Repository: team-waldo/solasta-translation
Catalog: translation/*/Action.po
Languages: ko_mt

# ActionStatusAvailableDescription
source: This action is available to use during this character's turn.
ko_mt: 이 행동은 이 캐릭터의 턴에 사용할 수 있습니다.

# ActionStatusCannotPerformDescription
source: This creature cannot perform this kind of action.
ko_mt: 이 생물은 이런 종류의 행동을 할 수 없습니다.

# ActionStatusEngagedDescription
source: Action already in process. Actions of the same type (main, bonus, etc.) cannot be used until it has finished.
ko_mt: 작업이 이미 진행 중입니다. 동일한 유형의 액션(메인, 보너스 등)은 완료될 때까지 사용할 수 없습니다.

# ActionStatusIrrelevantDescription
source: Action irrelevant here. Try something else.
ko_mt: 여기에 관련 없는 작업입니다. 다른 것을 시도하십시오.

# ActionStatusNoLongerAvailableDescription
source: Action unavailable - an action of the same type (main, bonus, etc.) has been selected.
ko_mt: 작업 불가 - 동일한 유형(메인, 보너스 등)의 작업이 선택되었습니다.

# ActionStatusOutOfUsesDescription
source: Action unavailable - out of uses/ammo.
ko_mt: 사용할 수 없는 작업 - 사용/탄약이 부족합니다.

# ActionStatusSpentDescription
source: Action already used this turn.
ko_mt: 이번 턴에 이미 사용된 액션입니다.

# ActionStatusUnavailableDescription
source: Action unavailable this turn.
ko_mt: 이번 턴에는 수행할 수 없습니다.

# ActionTypeBonusAvailableMultipleDescription
source: This bonus action is available!
ko_mt: 이 보너스 액션을 사용할 수 있습니다!

# ActionTypeBonusAvailableSingleDescription
source: Your bonus action is available!
ko_mt: 보너스 액션을 사용할 수 있습니다!

# ActionTypeBonusDescription
source: A bonus action is granted by special powers and spells, or when equipping an off-hand weapon.
ko_mt: 추가 행동은 특별한 능력과 주문에 의해, 또는 보조 무기를 장착할 때 부여됩니다.

# ActionTypeBonusTitle
source: Bonus
ko_mt: 보너스

# ActionTypeBonusUnavailableMultipleDescription
source: You have used this bonus action.
ko_mt: 이 보너스 액션을 사용했습니다.

# ActionTypeBonusUnavailableSingleDescription
source: You have used your bonus action.
ko_mt: 보너스 액션을 사용했습니다.

# ActionTypeFreeOnceAvailableMultipleDescription
source: This free action is available!
ko_mt: 이 무료 작업을 사용할 수 있습니다!

# ActionTypeFreeOnceAvailableSingleDescription
source: Your free action is available!
ko_mt: 당신의 자유로운 행동이 가능합니다!

# ActionTypeFreeOnceDescription
source: You can take certain free actions during your turn, such as sheathing a weapon or dropping an item.
ko_mt: 당신은 당신의 턴 동안 무기를 넣거나 아이템을 떨어뜨리는 것과 같은 특정한 자유 행동을 할 수 있습니다.

# ActionTypeFreeOnceTitle
source: Free
ko_mt: 무료

# ActionTypeFreeOnceUnavailableMultipleDescription
source: You have used this free action.
ko_mt: 이 무료 작업을 사용했습니다.

# ActionTypeFreeOnceUnavailableSingleDescription
source: You have used your free action.
ko_mt: 당신은 당신의 자유 행동을 사용했습니다.

# ActionTypeMainAvailableMultipleDescription
source: This main action is available!
ko_mt: 이 주요 작업을 사용할 수 있습니다!

# ActionTypeMainAvailableSingleDescription
source: Your main action is available!
ko_mt: 주요 작업을 사용할 수 있습니다!

# ActionTypeMainDescription
source: Your main action is the main thing you do during your turn, such as moving, attacking, casting a spell, or using an ability.
ko_mt: 귀하의 주요 행동은 이동, 공격, 주문 시전 또는 능력 사용과 같이 귀하의 턴 동안 수행하는 주요 일입니다.

# ActionTypeMainTitle
source: Main Actions
ko_mt: 주요 작업

# ActionTypeMainUnavailableMultipleDescription
source: You have used this main action.
ko_mt: 이 기본 작업을 사용했습니다.

# ActionTypeMainUnavailableSingleDescription
source: You have used your main action.
ko_mt: 당신은 당신의 주요 행동을 사용했습니다.

# ActionTypeMoveDescription
source: The move action usually involves spending speed points to move. Jumping and climbing require ability checks.
ko_mt: 이동 동작은 일반적으로 이동하기 위해 속도 포인트를 소비하는 것을 포함합니다. 점프와 등반은 능력 체크가 필요합니다.

# ActionTypeMoveTitle
source: Move
ko_mt: 이동하다

# ActionTypeOtherDescription
source: Other actions can be performed freely or by spending move points.
ko_mt: 다른 행동은 자유롭게 수행하거나 이동 포인트를 소비하여 수행할 수 있습니다.

# ActionTypeOtherTitle
source: Other
ko_mt: 다른

# ActionTypeReactionAvailableMultipleDescription
source: This reaction is available!
ko_mt: 이 반응을 사용할 수 있습니다!

# ActionTypeReactionAvailableSingleDescription
source: Your reaction is available!
ko_mt: 당신의 반응이 가능합니다!

# ActionTypeReactionDescription
source: Specific conditions can trigger a reaction, such as an opportunity attack.
ko_mt: 특정 조건은 기회 공격과 같은 반응을 유발할 수 있습니다.

# ActionTypeReactionTitle
source: Reaction
ko_mt: 반응

# ActionTypeReactionUnavailableMultipleDescription
source: You have used this reaction.
ko_mt: 이 반응을 사용했습니다.

# ActionTypeReactionUnavailableSingleDescription
source: You have used your reaction.
ko_mt: 당신은 당신의 반응을 사용했습니다.

# AssignTargetDescription
source: You can select a new target for {0}.
ko_mt: {0}에 대한 새 대상을 선택할 수 있습니다.

# AssignTargetTitle
source: Target
ko_mt: 표적

# AttackCoverFullDescription
source: The target has total cover behind an obstacle.
ko_mt: 목표물은 장애물 뒤에 완전히 엄폐되어 있습니다.

# AttackCoverHalfDescription
source: The target has half cover ({0} AC).
ko_mt: 대상에 절반 덮개가 있습니다({0} AC).

# AttackCoverThreeQuartersDescription
source: The target has three-quarters cover ({0} AC).
ko_mt: 대상은 3/4 엄폐물({0} AC)을 가지고 있습니다.

# AttackDescription
source: Attack an enemy target with this weapon: {0} ({1} to Hit) {2}
ko_mt: 이 무기로 적 목표물 공격: {0} (히트 시 {1}) {2}

# AttackExecuteAdvantageDescription
source: Click to attack the target with advantage!
ko_mt: 클릭하면 유리하게 대상을 공격할 수 있습니다!

# AttackExecuteDescription
source: Click to attack the target!
ko_mt: 클릭하여 목표물을 공격하세요!

# AttackExecuteDisadvantageDescription
source: Click to attack the target with disadvantage.
ko_mt: 클릭하면 불리한 대상을 공격합니다.

# AttackIterativeDescription
source: You can attack {0} times during your turn, and intersperse your attacks between moves.
ko_mt: 자신의 차례에 {0}번 공격할 수 있으며 이동 사이에 공격을 분산할 수 있습니다.

# AttackTitle
source: Attack
ko_mt: 공격

# BlockAttackDescription
source: Impose disadvantage on an enemy attacking a nearby ally.
ko_mt: 근처의 아군을 공격하는 적에게 불리합니다.

# BlockAttackTitle
source: Block attack
ko_mt: 공격 차단

# CastDescription
source: Select and cast a spell.
ko_mt: 주문을 선택하고 시전합니다.

# CastRitualDescription
source: Cast spell as a ritual (takes 10 minutes, does not use a spell slot).
ko_mt: 주문을 의식으로 시전합니다(10분 소요, 주문 슬롯을 사용하지 않음).

# CastRitualTitle
source: Ritual
ko_mt: 의례

# CastSpellHigherSlotAddDiceTile
source: Add {0} dice to the effect.
ko_mt: 효과에 주사위 {0}개를 추가합니다.

# CastSpellHigherSlotAddDieTile
source: Add {0} die to the effect.
ko_mt: 효과에 {0} 주사위를 추가합니다.

# CastSpellHigherSlotAddHPTile
source: Add {0} more hit points.
ko_mt: 히트 포인트를 {0} 더 추가합니다.

# CastSpellHigherSlotAddItemBonusTile
source: Increase item bonus by {0}.
ko_mt: 아이템 보너스를 {0} 증가시킵니다.

# CastSpellHigherSlotAddSpellLevelPluralTile
source: {0} additional spell levels.
ko_mt: {0} 추가 주문 레벨.

# CastSpellHigherSlotAddSpellLevelSingleTile
source: {0} additional spell level.
ko_mt: {0} 추가 주문 레벨.

# CastSpellHigherSlotAddSummonPluralTile
source: Conjure {0} additional creatures.
ko_mt: 추가 생물 {0}개를 소환합니다.

# CastSpellHigherSlotAddSummonSingleTile
source: Conjure {0} additional creature.
ko_mt: 추가 생물 {0}개를 소환합니다.

# CastSpellHigherSlotAddTargetCellsTile
source: Target {0} additional cells.
ko_mt: {0}개의 추가 셀을 타겟팅합니다.

# CastSpellHigherSlotAddTargetPluralTile
source: Add {0} targets.
ko_mt: {0} 대상을 추가합니다.

# CastSpellHigherSlotAddTargetSingleTile
source: Add {0} target.
ko_mt: {0} 대상을 추가합니다.

# CastSpellHigherSlotAddTempHPTile
source: Add {0} temporary hit points.
ko_mt: {0} 임시 히트 포인트를 추가합니다.

# CastSpellHigherSlotTile
source: Cast spell using a level {0} slot.
ko_mt: 레벨 {0} 슬롯을 사용하여 주문을 시전합니다.

# CastTitle
source: Cast Spell
ko_mt: 주문 시전

# CautiousDescription
source: Activate/deactivate cautious mode. A cautious character is stealthier and more aware of hidden objects and creatures.
ko_mt: 주의 모드를 활성화/비활성화합니다. 신중한 성격은 더 은밀하고 숨겨진 물건과 생물에 대해 더 잘 알고 있습니다.

# CautiousTitle
source: Cautious
ko_mt: 조심성 있는

# ClimbDescription
source: Climb up or down surfaces. Climbing a slippery vertical surface also requires a successful Strength (Athletics) check.
ko_mt: 표면을 오르내리거나 내리십시오. 미끄러운 수직 표면을 오르려면 근력(운동) 검사도 성공적으로 수행해야 합니다.

# ClimbTitle
source: Climb
ko_mt: 오르다

# CunningActionDescription
source: Starting at 2nd level, your quick thinking and agility allow you to move and act quickly. You can take a bonus action on each of your turns in combat. This action can be used only to take the Dash or Disengage action.
ko_mt: 2단계부터 빠른 사고와 민첩성을 통해 빠르게 움직이고 행동할 수 있습니다. 전투 중 각 턴에 보너스 행동을 취할 수 있습니다. 이 작업은 Dash 또는 Disengage 작업을 수행하는 데만 사용할 수 있습니다.

# CunningActionTitle
source: Cunning Action
ko_mt: 교활한 행동

# DashDescription
source: When you take the Dash action, you gain extra movement for your current turn. The increase equals your speed, after applying any modifiers.
ko_mt: 당신이 돌진 행동을 할 때, 당신은 당신의 현재 턴에 추가 이동을 얻습니다. 증가는 수정자를 적용한 후 속도와 같습니다.

# DashTitle
source: Dash
ko_mt: 대시

# DisengageDescription
source: If you take the Disengage action, your movement doesn't provoke opportunity attacks for the rest of the turn.
ko_mt: 당신이 Disengage 행동을 한다면, 당신의 움직임은 남은 턴 동안 기회 공격을 유발하지 않습니다.

# DisengageTitle
source: Disengage
ko_mt: 해제

# DodgeDescription
source: When you take the Dodge action, you focus entirely on avoiding attacks. Until the start of your next turn, any attack roll made against you has disadvantage if you can see the attacker, and you make Dexterity saving throws with advantage.
ko_mt: 닷지 액션을 취하면 공격을 피하는 데 전적으로 집중하게 됩니다. 당신의 다음 턴이 시작될 때까지 당신에 대한 공격 굴림은 당신이 공격자를 볼 수 있다면 불리하고 당신은 유리하게 민첩 내성 굴림을 합니다.

# DodgeTitle
source: Dodge
ko_mt: 다지

# DropProneDescription
source: You can drop prone without using any of your speed. To move while prone, you must crawl or use magic such as teleportation. The cost of moving while crawling is doubled. The cost of crawling in difficult terrain, therefore, is tripled. Dropping prone adds the Prone condition: melee attacks against you have advantage, ranged attacks against you have disadvantage, your own attacks have disadvantage.
ko_mt: 속도를 사용하지 않고 넘어질 수 있습니다. 엎드린 상태에서 이동하려면 크롤링하거나 순간이동과 같은 마법을 사용해야 합니다. 기어가는 동안 이동 비용이 2배가 됩니다. 따라서 어려운 지형에서 기어가는 비용은 3배가 됩니다. 엎드린 자세는 경향이 있는 조건을 추가합니다. 근접 공격은 유리하고, 원거리 공격은 불리하고, 자신의 공격은 불리합니다.

# DropProneTitle
source: Drop
ko_mt: 떨어지다

# EnemyCreatureTitle
source: Enemy Creature
ko_mt: 적 생물

# EnemyTargetHeaderTitle
source: {0} (Enemy)
ko_mt: {0}(적)

# EquipDescription
source: Equip or unequip an item.
ko_mt: 아이템을 장착하거나 해제합니다.

# EquipTitle
source: Equip
ko_mt: 갖추어 주다

# ExtinguishDescription
source: Extinguish a fire that affects you.
ko_mt: 당신에게 영향을 미치는 불을 끄십시오.

# ExtinguishTitle
source: Extinguish
ko_mt: 끄다

# FriendlyCreatureTitle
source: Friendly Creature
ko_mt: 친절한 생물

# FriendlyTargetHeaderTitle
source: {0} (Friendly)
ko_mt: {0}(친절)

# HideDescription
source: When you take the Hide action, you make a Dexterity (Stealth) check in an attempt to hide, following the rules for hiding. If you succeed, any attack roll made against you has disadvantage and you have advantage on your attacks. This lasts while you remain undetected. You cannot try to hide if you are currently detected.
ko_mt: 숨기기 작업을 수행할 때 숨기기 규칙에 따라 숨기기 위해 손재주(은신) 체크를 합니다. 당신이 성공하면, 당신에 대한 모든 공격 굴림은 불이익을 받고 당신은 공격에 유리합니다. 이것은 당신이 감지되지 않는 동안 지속됩니다. 현재 감지되면 숨길 수 없습니다.

# HideTitle
source: Hide
ko_mt: 숨다

# InventoryDescription
source: Manage your character inventory.
ko_mt: 캐릭터 인벤토리를 관리하세요.

# InventoryTitle
source: Inventory
ko_mt: 목록

# JumpDescription
source: Make a short or long jump.
ko_mt: 짧게 또는 멀리뛰기를 합니다.

# JumpTitle
source: Jump
ko_mt: 도약

# LevitateDescription
source: Move the affected character up and down.
ko_mt: 영향을 받는 캐릭터를 위아래로 이동합니다.

# LevitateTitle
source: Levitate
ko_mt: 공중에 뜨다

# MoveDescription
source: Move up to your speed toward the specified destination. You can break your movement up between other actions.
ko_mt: 지정된 목적지를 향해 속도를 높입니다. 다른 작업 사이에서 움직임을 나눌 수 있습니다.

# MoveTitle
source: Move
ko_mt: 이동하다

# NeutralCreatureTitle
source: Neutral Creature
ko_mt: 중립 생물

# NeutralTargetHeaderTitle
source: {0} (Neutral)
ko_mt: {0}(중립)

# PickUpDescription
source: Pick up an item at the character's position.
ko_mt: 캐릭터의 위치에서 아이템을 줍습니다.

# PickUpTitle
source: Pick Up
ko_mt: 데리러오다

# PowerDescription
source: Activate a power or special ability.
ko_mt: 능력 또는 특수 능력을 활성화합니다.

# PowerTitle
source: Use Power
ko_mt: 전원 사용

# ReadyDescription
source: Delay an attack until later in the turn.
ko_mt: 턴이 끝날 때까지 공격을 지연합니다.

# ReadyTitle
source: Ready
ko_mt: 준비가 된

# ShoveDescription
source: Use your Strength to push a creature one cell away from you or knock them down. The target must be no more than one size larger than you and must be within your reach.
ko_mt: 힘을 사용하여 생물을 한 칸 멀리 밀거나 쓰러뜨립니다. 목표물은 당신보다 한 치수 더 크지 않아야 하고 당신의 손이 닿는 곳에 있어야 합니다.

# ShoveTitle
source: Shove
ko_mt: 지지

# SpellCoverHalfDescription
source: The target has half cover ({0} saving throw).
ko_mt: 타겟이 하프 커버({0} 내성 굴림)를 가지고 있습니다.

# SpellCoverThreeQuartersDescription
source: The target has three-quarters cover ({0} saving throw).
ko_mt: 타겟은 3/4 엄폐({0} 내성 굴림)를 가지고 있습니다.

# SpellExecuteDescription
source: Click to select this target for your spell.
ko_mt: 주문에 대해 이 대상을 선택하려면 클릭하십시오.

# StandUpDescription
source: Standing up costs an amount of movement equal to half your speed. You can't stand up if you don't have enough movement left, or if your speed is 0.
ko_mt: 일어서기에는 속도의 절반에 해당하는 이동량이 필요합니다. 움직임이 충분하지 않거나 속도가 0이면 일어설 수 없습니다.

# StandUpTitle
source: Stand
ko_mt: 서다

# UseFunctionAdditionalChargePlural
source: Cast spell using {0} additional item charges.
ko_mt: {0}개의 추가 아이템 요금을 사용하여 주문을 시전하세요.

# UseFunctionAdditionalChargeSingle
source: Cast spell using an additional item charge.
ko_mt: 추가 아이템 충전을 사용하여 주문을 시전합니다.

# UseItemDescription
source: Use the special functions of a device or magical item.
ko_mt: 장치나 마법 아이템의 특수 기능을 사용하십시오.

# UseItemTitle
source: Use Item
ko_mt: 아이템 사용

# VampiricTouchDescription
source: Make a melee spell attack on the target for 3d6 necrotic damage and regain hit points equal to half the damage inflicted.
ko_mt: 대상에게 근접 주문 공격을 가하여 3d6의 괴사 피해를 입히고 입힌 피해의 절반만큼 체력을 회복합니다.

# VampiricTouchTitle
source: Vampiric Touch
ko_mt: 뱀파이어의 손길

# ActionTeleportDescription
source: Teleport
ko_mt: 텔레포트

# UnhideTitle
source: Unhide
ko_mt: 숨기기 해제

# UnhideDescription
source: Unhiding is a free action.
ko_mt: 숨기기 해제는 자유 작업입니다.

# ActionStatusCannotPerformDetectedDescription
source: This action can only be performed if the character is not detected. Break the line of sight to proceed.
ko_mt: 이 작업은 문자가 감지되지 않은 경우에만 수행할 수 있습니다. 계속 진행하려면 시선을 차단하세요.

# BreakFreeTitle
source: Break Free
ko_mt: 휴식을 취하다

# BreakFreeDescription
source: Spend your action breaking free, through might or agility.
ko_mt: 힘이나 민첩성을 통해 자유롭게 행동하십시오.

# BreakEnchantmentTitle
source: Break Enchantment
ko_mt: 브레이크 인챈트

# BreakEnchantmentDescription
source: Touch a creature to remove a detrimental condition (charmed, frightened, possessed).
ko_mt: 해로운 상태(매혹됨, 겁먹음, 빙의됨)를 제거하려면 생물을 터치하십시오.

# DismissalTitle
source: Dismissal
ko_mt: 해임

# DismissalDescription
source: Execute a melee magical attack to send an extraplanar celestial, elemental, fey, fiend, or undead to its plane of existence.
ko_mt: 근접 마법 공격을 실행하여 차원 외의 천체, 정령, 페이, 악마 또는 언데드를 존재 차원으로 보냅니다.

# AttackToss_Title
source: Toss
ko_mt: 던져 올림

# SunbeamTitle
source: Sunbeam
ko_mt: 태양열

# SunbeamDescription
source: You can use your action each turn to target a creature with a sunbeam for 6d8 radiant damage. Undead and oozes save with disadvantage
ko_mt: 매 턴마다 행동을 사용하여 6d8 방사 피해를 주는 태양 광선을 가진 생물을 대상으로 할 수 있습니다. 언데드와 오즈가 단점으로 세이브

# RageStartDescription
source: Grants you advantage on strength saves & checks, a bonus to melee attacks damage, and resistance to slashing, bludgeoning and piercing damage, for 1 minute. You must attack or be damaged each round or the rage ends early
ko_mt: 1분 동안 스트렝스 세이브 & 체크, 근접 공격 데미지 보너스, 베기, 곤봉 및 피어싱 데미지에 대한 저항력을 얻습니다. 매 라운드마다 공격하거나 피해를 입어야 합니다. 그렇지 않으면 분노가 일찍 끝납니다.

# RageStartTitle
source: Rage
ko_mt: 격노

# RageStopDescription
source: Immediately stops your raging status, though still couting your used rage point
ko_mt: 사용된 분노 포인트를 계속 무시하지만 분노 상태를 즉시 중지합니다.

# RageStopTitle
source: Stop Rage
ko_mt: 분노를 멈추다

# RecklessAttackDescription
source: Before you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls using Strength during this turn, but attack rolls against you have advantage until your next turn
ko_mt: 자신의 차례에 첫 공격을 하기 전에 무모하게 공격하기로 결정할 수 있습니다. 그렇게 하면 이번 턴에 힘을 사용하는 근접 무기 공격 굴림에 유리하지만 다음 차례까지 자신에 대한 공격 굴림이 유리합니다.

# RecklessAttackTitle
source: Reckless Attack
ko_mt: 무모한 공격
