Repository: team-waldo/solasta-translation
Catalog: translation/*/Alignment.po
Languages: ko, ko_mt

# ChaoticEvilDescription
source: Chaotic evil (CE) creatures act with arbitrary violence, spurred by their greed, hatred, or bloodlust. Demons, red dragons, and orcs are chaotic evil.
ko: 혼돈 악 (CE) 성향은 탐욕, 증오, 피에 대한 갈망에 따라 무자비하게 폭력을 휘두릅니다. 악마, 레드 드래곤, 오크는 혼돈 악 성향을 따릅니다.
ko_mt: 혼돈의 악(CE) 생물은 탐욕, 증오 또는 피에 대한 욕망에 따라 임의의 폭력을 행사합니다. 악마, 레드 드래곤, 오크는 혼돈의 악마입니다.

# ChaoticEvilTitle
source: Chaotic Evil
ko: 혼돈 악
ko_mt: 혼돈의 악

# ChaoticGoodDescription
source: Chaotic good (CG) creatures act as their conscience directs, with little regard for what others expect. Copper dragons, many elves, and unicorns are chaotic good.
ko: 혼돈 선 (CG) 성향은 다른 사람의 기대나 예상은 신경 쓰지 않고 오로지 자신의 양심에 따라 움직입니다. 카퍼 드래곤, 대다수의 엘프, 유니콘은 혼돈 선 성향을 따릅니다.
ko_mt: 혼돈의 선(CG) 생물은 다른 사람들이 기대하는 바를 거의 고려하지 않고 양심이 지시하는 대로 행동합니다. 코퍼 드래곤, 많은 엘프, 유니콘은 혼돈의 선입니다.

# ChaoticGoodTitle
source: Chaotic Good
ko: 혼돈 선
ko_mt: 혼돈의 선

# ChaoticNeutralDescription
source: Chaotic neutral (CN) creatures follow their whims, holding their personal freedom above all else. Many barbarians and rogues, and some bards, are chaotic neutral.
ko: 혼돈 중립(CN) 성향은 자기 마음이 내키는 대로 행동하며, 개인의 자유를 최우선으로 생각합니다. 바바리안이나 로그 대부분과 일부 바드가 혼돈 중립 성향을 따릅니다.
ko_mt: 혼돈 중립(CN) 생물은 자신의 변덕을 따르며 무엇보다도 개인의 자유를 지킵니다. 많은 야만인과 도적, 일부 음유시인은 혼돈 중립적입니다.

# ChaoticNeutralTitle
source: Chaotic Neutral
ko: 혼돈 중립
ko_mt: 혼돈 중립

# LawfulEvilDescription
source: Lawful evil (LE) creatures methodically take what they want, within the limits of a code of tradition, loyalty, or order. Devils, blue dragons, and hobgoblins are lawful evil.
ko: 질서 악(LE) 성향은 전통과 법, 질서에서 벗어나지 않는 한 자신의 욕망을 최우선으로 추구합니다. 악마, 블루 드래곤, 홉고블린 등이 질서 악 성향을 따릅니다.
ko_mt: 합법적인 사악한(LE) 생물은 전통, 충성 또는 질서의 한계 내에서 조직적으로 원하는 것을 취합니다. 악마, 블루 드래곤, 홉고블린은 합법적인 악입니다.

# LawfulEvilTitle
source: Lawful Evil
ko: 질서 악
ko_mt: 합법적인 악

# LawfulEvilTitleShort
source: LE
ko_mt: 르

# LawfulGoodDescription
source: Lawful good (LG) creatures can be counted on to do the right thing as expected by society. Gold dragons, paladins, and most dwarves are lawful good.
ko: 질서 선(LG) 성향은 사회적으로 올바르다고 여기는 행동을 하려고 합니다. 골드 드래곤, 팔라딘, 드워프들 대부분이 질서 선 성향을 따릅니다.
ko_mt: LG(Lawful Good) 생물은 사회가 기대하는 대로 옳은 일을 하도록 신뢰할 수 있습니다. 골드 드래곤, 성기사, 그리고 대부분의 드워프는 합법적인 선입니다.

# LawfulGoodTitle
source: Lawful Good
ko: 질서 선
ko_mt: 합법적 선

# LawfulNeutralDescription
source: Lawful neutral (LN) individuals act in accordance with law, tradition, or personal codes. Many monks and some wizards are lawful neutral.
ko: 질서 중립(LN) 성향은 법과 전통, 개인적 규범에 따라 행동합니다. 수도사들 거의 대부분과 몇몇 위저드가 질서 중립 성향에 따라 행동합니다.
ko_mt: 합법적 중립(LN) 개인은 법률, 전통 또는 개인 규범에 따라 행동합니다. 많은 수도사와 일부 마법사는 합법적으로 중립적입니다.

# LawfulNeutralTitle
source: Lawful Neutral
ko: 질서 중립
ko_mt: 합법적 중립

# NeutralDescription
source: Neutral (N) is the alignment of those who prefer to steer clear of moral questions and don't take sides, doing what seems best at the time. Lizardfolk, most druids, and many humans are neutral.
ko: 중립(N)은 도덕적 문제에 처했을 때 명확한 태도를 취하지 않고 그때그때 최선이라 생각하는 행동을 합니다. 리저드포크, 드루이드, 인간들 대부분이 중립 성향입니다.
ko_mt: 중립(N)은 도덕적 문제를 피하는 것을 선호하고 어느 편도 들지 않고 당시 가장 좋아 보이는 일을 하는 사람들의 정렬입니다. 리자드포크, 대부분의 드루이드, 많은 인간은 중립적입니다.

# NeutralEvilDescription
source: Neutral evil (NE) is the alignment of those who do whatever they can get away with, without compassion or qualms. Many drow, some cloud giants, and yugoloths are neutral evil.
ko: 중립 악(NE) 성향은 연민이나 후회 따위는 생각하지 않으며, 보복이나 처벌이 없을 것 같다면 무엇이든 원하는 대로 저지릅니다. 드로우 대부분과 일부 구름 거인, 유골로스 등이 중립 악 성향을 따릅니다.
ko_mt: 중립 악(NE)은 동정심이나 거리낌 없이 그들이 할 수 있는 모든 일을 하는 사람들의 정렬입니다. 많은 드로우, 일부 구름 거인, 유골로스가 중립 악입니다.

# NeutralEvilTitle
source: Neutral Evil
ko: 중립 악
ko_mt: 중립 악

# NeutralEvilTitleShort
source: NE
ko_mt: 북동

# NeutralGoodDescription
source: Neutral good (NG) folk do the best they can to help others according to their needs. Many celestials, some cloud giants, and most gnomes are neutral good
ko: 중립 선(NG) 성향은 다른 사람들이 도움을 요청할 때 그들을 돕기 위해 최선을 다합니다. 천상체 대부분과 몇몇 구름 거인, 노움들 대다수가 중립 선 성향을 따릅니다.
ko_mt: 중립선(NG) 사람들은 자신의 필요에 따라 다른 사람들을 돕기 위해 최선을 다합니다. 많은 천체, 일부 구름 거인 및 대부분의 노움은 중립 선입니다.

# NeutralGoodTitle
source: Neutral Good
ko: 중립 선
ko_mt: 중립 좋음

# NeutralTitle
source: Neutral
ko: 중립
ko_mt: 중립적

# NeutralTitleShort
source: N
ko_mt: NS

# UnalignedDescription
source: Most creatures that lack the capacity for rational thought do not have alignments… they are unaligned. Such a creature is incapable of making a moral or ethical choice and acts according to its bestial nature. Sharks are savage predators, for example, but they are not evil; they have no alignment.
ko: 사고 능력이 없는 대부분의 크리쳐들은 성향을 가지지 않습니다... 이러한 성향은 성향 없음으로 표기됩니다. 이들은 도덕적이거나 윤리적인 선택을 할 수 없으며, 그냥 본능에 따라 행동합니다. 예를 들어 상어는 사나운 육식 동물이지만 악하지는 않으므로, 성향을 가지지 않습니다.
ko_mt: 합리적인 사고 능력이 부족한 대부분의 생물은 정렬이 없습니다... 정렬되지 않습니다. 그러한 생물은 도덕적 또는 윤리적 선택을 할 수 없으며 짐승의 본성에 따라 행동합니다. 예를 들어 상어는 사나운 육식 동물이지만 사악하지는 않습니다. 그들은 정렬이 없습니다.

# UnalignedTitle
source: Unaligned
ko: 성향 없음
ko_mt: 정렬되지 않음

# UnalignedTitleShort
source: UN
ko_mt: 유엔
