Repository: team-waldo/solasta-translation
Catalog: translation/*/Attribute.po
Languages: ko_mt

# ArmorClassDescription
source: Armor Class (AC) represents how well a creature avoids being hit in battle.
ko_mt: 방어구 등급(AC)은 생물이 전투에서 피격되는 것을 얼마나 잘 피하는지 나타냅니다.

# ArmorClassTitle
source: AC
ko_mt: 교류

# AttacksNumberDescription
source: The number of attacks the character can perform per turn.
ko_mt: 캐릭터가 한 턴에 할 수 있는 공격 횟수.

# AttacksNumberTitle
source: Attacks
ko_mt: 공격

# ChannelDivinityNumberDescription
source: The number of times you can use the Channel Divinity action between rests.
ko_mt: 휴식 사이에 Channel Divinity 액션을 사용할 수 있는 횟수입니다.

# ChannelDivinityNumberTitle
source: Channel Divinity Number
ko_mt: 채널 신성 번호

# CharacterLevelDescription
source: The number of experience levels the character has attained, combining all class levels.
ko_mt: 캐릭터가 달성한 경험 레벨의 수로 모든 클래스 레벨을 합산합니다.

# CharacterLevelTitle
source: Character Level
ko_mt: 캐릭터 레벨

# CharismaDescription
source: Charisma measures your ability to interact effectively with others. It includes such factors as confidence and eloquence, and it can represent a charming or commanding personality. Important for: Paladin, Sorcerer.
ko_mt: 카리스마는 다른 사람들과 효과적으로 상호 작용하는 능력을 측정합니다. 여기에는 자신감과 웅변과 같은 요소가 포함되며 매력적이고 위압적인 성격을 나타낼 수 있습니다. 중요 대상: 성기사, 소서러.

# CharismaTitle
source: CHA
ko_mt: 차

# CharismaTitleLong
source: Charisma
ko_mt: 카리스마

# ConstitutionDescription
source: Constitution measures health, stamina, and vital force. Important for: everyone.
ko_mt: 체질은 건강, 체력 및 활력을 측정합니다. 중요: 모든 사람.

# ConstitutionTitle
source: CON
ko_mt: 범죄자

# ConstitutionTitleLong
source: Constitution
ko_mt: 헌법

# CriticalThresholdDescription
source: The lowest result on 1d20 that will score a critical hit.
ko_mt: 치명타를 기록할 1d20의 가장 낮은 결과입니다.

# CriticalThresholdTitle
source: Critical Threshold
ko_mt: 임계 임계값

# DexterityDescription
source: Dexterity measures agility, reflexes, and balance. Important for: Ranger, Rogue.
ko_mt: 손재주는 민첩성, 반사신경, 균형을 측정합니다. 중요 대상: 레인저, 도적.

# DexterityTitle
source: DEX
ko_mt: 덱스

# DexterityTitleLong
source: Dexterity
ko_mt: 재치

# ExperienceDescription
source: The character's current experience point total. Required for next level: {0}XP
ko_mt: 캐릭터의 현재 경험치 합계입니다. 다음 레벨에 필요: {0}XP

# ExperienceTitle
source: Experience
ko_mt: 경험

# HealingPoolDescription
source: A pool of healing points used to cure wounds or remove afflictions.
ko_mt: 상처를 치료하거나 고통을 제거하는 데 사용되는 치유 지점의 웅덩이.

# HealingPoolTitle
source: Healing Pool
ko_mt: 힐링 풀

# HitDiceDescription
source: The number of hit dice the character has earned through class advancement, which can be used to recover health during rest time.
ko_mt: 캐릭터가 클래스 승급을 통해 획득한 명중 주사위 수는 휴식 시간에 체력을 회복하는 데 사용할 수 있습니다.

# HitDiceTitle
source: Hit Dice
ko_mt: 히트 주사위

# HitPointBonusPerLevelDescription
source: The additional hit points that you gain each level in addition to your hit dice.
ko_mt: 당신의 히트 주사위 외에 각 레벨을 얻는 추가 히트 포인트.

# HitPointBonusPerLevelTitle
source: Hit point bonus per level
ko_mt: 레벨당 히트 포인트 보너스

# HitPointsDescription
source: The maximum number of hit points a creature can sustain before falling unconscious or dead.
ko_mt: 생물이 의식을 잃거나 죽기 전에 유지할 수 있는 최대 체력.

# InitiativeDescription
source: Initiative determines the order of creatures' turns during combat.
ko_mt: 주도권은 전투 중 생물의 턴 순서를 결정합니다.

# InitiativeTitle
source: Init
ko_mt: 초기화

# IntelligenceDescription
source: Intelligence measures mental acuity, accuracy of recall, and the ability to reason. Important for: Wizard.
ko_mt: 지능은 정신력, 회상 정확도, 추론 능력을 측정합니다. 중요 대상: 마법사.

# IntelligenceTitle
source: INT
ko_mt: 지능

# IntelligenceTitleLong
source: Intelligence
ko_mt: 지능

# MovePointsDescription
source: The number of cells a creature can move during a combat round.
ko_mt: 생물이 전투 라운드 동안 이동할 수 있는 세포의 수입니다.

# MovePointsMaxFormat
source: of {0}
ko_mt: {0}의

# MovePointsTitle
source: Move
ko_mt: 이동하다

# ProficiencyBonusDescription
source: The proficiency bonus is a character-wide bonus, added to rolls where you are proficient: attack rolls with proficient weapons, proficient skill or tool checks, proficient saving throws, and the attack bonus and save difficulty of your magical attacks. The proficiency bonus is incremented at levels 5, 9, 13, and 17, representing the growing expertise of your character in these attacks, skill/tool checks, saving throws, and magical abilities.
ko_mt: 숙련도 보너스는 캐릭터 전체의 보너스로, 숙련된 무기를 사용한 공격 굴림, 숙련된 기술 또는 도구 확인, 숙련된 내성 굴림, 마법 공격의 공격 보너스 및 저장 난이도와 같이 숙련된 롤에 추가됩니다. 숙련도 보너스는 레벨 5, 9, 13 및 17에서 증가하며, 이는 이러한 공격, 기술/도구 확인, 내성 굴림 및 마법 능력에 대한 캐릭터의 전문 지식 증가를 나타냅니다.

# ProficiencyBonusTitle
source: Prof.
ko_mt: 교수

# SpeedDescription
source: The number of cells the character can move during a turn.
ko_mt: 캐릭터가 턴 동안 이동할 수 있는 셀의 수입니다.

# SpeedTitle
source: Speed
ko_mt: 속도

# SpeedUnitBurrowFormat
source: burrow {0} {1}
ko_mt: 잠복 {0} {1}

# SpeedUnitClimbFormat
source: climb {0} {1}
ko_mt: {0} {1} 등반

# SpeedUnitFlyFormat
source: fly {0} {1}
ko_mt: 날다 {0} {1}

# SpeedUnitIncorporealFormat
source: incorporeal {0} {1}
ko_mt: 무체 {0} {1}

# SpeedUnitSwimFormat
source: swim {0} {1}
ko_mt: 수영 {0} {1}

# StrengthDescription
source: Strength measures bodily power, athletic training and the extent to which you can exert raw physical force. Important for: Fighter, Paladin.
ko_mt: 힘은 신체의 힘, 운동 훈련 및 원시 물리적 힘을 발휘할 수 있는 정도를 측정합니다. 중요 대상: 파이터, 성기사.

# StrengthTitle
source: STR
ko_mt: 힘

# StrengthTitleLong
source: Strength
ko_mt: 힘

# TagBackgroundCantripTitle
source: Background Cantrip
ko_mt: 배경 캔트립

# TagBackgroundExpertiseTitle
source: Background Expertise
ko_mt: 배경 전문성

# TagBackgroundFeatTitle
source: Background Feats
ko_mt: 배경 위업

# TagBackgroundLanguageTitle
source: Background Languages
ko_mt: 배경 언어

# TagBackgroundSkillTitle
source: Background Skills
ko_mt: 배경 기술

# TagBackgroundSpellTitle
source: Background Spells
ko_mt: 배경 주문

# TagBackgroundToolTypeTitle
source: Background Tools
ko_mt: 배경 도구

# TagClassCantripTitle
source: Class Cantrips
ko_mt: 수업 캔트립

# TagClassExpertiseTitle
source: Class Expertise
ko_mt: 수업 전문성

# TagClassFeatTitle
source: Class Feats
ko_mt: 클래스 위업

# TagClassLanguageTitle
source: Class Language
ko_mt: 수업 언어

# TagClassSkillTitle
source: Class Skills
ko_mt: 클래스 스킬

# TagClassSpellTitle
source: Class Spells
ko_mt: 클래스 주문

# TagClassToolTypeTitle
source: Class Tools
ko_mt: 수업 도구

# TagRaceCantripTitle
source: Ancestry Cantrips
ko_mt: 조상 캔트립

# TagRaceExpertiseTitle
source: Ancestry Expertise
ko_mt: 가계의 전문성

# TagRaceFeatTitle
source: Ancestry Feats
ko_mt: 조상의 위업

# TagRaceLanguageTitle
source: Ancestry Languages
ko_mt: 조상 언어

# TagRaceSkillTitle
source: Ancestry Skills
ko_mt: 조상 기술

# TagRaceSpellTitle
source: Ancestry Spells
ko_mt: 조상 주문

# TagRaceToolTypeTitle
source: Ancestry Tools
ko_mt: 조상 도구

# TagSubclassCantripTitle
source: Subclass Cantrips
ko_mt: 하위 클래스 캔트립

# TagSubclassExpertiseTitle
source: Subclass Expertise
ko_mt: 서브클래스 전문성

# TagSubclassFeatTitle
source: Subclass Feats
ko_mt: 하위직업

# TagSubclassLanguageTitle
source: Subclass Language
ko_mt: 하위 클래스 언어

# TagSubclassSkillTitle
source: Subclass Skills
ko_mt: 하위직업 스킬

# TagSubclassSpellTitle
source: Subclass Spells
ko_mt: 하위직업 주문

# TagSubclassToolTypeTitle
source: Subclass Tools
ko_mt: 하위 클래스 도구

# WisdomDescription
source: Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition. Important for: Cleric, Ranger.
ko_mt: 지혜는 당신이 주변 세계에 얼마나 잘 적응했는지 반영하고 지각력과 직관력을 나타냅니다. 중요 대상: 성직자, 레인저.

# WisdomTitle
source: WIS
ko_mt: 지혜

# WisdomTitleLong
source: Wisdom
ko_mt: 지혜

# SorceryPointsDescription
source: A pool of internal power which can be used to alter magic spells, 1 point per Sorcerer level. Restored at long rest.
ko_mt: 마법 주문을 변경하는 데 사용할 수 있는 내부 힘 풀(소서러 레벨당 1포인트). 긴 휴식에서 복원되었습니다.

# SorceryPointsTitle
source: Sorcery Points
ko_mt: 마법 점수

# TagUnlearnSpellTitle
source: Unlearn Spell
ko_mt: 언런 스펠

# TagRaceMetamagicTitle
source: Ancestry Metamagic Options
ko_mt: 조상 메타매직 옵션

# TagClassMetamagicTitle
source: Class Metamagic Options
ko_mt: 클래스 메타매직 옵션

# TagSubclassMetamagicTitle
source: Subclass Metamagic Options
ko_mt: 하위 클래스 메타매직 옵션

# TagBackgroundMetamagicTitle
source: Background Metamagic Options
ko_mt: 백그라운드 메타매직 옵션

# RagePointsDescription
source: Determines how many times you can start raging
ko_mt: 분노를 시작할 수 있는 횟수를 결정합니다.

# RagePointsTitle
source: Rage Points
ko_mt: 분노 포인트

# RageDamageDescription
source: The additional damage your melee attacks inflict
ko_mt: 근접 공격이 입히는 추가 피해

# RageDamageTitle
source: Rage Damage
ko_mt: 분노 피해
