Repository: team-waldo/solasta-translation
Catalog: translation/*/Background.po
Languages: ko, ko_mt

# AcademicDescription
source: You had two passions growing up: history and magic. Your teachers saw your interest and ensured that your potential was nurtured. Your mission in life is to discover the secrets of the past, both magical and mundane, so you took your backpack and set out to discover the wonders of Solasta for yourself.
ko: 당신은 역사와 마법, 두 분야에서 열정을 키워왔습니다. 선생님들은 당신의 흥미를 알아보고 당신의 잠재력을 키워냈습니다. 당신의 인생에서의 사명은 마법과 일상 속에서 과거의 비밀들을 밝혀내는 것이었기에, 당신은 직접 솔라스타의 경이로움을 발견하고자 배낭을 챙겨 나섰습니다.
ko_mt: 당신은 자라면서 두 가지 열정을 가지고 있었습니다: 역사와 마술. 선생님들은 당신의 관심을 보았고 당신의 잠재력이 키워졌는지 확인했습니다. 인생의 임무는 마법과도 같은 과거의 비밀을 발견하는 것이므로 배낭을 메고 Solasta의 경이로움을 직접 발견하기 시작했습니다.

# AcademicTitle
source: Academic
ko: 학자
ko_mt: 학생

# AcolyteDescription
source: You have spent your life in the service of a temple to a specific god or pantheon of gods. You act as an intermediary between the realm of the holy and the mortal world, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine.
ko: 당신은 특정한 신이나 신들의 대신전을 섬기는 데 평생을 바쳤습니다. 당신은 신들의 세계와 필멸의 세계 사이의 중개자 역할을 하며, 성스러운 의식을 행하고 제물을 바쳐 예배자들을 신 앞으로 인도합니다.
ko_mt: 당신은 특정 신이나 신들의 만신전을 섬기는 데 일생을 바쳤습니다. 당신은 신성한 영역과 필멸의 세계 사이의 중개자 역할을 하며, 숭배자들을 신의 면전으로 인도하기 위해 신성한 의식을 수행하고 희생을 바칩니다.

# AcolyteTitle
source: Acolyte
ko: 견습사제
ko_mt: 복사

# AristocratDescription
source: Born among the lords of your people, you have received a higher education. Your manners and speech are formal and rigid, and you have difficulties when dealing with low ranking individuals. A life of privilege gave you enough perks to start your adventuring life with a comfortable package.
ko: 영주들 사이에서 태어난 당신은 고등 교육을 받았습니다. 당신의 태도와 말투는 형식적이고 엄격하기에, 낮은 지위의 사람들을 대할 때 어려움을 겪습니다. 특권층의 삶은 당신이 풍족한 물자로 모험을 시작하기에 충분한 특전을 주었습니다.
ko_mt: 당신 백성의 영주들 사이에서 태어난 당신은 고등 교육을 받았습니다. 당신의 매너와 말투가 형식적이고 엄격하며, 낮은 지위의 사람들을 대할 때 어려움을 겪습니다. 특권의 삶은 편안한 패키지로 모험적인 삶을 시작할 수 있는 충분한 특전을 주었습니다.

# AristocratTitle
source: Aristocrat
ko: 귀족
ko_mt: 귀족

# KS_GarradMilesBackground_Description
source: An orphan from the streets of Caer Cyflen, Garrad survived thanks to a little luck and a lot of stubbornness. He began as an apprentice cutpurse for the Thieves' Guild, but when he grew too big and too noticeable to melt into the crowds with a score, his masters decided that he would make a good crippled beggar. Unwilling to be maimed for the profit of others, he fled the Guild and the city by enlisting in the army. After a couple of years at a border fort near the Kingdom of Gallivan, Garrad hired himself out to merchants as a caravan guard, and spent time in several mercenary "free companies," raiding the Marches in the name of one noble or another. Based on his past experience, he dislikes thieves and their guilds, and shows no mercy to any underworld figures who cross him. As the Principality began looking for adventurers, Garrad returned to answer the call. More than anything, he hopes that one dark night, in some quiet alley, he will meet the sadistic guildmaster who planned to maim him for profit.
ko: 케어 키플렌 거리의 고아인 개러드는 약간의 운과 강인함 덕분에 살아남았습니다. 그는 도둑 길드의 견습생으로 시작했지만, 눈에 띄게 건장하고 크게 성장해 군중 속에 자연스레 섞여들 수 없게 되자 길드장은 그를 절름발이 거지로 만든다는 결정을 내렸습니다. 그는 타인의 이득을 위해 불구가 되고 싶지는 않았기에, 군에 입대해 도둑 길드와 도시를 떠났습니다. 갈리반 왕국 근처의 국경 요새에서 몇 년을 보낸 후, 개러드는 상인들에게 상단 경비병으로 고용되었고 돈독 오른 여러 "용병단"에서 귀족이나 다른 사람의 이름으로 접경지를 습격하곤 했습니다. 이러한 그의 과거 탓에, 그는 도둑들이나 도둑 길드를 싫어하며 자신을 거스르는 지하세계의 인물들에게는 결코 자비를 베풀지 않습니다. 공국이 모험자들을 모집하기 시작했을 때, 개러드는 그 부름에 응답하고자 돌아왔습니다. 무엇보다도 그는 어느 캄캄한 밤, 조용한 골목에서 사리사욕을 위해 자신을 불구로 만드려 했던 가학적인 길드장을 만나길 원합니다.
ko_mt: Caer Cyflen 거리의 고아인 Garrad는 약간의 운과 많은 완고함 덕분에 살아남았습니다. 그는 도둑 길드의 견습생으로 시작했지만 너무 크고 눈에 띄게 성장하여 점수로 군중에 녹아들자 주인은 좋은 절름발이 거지가되기로 결정했습니다. 남의 이익을 위해 불구가 되는 것을 꺼리고 군에 입대하여 길드와 도시를 떠났다. 갈리반 왕국 근처의 국경 요새에서 몇 년 후, Garrad는 상인들에게 캐러밴 경비병으로 고용되었고 여러 용병 "자유 중대"에서 시간을 보내며 귀족이나 다른 사람의 이름으로 행진을 습격했습니다. 과거 경험에 비추어 볼 때 도적과 그 길드를 싫어하고 자신을 가로지르는 지하세계의 인물들에게 자비를 베풀지 않는다. 공국이 모험가를 찾기 시작했을 때 Garrad는 부름에 응답하기 위해 돌아왔습니다. 무엇보다 그는 어느 캄캄한 밤 어느 조용한 골목에서 자신을 불구로 만들려는 가학적인 길드장을 만나길 바랐다.

# KS_GarradMilesBackground_Title
source: Sellsword
ko: 용병
ko_mt: 셀소드

# KS_RhuadSwiftHandBackground_Description
source: Rhuad always had a glib tongue and a swift hand, but one day he picked the wrong pocket. Under the laws of the Principality he could have suffered a number of harsh punishments, but instead the mage who caught him red-handed - a fellow sylvan elf - sent him to the Treasurer's office for training. Thus the Principality gained a swift, stealthy, and cunning spy whose greed is kept in check by the knowledge - and by regular reminders from his masters - that any transgression will lead to the swift and inevitable punishment for his original crime. Rhuad remains a loyal agent of the Principality. He harbors a deep-seated hatred of the New Empire, where he began his life as a slave.
ko: 루아드는 어떤 상황에서도 재치 있는 말주변과 잽싼 손놀림을 잃지 않았지만, 하루는 주머니를 잘못 골랐습니다. 공국의 법대로라면 그는 수많은 엄벌에 처해질 수도 있었으나 그를 현행범으로 붙잡은 마법사이자 동료였던 실반 엘프는 그 대신 그를 재무관에게 보내 훈련을 받도록 했습니다. 그렇게 공국은 신속하고 은밀하며, 동시에 교활한 첩자를 얻었습니다. 루아드가 어떤 범죄를 저지른다면 곧바로 원래 받아야 할 처벌로 이어질 것이라는 사실, 그리고 마스터의 주기적인 경고가 그의 탐욕스러운 성격을 억누르고 있습니다. 루아드는 공국의 충성스러운 대리인입니다. 그는 자신을 노예처럼 살아가게 만든 신제국에 대한 뿌리 깊은 증오를 품고 있습니다.
ko_mt: Rhuad는 항상 재치 있는 혀와 재빠른 손을 가지고 있었지만 어느 날 주머니를 잘못 골랐습니다. 공국의 법에 따르면 그는 여러 가지 가혹한 처벌을 받을 수 있었지만 대신 그를 적발한 마법사(동료 실반 엘프)가 그를 재무관 사무실로 보내 훈련을 받았습니다. 따라서 공국은 모든 위반이 원래의 범죄에 대한 신속하고 불가피한 처벌로 이어질 것이라는 지식과 주인의 정기적인 알림으로 탐욕을 억제하는 신속하고 은밀하고 교활한 스파이를 얻었습니다. 루아드는 공국의 충성스러운 대리인으로 남아 있습니다. 그는 노예 생활을 시작한 신제국에 대한 뿌리 깊은 증오를 품고 있습니다.

# KS_RhuadSwiftHandBackground_Title
source: Spy
ko: 첩자
ko_mt: 스파이

# KS_VigdisKaikonnenBackground_Description
source: Vigdis is the youngest daughter of Kaikkonen Vartija, the current head of the powerful Kaikkonen border clan in the Snow Alliance. Since girlhood she was known for her stubbornness and her strong sense of right and wrong. When she learned that her family planned to marry her into an allied clan for diplomatic reasons she left the Snow Alliance, one step ahead of a posse of brothers and cousins sent to recover her. Reaching the Principality of Masgarth, she sought sanctuary at the great temple of Einar, refusing to leave despite all remonstrations. Her father, the Kaikkonen himself, traveled to the temple in an unprecedented attempt at reconciliation, but she refused to be persuaded into the political match. Instead, she entered her novitiate in the service of Einar. While her family did not formally disown her, it is generally considered unwise to mention her name in their presence. Surprising everyone but herself, Vigdis excelled during her novitiate: offered her choice of service as a reward, she chose to join the wandering Order of the Beacon. Since then she has traveled widely, bringing the light of Einar to all in need and fighting and bleeding for them when necessary. Even though she treats all as equals and never puts on airs, her accent and choice of words betray a noble background and a good education, as well as a certain familiarity in dealing with powerful people. Vigdis is a hardy dwarf and a true follower of Einar, and her lifestyle in the Order of the Beacon matches her temperament perfectly.
ko: 비그디스는 설산 동맹의 강력한 카이코넨 국경 부족의 현재 수장인 카이코넨 바르티자의 막내 딸입니다. 어릴 때부터 그녀는 완고함과 옳고 그름을 가르는 데 있어서 정확함으로 유명했습니다. 가족들이 그녀를 동맹 부족과 정략결혼 시키려는 것을 알게 되자 그녀는 설산 동맹을 떠났고, 뒤이어 그녀의 형제, 사촌들이 그녀를 추적하기 위해 파견되었습니다. 마스가르스 공국에 이르러 그녀는 에이나르의 대신전에서 안식을 취할 수 있었고, 주변의 불평과 항의에도 불구하고 떠나기를 거부했습니다. 딸과의 화해를 위해 그녀의 아버지인 카이코넨이 직접 신전을 방문한다는 사상 초유의 시도에도 불구하고, 그녀는 부족 간 정치판에 끼어들기를 거부했습니다. 대신, 그녀는 에이나르를 섬기기 위해 수련 기간에 들었습니다. 그녀의 가족이 공식적으로 그녀와 의절한 것은 아니지만, 그들의 앞에서 그녀의 이름을 언급하는 것은 대개 현명하지 못한 일로 여겨집니다. 비그디스는 수련 기간 동안 뛰어난 실력으로 모두를 놀래켰고, 그녀는 방랑하는 봉화의 기사단에 합류하기로 결정했습니다. 그 이후로 그녀는 널리 여행하며, 어려움에 처한 모든 이들에게 에이나르의 빛을 전했고 필요하다면 그들을 위해 싸우고 피를 흘렸습니다. 그녀는 모든 사람을 평등하게 대하며 결코 으스대지도 않지만, 그녀의 억양과 단어 선택은 그녀가 훌륭한 교육을 받은 귀족 출신이라는 사실뿐만 아니라 영향력 있는 사람들을 대하는 데에도 익숙하다는 사실을 드러냅니다. 비그디스는 강인한 드워프이자 에이나르의 진정한 추종자이며, 봉화의 기사단에서의 생활 방식은 그녀의 기질에 안성맞춤입니다.
ko_mt: Vigdis는 Snow Alliance의 강력한 Kaikkonen 국경 부족의 현재 수장인 Kaikkonen Vartija의 막내 딸입니다. 소녀 시절부터 그녀는 완고함과 옳고 그름에 대한 강한 감각으로 유명했습니다. 그녀는 가족이 외교적인 이유로 그녀를 동맹 부족과 결혼할 계획임을 알게 되자 그녀를 되찾기 위해 파견된 형제와 사촌들보다 한 발 앞서 스노우 얼라이언스를 떠났습니다. 마스가르스 공국에 이르자, 그녀는 에이나르의 위대한 사원에서 안식처를 찾았고 모든 항의에도 불구하고 떠나기를 거부했습니다. 그녀의 아버지인 카이코넨은 화해를 위해 전례 없는 시도로 사원을 방문했지만 그녀는 정치적인 시합에 참여하는 것을 거부했습니다. 대신, 그녀는 Einar를 섬기기 위해 수련생에 들어갔다. 그녀의 가족이 공식적으로 그녀를 부인하지는 않았지만 일반적으로 가족 앞에서 그녀의 이름을 언급하는 것은 현명하지 못한 것으로 간주됩니다. 자신을 제외하고 모두를 놀라게 한 Vigdis는 수련 기간 동안 탁월했습니다. 그녀는 보상으로 봉사 선택을 제안하고 방황하는 신호 기사단에 합류하기로 결정했습니다. 그 이후로 그녀는 에이나르의 빛을 필요로 하는 모든 사람에게 전하고 필요할 때 그들을 위해 싸우고 피를 흘리며 널리 여행했습니다. 그녀는 모든 사람을 평등하게 대하고 결코 방송하지 않지만 그녀의 억양과 단어 선택은 고귀한 배경과 좋은 교육뿐만 아니라 강력한 사람들을 다루는 데 익숙하다는 것을 보여줍니다. Vigdis는 강인한 드워프이자 Einar의 진정한 추종자이며, 신호 기사단에서의 생활 방식은 그녀의 기질과 완벽하게 일치합니다.

# KS_VigdisKaikonnenBackground_Title
source: Aristocrat
ko: 귀족
ko_mt: 귀족

# KS_VioletGoodCheerBackground_Description
source: Violet is an unusual marsh halfling. Instead of staying safely at home in the reeds, her wanderlust has carried her far away, to the principality of Masgarth. To make things worse, instead of following the good and sensible path of the marsh mage that originated among her people, she has chosen to become a showy, destructive shock arcanist! Her family is mortified. Some of their neighbors whisper that the Good-Cheers have a trace of wild island halfling blood, and have never been sensible… though they are careful never to do so when they can be overheard. Violet is an idealist, and believes that it is better to be out in the world seeing things and doing good, rather than sitting grumpily in a swamp. She sees herself as the first of many Marsh Halfling heroes - well, mostly heroines, as she sees it - who will make the world a better place and win renown for themselves and their people. Her personal philosophy is based on freedom and personal accountability for one's actions.
ko: 바이올렛은 특이한 마쉬 하플링입니다. 갈대밭에 자리한 집에서 안전하게 머무르는 대신, 방랑벽은 그녀를 머나먼 마스가르스 공국으로 향하게 만들었습니다. 설상가상으로, 그녀는 대부분의 동족들이 따르는 선하고 현명한 마쉬 메이지의 길 대신, 현란하면서도 파괴적인 충격술사가 되기로 선택했습니다! 이에 가족들은 부끄럽기만 합니다. 이웃들 중 몇몇은 바이올렛의 집안에는 사나운 아일랜드 하플링의 피가 섞였다며 분별력도 없다고 속삭이지만... 이 얘기가 그들 귀에 들어가지 않도록 쉬쉬합니다. 바이올렛은 이상주의자이며, 늪에 투덜거리며 앉아 있기보다는 세상 밖으로 나가 많은 것들을 보고 선을 행하는 것이 낫다고 믿습니다. 그녀는 스스로를 세상을 더 나은 곳으로 만들고 많은 이들에게 명성을 떨치게 될 마쉬 하플링들의 영웅들 중 최초의 영웅이라고 생각합니다. 그녀의 철학은 자유, 그리고 행동에 따른 책임을 바탕으로 하고 있습니다.
ko_mt: 보라색은 특이한 습지 하플링입니다. 그녀의 방랑벽은 집에서 안전하게 갈대밭에 머무르는 대신 멀리 마스가스 공국으로 데려갔습니다. 설상가상으로, 그녀는 그녀의 동족들 사이에서 시작된 습지 마법사의 선하고 분별 있는 길을 따르는 대신, 화려하고 파괴적인 충격 비전술사가 되기로 선택했습니다! 그녀의 가족은 속상합니다. 이웃 사람들 중 일부는 Good-Cheers가 야생 섬의 피를 섞은 흔적이 있고 결코 현명하지 않다고 속삭입니다… 바이올렛은 이상주의자이며, 늪에 심술궂게 앉아 있기보다는 세상 밖으로 나가 사물을 보고 선을 행하는 것이 낫다고 믿습니다. 그녀는 자신을 세상을 더 나은 곳으로 만들고 자신과 사람들에게 명성을 얻을 많은 Marsh Halfling 영웅 중 첫 번째 영웅이라고 생각합니다. 그녀의 개인 철학은 자신의 행동에 대한 자유와 개인의 책임에 기반을 두고 있습니다.

# KS_VioletGoodCheerBackground_Title
source: Philosopher
ko: 철학자
ko_mt: 철학자

# LawkeeperDescription
source: As a former deputy, you have an instinct for spotting trouble and the force of personality to nip it in the bud. After a while keeping the peace in the Principality of Masgarth, though, dealing with petty criminals every day just wasn't enough. You took what you had learned and embarked on a life of travel and discovery.
ko: 전직 대리인으로서, 당신은 문제를 발견하고 미연에 방지하는 데 재능이 있습니다. 당신은 한동안 마스가르스 공국에서 평화를 유지하는 데 기여했지만, 매일 사소한 범죄자들을 상대하는 것만으로는 충분하지 않았습니다. 당신은 그간 배워온 것들을 가지고 여행과 발견의 삶에 착수했습니다.
ko_mt: 전직 대리인으로서 당신은 문제를 발견하는 본능과 싹을 갉아먹는 성격의 힘이 있습니다. 마스가스 공국에서 한동안 평화를 유지했지만 매일 사소한 범죄자들을 상대하는 것만으로는 충분하지 않았습니다. 당신은 배운 것을 가지고 여행과 발견의 삶을 시작했습니다.

# LawkeeperTitle
source: Lawkeeper
ko: 보안관
ko_mt: 변호사

# LowlifeDescription
source: Born in the streets, you have always been discarded by most commoners, and learned to survive with close to nothing. This made you tough and resourceful. Manners and education are not your strong suit, but you have learned to compensate with other qualities.
ko: 거리에서 태어난 당신은 대부분의 평민들에게 늘 외면당했으며, 가진 것 없이도 생존하는 법을 배웠습니다. 이러한 환경은 당신을 거칠고 임기응변에 능한 사람으로 만들었습니다. 예의범절이나 학력은 당신의 강점이 아니지만, 당신은 다른 자질로 그 자리를 메우는 방법을 배웠습니다.
ko_mt: 거리에서 태어난 당신은 항상 대부분의 평민들에게 버림받았고 거의 아무것도 없이 생존하는 법을 배웠습니다. 이것은 당신을 거칠고 수완있게 만들었습니다. 매너와 교육은 당신의 강점이 아니지만, 당신은 다른 자질로 보상하는 법을 배웠습니다.

# LowLifeTitle
source: Lowlife
ko: 부랑아
ko_mt: 낮은 생활

# PhilosopherDescription
source: You have spent almost all of your life reading books and learning about the world of Solasta and even others. You are passionate about knowledge and an expert when it comes to understanding. Now you've decided to take a new path, to explore and discover the world by yourself.
ko: 당신은 책을 읽고 솔라스타와 그 밖의 세상에 대해서 배우는 데 거의 평생을 보냈습니다. 당신은 지식을 습득하는 데 열정적이며 무언가를 이해하는 데 있어서는 전문가입니다. 이제 당신은 스스로 세상을 탐험하고 발견하기 위해 새로운 길을 택하기로 결정했습니다.
ko_mt: 당신은 거의 평생을 책을 읽고 Solasta와 다른 사람들의 세계에 대해 배우는 데 보냈습니다. 당신은 지식에 열정적이며 이해에 관해서는 전문가입니다. 이제 당신은 스스로 세상을 탐험하고 발견하기 위해 새로운 길을 택하기로 결정했습니다.

# PhilosopherTitle
source: Philosopher
ko: 철학자
ko_mt: 철학자

# SellswordDescription
source: You spent your youth in a company of mercenaries and since then, your fighting skills have been put to the service of gold. Companionship and bloodshed have forged your character and made you both tough and bitter.
ko: 당신은 용병 회사에서 젊은 시절을 보냈으며 그 후로도 전투 기술로 돈을 벌었습니다. 동지애, 그리고 피로 물든 전투는 당신을 단련시켜 강인하고 거칠게 만들었습니다.
ko_mt: 당신은 용병의 회사에서 젊은 시절을 보냈고 그 이후로 당신의 전투 기술은 금을 섬기는 데 사용되었습니다. 동반자 관계와 유혈 사태는 당신의 성격을 단련시켰고 당신을 거칠고 쓰라리게 만들었습니다.

# SellswordTitle
source: Sellsword
ko: 용병
ko_mt: 셀소드

# SpecialtyDescription
source: The nature of your training in this background.
ko: 이 배경에서 훈련된 특화 요소.
ko_mt: 이 배경에서 훈련의 성격.

# SpecialtyTitle
source: Specialty
ko: 특화
ko_mt: 전문

# SpyDescription
source: You have spent years working as a low-level diplomatic aide, learning the tricks of spycraft between the Principality, the New Empire, and the Kingdom of Gallivan. You have chosen not to take sides and never became an official spy, but you have retained the skills necessary for your emancipation.
ko: 당신은 하급 외교 보좌관으로 수년간 일하면서 공국, 신제국, 갈리반 왕국 사이에서 첩보 기술을 배웠습니다. 당신은 그 어느 쪽의 편도 들지 않기로 선택했고 정식으로 첩자가 된 적도 없지만, 궁지에 몰려도 빠져나올 기술은 가지고 있습니다.
ko_mt: 당신은 저급 외교 보좌관으로 수년간 일하면서 공국, 신제국, 갈리반 왕국 사이의 첩보 기술을 배웠습니다. 당신은 편을 들지 않기로 선택했고 공식 스파이가 된 적이 없지만 해방에 필요한 기술은 보유하고 있습니다.

# SpyTitle
source: Spy
ko: 첩자
ko_mt: 스파이

# WandererTitle
source: Wanderer
ko: 방랑자
ko_mt: 뜨내기

# WandererDescription
source: You were born in the Marches, in a small outpost build during the Principality's attempt to colonize this region. You were grown and trained to survive the harsh conditions and dangerous environment where your parents lived. You had few friends, no school, and became some kind of loner, while you learned the true worth of friendship, the kind that keeps you alive.
ko: 공국이 Marches의 이 지역을 식민지화하는 과정에서 지어진 작은 전초기지에서, 당신은 태어났습니다. 당신은 부모님이 살아온 혹독한 조건과 위험한 환경에서 살아남기 위해 성장하고 훈련을 받았습니다. 당신은 친구도 거의 없었고 학교도 다니지 않으며 외톨이로 자랐지만, 당신을 살아있게 해주는 우정의 가치를 배웠습니다.
ko_mt: 당신은 공국이 이 지역을 식민지화하려고 시도하는 동안 작은 전초 기지 건설에서 행진에서 태어났습니다. 당신은 부모님이 살았던 혹독한 조건과 위험한 환경에서 살아남기 위해 성장하고 훈련을 받았습니다. 친구도 적었고 학교도 없었고 일종의 외톨이가 되었고, 우정의 진정한 가치, 즉 당신을 살아있게 해주는 우정의 가치를 배웠습니다.
