Repository: team-waldo/solasta-translation
Catalog: translation/*/Behavior.po
Languages: ko, ko_mt

# Behavior/&AttackingDescription
source: The creature is attacking its target.
ko: 대상을 공격하고 있습니다.

# Behavior/&AttackingTitle
source: Attacking
ko: 공격 중

# Behavior/&IdleDescription
source: The creature is not doing anything in particular.
ko: 딱히 어떤 행동을 하고 있지 않습니다.

# Behavior/&IdleTitle
source: Idle
ko: 휴식 중

# Behavior/&InterceptingDescription
source: The creature has spotted a target and is moving towards it.
ko: 목표물을 확인하고 움직이고 있습니다.

# Behavior/&InterceptingTitle
source: Intercepting
ko: 접근 중

# Behavior/&InvestigatingDescription
source: The creature is investigating a source of disturbance (noise, light).
ko: 소란의 원인(소음, 빛)을 조사하고 있습니다.

# Behavior/&InvestigatingTitle
source: Investigating
ko: 조사 중

# Behavior/&MovingDescription
source: The creature is going somewhere.
ko: 어딘가로 움직이고 있습니다.

# Behavior/&MovingTitle
source: Moving
ko: 이동 중

# Behavior/&NoBehaviorDescription
source: The creature is doing nothing or its initial state has not been launched.
ko: 아무것도 하지 않고 있거나 행동을 개시하지 않았습니다.

# Behavior/&NoBehaviorTitle
source: No Behavior
ko: 행동 없음

# Behavior/&PlanningDescription
source: The creature is planning its next action.
ko: 다음 행동을 계획하고 있습니다.

# Behavior/&PlanningTitle
source: Planning
ko: 계획 중

# Behavior/&SneakingDescription
source: The character is trying to be stealthy.
ko: 캐릭터가 발각되지 않으려고 은신했습니다.

# Behavior/&SneakingTitle
source: Sneaking
ko: 은신 중

# Behavior/&TalkingDescription
source: The creature is talking.
ko: 말하고 있습니다.

# Behavior/&TalkingTitle
source: Talking
ko: 대화 중

# Behavior/&WaitingDescription
source: The creature is waiting.
ko: 기다리고 있습니다.

# Behavior/&WaitingTitle
source: Waiting
ko: 대기 중

# Behavior/&WatchingDescription
source: The creature is looking out for enemies.
ko: 적을 찾고 있습니다.

# Behavior/&WatchingTitle
source: Watching
ko: 주시 중

# AttackingDescription
source: The creature is attacking its target.
ko_mt: 생물이 목표물을 공격하고 있습니다.

# AttackingTitle
source: Attacking
ko_mt: 공격

# IdleDescription
source: The creature is not doing anything in particular.
ko_mt: 생물은 특별히 아무것도 하지 않습니다.

# IdleTitle
source: Idle
ko_mt: 게으른

# InterceptingDescription
source: The creature has spotted a target and is moving towards it.
ko_mt: 생물이 목표물을 발견하고 목표물을 향해 움직이고 있습니다.

# InterceptingTitle
source: Intercepting
ko_mt: 가로채기

# InvestigatingDescription
source: The creature is investigating a source of disturbance (noise, light).
ko_mt: 생물이 교란의 원인(소음, 빛)을 조사하고 있습니다.

# InvestigatingTitle
source: Investigating
ko_mt: 조사

# MovingDescription
source: The creature is going somewhere.
ko_mt: 생물이 어딘가로 가고 있습니다.

# MovingTitle
source: Moving
ko_mt: 움직이는

# NoBehaviorDescription
source: The creature is doing nothing or its initial state has not been launched.
ko_mt: 생물이 아무것도 하지 않거나 초기 상태가 시작되지 않았습니다.

# NoBehaviorTitle
source: No Behavior
ko_mt: 행동 없음

# PlanningDescription
source: The creature is planning its next action.
ko_mt: 생물은 다음 행동을 계획하고 있습니다.

# PlanningTitle
source: Planning
ko_mt: 계획

# SneakingDescription
source: The character is trying to be stealthy.
ko_mt: 캐릭터가 은신하려고 합니다.

# SneakingTitle
source: Sneaking
ko_mt: 몰래

# TalkingDescription
source: The creature is talking.
ko_mt: 생물이 말하고 있습니다.

# TalkingTitle
source: Talking
ko_mt: 말하는

# WaitingDescription
source: The creature is waiting.
ko_mt: 생물이 기다리고 있습니다.

# WaitingTitle
source: Waiting
ko_mt: 대기 중

# WatchingDescription
source: The creature is looking out for enemies.
ko_mt: 생물이 적을 찾고 있습니다.

# WatchingTitle
source: Watching
ko_mt: 보고있다
