Repository: team-waldo/solasta-translation
Catalog: translation/*/Campaign.po
Languages: ko_mt

# CrownOfTheMagister_Journal_DialogTitle_AfterTuto0
source: The Gravekeep's Cask
ko_mt: 묘지기의 술통

# CrownOfTheMagister_Journal_DialogTitle_AfterTuto1
source: Waiting for Lord Carran
ko_mt: 캐런 경을 기다리며

# CrownOfTheMagister_Journal_DialogTitle_AfterTuto2
source: Another Round
ko_mt: 또 다른 라운드

# CrownOfTheMagister_Journal_DialogTitle_AfterTuto3
source: Still No Sign
ko_mt: 여전히 흔적 없음

# CrownOfTheMagister_Journal_DialogTitle_AfterTuto4
source: Lord Carran Finally Arrives
ko_mt: 마침내 도착한 캐런 경

# CrownOfTheMagister_Journal_DialogTitle_Annie01
source: Famous Already
ko_mt: 이미 유명한

# CrownOfTheMagister_Journal_DialogTitle_Annie02
source: The Scavengers
ko_mt: 청소부

# CrownOfTheMagister_Journal_DialogTitle_CaerLem01
source: The Outpost
ko_mt: 전초기지

# CrownOfTheMagister_Journal_DialogTitle_CaerLem02
source: The Tower
ko_mt: 타워

# CrownOfTheMagister_Journal_DialogTitle_CaerLem03
source: The Survivors
ko_mt: 생존자들

# CrownOfTheMagister_Journal_DialogTitle_CaerLem04
source: Distrust
ko_mt: 불신

# CrownOfTheMagister_Journal_DialogTitle_CaerLem05
source: Inside at Last
ko_mt: 마침내 내부

# CrownOfTheMagister_Journal_DialogTitle_CaerLem06
source: The Scout
ko_mt: 스카우트

# CrownOfTheMagister_Journal_DialogTitle_CaerLem07
source: The Veteran
ko_mt: 베테랑

# CrownOfTheMagister_Journal_DialogTitle_CaerLem08
source: The Youngster
ko_mt: 젊은이

# CrownOfTheMagister_Journal_DialogTitle_CaerLem09
source: Discussing the Situation
ko_mt: 상황 논의

# CrownOfTheMagister_Journal_DialogTitle_CaerLem10
source: The Choice
ko_mt: 선택

# CrownOfTheMagister_Journal_DialogTitle_CaerLem11
source: The Escape
ko_mt: 탈출

# CrownOfTheMagister_Journal_DialogTitle_CaerLem12
source: Survivors
ko_mt: 생존자

# CrownOfTheMagister_Journal_DialogTitle_CaerLemGeneric
source: Inspection
ko_mt: 점검

# CrownOfTheMagister_Journal_DialogTitle_Council0
source: The Oath
ko_mt: 선서

# CrownOfTheMagister_Journal_DialogTitle_Gorim
source: Gorim's Emporium
ko_mt: 고림의 가게

# CrownOfTheMagister_Journal_DialogTitle_Hugo
source: Hugo's Wonders
ko_mt: 휴고의 불가사의

# CrownOfTheMagister_Journal_DialogTitle_Karel
source: Karel's Welcome
ko_mt: 카렐의 환영

# CrownOfTheMagister_JournalEntry01
source: Prison Break
ko_mt: 프리즌 브레이크

# CrownOfTheMagister_JournalEntry02
source: Wild Encounter
ko_mt: 야생의 만남

# CrownOfTheMagister_JournalEntry03
source: The Cave
ko_mt: 동굴

# CrownOfTheMagister_JournalEntry04
source: Dirty Deeds
ko_mt: 더러운 행위

# CrownOfTheMagisterDescription
source: The new realms of Solasta turn their eyes towards the Badlands and its treasures, but war isn't the only threat looming over the Principality of Masgarth.
ko_mt: 솔라스타의 새로운 영역은 황무지와 그 보물에 눈을 돌리지만, 마스가르스 공국을 위협하는 것은 전쟁만이 아닙니다.

# CrownOfTheMagisterIntroduction1
source: It is the year 1024 after the Cataclysm. New states have arisen around the Badlands and crave its treasures.
ko_mt: 대격변 후 1024년입니다. 황무지 주변에 새로운 국가가 생겨났고 그 보물을 갈망했습니다.

# CrownOfTheMagisterIntroduction2
source: A newly discovered road offers a safer route into the ruined heart of the Empire from the Principality of Masgarth, upsetting the balance of power.
ko_mt: 새로 발견된 도로는 마스가르스 공국에서 제국의 폐허가 된 심장으로 가는 더 안전한 경로를 제공하여 세력의 균형을 깨뜨립니다.

# CrownOfTheMagisterIntroduction3
source: The Legacy Council is formed, to ensure that this knowledge is shared. It issues a call for agents to explore the Badlands in its name.
ko_mt: 이러한 지식을 공유하기 위해 레거시 위원회가 구성됩니다. 에이전트가 자신의 이름으로 Badlands를 탐험할 것을 요청합니다.

# CrownOfTheMagisterIntroduction4
source: Adventurers flock to Caer Cyflen, the Principality's capital and the home of the Council. Four strangers meet in the Gravekeep's Cask, close to the Council chambers.
ko_mt: 모험가들은 공국의 수도이자 의회의 본거지인 Caer Cyflen으로 모여듭니다. 4명의 낯선 사람들이 의회 방과 가까운 묘지 수호자의 술통에서 만납니다.

# CrownOfTheMagisterJournalStart
source: A group of adventurers gathers at the Gravekeep's Cask Inn, waiting for the instructions of the Legacy Council. The party has {0} members.
ko_mt: 한 무리의 모험가들이 Gravekeep's Cask Inn에 모여 유산 위원회의 지시를 기다리고 있습니다. 파티원은 {0}명입니다.

# CrownOfTheMagisterTitle
source: Crown of the Magister
ko_mt: 마법사의 왕관

# CrownOfTheMagister_Journal_DialogTitle_PriestOfArun
source: The Priest of Arun
ko_mt: 아룬의 사제

# CrownOfTheMagister_Journal_DialogTitle_PriestOfPakri
source: The Priestess of Pakri
ko_mt: 파크리의 여사제

# CrownOfTheMagister_Journal_DialogTitle_PriestOfMaraike
source: The Priest of Maraike
ko_mt: 마라이케의 사제

# CrownOfTheMagister_Journal_DialogTitle_PriestOfEinar
source: The Priest of Einar
ko_mt: 에이나르의 사제

# CrownOfTheMagister_Journal_DialogTitle_MeetHalmanSummer
source: Meeting Halman Summer
ko_mt: 할만 썸머를 만나다

# CrownOfTheMagister_Journal_DialogTitle_VisitHalmanSummer
source: Visiting the Antiquarians
ko_mt: 골동품 방문

# CrownOfTheMagister_Journal_DialogTitle_MeetMaddyGreenisle
source: Meeting Maddy Greenisle
ko_mt: 매디 그리니일을 만나다

# CrownOfTheMagister_Journal_DialogTitle_VisitMaddyGreenisle
source: Visiting the Tower of Knowledge
ko_mt: 지식의 탑 방문

# CrownOfTheMagister_Journal_DialogTitle_MeetHeddlonSurespell
source: Meeting Heddlon Surespell
ko_mt: Heddlon Surespell을 만나다

# CrownOfTheMagister_Journal_DialogTitle_VisitHeddlonSurespell
source: Visiting the Arcaneum
ko_mt: 아카네움 방문

# CrownOfTheMagister_Journal_DialogTitle_MeetJorielFoxeye
source: Meeting Joriel Foxeye
ko_mt: 요리엘 폭스아이를 만나다

# CrownOfTheMagister_Journal_DialogTitle_VisitJorielFoxeye
source: Visiting the Circle of Danantar
ko_mt: 다난타르 서클 방문

# CrownOfTheMagister_Journal_DialogTitle_CaerLem13
source: They're here!
ko_mt: 그들이 여기있다!

# CrownOfTheMagister_Journal_DialogTitle_CaerLem14
source: Alive!
ko_mt: 살아있는!

# CrownOfTheMagister_Journal_DialogTitle_Council01_a
source: Back in Town
ko_mt: 다시 마을로

# CrownOfTheMagister_Journal_DialogTitle_Council01_b
source: Bringers of Dark News
ko_mt: 암흑 소식을 전하는 자

# CrownOfTheMagister_Journal_DialogTitle_Council01_c
source: A New Mission
ko_mt: 새로운 임무

# CrownOfTheMagister_Journal_DialogTitle_Council02_a
source: You Were Right
ko_mt: 당신이 옳았

# CrownOfTheMagister_Journal_DialogTitle_Council02_b
source: The Crown is Ours
ko_mt: 왕관은 우리 것이다

# CrownOfTheMagister_Journal_DialogTitle_Council02_c
source: Attuned
ko_mt: 동조

# CrownOfTheMagister_Journal_DialogTitle_Council02_d
source: Marshal Sunblaze
ko_mt: 원수 선블레이즈

# CrownOfTheMagister_Journal_DialogTitle_Council02_e
source: The Lost Gem
ko_mt: 잃어버린 보석

# CrownOfTheMagister_Journal_DialogTitle_Council02_f
source: The Quest
ko_mt: 퀘스트

# CrownOfTheMagister_Journal_DialogTitle_Council03_a
source: The Crown of the Magister
ko_mt: 마법사의 왕관

# CrownOfTheMagister_Journal_DialogTitle_Council03_b
source: Very Important Adventurers
ko_mt: 매우 중요한 모험가

# CrownOfTheMagister_Journal_Mertonsquest_01
source: First Scavenger
ko_mt: 퍼스트 스캐빈저

# CrownOfTheMagister_Journal_Coparann_Cleric
source: The Priestess of Arun
ko_mt: 아룬의 여사제

# CrownOfTheMagister_Journal_Coparann_Scavengers
source: The Scavengers of Coparann
ko_mt: 코파란의 청소부

# CrownOfTheMagister_Journal_TOM_0Beryl
source: Lady Stonebeard
ko_mt: 레이디 스톤비어드

# CrownOfTheMagister_Journal_TOM_0Robar
source: The Idle Mercenary
ko_mt: 유휴 용병

# CrownOfTheMagister_Journal_TOM_0Daliat
source: Daliat Sunbird, probably
ko_mt: 달리아트 썬버드, 아마도

# CrownOfTheMagister_Journal_TOM_1_A
source: Fanatics!
ko_mt: 광신도!

# CrownOfTheMagister_Journal_TOM_1_A_intro
source: Manacalon Ruin
ko_mt: 마나칼론 폐허

# CrownOfTheMagister_Journal_TOM_1_B_LoneWorker
source: Doomed from the Start
ko_mt: 시작부터 운명

# CrownOfTheMagister_Journal_TOM_1_C_FlyingRock
source: Chaotic Magic
ko_mt: 혼돈의 마법

# CrownOfTheMagister_Journal_TOM_2_DoorOpened
source: Mystery Solved
ko_mt: 미스터리 해결

# CrownOfTheMagister_Journal_TOM_2_RunePuzzle
source: The rune puzzle
ko_mt: 룬 퍼즐

# CrownOfTheMagister_Journal_TOM_2_LockedDoor
source: Locked!
ko_mt: 잠겼다!

# CrownOfTheMagister_Journal_TOM_3_Soraks
source: Here they are!
ko_mt: 여기 있습니다!

# CrownOfTheMagister_Journal_TOM_3_SoraksDead
source: A Tough Fight
ko_mt: 힘든 싸움

# CrownOfTheMagister_Journal_TOM_3_TheCrown
source: The Mysterious Crown
ko_mt: 신비한 왕관

# CrownOfTheMagister_Journal_TOM_3_TheCurse
source: A Troubled Night
ko_mt: 곤란한 밤

# CrownOfTheMagister_Journal_TOM_3_ReturnToCC
source: We Made It!
ko_mt: 우리는 그것을 만들었다!

# CrownOfTheMagister_Journal_Necromancy_01
source: Of Wolves and…
ko_mt: 늑대와…

# CrownOfTheMagister_Journal_Necromancy_02
source: A Strange Ghost
ko_mt: 이상한 유령

# CrownOfTheMagister_Journal_Necromancy_03
source: A long-serving officer
ko_mt: 오래 근무한 장교

# CrownOfTheMagister_Journal_Necromancy_04
source: The Master's Student
ko_mt: 석사 학생

# CrownOfTheMagister_Journal_Necromancy_05
source: The Master's Guest
ko_mt: 마스터의 손님

# CrownOfTheMagister_Journal_Necromancy_06
source: The Master of Necromancy
ko_mt: 강령술의 대가

# CrownOfTheMagister_Journal_Necromancy_Obs_01
source: The Dark Castle
ko_mt: 다크 캐슬

# CrownOfTheMagister_Journal_Abjuration_00
source: The Mausoleum
ko_mt: 영묘

# CrownOfTheMagister_Journal_Abjuration_01
source: Sleeping Beauty
ko_mt: 잠자는 숲속의 미녀

# CrownOfTheMagister_Journal_Abjuration_02
source: The caravan
ko_mt: 캐러밴

# CrownOfTheMagister_Journal_Abjuration_03
source: Officer of the Day
ko_mt: 오늘의 장교

# CrownOfTheMagister_Journal_Abjuration_04
source: The Ceannard of Coparann
ko_mt: 코파란의 세나드

# CrownOfTheMagister_Journal_Abjuration_05
source: Eavesdropping : The Jeweler
ko_mt: 도청 : 보석상

# CrownOfTheMagister_Journal_Abjuration_06
source: Eavesdropping : The Maid
ko_mt: 도청 : 메이드

# CrownOfTheMagister_Journal_Abjuration_07
source: Eavesdropping: The Barkeep
ko_mt: 도청: The Barkeep

# CrownOfTheMagister_Journal_Abjuration_08
source: Eavesdropping: The Gossip Lovers
ko_mt: 도청: 가십 애호가

# CrownOfTheMagister_Journal_Abjuration_09
source: Wilf Warmhearth's Store
ko_mt: 윌프 웜하스 스토어

# CrownOfTheMagister_Journal_Abjuration_10
source: The Investigation
ko_mt: 조사

# CrownOfTheMagister_Journal_Abjuration_11
source: The Baron?
ko_mt: 남작?

# CrownOfTheMagister_Journal_Abjuration_12
source: Something's Off
ko_mt: 뭔가 꺼져

# CrownOfTheMagister_Journal_Abjuration_13
source: Showing the Badge
ko_mt: 배지 표시

# CrownOfTheMagister_Journal_Abjuration_14
source: Treachery Revealed
ko_mt: 밝혀진 배신

# CrownOfTheMagister_Journal_Abjuration_14_b
source: The Baron is safe!
ko_mt: 바론은 안전합니다!

# CrownOfTheMagister_Journal_Abjuration_14_c
source: Kythaela's Heirlooms
ko_mt: 키타엘라의 가보

# CrownOfTheMagister_Journal_Abjuration_14_d
source: The Major Gate
ko_mt: 메이저 게이트

# CrownOfTheMagister_Journal_Abjuration_16
source: Official Thanks
ko_mt: 공식 감사

# CrownOfTheMagister_Journal_Abjuration_17
source: The Master's Tower
ko_mt: 마스터의 탑

# CrownOfTheMagister_Journal_Abjuration_18
source: The Brood
ko_mt: 무리

# CrownOfTheMagister_Journal_Abjuration_19
source: Kythaela's Destiny
ko_mt: 키타엘라의 운명

# CrownOfTheMagister_Journal_Abjuration_20
source: The Awakening
ko_mt: 각성

# CrownOfTheMagister_Journal_Abjuration_21
source: The Oracle
ko_mt: 오라클

# CrownOfTheMagister_Journal_Abjuration_22
source: Dungeons of Manacalon
ko_mt: 마나칼론의 던전

# CrownOfTheMagister_Journal_Abjuration_23
source: Strike True Tavern
ko_mt: 스트라이크 트루 선술집

# CrownOfTheMagister_Journal_DialogTitle_Council02_g
source: The Major Gate
ko_mt: 메이저 게이트

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_01
source: The Aer Elai
ko_mt: 에어 엘라이

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_02
source: Fire Spiders!
ko_mt: 파이어 스파이더!

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_03
source: They're Here
ko_mt: 그들이 여기있다

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_04
source: The Boneyard
ko_mt: 더 본야드

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_05
source: The Magister's Soul
ko_mt: 마법사의 영혼

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_06
source: Deeper into Chaos
ko_mt: 혼돈 속으로 더 깊이

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_07
source: This Place Doesn't Make Sense
ko_mt: 이 장소는 의미가 없습니다

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_08
source: This Is It
ko_mt: 이거 야

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_09
source: Enter the Dragons
ko_mt: 드래곤을 입력

# CrownOfTheMagister_Journal_DialogTitle_Act3_AerElai_10
source: The End
ko_mt: 끝

# CrownOfTheMagister_Journal_DialogTitle_Merton_02_AfterCouncil05
source: Deal or No Deal
ko_mt: 거래 또는 거래 없음

# CrownOfTheMagister_Journal_DialogTitle_Merton_03_MeetingBitterroot
source: A Strange Woman
ko_mt: 이상한 여자

# CrownOfTheMagister_Journal_DialogTitle_Merton_04_BringingSword
source: Old Memories
ko_mt: 오래된 기억

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest01
source: Stuff of Legend
ko_mt: 전설의 물건

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest02
source: To Caer Elis
ko_mt: 카엘 엘리스에게

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest03
source: Like Old Times
ko_mt: 옛날처럼

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest04
source: Through the Mist
ko_mt: 안개를 통해

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest05
source: The Lost God
ko_mt: 잃어버린 신

# CrownOfTheMagister_Journal_DialogTitle_Merton_05_LegendaryQuest06
source: A Chapter Is Closed
ko_mt: 챕터가 닫혔습니다

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_01
source: The Runaway Student
ko_mt: 가출 학생

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_02
source: Back in the Place
ko_mt: 다시 제자리로

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_03
source: Up There
ko_mt: 거기

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_04
source: Like Another World
ko_mt: 다른 세계처럼

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_05
source: A Treasure of Knowledge
ko_mt: 지식의 보물

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_06
source: Alive!
ko_mt: 살아있는!

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Academic_07
source: Status Restored
ko_mt: 상태 복원됨

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Acolyte_01
source: Duty Calls
ko_mt: 듀티 콜

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Acolyte_02
source: Lost Souls
ko_mt: 잃어버린 영혼

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Acolyte_03
source: Roaming in the Afterlife
ko_mt: 사후세계에서의 로밍

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Acolyte_04
source: The Apostate
ko_mt: 배교자

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Acolyte_05
source: With Arun
ko_mt: 아룬과 함께

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_01
source: An Annoying Situation
ko_mt: 짜증나는 상황

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_02
source: The Prodigal Son
ko_mt: 방탕한 아들

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_03
source: The Wise Daughter
ko_mt: 현명한 딸

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_04
source: A Looming Threat
ko_mt: 다가오는 위협

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_05
source: Decisions, Decisions…
ko_mt: 결정, 결정…

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_06
source: The Mark of Arivad
ko_mt: 아리바드의 표식

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Aristocrat_07
source: The Ambitious One
ko_mt: 야심찬 자

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_01
source: A Few Good Men
ko_mt: 몇몇 좋은 사람들

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_02
source: Let's Do This
ko_mt: 해보자

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_03A
source: The Elusive Guard
ko_mt: 애매한 가드

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_03B
source: Are You Kidding?
ko_mt: 농담하는거야?

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_04A
source: Little Business
ko_mt: 리틀 비즈니스

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_04B
source: Imperial Stuff
ko_mt: 제국의 물건

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_05A
source: Not Welcome
ko_mt: 환영하지 않음

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_05B
source: Royal Flowers
ko_mt: 로얄 플라워

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_06A
source: Not Just a Guard
ko_mt: 단순한 경비원이 아니다.

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_06B
source: Proof
ko_mt: 증거

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_06C
source: Where in the World Is Rodric?
ko_mt: 로드릭은 도대체 어디에?

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lawkeeper_07
source: Not Just a Guard
ko_mt: 단순한 경비원이 아니다.

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_01_Merton
source: Side Job
ko_mt: 부업

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_03_Nel
source: Tracking the Thief
ko_mt: 도둑 추적

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_04_Gorim
source: I Know a Guy
ko_mt: 나는 남자를 안다

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_05_Karel
source: Ask the Bartender
ko_mt: 바텐더에게 물어보세요

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_06_Nel
source: It Was All a Joke
ko_mt: 농담이었어

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Lowlife_07_Nel
source: Misaye's Laughing
ko_mt: 미소의 미사예

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_01
source: The Philosopher
ko_mt: 철학자

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_02
source: The Matter of Evil
ko_mt: 악의 문제

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_04
source: Suffering
ko_mt: 고통

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_05
source: Cruelty
ko_mt: 잔학

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_06
source: Love
ko_mt: 사랑

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_07
source: Wait for My Signal
ko_mt: 내 신호를 기다려

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_08
source: Power to the One
ko_mt: 하나를 위한 힘

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Philosopher_09
source: Freedom
ko_mt: 자유

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_01
source: Letter from a Friend
ko_mt: 친구의 편지

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_02
source: A Forgotten Past
ko_mt: 잊혀진 과거

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_03
source: It Is You!
ko_mt: 그건 너다!

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_04
source: The Keys
ko_mt: 열쇠

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_05
source: Childhood Memories
ko_mt: 어린 시절의 추억

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_06A
source: What Does It Mean?
ko_mt: 무슨 뜻이에요?

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_06B
source: It's a Sorak Plot!
ko_mt: 설악플롯입니다!

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_07
source: We Have a Clue
ko_mt: 우리는 단서가 있습니다

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_08
source: Betrayed by His Own Hand
ko_mt: 자신의 손에 배신당하다

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Sellsword_09
source: Restored Honor
ko_mt: 회복된 명예

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_01
source: I Know You!
ko_mt: 나는 당신을 알고 있습니다!

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_02
source: An Old Acquaintance
ko_mt: 오래된 지인

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_03
source: Cutting Loose Ends
ko_mt: 느슨한 끝 절단

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_04
source: What's the Plan?
ko_mt: 계획은 무엇입니까?

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_05
source: Going Under
ko_mt: 아래로 가고

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_06
source: Tradecraft
ko_mt: 무역

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_07
source: It's Done
ko_mt: 끝났다

# CrownOfTheMagister_Journal_DialogTitle_Background_Quest_Spy_08
source: Disgrace
ko_mt: 불명예

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_00_CannotFindGems
source: We Have a Problem
ko_mt: 문제가있다

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_01_Return
source: Something's Wrong
ko_mt: 뭔가 잘못됐어

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_02_Bartender
source: Conscription
ko_mt: 징병

# CrownOfTheMagister_Journal_DialogTitleCaerCyflen_Act3_Beryl
source: Going Home
ko_mt: 집에 갈

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_CovenOfArivad_01
source: Summer's Mansion
ko_mt: 여름의 맨션

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_CovenOfArivad_02
source: Deep Cover
ko_mt: 딥커버

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_CovenOfArivad_03
source: Infiltrated
ko_mt: 침투

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_MeetingCarran_01
source: Tension Rises
ko_mt: 텐션 상승

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_MeetingCarran_02
source: Unraveled
ko_mt: 풀리다

# CrownOfTheMagister_Journal_DialogTitle_CaerCyflen_Act3_Robar
source: Captain Sharp
ko_mt: 캡틴 샤프

# CrownOfTheMagister_Journal_CaerCyflen_Act3_SummersHouse
source: The Silent Whisper
ko_mt: 고요한 속삭임

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_01
source: Beric
ko_mt: 베릭

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_02
source: Enemy at the Gates
ko_mt: 게이트의 적

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_03
source: The Crown is Gone!
ko_mt: 왕관이 사라졌다!

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_04
source: Protect the Gate!
ko_mt: 게이트를 지켜라!

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_05
source: The Princess
ko_mt: 공주

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_06
source: It's up to You Now
ko_mt: 이제 당신에게 달려 있습니다.

# CrownOfTheMagister_Journal_CaerCyflen_Act3_TempleOfEinar_07
source: Take a Deep Breath
ko_mt: 심호흡하기

# CrownOfTheMagister_Journal_DialogTitle_FactionDialog_Scavengers_03_HenriksDeath
source: Dark News
ko_mt: 다크 뉴스

# CrownOfTheMagister_Journal_DialogTitle_FactionDialog_Scavengers_04_ClaimCaerLem
source: Business Is On
ko_mt: 사업 진행 중

source: Who's this guy again?
ko_mt: 이 사람은 또 누구야?

source: Back to School
ko_mt: 학교로 돌아가다

source: Stolen
ko_mt: 훔친

source: The Right Owner
ko_mt: 올바른 소유자

source: Letter from a Friend
ko_mt: 친구의 편지

# CrownOfTheMagister_Journal_DialogTitle_Council_04_a
source: The Crown is ours.
ko_mt: 크라운은 우리의 것입니다.

# CrownOfTheMagister_Journal_DialogTitle_Council_04_b
source: A Strange Warning
ko_mt: 이상한 경고

# CrownOfTheMagister_Journal_DialogTitle_Council_04_c_1_Attacked_In_Residency
source: He Knew!
ko_mt: 그는 알았다!

# CrownOfTheMagister_Journal_DialogTitle_Council_04_d_Talking_To_Heddlon
source: The Elf Who Knew Too Much
ko_mt: 너무 많이 아는 엘프

# CrownOfTheMagister_Journal_DialogTitle_Council_04_e_Ironshell_After_Attack
source: Ransacked!
ko_mt: 약탈!

# CrownOfTheMagister_Journal_DialogTitle_Council_05_a
source: With or Without It
ko_mt: 그것의 유무에 관계없이

# CrownOfTheMagister_Journal_DialogTitle_Council_05_b
source: The Informant
ko_mt: 정보원

# CrownOfTheMagister_Journal_DialogTitle_Council_05_c
source: Keep It Safe
ko_mt: 안전을 유지해라

# CrownOfTheMagister_Journal_DialogTitle_Earcorn_01_Arriving
source: A Quiet Little Town
ko_mt: 조용한 작은 마을

# CrownOfTheMagister_Journal_DialogTitle_Earcorn_02_Footsteps
source: They Have Claws
ko_mt: 발톱이 있다

# CrownOfTheMagister_Journal_DialogTitle_Earcorn_03_AfterFight
source: It's a Trap!
ko_mt: 함정이다!

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_01_Entrance
source: Hacking
ko_mt: 해킹

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_02_Jungle
source: Chop, Don't Talk
ko_mt: 찹, 말하지마

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_03_Lava
source: Hot Stuff
ko_mt: 뜨거운 물건

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_04_GardenSheld
source: Soraks!
ko_mt: 설악!

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_05_SorakFight
source: The Sound of Killing
ko_mt: 살인의 소리

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_06_Interrogation
source: Inquisition
ko_mt: 조사
