Repository: team-waldo/solasta-translation
Catalog: translation/*/Campaign.po
Languages: ko_mt

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_09_TreasureBeast
source: Temptation
ko_mt: 유혹

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_10_Beast
source: The Beast
ko_mt: 짐승

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_11_BeastEnding
source: Too Easy
ko_mt: 너무 쉽다

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_12_ShitfingMaze
source: The Maze
ko_mt: 미로

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_13_TeleportingCircle
source: Find a Way Out
ko_mt: 탈출구 찾기

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_13b_TeleportingCircle
source: Mind-Boggling
ko_mt: 놀라운

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_14_Coward
source: The Light Cube
ko_mt: 더 라이트 큐브

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_14b_Coward
source: The Coward
ko_mt: 겁쟁이

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_15_MansionArrival
source: House on the Hill
ko_mt: 언덕 위의 집

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_16_CastleEntrance
source: Good Manners
ko_mt: 좋은 매너

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_17_InvisibleServants
source: Slaves of the Empire
ko_mt: 제국의 노예

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_18_Master
source: A Broken Mind
ko_mt: 부서진 마음

# CrownOfTheMagister_Journal_DialogTitle_Evocation_01_Arriving
source: Stinks of Sulfur
ko_mt: 유황 냄새

# CrownOfTheMagister_Journal_DialogTitle_Evocation_02_FindingKebra
source: The Survivor
ko_mt: 생존자

# CrownOfTheMagister_Journal_DialogTitle_Evocation_02b_TalkToKebra
source: Orcish Wars
ko_mt: 오크 전쟁

# CrownOfTheMagister_Journal_DialogTitle_Evocation_03_EnterVolcano
source: Under the Mountain
ko_mt: 산 아래

# CrownOfTheMagister_Journal_DialogTitle_Evocation_04_TalkToArbal
source: The Warrior
ko_mt: 전사

# CrownOfTheMagister_Journal_DialogTitle_Evocation_05_Market
source: The Market
ko_mt: 시장

# CrownOfTheMagister_Journal_DialogTitle_Evocation_06_SavedBrok
source: Brok Is Free
ko_mt: Brok는 무료입니다

# CrownOfTheMagister_Journal_DialogTitle_Evocation_07_Bloodspear
source: The Warmongers
ko_mt: 전쟁광

# CrownOfTheMagister_Journal_DialogTitle_Evocation_08_Bloodspear_Edrof
source: The Challenge
ko_mt: 도전

# CrownOfTheMagister_Journal_DialogTitle_Evocation_09_Bloodspear_Victory
source: Is there anyone else?
ko_mt: 다른 사람이 있습니까?

# CrownOfTheMagister_Journal_DialogTitle_Evocation_10_Bladefang
source: Tribe of the Faithful
ko_mt: 충실한 부족

# CrownOfTheMagister_Journal_DialogTitle_Evocation_11_Bladefang_Meeting
source: A Big Favor
ko_mt: 큰 부탁

# CrownOfTheMagister_Journal_DialogTitle_Evocation_12_Bladefangquest
source: Who's the Old Queen?
ko_mt: 늙은 여왕은 누구입니까?

# CrownOfTheMagister_Journal_DialogTitle_Evocation_13_OldQueen
source: Another Spider
ko_mt: 또 다른 거미

# CrownOfTheMagister_Journal_DialogTitle_Evocation_14_OldQueenFight
source: It Hates Light
ko_mt: 그것은 빛을 싫어한다

# CrownOfTheMagister_Journal_DialogTitle_Evocation_15_OldQueenBeaten
source: The Holy Axe
ko_mt: 신성한 도끼

# CrownOfTheMagister_Journal_DialogTitle_Evocation_16_ReturnHolyAxe
source: Give or Take
ko_mt: 주고 받기

# CrownOfTheMagister_Journal_DialogTitle_Evocation_17_Sandraven
source: The Orc Who Read Books
ko_mt: 책을 읽는 오크

# CrownOfTheMagister_Journal_DialogTitle_Evocation_18_Necropolis_Entrance
source: Necropolis
ko_mt: 대규모 묘지

# CrownOfTheMagister_Journal_DialogTitle_Evocation_19_Necropolis_Hall
source: Back in Time
ko_mt: 시간을 거슬러

# CrownOfTheMagister_Journal_DialogTitle_Evocation_20_Necropolis_Map
source: The Way It Used to Be
ko_mt: 예전 방식

# CrownOfTheMagister_Journal_DialogTitle_Evocation_21_Necropolis_Statue01
source: The Slaver Emperor
ko_mt: 노예 황제

# CrownOfTheMagister_Journal_DialogTitle_Evocation_22_Necropolis_Statue02
source: The Prince
ko_mt: 왕자

# CrownOfTheMagister_Journal_DialogTitle_Evocation_23_Necropolis_Statue03
source: The Wife
ko_mt: 아내

# CrownOfTheMagister_Journal_DialogTitle_Evocation_24_Necropolis_Emperor
source: Anger
ko_mt: 화

# CrownOfTheMagister_Journal_DialogTitle_Evocation_26_Necropolis_GhostReturn
source: To Oblivion
ko_mt: 망각으로

# CrownOfTheMagister_Journal_DialogTitle_Evocation_27_UrkaReveals
source: Gaks!
ko_mt: 개크스!

# CrownOfTheMagister_Journal_DialogTitle_Evocation_28_UrkaKilled
source: They Are Everywhere
ko_mt: 그들은 어디에나있다

# CrownOfTheMagister_Journal_DialogTitle_Evocation_29_BackToBrok
source: The Alliance
ko_mt: 얼라이언스

# CrownOfTheMagister_Journal_DialogTitle_Evocation_30_NearRedScarGate
source: Redscar Gate
ko_mt: 레드스카 게이트

# CrownOfTheMagister_Journal_DialogTitle_Evocation_31_InsideCity
source: The Burned Throne
ko_mt: 불타는 왕좌

# CrownOfTheMagister_Journal_DialogTitle_Evocation_32_FacingArrok
source: Heart of Fire
ko_mt: 불의 심장

# CrownOfTheMagister_Journal_DialogTitle_Evocation_33_TribesUnite
source: All Against Tyranny
ko_mt: 폭정에 대한 모든 것

# CrownOfTheMagister_Journal_DialogTitle_Evocation_34_ArrokDefeated
source: Eruption
ko_mt: 분화

# CrownOfTheMagister_Journal_DialogTitle_Evocation_35_Ending
source: It's Over
ko_mt: 끝났어

# CrownOfTheMagister_Journal_DialogTitle_Conjuration_16_CastleEntrance_b
source: Bad Manners
ko_mt: 나쁜 매너

# UserCampaignTitle
source: User Campaign
ko_mt: 사용자 캠페인

# UserCampaignDescription
source: Allows you to start an adventure in a user location
ko_mt: 사용자 위치에서 모험을 시작할 수 있습니다.

# DLC1_Introduction_1
source: While the Principality of Masgarth is preparing for war, business is thriving in the Marches.
ko_mt: Masgarth 공국이 전쟁을 준비하는 동안, 사업은 행진에서 번창합니다.

# DLC1_Introduction_2
source: Galar Goldentongue's travels and sales both increase, as more Legacy Council agents travel to Coparann.
ko_mt: 더 많은 Legacy Council 요원이 Coparann을 방문함에 따라 Galar Goldentongue의 출장과 판매가 모두 증가합니다.

# DLC1_Introduction_3
source: The master merchant hired his own quatuor or adventurers to escort his caravan.
ko_mt: 마스터 상인은 캐러밴을 호위하기 위해 자신의 quatuor 또는 모험가를 고용했습니다.

# DLC1_Journal_Start
source: One day, while camping in the mountains, they are joined by a band of wounded travellers…
ko_mt: 어느 날 산에서 캠핑을 하던 중 부상당한 여행자 무리와 합류하는데…

# DLC1_Title
source: The Lost Valley
ko_mt: 잃어버린 계곡

# DLC1_Description
source: While the Principality of Masgarth is preparing for war, adventurers still discover new places in the Badlands, that have not been visited for centuries.
ko_mt: Masgarth 공국이 전쟁을 준비하는 동안, 모험가들은 수세기 동안 방문하지 않은 Badlands의 새로운 장소를 여전히 발견합니다.
