Repository: team-waldo/solasta-translation
Catalog: translation/*/Caption.po
Languages: ko_mt

# JumpFromCaption
source: Select a spot to jump from.
ko_mt: 점프할 지점을 선택합니다.

# JumpToCaption
source: Select a spot to jump to.
ko_mt: 점프할 지점을 선택합니다.

# LandingPositionCaption
source: Select a place to climb to.
ko_mt: 올라갈 장소를 선택합니다.

# LevitateDestinationCaption
source: Select a levitation destination for your target.
ko_mt: 목표물의 공중 부양 목적지를 선택하십시오.

# OutOfRangeCaption
source: You are out of range!
ko_mt: 범위를 벗어났습니다!

# ProxyActionTitle
source: Magical Effect Control
ko_mt: 마법 효과 제어

# ProxyAttackCaption
source: Select a target to attack with the magic effect.
ko_mt: 마법 효과로 공격할 대상을 선택합니다.

# ProxyMoveAndAttackCaption
source: Select destination to move the magical effect or a target to attack.
ko_mt: 마법 효과를 이동할 목적지 또는 공격할 대상을 선택합니다.

# ProxyMoveCaption
source: Select a destination to move the magic effect.
ko_mt: 마법 효과를 이동할 대상을 선택하세요.

# SelectPositionMultipleCaption
source: Select {0} positions
ko_mt: {0} 위치 선택

# SelectPositionSingleCaption
source: Select a position
ko_mt: 직위 선택

# ShapeConeDirectionCaption
source: Select a direction for the cone of effect.
ko_mt: 효과 원뿔의 방향을 선택합니다.

# ShapeCubePositionCaption
source: Select a position for the cube of effect.
ko_mt: 효과 큐브의 위치를 ​​선택합니다.

# ShapeCylinderPositionCaption
source: Select a position for the cylinder of effect.
ko_mt: 효과 실린더의 위치를 ​​선택합니다.

# ShapeLineDirectionCaption
source: Select a direction for the line of effect.
ko_mt: 효과선의 방향을 선택합니다.

# ShapeSpherePositionCaption
source: Select a position for the sphere of effect.
ko_mt: 효과 영역의 위치를 ​​선택합니다.

# ShapeWallLineExtremityCaption
source: Select an end for the wall effect.
ko_mt: 벽 효과의 끝을 선택합니다.

# ShapeWallLineInvalid
source: The line of effect cannot be placed here.
ko_mt: 효과선은 여기에 놓을 수 없습니다.

# ShapeWallLineOriginCaption
source: Select an origin for the wall effect.
ko_mt: 벽 효과의 원점을 선택합니다.

# ShapeWallLineOutOfLengthCaption
source: The line of effect is too long!
ko_mt: 효과 라인이 너무 깁니다!

# ShapeWallRingPositionCaption
source: Select a position for the circle of effect.
ko_mt: 효과 원의 위치를 ​​선택합니다.

# ShoveSelectDestinationCaption
source: Push the creature back, or knock it down?
ko_mt: 생물을 뒤로 밀어낼 것인가, 아니면 쓰러뜨릴 것인가?

# ShoveSelectTargetCaption
source: Select a target to shove.
ko_mt: 밀어낼 대상을 선택합니다.

# ShoveTargetCannotPushAwayCaption
source: No room to push the target away.
ko_mt: 목표물을 밀어낼 여지가 없습니다.

# ShoveTargetImmuneCaption
source: Target is immune to shoving.
ko_mt: 대상은 밀쳐내기에 면역입니다.

# ShoveTargetOutOfReachCaption
source: Target is out of reach.
ko_mt: 대상이 도달할 수 없습니다.

# ShoveTargetProneCaption
source: You cannot shove a prone target!
ko_mt: 엎드린 대상을 밀 수 없습니다!

# ShoveTargetTooBigCaption
source: Target is too big for this creature to shove
ko_mt: 대상이 너무 커서 이 생물이 밀어낼 수 없습니다.

# TargetAwakenDescription
source: Click to awaken this sleeping character.
ko_mt: 이 잠자는 캐릭터를 깨우려면 클릭하십시오.

# TargetFilteringAllyCreature
source: Ally Creature
ko_mt: 동맹 생물

# TargetFilteringCreature
source: Creature
ko_mt: 생물

# TargetFilteringEffectProxy
source: Magical Effect
ko_mt: 마법의 효과

# TargetFilteringEnemyCreature
source: Enemy Creature
ko_mt: 적 생물

# TargetFilteringGadget
source: Object
ko_mt: 물체

# TargetMultipleCaption
source: Select {1} targets ({0}). <#B0B0B0>You can select each target multiple times.</color>
ko_mt: {1} 대상({0})을 선택합니다. <#B0B0B0>각 대상을 여러 번 선택할 수 있습니다.</color>

# TargetMultipleUniqueCaption
source: Select {1} targets ({0}). <#B0B0B0>You can select each target only once.</color>
ko_mt: {1} 대상({0})을 선택합니다. <#B0B0B0>각 대상은 한 번만 선택할 수 있습니다.</color>

# TargetProximityMultipleCaption
source: <#B0B0B0>Targets must be within {0} cells of each other.</color>
ko_mt: <#B0B0B0>대상은 서로 {0}셀 내에 있어야 합니다.</color>

# TargetProximitySingleCaption
source: <#B0B0B0>Targets must be next to each other.</color>
ko_mt: <#B0B0B0>대상은 서로 인접해야 합니다.</color>

# TargetRequiredConditionCaption
source: <#B0B0B0>The target must be "{0}."</color>
ko_mt: <#B0B0B0>대상은 "{0}"이어야 합니다.</color>

# TargetRequiredCreatureTypeCaption
source: <#B0B0B0>Targets must be {0}
ko_mt: <#B0B0B0>대상은 {0}이어야 합니다.

# TargetRequiredUnarmoredCaption
source: <#B0B0B0>Targets must be unarmored.
ko_mt: <#B0B0B0>목표는 무장 해제 상태여야 합니다.

# TargetShareUniqueCaption
source: Select any number of targets ({0}) to share the effect ({1}). <#B0B0B0>You can select each target only once.</color>
ko_mt: 효과({1})를 공유할 대상({0})을 원하는 수만큼 선택합니다. <#B0B0B0>각 대상은 한 번만 선택할 수 있습니다.</color>

# TargetSingleCaption
source: Select a target ({0}).
ko_mt: 대상({0})을 선택합니다.

# TargetStabilizeDescription
source: Click to attempt to stabilize this dying character, with a WIS (Medicine) ability check.
ko_mt: WIS(의학) 능력 검사를 통해 죽어가는 이 캐릭터를 안정화시키려면 클릭하십시오.

# CannotBePlacedOnCharacterCaption
source: You cannot cast this spell directly on a character.
ko_mt: 이 주문은 캐릭터에게 직접 시전할 수 없습니다.

# TargetsMustPerceiveCasterCaption
source: Targets must perceive the source of the effect.
ko_mt: 목표는 효과의 근원을 인지해야 합니다.

# PositionMustBePerceivedCaption
source: The position is not perceived.
ko_mt: 위치가 감지되지 않습니다.

# TargetRequiredSizeCaption
source: Target size must be: {0}
ko_mt: 대상 크기는 다음과 같아야 합니다. {0}

# InviteOptionalAllyCaption
source: Touch an optional ally to bring along.
ko_mt: 데려올 아군을 터치하세요.

# TelekinesisSelectDirection
source: Select a direction in which to move this creature.
ko_mt: 이 생물을 이동할 방향을 선택하십시오.

# EditorNewPropPlacementCaption
source: Select a valid position to place this new prop Hold "Shift" to place multiple props of this type
ko_mt: 이 새 소품을 배치할 유효한 위치를 선택하세요. 이 유형의 여러 소품을 배치하려면 "Shift" 키를 누르세요.

# EditorExistingPropPlacementCaption
source: Select a new position for this prop
ko_mt: 이 소품의 새 위치 선택

# EditorNewGadgetPlacementCaption
source: Select a valid position to place this new gadget Hold "Shift" to place multiple gadgets of this type
ko_mt: 이 새 가젯을 배치할 유효한 위치를 선택하십시오. 이 유형의 여러 가제트를 배치하려면 "Shift"를 길게 누릅니다.

# EditorExistingGadgetPlacementCaption
source: Select a new position for this gadget
ko_mt: 이 가제트의 새 위치를 선택하십시오.

# EditorSelectedRoomCaption
source: Selected Room: {0}
ko_mt: 선택한 방: {0}

# EditorSelectedPropCaption
source: Selected Prop: {0}
ko_mt: 선택한 소품: {0}

# EditorSelectedGadgetCaption
source: Selected Gadget: {0}
ko_mt: 선택한 가젯: {0}

# GadgetParametersHeaderTitle
source: Gadget Parameters:
ko_mt: 가제트 매개변수:

# GadgetParametersSelectorTitle
source: Select
ko_mt: 고르다

# GadgetParametersSelectorDescription
source: Click to select a corresponding element (monster, item, loot pack) in the database
ko_mt: 데이터베이스에서 해당 요소(몬스터, 아이템, 전리품 팩)를 선택하려면 클릭하세요.

# GadgetParametersAddTitle
source: Add Element
ko_mt: 요소 추가

# GadgetParametersAddDescription
source: Add a corresponding element (monster, item, loot pack) to the list
ko_mt: 목록에 해당 요소(몬스터, 아이템, 전리품 팩) 추가

# GadgetParametersRemoveDescription
source: Remove the selected element
ko_mt: 선택한 요소 제거

# GadgetParametersNoneTitle
source: <Empty>
ko_mt: <비어 있음>

# EditorNewRoomPlacementCaption
source: Select a valid position to place this new room Hold "Shift" to place multiple rooms of this type
ko_mt: 이 새 방을 배치할 유효한 위치를 선택하십시오 이 유형의 여러 방을 배치하려면 "Shift" 키를 누르세요.

# EditorExistingRoomPlacementCaption
source: Select a new position for this room
ko_mt: 이 방의 새 위치를 선택하십시오

# GadgetParametersLocationSelectorDescription
source: Click to select a destination location from a list
ko_mt: 목록에서 목적지 위치를 선택하려면 클릭하십시오.

# GadgetListAddTitle
source: Add Gadget
ko_mt: 가젯 추가

# GadgetListAddDescription
source: Allows you to click and a select a target gadget
ko_mt: 대상 가젯을 클릭하고 선택할 수 있습니다.

# EditorSelectTargetGadgetDescription
source: Select a target gadget
ko_mt: 대상 가젯 선택

# TargetArcSubtargetSingleCaption
source: <#B0B0B0>The effect will arc to {0} additional subtarget within {1} cells.</color>
ko_mt: <#B0B0B0>효과는 {1}개의 셀 내에서 {0}개의 추가 하위 대상에 호를 부여합니다.</color>

# TargetArcSubtargetMultipleCaption
source: <#B0B0B0>The effect will arc to {0} additional subtargets within {1} cells.</color>
ko_mt: <#B0B0B0>효과는 {1} 셀 내에서 {0}개의 추가 하위 타겟으로 향합니다.</color>
