Repository: team-waldo/solasta-translation
Catalog: translation/*/CharacterInteraction.po
Languages: ko_mt

# BanditTrackDescription
source: Human tracks - probably bandits. They look quite fresh.
ko_mt: 인간의 흔적 - 아마도 도적일 것입니다. 그들은 꽤 신선해 보입니다.

# DisarmTrapDescription
source: Click to try to disarm this trap.
ko_mt: 이 트랩을 해제하려면 클릭하십시오.

# HardClimbDescription
source: Click to try to climb.
ko_mt: 클릭하여 등반을 시도합니다.

# LightDescription
source: Click to light this light.
ko_mt: 이 조명을 켜려면 클릭합니다.

# LockPickChestDescription
source: Click to try to pick the lock on this chest.
ko_mt: 이 상자의 자물쇠를 선택하려면 클릭하세요.

# LockPickDoorDescription
source: Click to try to pick this door's lock.
ko_mt: 이 문의 자물쇠를 선택하려면 클릭하세요.

# LootContainerDescription
source: Click to loot this container.
ko_mt: 이 컨테이너를 약탈하려면 클릭하세요.

# NpcInteractionDescription
source: Click to interact with this character.
ko_mt: 클릭하면 이 캐릭터와 상호작용할 수 있습니다.

# ObserveDescription
source: Click to examine this object.
ko_mt: 이 개체를 검사하려면 클릭하십시오.

# OpenCloseDoorDescription
source: Click to open/close this door.
ko_mt: 이 문을 열거나 닫으려면 클릭하세요.

# PushDescription
source: Click to push this object.
ko_mt: 이 개체를 푸시하려면 클릭하세요.

# StartLongRestDescription
source: Click to start a long rest for the party.
ko_mt: 파티를 위한 긴 휴식을 시작하려면 클릭하세요.

# TriggerTrapDescription
source: Trigger collapse.
ko_mt: 붕괴를 방아쇠를 당깁니다.

# UseDescription
source: Click to use this object.
ko_mt: 이 개체를 사용하려면 클릭하세요.

# GoblinTrackDescription
source: Footprints… Probably goblins'. They look quite fresh.
ko_mt: 발자국… 아마 고블린이겠지. 그들은 꽤 신선해 보입니다.

# UnknownTrackDescription
source: Fresh tracks, probably those of the fanatics.
ko_mt: 신선한 트랙, 아마도 광신도의 트랙일 것입니다.

# SorakTrackDescription
source: Reptilian tracks… Soraks, maybe?
ko_mt: 렙틸리언 트랙... 소락스, 아마도?

# QuickShoppingDescription
source: Click to open quick shopping.
ko_mt: 빠른 쇼핑을 열려면 클릭하세요.

# WaitDescription
source: Click to wait for the moon to rise.
ko_mt: 달이 뜨기를 기다리려면 클릭하세요.

# UseScavengersDescription
source: Click to use the Scavenger System
ko_mt: 스캐빈저 시스템을 사용하려면 클릭하세요.

# TakeScimitarDescription
source: Click to use the scimitar and the shield for this fight.
ko_mt: 이 전투에서 시미터와 방패를 사용하려면 클릭하세요.

# TakeDaggersDescription
source: Click to use the daggers for this fight.
ko_mt: 이 전투에서 단검을 사용하려면 클릭하세요.

# TakeGreataxeDescription
source: Click to use the greataxe for this fight.
ko_mt: 이 싸움에 대도끼를 사용하려면 클릭하세요.

# LeaveArenaDescription
source: Click to leave the arena and forfeit the duel.
ko_mt: 경기장을 떠나 결투를 포기하려면 클릭하십시오.

# PlantDocumentDescription
source: Plant Document
ko_mt: 식물 문서

# Unlock_Door_With_Key_Description
source: Use the adequate key to open the door.
ko_mt: 적절한 키를 사용하여 문을 엽니다.

# NpcInteractionEnlistDescription
source: Click to enlist this character as a companion
ko_mt: 이 캐릭터를 동료로 참여시키려면 클릭하세요.
