Repository: team-waldo/solasta-translation
Catalog: translation/*/CharacterFamily.po
Languages: ko, ko_mt

# CharacterFamily/&AberrationDescription
source: Aberrations are utterly alien beings. Many of them have innate magical abilities drawn from the creature's alien mind rather than the mystical forces of the world.
ko: 이형체는 완전히 이질적인 존재입니다. 이들 중 다수는 이 세계의 신비한 힘이 아닌, 자신의 기괴한 내면에서 이끌어내는 마법적 능력을 타고났습니다.

# CharacterFamily/&AberrationTitle
source: Aberration
ko: 이형체

# CharacterFamily/&BeastDescription
source: Beasts are nonhumanoid creatures that are a natural part of the fantasy ecology. Some of them have magical powers, but most are unintelligent and lack any society or language.
ko: 야수는 판타지 생태 속 자연환경의 일부인 비인간형 생물군입니다. 이들 중 일부는 마법의 힘을 가졌지만, 대부분은 지성이 없고 사회나 언어 체계를 가지고 있지 않습니다.

# CharacterFamily/&BeastTitle
source: Beast
ko: 야수

# CharacterFamily/&CelestialDescription
source: Celestials are creatures native to the Upper Planes. Many of them are the servants of deities, employed as messengers or agents in the mortal realm and throughout the planes. Celestials are good by nature, so the exceptional celestial who strays from a good alignment is a horrifying rarity.
ko: 셀레스티얼은 상위 차원에 거주하는 생물입니다. 이들 중 다수는 신들의 하인으로, 필멸자들의 세계와 다른 여러 차원들에 파견되는 전령 또는 대리인입니다. 셀레스티얼은 천성적으로 선하므로, 선 성향에서 벗어나는 예외적인 셀레스티얼은 소름끼치는 희귀종입니다.

# CharacterFamily/&CelestialTitle
source: Celestial
ko: 셀레스티얼

# CharacterFamily/&ConstructDescription
source: Constructs are made, not born. Some are programmed by their creators to follow a simple set of instructions, while others are imbued with sentience and capable of independent thought.
ko: 구조체들은 태어나는 것이 아니라 만들어집니다. 일부는 간단한 명령을 따르기만 하도록 제작자들이 설계한 반면, 다른 일부는 지각을 부여받아 자율적인 사고가 가능합니다.

# CharacterFamily/&ConstructTitle
source: Construct
ko: 구조체

# CharacterFamily/&DragonDescription
source: Dragons are large reptilian creatures of ancient origin and tremendous power. True dragons, including the good metallic dragons and the evil chromatic dragons, are highly intelligent and have innate magic.
ko: 드래곤은 오래된 기원과 매우 강력한 힘을 가진 파충류 생물입니다. 선한 메탈릭 드래곤과 사악한 크로마틱 드래곤을 포함한 진정한 드래곤들은 고도의 지능을 지녔으며 마법을 타고났습니다.

# CharacterFamily/&DragonTitle
source: Dragon
ko: 드래곤

# CharacterFamily/&ElementalDescription
source: Elementals are creatures native to the elemental planes. Some creatures of this type are little more than animate masses of their respective elements, including the creatures simply called elementals. Others have biological forms infused with elemental energy.
ko: 정령은 정령계 고유의 크리쳐입니다. 단순히 정령이라 불리는 생물들을 포함한 이 유형의 크리쳐들 일부는 그저 각각의 원소가 뭉친 움직이는 덩어리보다 조금 나은 수준에 불과합니다. 다른 것들은 원소의 에너지가 불어넣어진 생물학적 형태를 가지고 있습니다.

# CharacterFamily/&ElementalTitle
source: Elemental
ko: 정령

# CharacterFamily/&FeyDescription
source: Fey are magical creatures closely tied to the forces of nature. They dwell in twilight groves and misty forests.
ko: 페이는 자연의 힘과 밀접하게 연결된 마법의 생물입니다. 그들은 황혼의 삼림과 안개 낀 숲에 거주합니다.

# CharacterFamily/&FeyTitle
source: Fey
ko: 페이

# CharacterFamily/&FiendDescription
source: Fiends are creatures of wickedness that are native to the Lower Planes. A few are the servants of deities, but many more labor under the leadership of archdevils and demon princes. Evil priests and mages sometimes summon fiends to the material world to do their bidding. If an evil celestial is a rarity, a good fiend is almost inconceivable.
ko: 악마는 하위 차원에 서식하는 사악한 생물입니다. 일부 소수는 신들을 섬기지만, 대다수는 대악마와 악마 군주들의 통솔 아래 노역하고 있습니다. 사악한 성직자와 마법사들은 종종 물질계로 악마를 소환하여 자신이 원하는 바를 이루게 합니다. 사악한 셀레스티얼이 희귀종이라 한다면, 선한 악마는 상상 속에서도 존재하지 않습니다.

# CharacterFamily/&FiendTitle
source: Fiend
ko: 악마

# CharacterFamily/&GiantDescription
source: Giants tower over humans and their kind. They are humanlike in shape, though some have multiple heads or deformities. The six varieties of true giant are hill giants, stone giants, frost giants, fire giants, cloud giants, and storm giants. Besides these, creatures such as ogres and trolls are giants.
ko: 거인은 인간형 종족 중에서 압도적으로 큽니다. 일부는 여러 개의 머리를 달고 있거나 기형인 개체도 있지만, 대부분은 인간처럼 생겼습니다. 진짜 거인은 총 여섯 종류로 언덕 거인, 돌 거인, 서리 거인, 화염 거인, 구름 거인, 폭풍 거인이 있습니다. 이들 외에도, 오우거나 트롤 같은 크리쳐들 또한 거인으로 분류됩니다.

# CharacterFamily/&GiantTitle
source: Giant
ko: 거인

# CharacterFamily/&HumanoidDescription
source: Humanoids are the main peoples of a fantasy gaming world, both civilized and savage, including humans and a tremendous variety of other species. They have language and culture, few if any innate magical abilities (though most humanoids can learn spellcasting), and a bipedal form. The most common humanoids are the ones most suitable as player characters: humans, dwarves, elves, and halflings. Almost as numerous are the goblinoids (goblins, hobgoblins, and bugbears), orcs, gnolls, lizardfolk, and kobolds.
ko: 인간종은 판타지 게임 세계의 주류를 이루는 주요 종족이며, 문명을 이루거나 원시적으로 살아가는, 인간 혹은 그와 닮은 엄청나게 다양한 다른 종을 포함합니다. 인간종은 언어와 문화를 가지고, 소수는 마법적 능력을 타고나며 (비록 대부분의 인간종은 주문시전을 배울 수 있습니다만), 이족보행을 합니다. 가장 흔한 인간종은 플레이어 캐릭터로 가장 적합한 종족들: 인간, 드워프, 엘프, 그리고 하플링입니다. 고블린종(고블린, 홉고블린, 버그베어), 오크, 도마뱀족, 코볼트도 거의 비슷한 수를 자랑합니다.

# CharacterFamily/&HumanoidTitle
source: Humanoid
ko: 인간종

# CharacterFamily/&MonstrosityDescription
source: Monstrosities are monsters in the strictest sense - frightening creatures that are not ordinary, not truly natural, and almost never benign. Some are the results of magical experimentation gone awry, and others are the product of terrible curses. They defy categorization, and in some sense serve as a catch-all category for creatures that don't fit into any other type.
ko: 괴물은 말 그대로 괴물입니다. 평범하지 않고, 결코 자연적이지 않으며, 항상 난폭한 모습을 보이는 무서운 생물입니다. 일부는 잘못된 마법 실험의 결과로, 다른 일부는 끔찍한 저주의 산물로 태어났습니다. 이들은 명확히 분류할 수 없으며 다른 유형에 맞지 않는 크리쳐를 위한 포괄적 범주 역할을 합니다.

# CharacterFamily/&MonstrosityTitle
source: Monstrosity
ko: 괴물

# CharacterFamily/&OozeDescription
source: Oozes are gelatinous creatures that rarely have a fixed shape. They are mostly subterranean, dwelling in caves and dungeons and feeding on refuse, carrion, or creatures unlucky enough to get in their way.
ko: 점액류는 고정된 모양을 갖는 일이 거의 없는 젤리 같은 크리쳐입니다. 대부분 지하에 서식하며, 동굴과 던전을 돌아다니며 썩은 고기를 뜯어먹거나 그들의 길을 방해하는 불운한 생물을 잡아먹습니다.

# CharacterFamily/&OozeTitle
source: Ooze
ko: 점액류

# CharacterFamily/&PlantDescription
source: Plants in this context are vegetable creatures, not ordinary flora. Most of them are ambulatory, and some are carnivorous. The quintessential plants are the shambling mound and the treant. Fungal creatures also fall into this category.
ko: 여기서의 식물은 평범한 식물이 아니라 식물성 크리쳐를 의미합니다. 대부분은 이동 가능하며, 일부는 육식성입니다. 대표적인 식물 크리쳐로 섐블링 마운드와 트렌트가 있습니다. 곰팡이 크리쳐 또한 이 범주에 속합니다.

# CharacterFamily/&PlantTitle
source: Plant
ko: 식물

# CharacterFamily/&UndeadDescription
source: Undead are once-living creatures brought to a horrifying state of undeath through the practice of necromantic magic or some unholy curse.
ko: 언데드는 강령술이나 불경한 저주를 통해 끔찍한 모습으로 되살아난 생물입니다.

# CharacterFamily/&UndeadTitle
source: Undead
ko: 언데드

# AberrationDescription
source: Aberrations are utterly alien beings. Many of them have innate magical abilities drawn from the creature's alien mind rather than the mystical forces of the world.
ko_mt: 수차는 완전히 외계인입니다. 그들 중 다수는 세계의 신비한 힘이 아니라 생물의 외계 정신에서 끌어낸 타고난 마법 능력을 가지고 있습니다.

# AberrationTitle
source: Aberration
ko_mt: 수차

# BeastDescription
source: Beasts are nonhumanoid creatures that are a natural part of the fantasy ecology. Some of them have magical powers, but most are unintelligent and lack any society or language.
ko_mt: 야수는 환상 생태계의 자연스러운 일부인 인간형이 아닌 생물입니다. 그들 중 일부는 마법의 힘을 가지고 있지만 대부분은 지능이 없고 사회나 언어가 없습니다.

# BeastTitle
source: Beast
ko_mt: 짐승

# CelestialDescription
source: Celestials are creatures native to the Upper Planes. Many of them are the servants of deities, employed as messengers or agents in the mortal realm and throughout the planes. Celestials are good by nature, so the exceptional celestial who strays from a good alignment is a horrifying rarity.
ko_mt: 천상계는 상층계에 서식하는 생물입니다. 그들 중 다수는 신의 종이며, 필멸의 영역과 차원 전체에서 전령이나 대리인으로 고용됩니다. 천계는 천성적으로 선하기 때문에 좋은 편에서 벗어나는 예외적인 천자는 끔찍할 정도로 희귀합니다.

# CelestialTitle
source: Celestial
ko_mt: 천체의

# ConstructDescription
source: Constructs are made, not born. Some are programmed by their creators to follow a simple set of instructions, while others are imbued with sentience and capable of independent thought.
ko_mt: 구성은 태어나는 것이 아니라 만들어지는 것입니다. 일부는 제작자가 간단한 지침을 따르도록 프로그래밍한 반면, 다른 일부는 감각이 있고 독립적인 사고를 할 수 있도록 프로그래밍되어 있습니다.

# ConstructTitle
source: Construct
ko_mt: 건설하다

# DragonDescription
source: Dragons are large reptilian creatures of ancient origin and tremendous power. True dragons, including the good metallic dragons and the evil chromatic dragons, are highly intelligent and have innate magic.
ko_mt: 드래곤은 고대 기원과 엄청난 힘을 지닌 거대한 파충류 생물입니다. 선한 메탈릭 드래곤과 사악한 크로매틱 드래곤을 포함한 진정한 드래곤은 지능이 높고 타고난 마법을 가지고 있습니다.

# DragonTitle
source: Dragon
ko_mt: 용

# ElementalDescription
source: Elementals are creatures native to the elemental planes. Some creatures of this type are little more than animate masses of their respective elements, including the creatures simply called elementals. Others have biological forms infused with elemental energy.
ko_mt: 정령은 정령계 고유의 생물입니다. 이 유형의 일부 생물은 단순히 정령이라고 하는 생물을 포함하여 각각의 요소로 구성된 덩어리에 생명을 불어넣는 것에 불과합니다. 다른 것들은 원소 에너지가 주입된 생물학적 형태를 가지고 있습니다.

# ElementalTitle
source: Elemental
ko_mt: 원소 같은

# FeyDescription
source: Fey are magical creatures closely tied to the forces of nature. They dwell in twilight groves and misty forests.
ko_mt: 페이는 자연의 힘과 밀접하게 연결된 마법의 생물입니다. 그들은 황혼의 숲과 안개 낀 숲에 산다.

# FeyTitle
source: Fey
ko_mt: 이상한

# FiendDescription
source: Fiends are creatures of wickedness that are native to the Lower Planes. A few are the servants of deities, but many more labor under the leadership of archdevils and demon princes. Evil priests and mages sometimes summon fiends to the material world to do their bidding. If an evil celestial is a rarity, a good fiend is almost inconceivable.
ko_mt: 마귀는 로어 플레인에 서식하는 사악한 생물입니다. 소수는 신의 신하이지만 더 많은 사람들이 대악마와 마왕의 지도 아래 일합니다. 사악한 사제와 마법사는 때때로 자신의 명령에 따라 물질 세계로 악마를 소환합니다. 사악한 천상의 존재가 드물다면 선한 악마는 거의 상상할 수 없습니다.

# FiendTitle
source: Fiend
ko_mt: 악마

# GiantDescription
source: Giants tower over humans and their kind. They are humanlike in shape, though some have multiple heads or deformities. The six varieties of true giant are hill giants, stone giants, frost giants, fire giants, cloud giants, and storm giants. Besides these, creatures such as ogres and trolls are giants.
ko_mt: 거인은 인간과 동족 위에 우뚝 솟아 있습니다. 그들은 모양이 인간과 비슷하지만 일부는 여러 개의 머리 또는 기형을 가지고 있습니다. 진정한 거인의 여섯 종류는 언덕 거인, 돌 거인, 서리 거인, 불 거인, 구름 거인, 폭풍 거인입니다. 이 외에도 오우거와 트롤과 같은 생물은 거인입니다.

# GiantTitle
source: Giant
ko_mt: 거대한

# HumanoidDescription
source: Humanoids are the main peoples of a fantasy gaming world, both civilized and savage, including humans and a tremendous variety of other species. They have language and culture, few if any innate magical abilities (though most humanoids can learn spellcasting), and a bipedal form. The most common humanoids are the ones most suitable as player characters: humans, dwarves, elves, and halflings. Almost as numerous are the goblinoids (goblins, hobgoblins, and bugbears), orcs, gnolls, lizardfolk, and kobolds.
ko_mt: 휴머노이드는 인간과 엄청나게 다양한 다른 종을 포함하여 문명화된 야만인이든 야만인이든 판타지 게임 세계의 주요 종족입니다. 그들은 언어와 문화를 가지고 있으며 타고난 마법 능력은 거의 없으며(대부분의 휴머노이드는 주문 시전을 배울 수 있음) 두 발로 걷는 형태를 가지고 있습니다. 가장 일반적인 인간형은 플레이어 캐릭터로 가장 적합한 인간형, 즉 인간, 드워프, 엘프 및 하플링입니다. 고블린(고블린, 홉고블린, 버그베어), 오크, 놀, 도마뱀포크, 코볼트 등 거의 그 수가 많습니다.

# HumanoidTitle
source: Humanoid
ko_mt: 인간형

# MonstrosityDescription
source: Monstrosities are monsters in the strictest sense - frightening creatures that are not ordinary, not truly natural, and almost never benign. Some are the results of magical experimentation gone awry, and others are the product of terrible curses. They defy categorization, and in some sense serve as a catch-all category for creatures that don't fit into any other type.
ko_mt: 괴물은 가장 엄밀한 의미의 괴물입니다. 평범하지 않고, 진정으로 자연적이지 않고, 거의 온순하지 않은 무서운 생물입니다. 일부는 잘못된 마법 실험의 결과이고, 다른 일부는 끔찍한 저주의 산물입니다. 그들은 범주화를 무시하고 어떤 의미에서는 다른 유형에 맞지 않는 생물을 위한 포괄적 범주 역할을 합니다.

# MonstrosityTitle
source: Monstrosity
ko_mt: 기괴

# OozeDescription
source: Oozes are gelatinous creatures that rarely have a fixed shape. They are mostly subterranean, dwelling in caves and dungeons and feeding on refuse, carrion, or creatures unlucky enough to get in their way.
ko_mt: 수액은 거의 고정된 모양을 갖지 않는 젤라틴 같은 생물입니다. 그들은 대부분 지하에 거주하며 동굴과 지하 감옥에 거주하며 쓰레기, 썩은 고기 또는 그들의 길을 방해할 만큼 운이 좋지 않은 생물을 먹습니다.

# OozeTitle
source: Ooze
ko_mt: 습지

# PlantDescription
source: Plants in this context are vegetable creatures, not ordinary flora. Most of them are ambulatory, and some are carnivorous. The quintessential plants are the shambling mound and the treant. Fungal creatures also fall into this category.
ko_mt: 이 맥락에서 식물은 일반 식물상이 아닌 식물성 생물입니다. 대부분은 걸을 수 있고 일부는 육식성입니다. 전형적인 식물은 shambling mound와 tent입니다. 곰팡이 생물도 이 범주에 속합니다.

# PlantTitle
source: Plant
ko_mt: 식물

# UndeadDescription
source: Undead are once-living creatures brought to a horrifying state of undeath through the practice of necromantic magic or some unholy curse.
ko_mt: 언데드는 강령술이나 불경한 저주를 통해 끔찍한 언데드 상태가 된 한때 살았던 생물입니다.

# UndeadTitle
source: Undead
ko_mt: 언데드
