Repository: team-waldo/solasta-translation
Catalog: translation/*/Class.po
Languages: ko, ko_mt

# Class/&CharacterClassSubTitle
source: Character Class
ko: 캐릭터 클래스

# Class/&CharacterRaceSubTitle
source: Character Ancestry
ko: 캐릭터 종족

# Class/&ClericDescription
source: Clerics are the servants of their chosen deity. In exchange for their faith and service they are granted miraculous powers, as long as they constrain themselves to following their god's creed and perform their religion's rituals.
ko: 클레릭들은 신의 종이 되기를 선택한 이들입니다. 신의 교리를 따르고 종교 의식을 수행하는 한, 그들은 신앙과 봉사에 대한 대가로 기적의 힘을 부여받습니다.

# Class/&ClericTitle
source: Cleric
ko: 클레릭

# Class/&FighterDescription
source: Fighters are trained in the arts of combat. They are adept with most weapons, but often choose to specialize. All fighters can use armor, shields, and ranged weapons.
ko: 파이터는 전투 기술을 훈련받았습니다. 대부분의 무기에 능숙하지만 특정 무기를 전문화하는 것을 선호합니다. 파이터는 갑옷, 방패 및 원거리 무기를 사용할 수 있습니다.

# Class/&FighterTitle
source: Fighter
ko: 파이터

# Class/&PaladinDescription
source: Paladins are elite warriors who have sworn unbreakable holy oaths to fight evil. In addition to their weapons and armor, they wield divine powers and clerical spells.
ko: 팔라딘은 악에 맞서 싸울 것을 굳게 맹세한 정예 용사입니다. 무기와 갑옷 외에도 신성한 힘과 성스러운 주문을 사용합니다.

# Class/&PaladinTitle
source: Paladin
ko: 팔라딘

# Class/&RangerDescription
source: Wanderers of Solasta's wilderness, rangers are trained survivalists, fierce in battle, and stealthy hunters. Excellent trackers and archers, they also have some spellcasting ability.
ko: 솔라스타의 황야를 방랑하는 레인저는 훈련된 생존주의자로 전투에서 맹렬하고 은밀한 모습을 보이는 사냥꾼입니다. 뛰어난 추적자 겸 궁수인 그들은 주문 시전 능력도 일부 가지고 있습니다.

# Class/&RangerTitle
source: Ranger
ko: 레인저

# Class/&RogueDescription
source: Rogues are versatile first and foremost. They use their natural talents to master various skills and find their own way to thrive. Generally resourceful, they are known for their cunning and their ability to launch deadly sneak attacks.
ko: 로그는 가장 다재다능한 클래스입니다. 타고난 재능을 이용해 다양한 기술을 습득하고 자신만의 돌파구를 찾습니다. 수완이 좋고 교활하며, 치명적인 기습 공격을 구사하는 걸로 유명합니다.

# Class/&RogueTitle
source: Rogue
ko: 로그

# Class/&WizardDescription
source: Wizards spend their lives studying magic, learning more and more powerful and wondrous spells. Despite their weakness in physical combat, their magical abilities make them dangerous foes.
ko: 위자드는 일생을 마법 연구에 매진하여, 점점 더 강력하고 경이로운 주문을 익힙니다. 물리적 전투에는 약하지만 그들이 구사하는 마법 능력은 매우 위협적입니다.

# Class/&WizardTitle
source: Wizard
ko: 위자드

# Class/&SorcererDescription
source: Sorcerers have an innate ability to channel arcane magic, usually through a supernatural origin. Sorcerers are also able to alter the fabric of magic using sorcery points.
ko: 소서러는 특별한 혈통이나 초자연적인 기원을 통해 선천적으로 마법을 시전할 수 있습니다. 또한 소서리 포인트를 통해 구사하는 마법의 형태를 바꿀 수 있습니다.

# Class/&SorcererTitle
source: Sorcerer
ko: 소서러

# Class/&BarbarianDescription
source: Barbarians are fierce warriors from the edge of civilization. Their battle rage makes them dangerous combatants.
ko: 바바리안은 문명의 끝자락에서 온 원시적인 전사입니다. 전투 격노는 이들을 위험한 전투원으로 만들어줍니다.

# Class/&BarbarianTitle
source: Barbarian
ko: 바바리안

# Class/&DruidDescription
source: Druids are part of an ancient order dedicated to nature. Their powers and spells are attuned to animals, plants and the elemental forces.
ko: 드루이드는 자연에 헌신하는 고대 집단의 일원입니다. 그들의 능력과 주문은 동물, 식물 그리고 원소의 힘을 조율합니다.

# Class/&DruidTitle
source: Druid
ko: 드루이드

# Class/&WarlockTitle
source: Warlock
ko: 워락

# Class/&WarlockDescription
source: Where wizards draw their magical power from study and sorcerers from magical bloodlines, warlocks gain power through a pact with a powerful patron: a fiend, perhaps, or some other powerful entity. The nature of a warlock's powers varies depending on the nature of the patron and the details of the pact.
ko: 위저드나 소서러가 연구와 혈통에서 마법적 힘을 이끌어낼 때, 워락들은 다음과 같은 강력한 후원자와의 계약에서 그 힘을 이끌어냅니다: 악마나, 어쩌면 다른 강력한 존재들. 워락의 힘은 후원자의 천성에 따라, 그리고 세부적인 계약의 내용에 따라 달라집니다.

# Class/&BardTitle
source: Bard
ko: 바드

# Class/&BardDescription
source: While they are capable fighters, the true power of bards lies in their words and music. They can inspire those who hear them, raise their spirits, and affect their minds in other ways. They are well-versed in lore and magic, as well.
ko: 이들은 뛰어난 투사이기도 하지만, 바드의 진정한 힘은 그들의 말과 음악에 담겨 있습니다. 이들은 자신의 소리를 들을 수 있는 자들에게 영감을 불어넣고, 혼을 고취시키고, 다양한 방법으로 그 마음에 영향을 끼칩니다. 이들은 다양한 전승과 마법에도 통달해 있습니다.

# Class/&MonkTitle
source: Monk
ko: 몽크

# Class/&MonkDescription
source: Despite their name, not all monks live a contemplative, religious life. However, all have devoted themselves to training their minds and bodies to near perfection, enabling them to perform feats that leave others speechless with awe.
ko: 수도승이란 이름과 달리, 모든 몽크가 사색적이고 종교적인 삶을 살지는 않습니다. 그러나 모든 몽크는 자신의 심신을 완벽에 가깝에 단련하여, 다른 이들이 경외에 잠겨 말을 잃을 업적을 달성할 수 있도록 투신하고 있습니다.

# CharacterClassSubTitle
source: Character Class
ko_mt: 캐릭터 클래스

# CharacterRaceSubTitle
source: Character Ancestry
ko_mt: 캐릭터 조상

# ClericDescription
source: Clerics are the servants of their chosen deity. In exchange for their faith and service they are granted miraculous powers, as long as they constrain themselves to following their god's creed and perform their religion's rituals.
ko_mt: 성직자는 그들이 선택한 신의 하인입니다. 신앙과 봉사의 대가로 그들은 신의 신조를 따르고 종교 의식을 수행하는 한 기적의 능력을 부여받습니다.

# ClericTitle
source: Cleric
ko_mt: 성직자

# FighterDescription
source: Fighters are trained in the arts of combat. They are adept with most weapons, but often choose to specialize. All fighters can use armor, shields, and ranged weapons.
ko_mt: 전투기는 전투 기술을 훈련받습니다. 그들은 대부분의 무기에 능숙하지만 종종 전문화를 선택합니다. 모든 전투기는 갑옷, 방패 및 원거리 무기를 사용할 수 있습니다.

# FighterTitle
source: Fighter
ko_mt: 전투기

# PaladinDescription
source: Paladins are elite warriors who have sworn unbreakable holy oaths to fight evil. In addition to their weapons and armor, they wield divine powers and clerical spells.
ko_mt: 성기사는 악에 맞서 싸우기 위해 깨지지 않는 신성한 맹세를 한 엘리트 전사입니다. 무기와 갑옷 외에도 신성한 힘과 성직자 주문을 휘두릅니다.

# PaladinTitle
source: Paladin
ko_mt: 팔라딘

# RangerDescription
source: Wanderers of Solasta's wilderness, rangers are trained survivalists, fierce in battle, and stealthy hunters. Excellent trackers and archers, they also have some spellcasting ability.
ko_mt: 솔라스타의 황야를 방랑하는 레인저는 훈련된 생존주의자이며 전투에서 맹렬하며 은밀한 사냥꾼입니다. 뛰어난 추적자 및 궁수, 그들은 또한 약간의 주문 시전 능력을 가지고 있습니다.

# RangerTitle
source: Ranger
ko_mt: 레인저

# RogueDescription
source: Rogues are versatile first and foremost. They use their natural talents to master various skills and find their own way to thrive. Generally resourceful, they are known for their cunning and their ability to launch deadly sneak attacks.
ko_mt: 도적은 무엇보다도 다재다능합니다. 그들은 타고난 재능을 사용하여 다양한 기술을 습득하고 자신만의 성공 방법을 찾습니다. 일반적으로 수완이 좋으며 교활하고 치명적인 기습 공격을 가하는 능력으로 유명합니다.

# RogueTitle
source: Rogue
ko_mt: 도적

# WizardDescription
source: Wizards spend their lives studying magic, learning more and more powerful and wondrous spells. Despite their weakness in physical combat, their magical abilities make them dangerous foes.
ko_mt: 마법사들은 평생을 마법을 연구하며 점점 더 강력하고 놀라운 주문을 배우며 보냅니다. 물리적 전투에는 약하지만 마법 능력은 그들을 위험한 적으로 만듭니다.

# WizardTitle
source: Wizard
ko_mt: 마법사

# SorcererDescription
source: Sorcerer have an innate ability to channel arcane magic, usually through a supernatural origin. Sorcerers are also able to alter the fabric of magic using sorcery points.
ko_mt: 소서러는 일반적으로 초자연적인 기원을 통해 비전 마법을 전달하는 타고난 능력을 가지고 있습니다. 소서러는 또한 소서리 포인트를 사용하여 마법의 구조를 변경할 수 있습니다.

# SorcererTitle
source: Sorcerer
ko_mt: 마법사

# BarbarianDescription
source: Barbarian are primal warriors, living at the edge of civilization, and relishing in chaoting combats where their battle rage can be unleashed
ko_mt: 바바리안은 문명의 가장자리에 살고 있으며 전투 분노를 촉발할 수 있는 혼란스러운 전투를 즐기는 원시 전사입니다.

# BarbarianTitle
source: Barbarian
ko_mt: 야만인

# DruidDescription
source: Druids are part of an ancient order dedicated to nature. Their powers and spells are attuned to animals, plants and the elementary forces.
ko_mt: 드루이드는 자연에 헌신한 고대 질서의 일부입니다. 그들의 힘과 주문은 동물, 식물 및 기본 힘에 맞춰져 있습니다.

# DruidTitle
source: Druid
ko_mt: 드루이드
