Repository: team-waldo/solasta-translation
Catalog: translation/*/Credits.po
Languages: ko_mt

# GameTechnicalVisionTitle
source: Game & Technical Vision
ko_mt: 게임 및 기술 비전

# ArtTeamTitle
source: Art Team
ko_mt: 아트팀

# ArtDirectorTitle
source: Art Director
ko_mt: 아트 디렉터

# Lead3DArtistTitle
source: Lead 3D Artist
ko_mt: 리드 3D 아티스트

# LeadAnimatorTitle
source: Lead Animator
ko_mt: 리드 애니메이터

# 3DCharacterArtistFemaleTitle
source: 3D Character Artist
ko_mt: 3D 캐릭터 아티스트

# 3DEnvironmentArtistTitle
source: 3D Environment Artist
ko_mt: 3D 환경 아티스트

# VisualEffectsArtistFemaleTitle
source: Visual Effects Artist
ko_mt: 시각 효과 아티스트

# ConceptArtistTitle
source: Concept Artist
ko_mt: 컨셉 아티스트

# DesignTeamTitle
source: Design Team
ko_mt: 디자인팀

# GameplayDirectorTitle
source: Gameplay Director
ko_mt: 게임플레이 디렉터

# SeniorLevelDesignerTitle
source: Senior Level Designer
ko_mt: 시니어 레벨 디자이너

# SeniorTechLevelDesignerTitle
source: Senior Tech Level Designer
ko_mt: 수석 기술 레벨 디자이너

# LevelDesignerTitle
source: Level Designer
ko_mt: 레벨 디자이너

# LevelBuilderTitle
source: Level Builder
ko_mt: 레벨 빌더

# CutsceneDirectionTitle
source: Cutscene Artist
ko_mt: 컷신 아티스트

# NarrationTeamTitle
source: Narration Team
ko_mt: 나레이션팀

# UniverseStorylineTitle
source: Universe & Storyline
ko_mt: 우주 및 스토리 라인

source: Narration Direction
ko_mt: 나레이션 방향

# ProductionTeamTitle
source: Production Team
ko_mt: 제작팀

# ProducerFemaleTitle
source: Producer
ko_mt: 생산자

# QALeadFemaleTitle
source: QA Lead
ko_mt: QA 리드

# AutotestTitle
source: Autotest
ko_mt: 자동 테스트

# TechnicalTeamTitle
source: Technical Team
ko_mt: 기술팀

# TechLeadTitle
source: Lead Engineer
ko_mt: 리드 엔지니어

# GraphicsProgrammerTitle
source: Rendering Engineer
ko_mt: 렌더링 엔지니어

# UIRuleserProgrammerTitle
source: UI/Ruleset Engineer
ko_mt: UI/룰셋 엔지니어

# ToolsProgrammerTitle
source: Tools & Gameplay Engineer
ko_mt: 도구 및 게임플레이 엔지니어

# MarktingTeamTitle
source: Marketing Team
ko_mt: 마케팅팀

# MarketingDirectorTitle
source: Marketing Director
ko_mt: 마케팅 이사

# LeadCommunityDeveloperTitle
source: Lead Community Developer
ko_mt: 리드 커뮤니티 개발자

# AdministrationTeamTitle
source: Administration
ko_mt: 관리

# AdministrativeAndFinancialManagerFemaleTitle
source: Administrative and Financial Manager
ko_mt: 행정 및 재무 관리자

# BoardMemberTitle
source: Board Member
ko_mt: 이사회 멤버

# ExternalPartnersTitle
source: External Partners
ko_mt: 외부 파트너

# ExternalPartnersConceptTitle
source: Additionnal Concept Artist
ko_mt: 추가 컨셉 아티스트

# EnvironmentConceptArtistTitle
source: Environment & Key Art Concept Artist
ko_mt: 환경 및 키 아트 컨셉 아티스트

# CharacterConceptArtistTitle
source: Character Concept Artist
ko_mt: 캐릭터 컨셉 아티스트

# UIConceptArtistTitle
source: UI & Market Artist
ko_mt: UI 및 마켓 아티스트

# ExternalQAName
source: Quantic Lab
ko_mt: 양자 연구실

# ExternalQACEOTitle
source: CEO & Founder
ko_mt: CEO 및 설립자

# ExternalQAHeadBusiness
source: Head of Business Development
ko_mt: 사업 개발 책임자

# ExternalQABusinessDev
source: Business Development Associate
ko_mt: 사업 개발 준회원

# ExternalQATechDirector
source: Technical Director
ko_mt: 기술 책임자

# ExternalQAQADirector
source: QA Director
ko_mt: QA 이사

# ExternalQAQAManager
source: QA Managers
ko_mt: QA 관리자

# ExternalQAQALeadTester
source: QA Lead Testers
ko_mt: QA 리드 테스터

# ExternalQAQATesters
source: QA Testers
ko_mt: 품질보증 테스터

# ExternalQAIT
source: IT Infrastructure Managers
ko_mt: IT 인프라 관리자

# ExternalQACompatLead
source: Compatibility & Performance Lead Tester
ko_mt: 호환성 및 성능 리드 테스터

# ExternalQACompatTester
source: Compatibility & Performance Testers
ko_mt: 호환성 및 성능 테스터

# SeniorWriterTitle
source: Senior Writer
ko_mt: 수석 작가

# ExternalCommTeam
source: Communication Partners
ko_mt: 커뮤니케이션 파트너

# ExternalCommReberbName
source: Reverb Inc.
ko_mt: 리버브 주식회사

# ExternalCommReberbGeneralManager
source: General Manager
ko_mt: 총책임자

# ExternalCommReberbSnrPRManager
source: Sr PR Manager
ko_mt: 시니어 PR 관리자

# ExternalCommReberbMktManager
source: Marketing Manager
ko_mt: 마케팅 매니저

# ExternalCommReberbInfluencersPR
source: Influencers/Public Relations
ko_mt: 인플루언서/홍보

# ExternalCommReberbOnlineMediamanager
source: Online Media Manager
ko_mt: 온라인 미디어 관리자

# ExternalCommMinuitCoFounder
source: Co-founder/Associate Director
ko_mt: 공동 창립자/부이사

# ExternalCommMinuitPRConsultant
source: PR Consultant
ko_mt: 홍보 컨설턴트

# ExternalCommDeadGoodPRName
source: Dead Good PR
ko_mt: 죽은 좋은 홍보

# ExternalCommDeadGoodPRDirector
source: Director & Owner
ko_mt: 이사 및 소유자

# ExternalCommDeadGoodPRAccountManager
source: Account Manager
ko_mt: 계정 관리자

# ExternalCommDeadGoodPRDigitalCreatives
source: Digital Creatives Manager
ko_mt: 디지털 크리에이티브 매니저

# ExternalCommFireName
source: fire without smoke
ko_mt: 연기 없는 불

# ExternalCommFireStudioHead
source: Studio Head
ko_mt: 스튜디오 헤드

# ExternalCommFireSnrProd
source: Senior Producer
ko_mt: 수석 프로듀서

# ExternalCommFireClientDirector
source: Client Director
ko_mt: 클라이언트 디렉터

# ExternalCommBobbyName
source: Bobby Prod
ko_mt: 바비 프로드

# ExternalCommBobbyOwner
source: Owner & Producer
ko_mt: 소유자 및 프로듀서

# ExternalCommBobbyProductionManager
source: Production Manager
ko_mt: 생산 관리자

# ExternalCommREZName
source: REZ Creative
ko_mt: 레즈 크리에이티브

# ExternalCommREZDirector
source: Creative Director & Producer
ko_mt: 크리에이티브 디렉터 및 프로듀서

# ExternalCommBarbesName
source: Barbès Prod
ko_mt: 바베스 프로드

# ExternalCommBarbesCoFounder
source: Co-founder
ko_mt: 공동 설립자

# ExternalCommSeptimeName
source: Septime Création
ko_mt: 셉타임 크리에이션

# ExternalCommSeptimeCEO
source: CEO
ko_mt: 최고 경영자

# ExternalCommSeptimeProducer
source: Project Manager
ko_mt: 프로젝트 매니저

# ExternalCommSeptimeBackDev
source: Lead Back-end & Front-end Dev
ko_mt: 리드 백엔드 및 프론트엔드 개발

# CNCAcknowledgementTitle
source: Avec le soutien du FAJV, fonds cofinancé par le Centre National du Cinéma et de l'Image animée et le Ministère de l'Economie et des Finances
ko_mt: Avec le soutien du FAJV, Fonds cofinance par le Centre National du Cinéma et de l'Image animée et le Ministère de l'Economie et des Finances

# ExternalProdSweetAName
source: Sweet Arsenic
ko_mt: 달콤한 비소

# ExternalProdSweetABusinessManager
source: Business Manager
ko_mt: 사업 관리자

# ExternalProdSweetALeadArtist
source: Lead Artist
ko_mt: 리드 아티스트

# External3DProdTeam
source: 3D Art Partners
ko_mt: 3D 아트 파트너

# ExternalAnimProdTeam
source: Animation Partners
ko_mt: 애니메이션 파트너

# ExternalProdLeikirName
source: Leikir
ko_mt: 라이키르

# ExternalProdOriginalForceName
source: Original Force LTD
ko_mt: 오리지날포스 주식회사

# ExternalProdAnimator
source: Animator
ko_mt: 애니메이터

# ExternalProdGameCoName
source: Gamecostudios Team
ko_mt: Gamecostudios 팀

# ExternalProdBusinessDev
source: Business Development
ko_mt: 사업 개발

# ExternalProdProjectManager
source: Project Manager
ko_mt: 프로젝트 매니저

# ExternalProdArtLead
source: Art Lead
ko_mt: 아트 리드

# ExternalProdProjectLead
source: Project Lead
ko_mt: 프로젝트 리드

# ExternalProdQualityCheck
source: Quality Check
ko_mt: 품질 검사

# ExternalProdKeyArt
source: GamecoStudios Key Art Artist
ko_mt: GamecoStudios 키 아트 아티스트

# ExternalProdCharacterArtLead
source: Character Art Lead
ko_mt: 캐릭터 아트 리드

# ExternalG4FProdName
source: G4F Prod
ko_mt: G4F 제품

# ExternalG4FRecordsName
source: G4F Records
ko_mt: G4F 기록

# ExternalG4FVoicesName
source: G4F Localisation (Voices)
ko_mt: G4F 현지화(음성)

# ExternalLeadSound
source: Lead Sound Designer
ko_mt: 리드 사운드 디자이너

# ExternalSoundDesigner
source: Sound Designer
ko_mt: 사운드 디자이너

# ExternalCOO
source: COO
ko_mt: 정답게 소곤 거리다

# ExternalComposer
source: Music Composer
ko_mt: 음악 작곡가

# ExternalLegal
source: Legal
ko_mt: 합법적 인

# ExternalContentManager
source: Content Manager
ko_mt: 콘텐츠 관리자

# ExternalMasterRecordEngineer
source: Mastering & Recording Engineer
ko_mt: 마스터링 및 레코딩 엔지니어

# ExternalRecordEngineer
source: Recording Engineer
ko_mt: 녹음 엔지니어

# ExternalCopyist
source: Copyist
ko_mt: 필생

# ExternalMusicians
source: Musicians
ko_mt: 음악가

# ExternalVoiceDirector
source: Voice Director & Dialog Editor
ko_mt: 보이스 디렉터 & 다이얼로그 에디터

# ExternalPMSoundEditor
source: Project Management & Sound Editor
ko_mt: 프로젝트 관리 및 사운드 편집기

# ExternalSoundEditor
source: Sound Editors
ko_mt: 사운드 편집기

# ExternalHerosActor
source: Hero Voice
ko_mt: 히어로 보이스

# ExternalNPCActor
source: NPC Voice
ko_mt: NPC 보이스

# ExternalRealityzName
source: Realityz Team
ko_mt: 리얼리티즈 팀

# LeadLDLB
source: Lead Level Design & Level Build
ko_mt: 리드 레벨 디자인 및 레벨 빌드

# LDLB
source: Level Design & Level Build
ko_mt: 레벨 디자인 및 레벨 빌드

# ToolsGameplayProgrammerTitle
source: Tools & Gameplay Engineer
ko_mt: 도구 및 게임플레이 엔지니어

# ExternalStudioCreative
source: Studio Creative Director
ko_mt: 스튜디오 크리에이티브 디렉터

# ExternalUIUX
source: UI/UX Partners
ko_mt: UI/UX 파트너

# ExternalFigsName
source: Figs
ko_mt: 무화과

# ExternalUIUXJob
source: UX/UI design by
ko_mt: UX/UI 디자인

# ExternalPlaytestBy
source: Playtest and reports by
ko_mt: 플레이 테스트 및 보고서

# ExternalSkillooName
source: Skilloo
ko_mt: 스킬루

# TATeamName
source: Tactical Adventures Team
ko_mt: 전술 모험 팀

source: Special Thanks
ko_mt: 특별한 감사

# ExternalTech
source: Technical Partners
ko_mt: 기술 파트너

# ExternalKnightsName
source: Knights of Unity
ko_mt: 통일의 기사단

# ExternalUnityDev
source: Unity Developer
ko_mt: 유니티 개발자

# ExternalLoca
source: Localization Partner
ko_mt: 현지화 파트너

# ExternalAltaName
source: Altagram Group
ko_mt: 알타그램 그룹

# ExternalAltaLQA
source: LQA Test Lead
ko_mt: LQA 테스트 리드

# ExternalAltaLingCoord
source: Linguistic Coordinator
ko_mt: 언어 코디네이터

# Baby
source: Solastan Baby
ko_mt: 솔라스탄 베이비

# Pets
source: Solastan Pets
ko_mt: 솔라스탄 애완동물

# PetsNote
source: Thank you for all the spilled coffee on the keyboards and the video call intrusions
ko_mt: 키보드에 커피 엎지른거랑 영상통화 방해하는거 다 감사합니다

# ExternalQAPartners
source: QA Partners
ko_mt: 품질보증 파트너

# ExternalCSPartners
source: 2D Cutscene Partner
ko_mt: 2D 컷신 파트너

# ExternalSound
source: Audio Partners
ko_mt: 오디오 파트너
