Repository: team-waldo/solasta-translation
Catalog: translation/*/Default.po
Languages: ko_mt

# MonsterInformationDescription
source: Your knowledge has increased.
ko_mt: 지식이 증가했습니다.

# MonsterInformationTitle
source: Bestiary Updated
ko_mt: 업데이트됨

# QuestStepAchievedDescription
source: You have successfully completed a quest objective.
ko_mt: 퀘스트 목표를 성공적으로 완료했습니다.

# QuestStepAchievedTitle
source: Objective Completed
ko_mt: 목표 완료

# QuestStepFailedDescription
source: You have failed to complete a quest objective.
ko_mt: 퀘스트 목표를 완료하지 못했습니다.

# QuestStepFailedTitle
source: Objective Failed
ko_mt: 목표 실패

# QuestStepStartedDescription
source: You have started a new objective for this quest.
ko_mt: 이 퀘스트의 새로운 목표를 시작했습니다.

# QuestStepStartedTitle
source: New Objective
ko_mt: 새로운 목표

# RecipeLearnedDescription
source: Check your crafting options.
ko_mt: 제작 옵션을 확인하세요.

# RecipeLearnedTitle
source: New Crafting Option
ko_mt: 새로운 제작 옵션

# HeaderQuestCompletedTitle
source: Quest Completed
ko_mt: 퀘스트 완료

# HeaderQuestFailedTitle
source: Quest Failed!
ko_mt: 퀘스트 실패!

# HeaderQuestNewTitle
source: New Quest Started
ko_mt: 새로운 퀘스트가 시작되었습니다

# ArcaneRecoveryDescription
source: Once per day when you complete a short rest, you can recover a number of expended spell slots (max 5th level) up to half of your wizard level, rounded up.
ko_mt: 하루에 한 번 짧은 휴식을 완료하면 소모된 주문 슬롯(최대 5레벨)을 마법사 레벨의 절반(반올림)까지 복구할 수 있습니다.

# ArcaneRecoveryTitle
source: Arcane Recovery
ko_mt: 비전 회복

# AttuneItemDescription
source: Attuning to an item accesses its advanced properties and functions.
ko_mt: 항목을 조정하면 고급 속성 및 기능에 액세스할 수 있습니다.

# AttuneItemTitle
source: Attune Item
ko_mt: 어튠 아이템

# LevelUpDescription
source: Start the level up sequence for this character.
ko_mt: 이 캐릭터의 레벨 업 시퀀스를 시작합니다.

# LevelUpTitle
source: Level Up
ko_mt: 레벨 업

# PrepareSpellsDescription
source: You can change your list of prepared spells when you finish a long rest.
ko_mt: 긴 휴식을 마치면 준비된 주문 목록을 변경할 수 있습니다.

# PrepareSpellsTitle
source: Prepare Spells
ko_mt: 주문 준비

# ArcaneRecoveryExecutedDescription
source: Activating <b>Arcane Recovery</b> has allowed {0} to regain the following spell slots:
ko_mt: <b>비전 회복</b>을 활성화하면 {0}이(가) 다음 주문 슬롯을 되찾을 수 있습니다.

# NaturalRecoveryTitle
source: Natural Recovery
ko_mt: 자연 회복

# NaturalRecoveryDescription
source: Once per day when you complete a short rest, you can recover a number of expended spell slots (max 5th level) up to half of your druid level, rounded up.
ko_mt: 하루에 한 번 짧은 휴식을 완료하면 소모된 주문 슬롯(최대 5레벨)을 드루이드 레벨의 절반까지 회복할 수 있습니다.

# AbjurationTitle
source: Abjuration
ko_mt: 포기

# ConjurationTitle
source: Conjuration
ko_mt: 주문

# DivinationTitle
source: Divination
ko_mt: 점

# EnchantmentTitle
source: Enchantment
ko_mt: 마법

# EvocationTitle
source: Evocation
ko_mt: 환기

# IllusionTitle
source: Illusion
ko_mt: 환각

# NecromancyTitle
source: Necromancy
ko_mt: 점

# TransmutationTitle
source: Transmutation
ko_mt: 변성

# GargantuanTitle
source: Gargantuan
ko_mt: 거대한

# HugeTitle
source: Huge
ko_mt: 거대한

# LargeTitle
source: Large
ko_mt: 크기가 큰

# MediumTitle
source: Medium
ko_mt: 중간

# SmallTitle
source: Small
ko_mt: 작은

# TinyTitle
source: Tiny
ko_mt: 매우 작은

# SpellListClericTitle
source: Cleric Spells
ko_mt: 성직자 주문

# SpellListPaladinTitle
source: Paladin Spells
ko_mt: 성기사 주문

# SpellListRangerTitle
source: Ranger Spells
ko_mt: 레인저 주문

# SpellListSpellbladeTitle
source: Spellblade Spells
ko_mt: 마법검 주문

# SpellListWizardTitle
source: Wizard Spells
ko_mt: 마법사 주문

# SpellListSorcererTitle
source: Sorcerer Spells
ko_mt: 마법사 주문

# SpellListDruidTitle
source: Druid Spells
ko_mt: 드루이드 주문

# ConcentrationFormat
source: {0} is concentrating to maintain the spell "{1}".
ko_mt: {0}은(는) 주문 "{1}"을(를) 유지하기 위해 집중하고 있습니다.

# ConcentrationStopDescription
source: Click to stop concentrating.
ko_mt: 집중을 중지하려면 클릭하세요.

# HealthStatusFormat
source: Health: {0}
ko_mt: 건강: {0}

# ReadiedCantripAttackFormat
source: {0} is ready to use a cantrip attack if the opportunity arises.
ko_mt: {0}은(는) 기회가 생기면 캔트립 공격을 사용할 준비가 되어 있습니다.

# ReadiedMeleeAttackFormat
source: {0} is ready to use a melee attack if the opportunity arises.
ko_mt: {0}은(는) 기회가 생기면 근접 공격을 사용할 준비가 되어 있습니다.

# ReadiedRangedAttackFormat
source: {0} is ready to use a ranged attack if the opportunity arises.
ko_mt: {0}은(는) 기회가 생기면 원거리 공격을 사용할 준비가 되어 있습니다.

# ArcticDescription
source: Areas of snow or permafrost are considered arctic terrain. Beware, this Terrain Type is not used in the Crown of the Magister campaign.
ko_mt: 눈 또는 영구 동토층이 있는 지역은 북극 지형으로 간주됩니다. 주의하십시오. 이 지형 유형은 왕관 캠페인에서 사용되지 않습니다.

# ArcticTitle
source: Arctic
ko_mt: 북극

# BadlandsDescription
source: Most areas covering the former inner provinces of the Manacalon Empire, now a wild mix of various terrain types with chaotic manifestations of post-Cataclysm magic, are considered Badlands terrain.
ko_mt: 마나칼론 제국의 이전 내주를 덮고 있는 대부분의 지역은 이제 다양한 지형 유형과 대격변 이후 마법의 혼란스러운 표현이 거칠게 혼합되어 황무지 지형으로 간주됩니다.

# CoastDescription
source: Areas containing a coastline are considered coast terrain. Beware, this Terrain Type is not used in the Crown of the Magister campaign.
ko_mt: 해안선을 포함하는 지역은 해안 지형으로 간주됩니다. 주의하십시오. 이 지형 유형은 왕관 캠페인에서 사용되지 않습니다.

# CoastTitle
source: Coast
ko_mt: 해안

# DablandsTitle
source: Badlands
ko_mt: 황무지

# DesertDescription
source: Arid areas with little or no rain and minimal vegetation are considered desert terrain.
ko_mt: 비가 거의 또는 전혀 없고 초목이 거의 없는 건조한 지역은 사막 지형으로 간주됩니다.

# DesertTitle
source: Desert
ko_mt: 사막

# ForestDescription
source: Areas with lush vegetation and large areas of woods are considered forest terrain.
ko_mt: 무성한 초목과 넓은 지역의 숲이 있는 지역은 산림 지형으로 간주됩니다.

# ForestTitle
source: Forest
ko_mt: 숲

# GrasslandDescription
source: Areas with rare forests and vast areas of green plains are considered grassland terrain.
ko_mt: 희귀한 숲이 있는 지역과 광대한 녹지가 있는 지역은 초원 지형으로 간주됩니다.

# GrasslandTitle
source: Grassland
ko_mt: 목초지

# MountainDescription
source: Areas with rocky ground, hills, and mountains are considered mountain terrain.
ko_mt: 바위가 많은 땅, 언덕 및 산이 있는 지역은 산악 지형으로 간주됩니다.

# MountainTitle
source: Mountain
ko_mt: 산

# SwampDescription
source: Areas with marshes and ponds and a humid atmosphere are considered swamp terrain.
ko_mt: 습지와 연못이 있고 습한 대기가 있는 지역은 늪지 지형으로 간주됩니다.

# SwampTitle
source: Swamp
ko_mt: 늪

# BasicsTitle
source: Basics
ko_mt: 기초

# CombatTitle
source: Combat
ko_mt: 전투

# ExplorationTitle
source: Exploration
ko_mt: 탐구

# InventoryTitle
source: Inventory
ko_mt: 목록

# TravelTitle
source: Travel
ko_mt: 여행하다

# Basics_CameraTitle
source: Camera
ko_mt: 카메라

# Basics_MovingTitle
source: Moving
ko_mt: 움직이는

# Basics_PartyMngtTitle
source: Party Management
ko_mt: 파티 관리

# Basics_QuestTitle
source: Quest Log
ko_mt: 퀘스트 로그

# CombatMovementTitle
source: Movement
ko_mt: 움직임

# CombatShoveTitle
source: Shove
ko_mt: 지지

# Exploration_LocationMapTitle
source: Location Map
ko_mt: 위치지도

# Exploration_MiscTitle
source: Miscellaneous
ko_mt: 여러 가지 잡다한

# Exploration_PointsOfInterestTitle
source: Points of Interest
ko_mt: 가볼만한 곳

# ExplorationJumpingClimbingTitle
source: Jumping and Climbing
ko_mt: 점프 및 등반

# Inventory_LootingTitle
source: Looting
ko_mt: 약탈

# Inventory_SpecialTitle
source: Special Slots
ko_mt: 특수 슬롯

# Exploration_MagicTitle
source: Magic
ko_mt: 마법

# Factions_Title
source: Faction Relations
ko_mt: 파벌 관계

# Factions_Description
source: The <b>five</b> Council factions have representatives in Caer Cyflen. They can sell you equipment, spells, and many other things. The better your relationship with a faction, the more they have to offer, and the lower their prices. However, these factions are in competition with each other, which means you can't please them all. Various sub-quests will give you opportunities to improve your relationship with one faction or another. Keep an eye on the Faction section of the <b>Journal</b>.
ko_mt: <b>5</b> 위원회 파벌에는 Caer Cyflen에 대표자가 있습니다. 그들은 당신에게 장비, 주문 및 기타 많은 것들을 판매할 수 있습니다. 파벌과의 관계가 좋을수록 더 많은 것을 제공해야 하며 가격은 낮아집니다. 그러나 이 진영은 서로 경쟁 관계에 있으므로 모두를 만족시킬 수는 없습니다. 다양한 하위 퀘스트를 통해 한 진영 또는 다른 진영과의 관계를 개선할 수 있습니다. <b>저널</b>의 파벌 섹션을 주시하십시오.

# LightAsAWeapon_Title
source: Turn on the Light!
ko_mt: 불을 켜!

# PartyStash_Title
source: Party Stash
ko_mt: 파티 보관함

# PartyStash_Description
source: This chest is yours to use. No one can loot it, you can stash up to 50 items inside it. Many adventurers use this Scavenger service to store some of their stuff.
ko_mt: 이 상자는 당신이 사용할 것입니다. 누구도 약탈할 수 없으며 최대 50개의 아이템을 그 안에 숨길 수 있습니다. 많은 모험가들이 이 Scavenger 서비스를 사용하여 물건을 보관합니다.

# QuickShopping_Title
source: Quick Shopping
ko_mt: 빠른 쇼핑

# QuickShopping_Description
source: Near a merchant, you'll find a quick shopping interaction. This bypasses the discussion to instantly open the merchant interface. You can still talk to the NPC merchant if needed.
ko_mt: 판매자 근처에서 빠른 쇼핑 상호 작용을 찾을 수 있습니다. 이것은 판매자 인터페이스를 즉시 열기 위해 토론을 우회합니다. 필요한 경우 NPC 상인과 계속 대화할 수 있습니다.

# LightAsAWeapon_Description
source: Don't forget that light is critical to fighting certain enemies in Solasta. Soraks, for instance, are more powerful in dim light, and even more so in complete darkness. This is critical for your survival. Use light spells and torches - check for torch holders to illuminate in the environment!
ko_mt: 빛은 Solasta에서 특정 적과 싸우는 데 매우 중요하다는 것을 잊지 마십시오. 예를 들어, 소락은 희미한 빛에서 더 강력하고 완전한 어둠 속에서는 더욱 강력합니다. 이것은 당신의 생존에 매우 중요합니다. 빛의 주문과 횃불을 사용하십시오 - 횃불 홀더가 환경을 비추는지 확인하십시오!

# DiffSettings_Title
source: Difficulty Settings
ko_mt: 난이도 설정

# DiffSettings_Description
source: You can change the difficulty settings of the game on the fly. Just open up the menu, change the settings, and return to play: the changes are applied. You can pick a difficulty preset or browse the detailed options for a more customized experience.
ko_mt: 즉석에서 게임의 난이도 설정을 변경할 수 있습니다. 메뉴를 열고 설정을 변경한 다음 재생으로 돌아가기만 하면 변경 사항이 적용됩니다. 난이도 사전 설정을 선택하거나 보다 맞춤화된 경험을 위해 세부 옵션을 탐색할 수 있습니다.

# Tutorial_Highlight_Title
source: Highlighting Interactable Objects
ko_mt: 상호 작용 가능한 개체 강조 표시

# Tutorial_Highlight_Description
source: Press and hold the ALT key to highlight various interactable objects: doors, chests, etc.
ko_mt: ALT 키를 길게 눌러 다양한 상호 작용 가능한 개체(문, 상자 등)를 강조 표시합니다.

# EgoPuzzle_Title
source: The Maddening Puzzle
ko_mt: 미친 퍼즐

# EgoPuzzle_Description
source: This section of the level is for puzzle enthusiasts. Be warned! Take the shortcut on the right, and you will experience the adventure normally. If you're ready for a rotating, colorful, 3D challenge, go left after the loot of the Mind of the Master. If you change your mind, you'll have to reload. We just autosaved for you, by the way.
ko_mt: 레벨의 이 섹션은 퍼즐 애호가를 위한 것입니다. 경고 받다! 오른쪽에 있는 지름길로 이동하면 정상적으로 모험을 경험할 수 있습니다. 회전하는 다채로운 3D 챌린지를 할 준비가 되었다면 Master of the Master의 전리품을 따라 왼쪽으로 가십시오. 마음이 바뀌면 새로고침해야 합니다. 그건 그렇고, 우리는 당신을 위해 자동 저장했습니다.

# Voice1Title
source: Voice 1
ko_mt: 보이스 1

# Voice2Title
source: Voice 2
ko_mt: 보이스 2

# Voice3Title
source: Voice 3
ko_mt: 보이스 3

# ChildOfDarkness_Title
source: Child of Darkness
ko_mt: 어둠의 아이

# ChildOfDarkness_Description
source: This Sorak is more powerful and regenerates in darkness.
ko_mt: 이 설악은 더 강력하고 어둠 속에서 재생됩니다.

# ChildOfDarkness_ACGain_Title
source: Soraks gain additional AC when in dim light or darkness.
ko_mt: 소락은 희미한 빛이나 어둠에 있을 때 추가 AC를 얻습니다.

# ChildOfDarkness_AdditionalDamage2_Title
source: This creature gains +2 damage when in dim light
ko_mt: 이 생물은 희미한 빛에 있을 때 +2 피해를 얻습니다.

# ChildOfDarkness_AdditionalDamage3_Title
source: This creature gains +3 damage when in dim light
ko_mt: 이 생물은 희미한 빛에 있을 때 +3 피해를 얻습니다.

# ChildOfDarkness2_Title
source: Apostle of Darkness
ko_mt: 어둠의 사도

# ChildOfDarkness2_Description
source: This Sorak is more powerful and regenerates in dim light, and even more so in darkness.
ko_mt: 이 설악은 어두운 곳에서 더욱 강력하고, 어둠 속에서 더욱 강력하게 재생됩니다.

# ChildOfDarkness3_Title
source: Prophet of Darkness
ko_mt: 어둠의 예언자

# ChildOfDarkness3_Description
source: This Sorak is more powerful and regenerates in dim light, and even more so in darkness.
ko_mt: 이 설악은 어두운 곳에서 더욱 강력하고, 어둠 속에서 더욱 강력하게 재생됩니다.

# ChildOfDarkness0_Description
source: This Sorak is more powerful and regenerates in darkness.
ko_mt: 이 설악은 더 강력하고 어둠 속에서 재생됩니다.

# Lightfiller_01_Title
source: Wildspring Safe Key Code
ko_mt: Wildspring 안전 키 코드

# Lightfiller_01_Content
source: Do not communicate outside the family
ko_mt: 가족 밖에서 의사 소통하지 마십시오

# Lightfiller_02_Title
source: Guest Cell Key
ko_mt: 게스트 셀 키

# Lightfiller_02_Content
source: Communicate at the discretion of the warden
ko_mt: 소장의 재량에 따라 의사 소통

# ChineseCaracters
source: Not used
ko_mt: 사용하지 않음

# CatacombsTitle
source: Catacombs
ko_mt: 지하 묘지

# CatacombsDescription
source: An underground network of tombs & crypts
ko_mt: 무덤과 지하실의 지하 네트워크

# NecropolisTitle
source: Necropolis
ko_mt: 대규모 묘지

# NecropolisDescription
source: An underground domain of the dead
ko_mt: 죽은 자의 지하 영역

# SewersTitle
source: Sewers
ko_mt: 하수도

# SewersDescription
source: A collection of sewer tunnels & drainage
ko_mt: 하수 터널 및 배수 장치 모음

# StrongholdTitle
source: Stronghold
ko_mt: 요새

# StrongholdDescription
source: The interior of a stone castle
ko_mt: 석조 성 내부

# ElvenPalaceTitle
source: Elven Palace
ko_mt: 엘프 궁전

# ElvenPalaceDescription
source: A luxurious vestige of the realm of Manacalon
ko_mt: 마나칼론 왕국의 호화로운 흔적

# LavaCavesTitle
source: Lava Caves
ko_mt: 용암 동굴

# LavaCavesDescription
source: An underground network of caves inhabited by tribal creatures
ko_mt: 부족 생물이 서식하는 지하 동굴 네트워크

# WoodlandTitle
source: Woodland
ko_mt: 삼림지

# WoodlandDescription
source: Navigate through a series of clearings inside a temperate forest
ko_mt: 온화한 숲 안의 일련의 공터를 탐색하십시오.

# CR0_Loot_PackTitle
source: CR0 Loot
ko_mt: CR0 전리품

# CR1_Loot_PackTitle
source: CR1 Loot
ko_mt: CR1 전리품

# CR2_Loot_PackTitle
source: CR2 Loot
ko_mt: CR2 전리품

# CR3_Loot_PackTitle
source: CR3 Loot
ko_mt: CR3 전리품

# CR4_Loot_PackTitle
source: CR4 Loot
ko_mt: CR4 전리품

# CR5_Loot_PackTitle
source: CR5 Loot
ko_mt: CR5 전리품

# NoneTitle
source: <None>
ko_mt: <없음>

# CaerLemTitle
source: Caer Lem
ko_mt: 카에르 렘

# CaerCyflenTitle
source: Caer Cyflen
ko_mt: 카레 시플렌

# DarkCastleExteriorTitle
source: Dark Castle (Exterior)
ko_mt: 다크 캐슬(외부)

# CoparanTitle
source: Coparann
ko_mt: 코파란

# WizardsTowerTitle
source: Wizard's Tower
ko_mt: 마법사의 탑

# MastermindTitle
source: Mastermind
ko_mt: 지도자

# CradleOfFireTitle
source: Cradle of Fire
ko_mt: 불의 요람

# AerElaiTitle
source: Aer Elai
ko_mt: 에어 엘라이

# TheNecromancerTitle
source: The Necromancer
ko_mt: 네크로맨서

# RuinsOfTelemaTitle
source: Ruins of Telema
ko_mt: 텔레마의 유적

# PrisonEscapeTitle
source: Prison Escape
ko_mt: 감옥 탈출

# TheLightBringersTitle
source: The Lightbringers
ko_mt: 빛의 수호자

# ShadowsTitle
source: Shadows
ko_mt: 그림자

# CollapsingRoofTitle
source: Collapsing Roof
ko_mt: 무너지는 지붕

# CollapsingRoofDescription
source: Several rocks and boulders fall to the ground
ko_mt: 여러 개의 바위와 바위가 땅에 떨어집니다.

# DisturbingRunesTitle
source: Disturbing Runes
ko_mt: 혼란스러운 룬

# DisturbingRunesDescription
source: Mind-affecting runes damage the soul and cause random behavior
ko_mt: 정신에 영향을 미치는 룬은 영혼을 손상시키고 무작위 행동을 유발합니다.

# DeathGlyphTitle
source: Death Glyph
ko_mt: 죽음의 문양

# DeathGlyphDescription
source: Stepping on this causes necrotic damage and terror
ko_mt: 이를 밟으면 괴사 피해와 공포가 발생합니다.

# FireBurstTitle
source: Fire Burst
ko_mt: 파이어 버스트

# FireBurstDescription
source: An eruption causes fire damage
ko_mt: 폭발로 인해 화재 피해가 발생합니다.

# GroundSpikesTitle
source: Ground Spikes
ko_mt: 그라운드 스파이크

# GroundSpikesDescription
source: Spikes rise from the ground, causing piercing damage
ko_mt: 스파이크가 지면에서 솟아올라 관통 피해를 입힙니다.

# LightningDischargeTitle
source: Lightning Discharge
ko_mt: 번개 방전

# LightningDischargeDescription
source: Discharges electricity in the vicinity, causing electrical damage
ko_mt: 주변에서 방전하여 전기적 손상을 일으킴

# PoisonCloudTitle
source: Poison Cloud
ko_mt: 포이즌 클라우드

# PoisonCloudDescription
source: A noxious cloud inflicts poison damage and the poisoned condition
ko_mt: 유독 구름이 독 피해를 입히고 중독 상태를 유발합니다.

# GemsTitle
source: Gems
ko_mt: 보석

# ConsumablesTitle
source: Consumables
ko_mt: 소모품

# MagicWeapons_ArmorsTitle
source: Magic Weapons and Armor
ko_mt: 마법의 무기와 갑옷

# Wondrous_ItemsTitle
source: Wondrous Items
ko_mt: 멋진 아이템

# IngredientsTitle
source: Ingredients
ko_mt: 재료

# Mundane_GearTitle
source: Mundane Gear
ko_mt: 평범한 기어

# 25_GP_Art_ItemsTitle
source: 25 gp Art Items
ko_mt: 25gp 아트 아이템

# 50_GP_Art_ItemsTitle
source: 50 gp Art Items
ko_mt: 50gp 아트 아이템

# BackerItemsTitle
source: Backer Item Pack
ko_mt: 후원자 아이템 팩

# BackerItemsDescription
source: Unlocks the One Ring, Dwarven Bread, 6 League Boots, Spoon of Discord and Early Bird items. Can be found in a chest near the Monument next to the Council.
ko_mt: 반지 1개, 드워프 빵, 6개의 리그 부츠, 스푼 오브 디스코드, 얼리 버드 아이템을 잠금 해제합니다. 의회 옆 기념물 근처 상자에서 찾을 수 있습니다.

# DigitalBackerContentTitle
source: Digital Edition Pack
ko_mt: 디지털 에디션 팩

# DigitalBackerContentDescription
source: Unlocks the Everlasting Torch item and special VFX versions of Burning Hands and Sacred Flame. Can be found in a chest near the Monument next to the Council.
ko_mt: 영원한 횃불 아이템과 불타는 손과 신성한 불꽃의 특별 VFX 버전을 잠금 해제합니다. 의회 옆 기념물 근처 상자에서 찾을 수 있습니다.

# LoadedDiceTitle
source: Loaded Dice Pack
ko_mt: 로드된 주사위 팩

# LoadedDiceDescription
source: Unlock the Loaded Dice item. Can be found near the Monument in a chest next to the Council.
ko_mt: 로드된 주사위 항목을 잠금 해제하십시오. 기념물 근처 의회 옆 상자에서 찾을 수 있습니다.

# SorcererUpdateTitle
source: Sorcerer Update
ko_mt: 소서러 업데이트

# SorcererUpdateDescription
source: Unlocks the Sorcerer class and its 3 subclasses, iron man mode and new Dungeon Maker content
ko_mt: Sorcerer 클래스와 3개의 하위 클래스, Iron Man 모드 및 새로운 Dungeon Maker 콘텐츠 잠금 해제

# SupporterPackTitle
source: Supporter Pack
ko_mt: 서포터 팩

# SupporterPackDescription
source: Unlocks exclusive dice, a vast amount of high resolution Concept Art, and the eternal love of the Tactical Adventures team
ko_mt: 독점적인 주사위, 방대한 양의 고해상도 컨셉 아트 및 Tactical Adventures 팀의 영원한 사랑을 잠금 해제합니다.

# PrimalPowerTitle
source: Primal Power
ko_mt: 원시의 힘

# PrimalPowerDescription
source: Unlocks the Barbarian & Druid character classes, to play with any adventure of Solasta
ko_mt: Barbarian & Druid 캐릭터 클래스를 잠금 해제하여 Solasta의 모든 모험과 함께 플레이

# RosLastName
source: Ros
ko_mt: 로스
