Repository: team-waldo/solasta-translation
Catalog: translation/*/Default.po
Languages: ko_mt

# holy axe
source: Note from Nikannen
ko_mt: 니카넨의 메모

# Hairstyle_A
source: Pixie Cut
ko_mt: 픽시컷

# Hairstyle_B
source: Medium
ko_mt: 중간

# Hairstyle_C
source: Short
ko_mt: 짧은

# Hairstyle_D
source: Bun
ko_mt: 혈액 요소 질소

# Hairstyle_E
source: Crown Braid
ko_mt: 크라운 브레이드

# LongTimeFormat
source: [TEMP]Game time is {0} on the day of {1} {2} in the year {3} Post Cataclysm
ko_mt: [TEMP]게임 시간은 {3} Post Cataclysm의 {1} {2}일 {0}입니다.

# SolastanCalendarDescription
source: The common calendar used in Solasta.
ko_mt: 솔라스타에서 사용하는 일반적인 달력.

# SolastanCalendarTitle
source: Solastan Calendar
ko_mt: 솔라스탄 달력

# SolastanMonth10Title
source: Aearun
ko_mt: 애런

# SolastanMonth11Title
source: Aeardwy
ko_mt: 에어드위

# SolastanMonth12Title
source: Aeardair
ko_mt: 에어데어

# SolastanMonth1Title
source: Aerun
ko_mt: 애런

# SolastanMonth2Title
source: Aerdwy
ko_mt: 에어드위

# SolastanMonth3Title
source: Aerdair
ko_mt: 에어데어

# SolastanMonth4Title
source: Isgeun
ko_mt: 이근

# SolastanMonth5Title
source: Isgedwy
ko_mt: 이스게드위

# SolastanMonth6Title
source: Isgedair
ko_mt: 이스게데어

# SolastanMonth7Title
source: Tanan
ko_mt: 타난

# SolastanMonth8Title
source: Tanwyn
ko_mt: 탄윈

# SolastanMonth9Title
source: Tandair
ko_mt: 탠데어

# ArunDescription
source: The primordial god of the elements and patron of adventurers, peasants, hermits, and all others who value nature above civilization. The oldest of the Tirmarian deities, Arun is the one to whom humanity first prayed while struggling to survive in a hostile environment. His spouse is Maraike, the goddess of life and death. His clergy is divided into three main branches, each attached to one of Arun's powers: fire, ice, and lightning.
ko_mt: 모험가, 농민, 은둔자 등 문명보다 자연을 중시하는 모든 이들의 수호신이자 원소의 태초의 신. 티르마리아 신들 중 가장 오래된 아룬은 적대적인 환경에서 살아남기 위해 고군분투하는 동안 인류가 처음으로 기도한 신입니다. 그의 배우자는 삶과 죽음의 여신인 마라이케입니다. 그의 성직자는 Arun의 능력 중 하나인 불과 얼음과 번개에 연결된 세 가지 주요 부서로 나뉩니다.

# ArunTitle
source: Arun
ko_mt: 아룬

# EinarDescription
source: Einar is the god of valor and fidelity, and the patron of paladins, lawful warriors, and all those who bring light to darkness. The Church of Einar is organized into three Orders: The Blade is a militant order, a bulwark against chaos and evil. The Shield is an order of protectors, devoted to their flock. The Beacon is an order of itinerant preachers, helping the communities through which they travel with their strength at arms, their healing skills, and their knowledge of the law.
ko_mt: 에이나르는 용맹과 충성의 신이자 성기사, 합법적인 전사, 그리고 어둠에 빛을 가져다주는 모든 이들의 수호신입니다. 에이나르 교회는 3개의 교단으로 구성되어 있습니다. 블레이드는 혼돈과 악에 대한 보루인 전투적인 조직입니다. 방패는 무리를 돌보는 수호자 집단입니다. Beacon은 순회 설교자들의 집단으로, 팔을 든 힘, 치유 기술, 법에 대한 지식을 가지고 여행하는 지역 사회를 돕습니다.

# EinarTitle
source: Einar
ko_mt: 에이나르

# MaraikeDescription
source: The goddess of life and death, the patron of healers and embalmers, and the embodiment of universal duality. Traditionally, she is Arun's wife. Her cult consists of two orders: The Order of Life Regnant travels the land as healers and defenders. They worship the healing, motherly aspect of Maraike. The Order of Oblivion is an order of avengers and embalmers. Where evil tries to pervert the cycle of life and death, the Order ensures that the culprits are dealt with, and their undead victims returned to their rest.
ko_mt: 삶과 죽음의 여신, 치료사와 방부제의 후원자, 보편적 이중성의 화신. 전통적으로 그녀는 Arun의 아내입니다. 그녀의 숭배는 두 가지 명령으로 구성됩니다. The Order of Life Regnant는 치유자와 수비수로서 땅을 여행합니다. 그들은 마라이케의 치유, 어머니적 측면을 숭배합니다. 오블리비언 오더 오브 오블리비언은 복수자와 방부제의 오더입니다. 악이 삶과 죽음의 순환을 왜곡시키려는 경우, 기사단은 범인을 처리하고 언데드 희생자가 안식처로 돌아오도록 합니다.

# MaraikeTitle
source: Maraike
ko_mt: 마라이케

# MisayeDescription
source: The goddess of mischief, protector of rogues and swindlers, and patron of all those who chafe against rules and enjoy a little chaos. Priests of Misaye seldom live a relaxing life. Usually, they are one step ahead of the law - if they are lucky! Many lead a double life - normal citizens by day and priests of Misaye by night - because the cult of Misaye is outlawed in many nations and barely tolerated in most others.
ko_mt: 장난의 여신, 도적과 사기꾼의 수호자, 규칙을 어기고 약간의 혼돈을 즐기는 모든 자의 수호자. 미사예의 사제는 좀처럼 편안한 삶을 살지 않습니다. 일반적으로 그들은 법보다 한 발 앞서 있습니다. 운이 좋다면! 많은 사람들이 이중 생활을 합니다. 낮에는 일반 시민이고 밤에는 미사예의 사제입니다. 왜냐하면 미사예 숭배는 많은 국가에서 불법이며 대부분의 다른 국가에서는 거의 용인되지 않기 때문입니다.

# MisayeTitle
source: Misaye
ko_mt: 미사예

# PakriDescription
source: The goddess of law and knowledge and patron of judges and lawyers, teachers, librarians, and scholars. She gifted humans with the thirst for knowledge so they could learn and develop their society, and the law which preserves civilization. Her clergy is divided into two orders: The Order of the Book includes the most learned lawyer-priests in the world. The Order of the Owl sends its members across the land to help those in need of protection and justice.
ko_mt: 법과 지식의 여신이자 판사와 변호사, 교사, 사서, 학자의 수호신. 그녀는 인간에게 지식에 대한 갈증을 주어 사회와 문명을 보존하는 법을 배우고 발전시킬 수 있도록 했습니다. 그녀의 성직자는 두 가지 명령으로 나뉩니다. The Order of the Book에는 세계에서 가장 학식 있는 변호사 겸 사제가 포함됩니다. 올빼미 기사단은 보호와 정의가 필요한 사람들을 돕기 위해 회원들을 전국으로 보냅니다.

# PakriTitle
source: Pakri
ko_mt: 파크리

# DieStyleEbonyTitle
source: Ebony
ko_mt: 흑단

# DieStyleGreenTitle
source: Green
ko_mt: 녹색

# DieStyleIvoryTitle
source: Ivory
ko_mt: 상아

# DieStyleRubyTitle
source: Ruby
ko_mt: 루비

# DieStyleStandardTitle
source: Standard
ko_mt: 기준

# DieStyleYellowTitle
source: Yellow
ko_mt: 노란색

# DieStyleGoldSupporterTitle
source: Gold
ko_mt: 금

# DieStyleSilverSupporterTitle
source: Silver
ko_mt: 은

# DieStyleBronzeSupporterTitle
source: Bronze
ko_mt: 청동

# DieStyleDiamondSupporterTitle
source: Diamond
ko_mt: 다이아몬드

# ProxyDancingLightsDescription
source: Move the lights up to 12 cells
ko_mt: 조명을 12셀까지 이동

# ProxyDancingLightsTitle
source: Dancing Lights
ko_mt: 춤추는 빛

# ProxyDarknessDescription
source: An area of magical darkness.
ko_mt: 마법 같은 어둠의 영역.

# ProxyDaylightTitle
source: Daylight
ko_mt: 일광

# ProxyFlamingSphereDescription
source: Move the sphere up to 6 cells or slam it into an opponent
ko_mt: 구체를 최대 6칸까지 이동하거나 적에게 내리칩니다.

# ProxyFlamingSphereTitle
source: Flaming Sphere
ko_mt: 불타는 구체

# ProxyFogCloudDescription
source: A very thick fog.
ko_mt: 매우 짙은 안개.

# ProxyIndomitableLightTitle
source: Indomitable Light
ko_mt: 불굴의 빛

# ProxySleetStormDescription
source: Sleet Storm
ko_mt: 진눈깨비

# ProxySpiritualWeaponDescription
source: Move the weapon up to 4 cells and strike an opponent
ko_mt: 무기를 최대 4칸까지 이동하여 적을 공격

# ProxySpiritualWeaponTitle
source: Spiritual Weapon
ko_mt: 영적 무기

# ProxyStinkingCloudDescription
source: A cloud of incapacitating, noxious gas.
ko_mt: 무력화시키는 유독 가스 구름.

# ProxyWallOfFireDescription
source: A burning wall that injures creatures in or next to it.
ko_mt: 벽 안이나 옆에 있는 생물에게 피해를 주는 불타는 벽.

# ProxyWindWallDescription
source: A wall of wind that causes damage, pushes creatures and objects away, and disperses fogs and gases.
ko_mt: 피해를 입히고 생물과 물체를 밀어내고 안개와 가스를 분산시키는 바람의 벽.

# ProxySilenceDescription
source: An area of complete silence.
ko_mt: 완전한 침묵의 영역.

# ProxyIceStormDescription
source: Ice Storm
ko_mt: 얼음 폭풍

# ProxyGuardianOfFaithDescription
source: Guardian of Faith
ko_mt: 믿음의 수호자

# ProxyCloudKillDescription
source: A thick and deadly poisonous fog.
ko_mt: 짙고 치명적인 유독 안개.

# ProxyWallOfForceDescription
source: Conjures an invisible wall that blocks movement and attacks.
ko_mt: 이동과 공격을 막는 투명벽을 생성한다.

# ExplosiveRunesDescription
source: Explosive Runes are inscribed on objects and trigger a fiery blast when this object is interacted with.
ko_mt: 폭발 룬은 물체에 새겨져 있으며 이 물체와 상호작용할 때 화염 폭발을 일으킵니다.

# ExplosiveRunesTitle
source: Explosive Runes
ko_mt: 폭발 룬

# PoisonNeedleDescription
source: A poisoned needle is hidden within a lock, or in something else that a creature might open. Opening the object without the proper key causes the needle to spring out, delivering a dose of poison.
ko_mt: 독이 든 바늘은 자물쇠나 생물이 열 수 있는 다른 곳에 숨겨져 있습니다. 적절한 열쇠 없이 물건을 열면 바늘이 튀어나와 독약을 퍼뜨립니다.

# PoisonNeedleTitle
source: Poisoned Needle
ko_mt: 독침

# LightningAreaNeedleTitle
source: Lightning Pillar
ko_mt: 번개 기둥

# LightHypersensitivityTitle
source: Light Hypersensitivity
ko_mt: 가벼운 과민증

# BoulderFallTitle
source: Boulder Fall
ko_mt: 볼더 폴

# SpikesTitle
source: Spikes
ko_mt: 스파이크

# ManaWindTitle
source: Mana Wind
ko_mt: 마나 바람

# LavaburstTitle
source: Lava Burst
ko_mt: 용암 폭발

# PoisonbulbTitle
source: Poison Bulb
ko_mt: 독 전구

# ChandelierfallTitle
source: Chandelier Fall
ko_mt: 샹들리에 가을

# FireburstTitle
source: Fiery Explosion
ko_mt: 불타는 폭발

# ArcheryDescription
source: You gain a +2 bonus to attack rolls with ranged weapons.
ko_mt: 원거리 무기로 공격 굴림에 +2 보너스를 얻습니다.

# ArcheryTitle
source: Archery
ko_mt: 양궁

# DefenseDescription
source: While you are wearing armor, you gain a +1 bonus to AC.
ko_mt: 갑옷을 입고 있는 동안 AC에 +1 보너스를 얻습니다.

# DefenseTitle
source: Defense
ko_mt: 방어

# DuelingDescription
source: When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.
ko_mt: 한 손에 근접 무기를 사용하고 다른 무기는 사용하지 않을 때 해당 무기로 피해 굴림에 +2 보너스를 얻습니다.

# DuelingTitle
source: Dueling
ko_mt: 결투

# GreatWeaponDescription
source: When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die. You must use the new roll, even if it is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.
ko_mt: 두 손으로 휘두르는 근접 무기로 하는 공격에 대해 피해 주사위에서 1 또는 2를 굴릴 때 주사위를 다시 굴릴 수 있습니다. 1이나 2이더라도 새 주사위를 사용해야 합니다. 이 이점을 얻으려면 무기에 양손 또는 다용도 속성이 있어야 합니다.

# GreatWeaponTitle
source: Great Weapon Fighting
ko_mt: 그레이트 웨폰 파이팅

# ProtectionDescription
source: When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield.
ko_mt: 당신이 볼 수 있는 생물이 당신으로부터 5피트 이내에 있는 당신이 아닌 다른 목표를 공격할 때, 당신은 공격 굴림에 불리함을 부과하기 위해 당신의 반응을 사용할 수 있습니다. 방패를 들고 있어야 합니다.

# ProtectionTitle
source: Protection
ko_mt: 보호

# TwoWeaponDescription
source: When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.
ko_mt: 이중 무기 전투에 참여할 때 두 번째 공격의 피해에 능력 수정치를 추가할 수 있습니다.

# TwoWeaponTitle
source: Two Weapon Fighting
ko_mt: 두 무기 싸움

source: LeftAlt +
ko_mt: 왼쪽Alt +

# LeftControl
source: LeftCtrl +
ko_mt: 왼쪽Ctrl +

source: LeftShift +
ko_mt: 왼쪽Shift +

# MainFormat
source: Shortcut: {0}
ko_mt: 바로가기: {0}

# OrFormat
source: or
ko_mt: 또는

source: RightAlt +
ko_mt: 오른쪽Alt +

# RightControl
source: RightCtrl +
ko_mt: 오른쪽Ctrl +

source: RightShift +
ko_mt: 오른쪽Shift +

# KnownDescription
source: You know this creature well.
ko_mt: 당신은 이 생물을 잘 알고 있습니다.

# KnownTitle
source: Known (3)
ko_mt: 알려진 (3)

# MasteredDescription
source: You know everything about this creature.
ko_mt: 당신은 이 생물에 대한 모든 것을 알고 있습니다.

# MasteredTitle
source: Mastered (4)
ko_mt: 마스터 (4)

# ObservedDescription
source: You have observed this creature briefly.
ko_mt: 당신은 이 생물을 잠시 관찰했습니다.

# ObservedTitle
source: Observed (1)
ko_mt: 관찰 (1)

# StudiedDescription
source: You have studied this creature.
ko_mt: 당신은 이 생물을 연구했습니다.

# StudiedTitle
source: Studied (2)
ko_mt: 공부 (2)

# UnknownDescription
source: You have never encountered this creature.
ko_mt: 당신은 이 생물을 만난 적이 없습니다.

# UnknownTitle
source: Unknown (0)
ko_mt: 알 수 없음 (0)

# EnterLocationDescription
source: Have the party enter this location.
ko_mt: 파티원이 이 위치에 들어가게 합니다.

# EnterLocationTitle
source: Enter
ko_mt: 입력하다

# TravelToLocationDescription
source: Prepare to travel to this location.
ko_mt: 이 위치로 여행할 준비를 하십시오.

# TravelToLocationTitle
source: Travel
ko_mt: 여행하다

# GdprDescription
source: In order to improve the quality of the game, we will collect gameplay data during your play session. Personal data will not be sent, only game session information.
ko_mt: 게임의 품질을 향상시키기 위해 귀하의 플레이 세션 동안 게임 플레이 데이터를 수집합니다. 개인 데이터는 전송되지 않으며 게임 세션 정보만 전송됩니다.

# GdprTitle
source: General Data Protection Regulation
ko_mt: 일반 데이터 보호 규정

# KickstarterDemoDisclaimerDescription
source: IMPORTANT DISCLAIMER: YOU are aware that what you intend to download and play is a very early PRE-ALPHA DEMO of the Solasta: Crown of the Magister video game which is still under development. Be sure that OUR team is currently working hard to bring the Solasta: Crown of the Magister video game to a whole new level. The PRE-ALPHA DEMO is made available for free for a limited period of time only. The PRE-ALPHA DEMO is hand-crafted to give YOU an early taste of the Solasta: Crown of the Magister video game; the PRE-ALPHA DEMO may contain bugs on rare occasions. YOU are more than welcome to share your feedback and report any problems or bugs on the Steam platform or directly on OUR website www.solasta-game.com. WE need to hear from YOU in order to make a game that is representative of what our community wants. Some rules and features are missing or are not implemented in the PRE-ALPHA DEMO. For example, the surprise round is not implemented, readying an action is not yet possible, we are too liberal at swapping inventory items, and some spells and effects are missing. We will fix this and try our best to integrate as much content and as many rules as possible for the final game. Some of the game features are also not demonstrated at all in the PRE-ALPHA DEMO but will be part of the final game: creating and leveling up a full party with a wide range of options, playing through a campaign storyline, and much more.
ko_mt: 중요 면책 조항: 귀하는 다운로드하여 플레이하려는 것이 아직 개발 중인 Solasta: Crown of the Magister 비디오 게임의 초기 알파 데모임을 알고 있습니다. 우리 팀이 현재 Solasta: Crown of the Magister 비디오 게임을 완전히 새로운 수준으로 끌어올리기 위해 열심히 노력하고 있는지 확인하십시오. PRE-ALPHA DEMO는 제한된 기간 동안만 무료로 제공됩니다. PRE-ALPHA DEMO는 Solasta: Crown of the Magister 비디오 게임의 초기 맛을 제공하기 위해 손으로 제작되었습니다. PRE-ALPHA DEMO에는 드물게 버그가 포함될 수 있습니다. Steam 플랫폼이나 당사 웹사이트 www.solasta-game.com에서 직접 피드백을 공유하고 문제나 버그를 보고할 수 있습니다. 우리 커뮤니티가 원하는 것을 대표하는 게임을 만들기 위해서는 여러분의 의견을 들어야 합니다. 일부 규칙과 기능이 PRE-ALPHA DEMO에서 누락되었거나 구현되지 않았습니다. 예를 들어, 서프라이즈 라운드가 구현되지 않고, 행동 준비가 아직 가능하지 않으며, 인벤토리 항목을 교환하는 데 너무 관대하고, 일부 주문과 효과가 누락되었습니다. 우리는 이 문제를 수정하고 최종 게임을 위해 최대한 많은 콘텐츠와 규칙을 통합하기 위해 최선을 다할 것입니다. 일부 게임 기능은 PRE-ALPHA DEMO에서 전혀 시연되지 않지만 최종 게임의 일부가 될 것입니다. 다양한 옵션으로 전체 파티를 만들고 레벨을 올리며, 캠페인 스토리를 통해 플레이하는 등 다양한 기능이 있습니다.

# KickstarterDemoDisclaimerTitle
source: Demo Version
ko_mt: 데모 버전

# KickstarterDemoDisclaimerTitle2
source: DISCLAIMER PLACEHOLDER
ko_mt: 면책 조항 자리 표시자

# KickstarterDemoDisclaimerDescription2
source: Text to be added
ko_mt: 추가할 텍스트

# EarlyAccessDisclaimerDescription
source: Hey there folks! Welcome to Solasta - or more specifically, the Early Access of Solasta: Crown of the Magister. We really appreciate your support. You're all fantastic! Please bear in mind that you are playing an Early Access version of Solasta: Crown of the Magister which is still under development. This Early Access version contains around 10 hours of gameplay and gives you access to the full Character Creation Tool with all ancestries, classes, and archetypes unlocked, with a level cap at level 6. The full 1.0 release will see a price increase and will deliver the entire main campaign of Solasta: Crown of the Magister, as well as many side quests for you to discover. We have done our best to provide a strong and enjoyable experience. However, do note that the Early Access version may contain some occasional bugs. You are warmly invited to send us feedback, report any bugs and problems, or suggest improvements on our Discord server (https://discord.com/invite/uu8utaF) as well on our official forums (https://forums.solasta-game.com/). Our goal is to continue working hand in hand with our players to make a game that is representative of what our community wants. Be sure that our team is currently working hard to release the full version of the Solasta: Crown of the Magister video game that will include lots of additional features and content. Considering the fact that game development is a very iterative process, please understand that your save files on the Early Access version will likely be incompatible with larger updates and with the full game release. As such, if you are looking for the complete experience the full version of Solasta: Crown of the Magister can offer, we encourage you not to purchase this Early Access version, but to wait for the release of the full game. Alright, enough reading - go enjoy the game!
ko_mt: 안녕하세요 여러분! Solasta에 오신 것을 환영합니다. 더 구체적으로 말하자면 Solasta의 Early Access: Crown of the Magister입니다. 귀하의 지원에 진심으로 감사드립니다. 당신은 모두 환상적입니다! 아직 개발 중인 Solasta: Crown of the Magister의 앞서 해보기 버전을 플레이하고 있다는 점을 염두에 두십시오. 이 앞서 해보기 버전에는 약 10시간의 게임 플레이가 포함되어 있으며 모든 혈통, 클래스 및 전형이 잠금 해제된 전체 캐릭터 생성 도구에 액세스할 수 있으며 레벨 상한은 레벨 6입니다. 정식 1.0 릴리스에는 가격이 인상되어 제공될 것입니다. Solasta: Crown of the Magister의 전체 메인 캠페인과 발견할 수 있는 많은 사이드 퀘스트. 우리는 강력하고 즐거운 경험을 제공하기 위해 최선을 다했습니다. 그러나 Early Access 버전에는 가끔 버그가 포함될 수 있습니다. 공식 포럼(https://forums.solasta- game.com/). 우리의 목표는 우리 커뮤니티가 원하는 것을 대표하는 게임을 만들기 위해 플레이어와 계속 협력하는 것입니다. 우리 팀이 현재 많은 추가 기능과 콘텐츠를 포함할 Solasta: Crown of the Magister 비디오 게임의 정식 버전을 출시하기 위해 열심히 노력하고 있는지 확인하십시오. 게임 개발이 매우 반복적인 프로세스라는 사실을 고려할 때 앞서 해보기 버전의 저장 파일은 대규모 업데이트 및 정식 게임 릴리스와 호환되지 않을 수 있음을 이해하십시오. 따라서 Solasta: Crown of the Magister의 정식 버전이 제공할 수 있는 완전한 경험을 찾고 있다면 이 앞서 해보기 버전을 구입하지 말고 정식 게임이 출시될 때까지 기다리는 것이 좋습니다. 자, 충분히 읽었습니다. 게임을 즐기러 가십시오!

# EarlyAccessDisclaimerTitle
source: Early Access Disclaimer
ko_mt: 앞서 해보기 면책 조항

# DisclaimerSteamFestivalDescription
source: You are aware that what you intend to play is a very early Alpha Demo of the Solasta: Crown of the Magister video game, which is still under development. Be sure that our team is currently working hard to bring Solasta: Crown of the Magister to a whole new level. We are also working on providing you with a fully working Character Creator, allowing you to create and level up a full party with an even wider range of options. The Early Alpha Demo is available for free for a limited period of time only. The Early Alpha Demo is hand-crafted to give you an early taste of the Solasta: Crown of the Magister video game, it may contain bugs on rare occasions. You are more than welcome to share your feedback and report any problems or bugs on the Steam platform or directly on our website www.solasta-game.com. We need to hear from you in order to make a game that is representative of what our community wants. Some rules and features are missing or are not implemented in the Early Alpha Demo. For example, some spells and effects are missing. The Early Alpha Demo allows you to create a full party of characters using the Character Creator tool, but it will not breathe life into your heroes yet. We will of course fix this and try our best to integrate as much content and rules as possible for the final game. Some of the game features are also not demonstrated at all in the Early Alpha Demo, but will be part of the final game: leveling up a full party created with a wide range of options, playing through a campaign storyline, and much more.
ko_mt: 플레이하려는 것은 아직 개발 중인 비디오 게임인 Solasta: Crown of the Magister 비디오 게임의 초기 알파 데모라는 것을 알고 있습니다. 우리 팀이 현재 Solasta: Crown of the Magister를 완전히 새로운 수준으로 끌어올리기 위해 열심히 노력하고 있는지 확인하십시오. 우리는 또한 완벽하게 작동하는 캐릭터 생성기를 제공하기 위해 노력하고 있습니다. 이를 통해 더 넓은 범위의 옵션으로 전체 파티를 만들고 레벨을 올릴 수 있습니다. 초기 알파 데모는 제한된 기간 동안만 무료로 제공됩니다. Early Alpha Demo는 Solasta: Crown of the Magister 비디오 게임의 초기 맛을 볼 수 있도록 손으로 제작되었으며 드물게 버그가 포함될 수 있습니다. Steam 플랫폼이나 당사 웹사이트 www.solasta-game.com에서 직접 피드백을 공유하고 문제나 버그를 보고할 수 있습니다. 우리 커뮤니티가 원하는 것을 대표하는 게임을 만들기 위해서는 여러분의 의견을 들어야 합니다. 초기 알파 데모에서 일부 규칙과 기능이 누락되었거나 구현되지 않았습니다. 예를 들어, 일부 주문과 효과가 누락되었습니다. 초기 알파 데모에서는 Character Creator 도구를 사용하여 전체 캐릭터 파티를 만들 수 있지만 아직 영웅에게 생기를 불어넣지는 못합니다. 물론 이 문제를 수정하고 최종 게임을 위해 최대한 많은 콘텐츠와 규칙을 통합하기 위해 최선을 다할 것입니다. 일부 게임 기능은 초기 알파 데모에서 전혀 시연되지 않았지만 최종 게임의 일부가 될 것입니다. 즉, 다양한 옵션으로 생성된 전체 파티를 레벨업하고 캠페인 스토리를 통해 플레이하는 등의 일입니다.

# DisclaimerSteamFestivalTitle
source: Important Disclaimer
ko_mt: 중요 면책 조항

# JoinCommunityTitle
source: Join Our Community
ko_mt: 커뮤니티 가입

# SteamWishlistTitle
source: Wishlist us on Steam
ko_mt: Steam에 위시리스트에 추가

# YoutubeTitle
source: Subscribe on YouTube
ko_mt: YouTube에서 구독

# CaerCyflen_Annie_Bagmordah_Store_ScavengersTitle
source: Scavengers' Headquarters
ko_mt: 청소부 본부

# CaerCyflen_Dalon_Lark_Store_EinarTitle
source: Temple of Einar Contact
ko_mt: 에이나르 신전 접촉

# CaerCyflen_Gorim_Ironsoot_StoreTitle
source: General Store for Adventurers
ko_mt: 모험가를 위한 잡화점

# CaerCyflen_Halman_Summer_Store_AntiquariansTitle
source: Antiquarians Contact
ko_mt: 골동품점 연락처

# CaerCyflen_Heddlon_Surespell_Store_ArcaneumTitle
source: Arcaneum Contact
ko_mt: 아케니움 컨택트

# CaerCyflen_Hugo_Requer_StoreTitle
source: Magic and Curiosities
ko_mt: 마법과 호기심

# CaerCyflen_Joriel_Foxeye_Store_CircleOfDanantarTitle
source: Circle of Danantar Contact
ko_mt: 다난타르 접점의 서클

# CaerCyflen_Karel_Martel_Store_BartenderTitle
source: Inn Services
ko_mt: 인 서비스

# CaerCyflen_Maddy_Greenisle_Store_ToKTitle
source: Tower of Knowledge Contact
ko_mt: 지식의 탑 연락처

# CaerCyflenWeaponsmith2Description
source: not use atm
ko_mt: ATM을 사용하지 않는다

# CaerCyflenWeaponsmith2Title
source: Generic Weaponsmith
ko_mt: 일반 무기제작자

# CaerCyflenWeaponsmithDescription
source: not use atm
ko_mt: ATM을 사용하지 않는다

# CaerCyflenWeaponsmithTitle
source: Generic Weaponsmith
ko_mt: 일반 무기제작자

# Telema_Merchant_Wanderer_TelemaTitle
source: Wandering Merchant
ko_mt: 떠돌이 상인

# Coparann_Atima_StoreTitle
source: Local Cleric of Arun
ko_mt: 아룬의 지역 성직자

# CC_PriestessPakri
source: Priestess of Pakri
ko_mt: 파크리의 여사제

# CC_PriestMaraike
source: Priest of Maraike
ko_mt: 마라이케의 사제

# CC_PriestArun
source: Rogar Ardentfire
ko_mt: 로가 아덴파이어

# Circe_Title
source: Enchantment Manuals Merchant
ko_mt: 인챈트 매뉴얼 상인

# AdventuringTitle
source: Adventuring Gear
ko_mt: 모험 장비

# AllTitle
source: All Items
ko_mt: 모든 아이템

# ArmorTitle
source: Armor
ko_mt: 갑옷

# CraftingTitle
source: Crafting
ko_mt: 제작

# IngredientTitle
source: Ingredients
ko_mt: 재료

# MagicDeviceTitle
source: Magic Devices
ko_mt: 마법의 장치

# WeaponTitle
source: Weapons
ko_mt: 무기

# LifeDrainTitle
source: Life Drain
ko_mt: 라이프 드레인

# AerElai_Title
source: THE AER-ELAI
ko_mt: 에어엘라이

# BADLANDS_Title
source: THE BADLANDS
ko_mt: 황무지

# CopperheadRoad_Title
source: COPPERHEAD\nROAD
ko_mt: COPPERHEAD\n도로

# DUCHY_caercyflen_Title
source: Duchy of\nCaer Cyflen
ko_mt: 카에르 시플렌 공국\n

# DUCHY_easternforests_Title
source: Duchy of\nthe Eastern Forests
ko_mt: 동부 숲의\n공국

# DUCHY_northernhills_Title
source: Duchy of\nthe Northern Hills
ko_mt: 북부 언덕의\n공국

# DUCHY_northernplains_Title
source: Duchy of\nthe Northern Plains
ko_mt: 북부 평원의\n공국

# DUCHY_southmarsh_Title
source: Duchy of\nthe South Marsh
ko_mt: 남쪽 습지\n공국

# DUCHY_westernfields_Title
source: Duchy of\nthe Western Fields
ko_mt: 서부 들판\n공국

# Einarium_Title
source: THE Einareum
ko_mt: 더 아이나름

# GALLIVAN_Title
source: KINGDOM OF\nGALLIVAN
ko_mt: 갈리반 왕국\n

# Kaupaapunki_Title
source: KAUPAAPUNKI
ko_mt: 카우파푼키

# MASGARTH_Title
source: PRINCIPALITY\nOF MASGARTH
ko_mt: 원칙\n마스가스

# NEWEMPIRE_Title
source: THE NEW EMPIRE
ko_mt: 새로운 제국

# Sandreed_Title
source: SANDREED
ko_mt: 산드리드

# SNOWALLIANCE_Title
source: THE SNOW ALLIANCE
ko_mt: 눈 동맹

# FactionRelationDecreaseDescription
source: Your relations with this faction have worsened.
ko_mt: 이 진영과의 관계가 악화되었습니다.

# FactionRelationDecreaseTitle
source: Relations Worsened ({0})
ko_mt: 악화된 관계({0})

# FactionRelationIncreaseDescription
source: Your relations with this faction have improved.
ko_mt: 이 진영과의 관계가 개선되었습니다.

# FactionRelationIncreaseTitle
source: Relation Improved ({0})
ko_mt: 관계 개선({0})

# LocationRevealedDescription
source: A new destination is available.
ko_mt: 새로운 목적지를 사용할 수 있습니다.

# LocationRevealedTitle
source: New Location Revealed
ko_mt: 새로운 위치 공개

# MapWaypointRevealedDescription
source: Click to open the map.
ko_mt: 클릭하면 지도가 열립니다.

# MapWaypointRevealedTitle
source: New Waypoint Added
ko_mt: 새로운 웨이포인트가 추가됨
