Repository: team-waldo/solasta-translation
Catalog: translation/*/DialogFlags.po
Languages: ko, ko_mt

# DialogFlags/&Authority_Description
source: A tendency to enforce rules and beliefs with authority and leadership.
ko: 권위와 리더십으로 규칙과 신념을 강요하는 성격입니다.

# DialogFlags/&Authority_Title
source: Authority
ko: 권위적

# DialogFlags/&Cynicism_Description
source: A tendency to scoff at principles and values.
ko: 원칙과 가치를 비웃는 성격입니다.

# DialogFlags/&Cynicism_Title
source: Cynicism
ko: 냉소적

# DialogFlags/&Formal_Description
source: This character uses complete sentences, with technical or academic vocabulary.
ko: 이 캐릭터는 기술적, 학문적 어휘가 포함된 완전한 문장을 사용합니다.

# DialogFlags/&Formal_Title
source: Formal
ko: 격식

# DialogFlags/&Friendliness_Description
source: A tendency to care about others, preferring to make friends rather than enemies.
ko: 타인을 배려하는 성격이며, 적보다 친구를 만드는 것을 선호합니다.

# DialogFlags/&Friendliness_Title
source: Kindness
ko: 친절함

# DialogFlags/&Greed_Description
source: A tendency to value wealth and comfort above all else.
ko: 자신의 안위와 부귀영화를 다른 무엇보다 중시합니다.

# DialogFlags/&Greed_Title
source: Greed
ko: 탐욕적

# DialogFlags/&Helpfulness_Description
source: A tendency to always try to help those in need.
ko: 도움이 필요한 사람들을 돕고자 하는 성격입니다.

# DialogFlags/&Helpfulness_Title
source: Altruism
ko: 이타적

# DialogFlags/&Lawfulness_Description
source: A tendency to follow rules, laws, and order rather than chaos.
ko: 혼돈보다는 규칙, 법, 질서를 따르는 성격입니다.

# DialogFlags/&Lawfulness_Title
source: Lawfulness
ko: 준법적

# DialogFlags/&Normal_Description
source: This character speaks like most folk do, neither overly formal nor overly colloquial.
ko: 이 캐릭터는 지나치게 격식을 차리거나 과한 구어체를 사용하지 않으며, 보통 사람들처럼 말합니다.

# DialogFlags/&Normal_Title
source: Casual
ko: 평범함

# DialogFlags/&Pragmatism_Description
source: A tendency to value practicality over principles.
ko: 원칙보단 실용성을 중시하는 성격입니다.

# DialogFlags/&Pragmatism_Title
source: Pragmatism
ko: 실용적

# DialogFlags/&Selfishness_Description
source: A tendency to put oneself, friends, and family first, at the expense of others.
ko: 다른 사람을 희생시키면서 자신, 친구, 가족을 우선시하는 성격입니다.

# DialogFlags/&Selfishness_Title
source: Egoism
ko: 이기적

# DialogFlags/&SelfPreservation_Description
source: A tendency to take care of one's own safety above all.
ko: 자신의 안전을 최우선으로 중시하는 성격입니다.

# DialogFlags/&SelfPreservation_Title
source: Caution
ko: 신중함

# DialogFlags/&Slang_Description
source: This character uses slang extensively, including crude and vulgar language on occasion.
ko: 이 캐릭터는 종종 조잡하고 저속한 단어를 포함한 폭넓은 속어를 사용합니다.

# DialogFlags/&Slang_Title
source: Slang
ko: 속어적

# DialogFlags/&Violence_Description
source: A tendency to solve problems with violence, even when there are other options.
ko: 다른 선택지가 있더라도 폭력으로 문제를 해결하려는 성격입니다.

# DialogFlags/&Violence_Title
source: Violence
ko: 폭력적

# Authority_Description
source: A tendency to enforce rules and beliefs with authority and leadership.
ko_mt: 권위와 리더십으로 규칙과 신념을 강요하는 경향.

# Authority_Title
source: Authority
ko_mt: 권한

# Cynicism_Description
source: A tendency to scoff at principles and values.
ko_mt: 원칙과 가치를 비웃는 경향.

# Cynicism_Title
source: Cynicism
ko_mt: 냉소

# Formal_Description
source: This character uses complete sentences, with technical or academic vocabulary.
ko_mt: 이 캐릭터는 기술 또는 학문적 어휘와 함께 완전한 문장을 사용합니다.

# Formal_Title
source: Formal
ko_mt: 공식적인

# Friendliness_Description
source: A tendency to care about others, preferring to make friends rather than enemies.
ko_mt: 다른 사람을 배려하는 경향이 있으며, 적보다 친구를 사귀는 것을 선호합니다.

# Friendliness_Title
source: Kindness
ko_mt: 친절

# Greed_Description
source: A tendency to value wealth and comfort above all else.
ko_mt: 무엇보다 부와 편안함을 중시하는 경향.

# Greed_Title
source: Greed
ko_mt: 탐욕

# Helpfulness_Description
source: A tendency to always try to help those in need.
ko_mt: 항상 도움이 필요한 사람을 도우려는 경향이 있습니다.

# Helpfulness_Title
source: Altruism
ko_mt: 애타 주의

# Lawfulness_Description
source: A tendency to follow rules, laws, and order rather than chaos.
ko_mt: 혼돈보다는 규칙, 법, 질서를 따르는 경향.

# Lawfulness_Title
source: Lawfulness
ko_mt: 합법성

# Normal_Description
source: This character speaks like most folk do, neither overly formal nor overly colloquial.
ko_mt: 이 캐릭터는 대부분의 사람들이 말하는 것처럼 지나치게 형식적이거나 지나치게 구어적이지 않습니다.

# Normal_Title
source: Casual
ko_mt: 평상복

# Pragmatism_Description
source: A tendency to value practicality over principles.
ko_mt: 원칙보다 실용성을 중시하는 경향.

# Pragmatism_Title
source: Pragmatism
ko_mt: 프래그머티즘

# Selfishness_Description
source: A tendency to put oneself, friends, and family first, at the expense of others.
ko_mt: 다른 사람을 희생시키면서 자신, 친구, 가족을 우선시하는 경향.

# Selfishness_Title
source: Egoism
ko_mt: 이기주의

# SelfPreservation_Description
source: A tendency to take care of one's own safety above all.
ko_mt: 무엇보다 자신의 안전을 챙기는 경향.

# SelfPreservation_Title
source: Caution
ko_mt: 주의

# Slang_Description
source: This character uses slang extensively, including crude and vulgar language on occasion.
ko_mt: 이 캐릭터는 때때로 조잡하고 저속한 언어를 포함하여 속어를 광범위하게 사용합니다.

# Slang_Title
source: Slang
ko_mt: 속어

# Violence_Description
source: A tendency to solve problems with violence, even when there are other options.
ko_mt: 다른 선택지가 있더라도 폭력으로 문제를 해결하려는 경향.

# Violence_Title
source: Violence
ko_mt: 폭행
