Repository: team-waldo/solasta-translation
Catalog: translation/*/Encounter.po
Languages: ko_mt

# Abjuration_Caravan_EncounterDescription
source: You came across a caravan, a rare thing in these desolate lands.
ko_mt: 당신은 이 황량한 땅에서 보기 드문 캐러밴을 발견했습니다.

# Abjuration_Caravan_EncounterTitle
source: Unexpected Encounter
ko_mt: 뜻밖의 만남

# Abjuration_Ruins01_EncounterDescription
source: As you traveled through the Badlands towards Coparann, Kythaela asked you to stop near an old ruin…
ko_mt: 황무지를 지나 코파란을 향해 여행하던 중 키타엘라는 오래된 폐허 근처에 멈춰 달라고 부탁했습니다...

# Abjuration_Ruins01_EncounterTitle
source: Ashes of Manacalon
ko_mt: 마나칼론의 재

# Abjuration_Ruins02_EncounterDescription
source: Kythaela stopped again, and asked to enter what seems to be an old Imperial prison.
ko_mt: Kythaela는 다시 멈추고 오래된 제국 감옥으로 보이는 곳으로 들어가라고 요청했습니다.

# Abjuration_Ruins02_EncounterTitle
source: Dungeons of Manacalon
ko_mt: 마나칼론의 던전

# BadlandsSpidersEncounterDescription
source: You must have roamed close to a nest: a handful of these little monsters wants you dead.
ko_mt: 둥지 근처를 돌아다녔을 것입니다. 이 작은 괴물 몇 마리가 당신이 죽기를 원합니다.

# BadlandsSpidersEncounterTitle
source: Badlands Spiders
ko_mt: 황무지 거미

# BanditsEncounterDescription
source: Robbers in search of easy prey - preferably wealthy.
ko_mt: 쉬운 먹이를 찾는 강도 - 바람직하게는 부유합니다.

# BanditsEncounterTitle
source: Bandits
ko_mt: 산적

# CrownAttunementEncounterDescription
source: Your party is forced to stop for an unplanned short rest. Something is wrong.
ko_mt: 당신의 파티는 계획되지 않은 짧은 휴식을 위해 멈춰야 합니다. 뭔가 잘못되었다.

# CrownAttunementEncounterTitle
source: A Troubled Night
ko_mt: 곤란한 밤

# DeepSpidersEncounterTitle
source: Deep Spiders
ko_mt: 깊은 거미

# EagleNestEncounterDescription
source: You've wandered too close to a nest! The eagles will fight to the death to protect their young!
ko_mt: 당신은 둥지에 너무 가까이 방황했습니다! 독수리는 새끼를 보호하기 위해 죽을 때까지 싸울 것입니다!

# EagleNestEncounterTitle
source: Eagle Nest
ko_mt: 독수리 둥지

# FlyingSnakesEncounterDescription
source: A bevy of flying snakes who want you away from their eggs.
ko_mt: 당신을 알에서 멀리 떨어뜨리려는 날아다니는 뱀 무리.

# FlyingSnakesEncounterTitle
source: Brimstone Vipers
ko_mt: 유황 독사

# GoblinCrusadersDescription
source: A goblin shaman and his followers in search of glory.
ko_mt: 영광을 찾는 고블린 샤먼과 그의 추종자들.

# GoblinCrusadersTitle
source: Goblin Crusade
ko_mt: 고블린 성전

# GoblinhuntingpartyEncounterDescription
source: Goblins on the hunt with their tame wolves.
ko_mt: 길들인 늑대와 함께 사냥 중인 고블린.

# GoblinhuntingpartyEncounterTitle
source: Goblin Hunting Party
ko_mt: 고블린 사냥 파티

# GoblinWarPartyDescription
source: A band of goblin skirmishers looking for trouble.
ko_mt: 문제를 찾는 고블린 척후병 무리.

# GoblinWarPartyTitle
source: Goblin War Party
ko_mt: 고블린 전쟁 파티

# OrcMaraudersTitle
source: Orc Marauders
ko_mt: 오크 약탈자

# OrcRaidersDescription
source: An orc chieftain leading a band of warriors in search of scars and glory.
ko_mt: 상처와 영광을 찾아 전사들의 무리를 이끄는 오크 족장.

# OrcRaidersTitle
source: Orc Raiders
ko_mt: 오크 레이더스

# WinterWolfpackEncounterDescription
source: A terrible winter wolf, on the hunt with a few normal wolves.
ko_mt: 평범한 늑대 몇 마리와 함께 사냥을 하고 있는 끔찍한 겨울 늑대.

# WinterWolfpackEncounterTitle
source: Winter Wolf and Pack
ko_mt: 겨울 늑대와 무리

# WolfpackEncounterDescription
source: A pack of ravenous wolves, desperate for a kill.
ko_mt: 죽이고 싶어하는 굶주린 늑대 무리.

# WolfpackEncounterTitle
source: Wolf Pack
ko_mt: 늑대 팩

# DeepSpidersEncounterDescription
source: A huge party of deep spiders looking to feed their spiderlings.
ko_mt: 새끼 거미에게 먹이를 주려는 깊은 거미의 거대한 파티.

# DeathGangTitle
source: Death Gang
ko_mt: 데스 갱

# DeathGangDescription
source: Roaming skeletons, escaped from some desecrated tomb.
ko_mt: 훼손된 무덤에서 탈출한 배회하는 해골들.

# DeathSquadTitle
source: Death Squad
ko_mt: 암살단

# RoamingFanaticsTitle
source: Roaming Fanatics
ko_mt: 로밍 광신도

# RoamingFanaticsDescription
source: A couple of acolytes led by a charismatic leader.
ko_mt: 카리스마 넘치는 지도자가 이끄는 두 명의 수행사제.

# ApprenticeNecromancerTitle
source: Apprentice Necromancer
ko_mt: 견습 네크로맨서

# ApprenticeNecromancerDescription
source: A student of magic with a bunch of his rotting creations.
ko_mt: 썩어가는 창조물을 잔뜩 가지고 있는 마법의 학생.

# SpiesOnTheRunTitle
source: Spies on the Run
ko_mt: 도주 중인 스파이

# SpiesOnTheRunDescription
source: A couple of spies trying to escape enemy intelligence… at all costs.
ko_mt: 적의 정보를 피하려고 하는 두 명의 첩보원... 무슨 수를 써서라도.

# GlorySeekerTitle
source: Glory Seeker
ko_mt: 영광을 찾는 자

# GlorySeekerDescription
source: A veteran soldier roaming the roads in search for death on the battlefield.
ko_mt: 전장에서 죽음을 찾아 길을 배회하는 베테랑 병사.

# BerserkerBrothersTitle
source: Berserker Brothers
ko_mt: 버서커 브라더스

# BerserkerBrothersDescription
source: Like-minded fighters in search for blood. Preferably yours.
ko_mt: 피를 찾기 위해 같은 생각을 가진 전사들. 바람직하게는 당신의 것입니다.

# StainedHunterTitle
source: Stained Hunter
ko_mt: 스테인드 헌터

# StainedHunterDescription
source: A lonely wanderer of the Badlands who's been corrupted by chaotic magic.
ko_mt: 혼돈의 마법에 오염된 황무지의 외로운 방랑자.

# HungryWolvesTitle
source: Hungry Wolves
ko_mt: 배고픈 늑대

# HungryWolvesDescription
source: A small pack of wolves, famished and weakened.
ko_mt: 굶주리고 약해진 작은 늑대 무리.

# GoblinScoutsTitle
source: Goblin Scouts
ko_mt: 고블린 정찰병

# GoblinScoutsDescription
source: A small group of goblins with their pet wolf.
ko_mt: 애완용 늑대와 함께 있는 작은 고블린 무리.

# LoneOgreTitle
source: Lone Ogre
ko_mt: 고독한 오우거

# LoneOgreDescription
source: A wandering ogre, probably lost and definitely looking for something - or someone - to eat.
ko_mt: 방황하는 오우거, 아마도 길을 잃고 분명히 먹을 무언가 또는 누군가를 찾고 있을 것입니다.

# OrcBandTitle
source: Orc Band
ko_mt: 오크 밴드

# OrcBandDescription
source: A small bunch of orcs, looking for something to kill.
ko_mt: 죽일 무언가를 찾고 있는 작은 오크 무리.

# RoamingUndeadsTitle
source: Roaming Undeads
ko_mt: 로밍 언데드

# RoamingUndeadsDescription
source: A group of undeads, wandering around and looking to end a few lives.
ko_mt: 언데드 무리가 이리저리 방황하며 몇 명의 목숨을 끊으려 합니다.

# EvilEvangelistsTitle
source: Evil Evangelists
ko_mt: 사악한 전도자

# EvilEvangelistsDescription
source: A cleric and his goons, roaming the land to spread their evil cult.
ko_mt: 사악한 숭배를 퍼뜨리기 위해 땅을 배회하는 성직자와 그의 부하들.

# GhoulCoupleTitle
source: Ghouls
ko_mt: 구울

# GhoulCoupleDescription
source: A band of ghouls with wicked hunger.
ko_mt: 사악한 굶주림에 시달리는 구울 무리.

# GiantEaglesTitle
source: Giant Eagles
ko_mt: 자이언트 이글스

# GiantEaglesDescription
source: A couple of giant eagles that seem threatened by your presence.
ko_mt: 당신의 존재에 위협받는 것처럼 보이는 두 마리의 거대한 독수리.

# WolfSquadTitle
source: Goblin Wolfsquad
ko_mt: 고블린 울프스쿼드

# WolfSquadDescription
source: A group of goblins led by a beastmaster and his dire wolf.
ko_mt: 비스트마스터와 그의 다이어 울프가 이끄는 고블린 무리.

# EscapedMinotaurTitle
source: Escaped Minotaur
ko_mt: 탈출한 미노타우로스

# EscapedMinotaurDescription
source: A rare creature on Solasta, this guardian aberration is on a killing spree.
ko_mt: 솔라스타의 희귀 생물인 이 가디언 변종은 살인을 자행하고 있습니다.

# LoneWightTitle
source: Wight
ko_mt: 인간

# LoneWightDescription
source: A lone wight wandering in search of someone to kill.
ko_mt: 죽일 사람을 찾아 헤매는 고독한 와이트.

# ScoutingPartyTitle
source: Scout and Wolf
ko_mt: 정찰병과 늑대

# ScoutingPartyDescription
source: A sneaky scout and his wolf pet.
ko_mt: 교활한 정찰병과 그의 늑대 애완 동물.

# DireWolfPackTitle
source: Dire Wolf Pack
ko_mt: 다이어 울프 팩

# DireWolfPackDescription
source: A Dire Wolf and his pack of regular hunters.
ko_mt: 다이어 울프와 그의 일반 사냥꾼 무리.

# DireWolfPack2Title
source: Dire Wolves
ko_mt: 다이어 울프

# DireWolfPack2Description
source: A pack of dire wolves.
ko_mt: 무서운 늑대 무리.

# FanaticDuoTitle
source: Fanatic Duo
ko_mt: 파나틱 듀오

# FanaticDuoDescription
source: A couple of fanatics on their way to a brutal pilgrimage.
ko_mt: 잔인한 순례를 떠나는 광신도 부부.

# MisayeEvangelistsTitle
source: Misaye Evangelists
ko_mt: 미사예 전도사

# MisayeEvangelistsDescription
source: A group of fanatic Misaye followers who have their own interpretations of their deity's creed.
ko_mt: 자신의 신조에 대한 나름의 해석을 가지고 있는 광신적인 미사예 추종자 그룹입니다.

# OgreZombiesTitle
source: Ogre Zombies
ko_mt: 오우거 좀비

# OgreZombiesDescription
source: A group of dead ogres made into worse versions of their former selves.
ko_mt: 죽은 오우거 무리가 예전의 모습을 더 나쁘게 만들었습니다.

# OrcPartyTitle
source: Orc War Party
ko_mt: 오크 전쟁 파티

# OrcPartyDescription
source: A bunch of orcs looking for scars and glory.
ko_mt: 흉터와 영광을 찾는 오크 무리.

# WightEscortTitle
source: Wight Squad
ko_mt: 와이트 분대

# WightEscortDescription
source: A wight and his soldiers on a hunt for the living.
ko_mt: 생존자를 사냥하는 와이트와 그의 병사들.

# BeastmasterTitle
source: Ragged Beastmaster
ko_mt: 누더기 야수조련사

# BeastmasterDescription
source: A crazed man and his starving wolf companions.
ko_mt: 미친 남자와 그의 굶주린 늑대 동료.

# GhastsTitle
source: Ghasts
ko_mt: 가스트

# GhastsDescription
source: A band of ghasts looking for souls to reap and bodies to devour.
ko_mt: 거둘 영혼과 삼킬 육체를 찾는 가스트 무리.

# GhoulPackTitle
source: Ghoul Pack
ko_mt: 구울 팩

# GhoulPackDescription
source: A ghast and his ghouls looking for souls to reap and bodies to devour.
ko_mt: 가스트와 그의 구울은 거둘 영혼과 삼킬 육체를 찾고 있습니다.

# WolfShamanTitle
source: Wolf Shaman
ko_mt: 늑대 주술사

# WolfShamanDescription
source: A goblin shaman and his pet dire wolf.
ko_mt: 고블린 주술사와 그의 애완용 다이어 울프.

# OgreBandTitle
source: Ogre Band
ko_mt: 오우거 밴드

# OgreBandDescription
source: A group of angry ogres.
ko_mt: 화난 오우거 무리.

# LeatherskinsTitle
source: Leatherskins
ko_mt: 가죽가죽

# LeatherskinsDescription
source: A heteroclite party of goblins accompanied by a dire wolf and an ogre.
ko_mt: 다이어 울프와 오우거가 동행하는 고블린의 이종족 파티.

# CultFanaticsTitle
source: Cult Fanatics
ko_mt: 컬트 광신도

# CultFanaticsDescription
source: A band of crazed fanatics who believe in swords more than they believe in words.
ko_mt: 말보다 검을 더 믿는 미친 광신도 무리.

# WinterWolfPackTitle
source: Winter Wolf pack
ko_mt: 겨울 늑대 팩

# WinterWolfPackDescription
source: A pack led by a monstrous winter wolf.
ko_mt: 괴물 같은 겨울 늑대가 이끄는 무리.

# ZombiePartyTitle
source: Zombies
ko_mt: 좀비

# ZombiePartyDescription
source: Simply put, a band of wandering zombies in search of living flesh.
ko_mt: 간단히 말해서, 살아있는 육체를 찾아 떠돌아다니는 좀비 무리.

# SlaversTitle
source: Slavers
ko_mt: 노예

# SlaversDescription
source: Fanatics looking for prey to enslave.
ko_mt: 노예가 될 먹이를 찾는 광신도들.

# NecromancerTitle
source: Necromancer Squad
ko_mt: 네크로맨서 스쿼드

# NecromancerDescription
source: A necromancer and his creations on the warpath.
ko_mt: 전쟁 경로에 있는 네크로맨서와 그의 창조물.

# Leatherskins2Title
source: Leatherskins
ko_mt: 가죽가죽

# Leatherskins2Description
source: A band of orcs led by an ogre.
ko_mt: 오우거가 이끄는 오크 무리.

# FireNestTitle
source: Fire Nest
ko_mt: 불 둥지

# FireNestDescription
source: A bunch of fire spiders wandering out of their zone of comfort.
ko_mt: 안락한 공간을 벗어나 방황하는 불거미 무리.

# WarlordTitle
source: Warlord
ko_mt: 장군

# WarlordDescription
source: A powerful warlord and his chaplain in search for a glorious battle.
ko_mt: 강력한 전쟁군주와 그의 군목이 영광스러운 전투를 추구합니다.

# ImperialsTitle
source: Imperial Outlaws
ko_mt: 제국의 무법자

# ImperialsDescription
source: New Empire combatants who decided to take it upon themselves to apply the law of the Old Empire.
ko_mt: 구제국의 법을 적용하기로 결심한 신제국 전투원들.

# MinotaursTitle
source: Minotaurs
ko_mt: 미노타우르스

# MinotaursDescription
source: Wandering minotaurs looking for freedom and bloodshed.
ko_mt: 자유와 유혈을 찾아 헤매는 미노타우르스.

# ShadowPartyTitle
source: Shadow Party
ko_mt: 섀도우 파티

# ShadowPartyDescription
source: A group of sneaky individuals with great skills and sharp blades.
ko_mt: 뛰어난 기술과 날카로운 칼날을 지닌 교활한 사람들의 집단.

# FallenBeastmasterTitle
source: Stained Beastmaster
ko_mt: 얼룩진 야수조련사

# FallenBeastmasterDescription
source: A ranger who's spent too much time in the Badlands, and became one more monster.
ko_mt: 황무지에서 너무 많은 시간을 보내며 또 하나의 괴물이 된 레인저.

# SharpshootersTitle
source: Sharpshooter Squad
ko_mt: 명사수 분대

# SharpshootersDescription
source: A band of deadly archers looking to hone their skills on live targets.
ko_mt: 라이브 목표물에 대한 기술을 연마하려는 치명적인 궁수 무리입니다.

# ApostatesTitle
source: Apostates
ko_mt: 배교자

# ApostatesDescription
source: A band of crusaders whose faith has been lost after theirs were corrupted by evil magic.
ko_mt: 사악한 마법으로 타락한 후 믿음을 잃은 십자군 무리.

# OrcConquerorTitle
source: Orc Conquerors
ko_mt: 오크 정복자

# OrcConquerorDescription
source: Another party of orc warchiefs trying to become kings of the Badlands.
ko_mt: 황무지의 왕이 되려는 또 다른 오크 대족장들.

# BattleMageTitle
source: Battle Mage
ko_mt: 배틀메이지

# BattleMageDescription
source: A powerful wizard and his escort, looking for foes to burn to ashes.
ko_mt: 강력한 마법사와 그의 호위병으로 불태워 잿더미가 될 적을 찾고 있습니다.

# WarlordsTitle
source: Warmongers
ko_mt: 전쟁광

# WarlordsDescription
source: Powerful Fighters looking for anything to kill to become even more experienced.
ko_mt: 강력한 파이터는 더 많은 경험을 하기 위해 무엇이든 죽이려고 합니다.

# CultLeaderTitle
source: Cult Leader
ko_mt: 컬트 지도자

# CultLeaderDescription
source: A powerful cleric with his personal escort, on a murderous mission.
ko_mt: 살인적인 임무를 수행하는 강력한 성직자입니다.

# SpectralSpidersTitle
source: Spectral Spiders
ko_mt: 유령 거미

# SpectralSpidersDescription
source: A group of undead giant spiders.
ko_mt: 언데드 거대 거미 무리.

# PhaseSpiderTitle
source: Phase Spider
ko_mt: 위상 거미

# PhaseSpiderDescription
source: A huge, nasty, teleporting spider.
ko_mt: 거대하고 불쾌한 순간이동 거미.

# PhaseSpidersTitle
source: Phase Spiders
ko_mt: 위상 거미

# PhaseSpidersDescription
source: A bunch of huge, nasty, teleporting spiders.
ko_mt: 거대하고 불쾌하며 순간이동하는 거미 무리.

# SpectralHunterTitle
source: Spectral Hunter
ko_mt: 유령 사냥꾼

# SpectralHunterDescription
source: An undead hunter and his undead pet wolf.
ko_mt: 언데드 사냥꾼과 그의 언데드 애완 늑대.

# TigerDrakesTitle
source: Tiger Drakes
ko_mt: 타이거 드레이크

# TigerDrakesDescription
source: Huge flying snakes resembling small dragons.
ko_mt: 작은 용을 닮은 거대한 날아다니는 뱀.

# CR10_YoungRemorhazes_Title
source: Remorhazes
ko_mt: 리모라제즈

# CR12_Redeemers_x3_Title
source: Group of Redeemers
ko_mt: 구속자 그룹

# CR15_Redeemers_x1_x2_Title
source: Zealot and Pilgrims
ko_mt: 광신도와 순례자

# CR9_Minor_Fire_Elementals_Title
source: Minor Fire Elementals
ko_mt: 마이너 파이어 엘리멘탈

# CR14_Fire_Elementals_Title
source: Fire Elementals
ko_mt: 불의 정령

# CR18_Major_Fire_Elementals_Title
source: Major Fire Elementals
ko_mt: 메이저 파이어 엘리멘탈

# CR6_Minor_Air_Elementals_Title
source: Minor Air Elementals
ko_mt: 작은 공기의 정령

# CR12_Air_Elementals_Title
source: Air Elementals
ko_mt: 공기의 정령

# CR7_Young_Black_Dragon_Title
source: Young Black Dragon
ko_mt: 어린 흑룡

# CR10_PoisonousPests_Title
source: Poisonous Pests
ko_mt: 유독성 해충

# CR20_CrimsonSpiders_x4_Title
source: Crimson Spiders
ko_mt: 크림슨 스파이더

# CR16_Major_Earth_Elementals_Title
source: Major Earth Elementals
ko_mt: 주요 대지의 정령

# CR15_Elementals_x3_Title
source: Elemental Trio
ko_mt: 엘리멘탈 트리오

# CR10_Skeleton_Enforcers_x2_x2_Title
source: Skeletal Enforcers
ko_mt: 해골 집행자

# CR17_Skeleton_Sorcerer_x1_x2x_2_Title
source: Skeletal Sorcerer and Escort
ko_mt: 해골 마법사와 호위

# CR22_Skeletal_Devastators_x1_x2_x3_Title
source: Skeletal Devastators
ko_mt: 해골 파괴자

# CR10_CrimsonSpiders_x2_Title
source: Crimson Spider Couple
ko_mt: 크림슨 스파이더 커플

# CR5_Goblin_Cutthroats_Title
source: Goblin Cutthroats
ko_mt: 고블린 칼날

# CR8_Goblin_Ravagers_Title
source: Goblin Ravagers
ko_mt: 고블린 약탈자

# CR11_OrcGrimblade_x1_x2_x1_Title
source: Orc Grimblade Raider
ko_mt: 오크 그림블레이드 레이더

# CR9_Orc_Hunters_Title
source: Orc Hunting Party
ko_mt: 오크 사냥 파티

# CR10_Wraiths_Title
source: Wandering Wraiths
ko_mt: 떠도는 망령

# CR12_Necromancer_Gang_Title
source: Necromancer Gang
ko_mt: 네크로맨서 갱

# CR13_Brood_Couple_Title
source: Wandering Brood Couple
ko_mt: 떠돌이 무리 커플

# CR21_Brood_Horde_Title
source: Wandering Brood Horde
ko_mt: 떠돌이 무리 호드

# CR10_YoungRemorhazes_Description
source: A couple of young remorhazes… still deadly!
ko_mt: 몇 명의 젊은 remorhazes... 여전히 치명적입니다!

# CR12_Redeemers_x3_Description
source: A trio of deadly giant insects looking for their next meal.
ko_mt: 다음 식사를 찾는 치명적인 거대 곤충 3마리.

# CR15_Redeemers_x1_x2_Description
source: A gigantic zealot and two lesser redeemers looking for magic to feed upon.
ko_mt: 거대한 광신도와 먹잇감으로 삼을 마법을 찾는 두 명의 하급 구속자.

# CR9_Minor_Fire_Elementals_Description
source: Small fiery elementals born from some chaotic Badlands magic.
ko_mt: 혼돈의 황무지 마법에서 태어난 작은 불의 정령.

# CR14_Fire_Elementals_Description
source: Fiery elementals born from some chaotic Badlands magic.
ko_mt: 일부 혼돈의 황무지 마법에서 태어난 불의 정령.

# CR18_Major_Fire_Elementals_Description
source: Very powerful fiery elementals born from some chaotic Badlands magic.
ko_mt: 혼돈의 황무지 마법에서 태어난 매우 강력한 불의 정령.

# CR6_Minor_Air_Elementals_Description
source: Small air elementals born from some chaotic Badlands magic.
ko_mt: 혼돈의 황무지 마법에서 태어난 작은 공기의 정령.

# CR12_Air_Elementals_Description
source: Air elementals born from some chaotic Badlands magic.
ko_mt: 혼돈의 황무지 마법에서 태어난 공기의 정령.

# CR7_Young_Black_Dragon_Description
source: This degenerate dragon was born in the Badlands. Now it's looking to kill something.
ko_mt: 이 타락한 드래곤은 황무지에서 태어났습니다. 이제 무언가를 죽이려고 합니다.

# CR10_PoisonousPests_Description
source: A group of venomous Badlands creatures.
ko_mt: 악의에 찬 Badlands 생물의 그룹입니다.

# CR20_CrimsonSpiders_x4_Description
source: A group of giant spiders born in the acidic underground lakes of the Badlands.
ko_mt: 황무지(Badlands)의 산성 지하 호수에서 태어난 거대한 거미 무리.

# CR16_Major_Earth_Elementals_Description
source: Small elementals born underground in the chaotic Badlands.
ko_mt: 혼돈의 황무지에서 지하에서 태어난 작은 정령.

# CR15_Elementals_x3_Description
source: Earth elementals born underground in the chaotic Badlands.
ko_mt: 혼돈의 황무지에서 지하에서 태어난 대지의 정령.

# CR10_Skeleton_Enforcers_x2_x2_Description
source: A group of powerful skeletons summoned by an experienced necromancer.
ko_mt: 숙련된 네크로맨서가 소환한 강력한 스켈레톤 무리.

# CR5_Goblin_Cutthroats_Description
source: A band of goblin assassins with a hunger for blood.
ko_mt: 피에 굶주린 고블린 암살자 무리.

# CR8_Goblin_Ravagers_Description
source: A large group of experienced goblins on a path for blood.
ko_mt: 피를 위해 길을 걷는 경험 많은 고블린의 큰 그룹.

# CR11_OrcGrimblade_x1_x2_x1_Description
source: An orc raiding party led by a powerful orc grimblade.
ko_mt: 강력한 오크 그림블레이드가 이끄는 오크 습격단.

# CR9_Orc_Hunters_Description
source: A couple of orc beastmasters and their pets looking for easy prey.
ko_mt: 오크 야수조련사 부부와 그들의 애완동물이 쉬운 먹이를 찾고 있습니다.

# CR10_Wraiths_Description
source: A band of deadly wandering Badlands wraiths looking for souls to torment.
ko_mt: 죽음의 방황하는 황무지 망령의 무리가 고통받을 영혼을 찾고 있습니다.

# CR12_Necromancer_Gang_Description
source: A powerful necromancer and his summoned creatures, looking for a challenge.
ko_mt: 강력한 네크로맨서와 그의 소환 생물, 도전을 찾고 있습니다.

# CR13_Brood_Couple_Description
source: Wandering broods in search of blood.
ko_mt: 피를 찾아 헤매는 무리들.

# CR14_Arctic_Monsters_x3x1_Title
source: Arctic Monsters
ko_mt: 북극 괴물

# CR9_Arctic_Pack_x3_Title
source: Arctic Pack
ko_mt: 북극 팩

# CR6_Arctic_Duo_x2_Title
source: Arctic Duo
ko_mt: 북극 듀오

# CR16_Undead_Pack_x4_Title
source: Undead Pack
ko_mt: 언데드 팩

# CR6_Wraith_Master_x1x4_Title
source: Wraith Master
ko_mt: 레이스 마스터

# CR16_Wraith_Hunters_x3x2_Title
source: Wraith Hunters
ko_mt: 레이스 헌터

# CR4_Undead_Knight_x1x2x2_Title
source: Undead Knight
ko_mt: 언데드 기사

# CR8_Undead_Knight_x1x1x4_Title
source: Undead Huntsman
ko_mt: 언데드 사냥꾼

# CR8_Undead_hunt_pack_x3_Title
source: Undead Pack
ko_mt: 언데드 팩

# CR2_Wind_Snakes_x4_Title
source: Wind Snakes
ko_mt: 바람뱀

# CR6_Flying_Snakes_x6_Title
source: Flying Snakes
ko_mt: 날아다니는 뱀

# CR4_Skarn_Ghouls_x2_Title
source: Snark Ghouls
ko_mt: 스나크 구울

# CR7_Grimblade_Title
source: Grimblade
ko_mt: 그림블레이드

# CR8_Tamed_Minotaur_Title
source: Tamed Minotaur
ko_mt: 길들인 미노타우로스

# CR14_Arctic_Monsters_x3x1_Description
source: A terrifying young remorhaz with a bunch of arctic predators scavenging after him.
ko_mt: 북극의 포식자 무리가 그를 뒤쫓는 무서운 어린 레모라즈입니다.

# CR9_Arctic_Pack_x3_Description
source: A small pack of winter wolves on the hunt.
ko_mt: 사냥 중인 겨울 늑대의 작은 무리.

# CR6_Arctic_Duo_x2_Description
source: A couple of Winter Wolves on the hunt.
ko_mt: 사냥 중인 겨울 늑대 두 마리.

# CR16_Undead_Pack_x4_Description
source: Undead wolves behaving like they're still alive and hunting.
ko_mt: 아직 살아 있는 것처럼 행동하며 사냥하는 언데드 늑대.

# CR6_Wraith_Master_x1x4_Description
source: An undead hunter and his pet.
ko_mt: 언데드 사냥꾼과 그의 애완 동물.

# CR16_Wraith_Hunters_x3x2_Description
source: A powerful band of undead warriors.
ko_mt: 강력한 언데드 전사들의 무리.

# CR2_Wind_Snakes_x4_Description
source: Small air elementals that like to kill.
ko_mt: 죽이기를 좋아하는 작은 공기의 정령.

# CR6_Flying_Snakes_x6_Description
source: Various flying and poisonous reptilians.
ko_mt: 다양한 비행 및 유독한 파충류.

# CR4_Skarn_Ghouls_x2_Description
source: Small earth elementals in a bad mood.
ko_mt: 기분이 나쁜 작은 대지의 정령들.

# CR7_Grimblade_Description
source: A deadly orc assassin and his escort.
ko_mt: 치명적인 오크 암살자와 그의 호위.

# CR8_Tamed_Minotaur_Description
source: A band of goblins who tamed a powerful minotaur.
ko_mt: 강력한 미노타우로스를 길들인 고블린 무리.
