Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# CaerLem_Document_MasterSmith_Content2
source: I must confess, the wonders of Solasta's enchanters are awe-inspiring. Thanks to Laerin, my new friend at the war foundry, I've learned how to prime weapons for enchantment. Of course, only Laerin has the magical knowledge to complete the… miracle. Arun pardon me for this word, but what this elvish magic can accomplish is simply god-like. Alas, our troops are massing to besiege the Rift and stop the enemy once and for all. I am ready for my first magical weapon, a gift for my Lady Karyn. She is already a formidable fighter, but with the blade Laerin will enchant, she will be even more so. I have collected various enchantments, and I am not sure yet which one will please her most.
ko_mt: 솔라스타의 마법부여자들의 경이로움은 경외심을 불러일으킵니다. 전쟁 주조소의 새 친구인 Laerin 덕분에 마법을 부여하기 위해 무기를 준비하는 방법을 배웠습니다. 물론, 오직 Laerin만이 기적을 완성할 수 있는 마법 지식을 가지고 있습니다. 아룬은 이 말을 실례하지만, 이 엘프 마법이 달성할 수 있는 것은 단순히 신과도 같습니다. 아아, 우리 군대는 리프트를 포위하고 적을 완전히 저지하기 위해 집결하고 있습니다. 나는 나의 첫 번째 마법 무기인 레이디 카린을 위한 선물을 준비했습니다. 그녀는 이미 강력한 전사이지만 Laerin이 마법을 부여할 칼날로 그녀는 더욱 그럴 것입니다. 나는 다양한 마법을 모았고 어떤 마법이 그녀를 가장 기쁘게 할 것인지 아직 확신하지 못합니다.

# CaerLem_Document_MasterSmith_Description
source: A leather-bound book, hand-written in the Tirmarian language.
ko_mt: 티르마리아어로 손으로 쓴 가죽 제본 책.

# CaerLem_Document_MasterSmith_Title
source: Tirmarian Master Smith's Memoirs
ko_mt: 티르마리안 마스터 스미스의 회고록

# CaerLem_Gate_Plaque_Content
source: TDC illustration
ko_mt: TDC 일러스트레이션

# CaerLem_Gate_Plaque_Description
source: A silvered plaque from a pre-Cataclysm magical Gate.
ko_mt: 대격변 이전 마법의 관문에서 가져온 은판.

# CaerLem_Gate_Plaque_Title
source: Imperial Gate Plaque
ko_mt: 임페리얼 게이트 플라크

# CaerLem_Henrik_Notebook_Content
source: …something is wrong with the captain. I told the lieutenant but she didn't listen. She can't believe Henrik could be wrong about anything. I may have to confront him myself…
ko_mt: ...선장에게 문제가 있습니다. 나는 중위에게 말했지만 그녀는 듣지 않았다. 그녀는 Henrik이 무엇이든 틀릴 수 있다는 것을 믿을 수 없습니다. 그와 직접 맞서야 할지도...

# CaerLem_Henrik_Notebook_Description
source: A page torn from a notebook.
ko_mt: 노트북에서 찢어진 페이지입니다.

# CaerLem_Henrik_Notebook_Title
source: Notebook page
ko_mt: 노트북 페이지

# CaerLem_TirmarianSymbol_Description
source: This amulet looks like it's a Holy Symbol from the pre-Cataclysm era, which means it's of Tirmarian origin. Judging by its shape, it belonged to a priest of Arun.
ko_mt: 이 부적은 대격변 이전 시대의 신성한 상징처럼 보입니다. 즉, 티르마리아 기원입니다. 모양으로 보아 아룬의 사제 소유였다.

# CaerLem_TirmarianSymbol_Title
source: Tirmarian Holy Symbol
ko_mt: 티르마리아 신성 상징

# CandleTitle
source: Candle
ko_mt: 양초

# ChemicalsDescription
source: Needed to craft most potions, remedies, and poisons.
ko_mt: 대부분의 물약, 치료제 및 독을 만드는 데 필요합니다.

# ChemicalsTitle
source: Chemicals
ko_mt: 화학

# CloseRangeTitle
source: Close Range
ko_mt: 가까운 거리

# ClothesCommonTitle
source: Common Clothes
ko_mt: 일반 옷

# ClubTypeTitle
source: Club
ko_mt: 클럽

# ComponentPouchDescription
source: Contains material components for most spells. Costly components are not included.
ko_mt: 대부분의 주문에 대한 재료 구성 요소를 포함합니다. 고가의 구성품은 포함되어 있지 않습니다.

# ComponentPouchTitle
source: Component Pouch
ko_mt: 구성품 파우치

# ContainerArmorStandTitle
source: Armor Stand
ko_mt: 아머 스탠드

# ContainerBarrelTitle
source: Barrel
ko_mt: 통

# ContainerBasketTitle
source: Basket
ko_mt: 바구니

# ContainerBedTitle
source: Bed
ko_mt: 침대

# ContainerBucketTitle
source: Bucket
ko_mt: 버킷

# ContainerCartTitle
source: Cart
ko_mt: 카트

# ContainerChestTitle
source: Chest
ko_mt: 가슴

# ContainerCorpseTitle
source: Corpse
ko_mt: 시체

# ContainerCrateTitle
source: Crate
ko_mt: 나무 상자

# ContainerGroundTitle
source: Ground
ko_mt: 지면

# ContainerLibraryTitle
source: Library
ko_mt: 도서관

# ContainerNightStandTitle
source: Nightstand
ko_mt: 스탠드

# ContainerPersonalTitle
source: Carried Items
ko_mt: 휴대품

# ContainerPotsTitle
source: Pots
ko_mt: 냄비

# ContainerSackTitle
source: Sack
ko_mt: 해고

# ContainerWeaponsRackTitle
source: Weapons Rack
ko_mt: 무기 랙

# CraftingManualContentDescription
source: To craft the {0}, you require: {1}
ko_mt: {0}을(를) 제작하려면 다음이 필요합니다. {1}

# CraftingManualDescription
source: Read this manual to learn how to craft the {0} item.
ko_mt: 이 설명서를 읽고 {0} 항목을 만드는 방법을 알아보세요.

# CraftingManualTitle
source: Crafting {0}
ko_mt: {0} 제작

# CraftingPackDescription
source: Contains ingredients to start crafting potions.
ko_mt: 물약 제작을 시작하는 데 필요한 재료가 들어 있습니다.

# CraftingPackTitle
source: Crafting Starter Pack
ko_mt: 크래프팅 스타터 팩

# CurrencyCopperDescription
source: Copper pieces, each worth one hundredth of a gold piece.
ko_mt: 구리 조각, 각 금 조각의 100분의 1의 가치가 있습니다.

# CurrencyElectrumDescription
source: Electrum pieces, each worth half a gold piece.
ko_mt: 전자 조각, 각 반 금 조각.

# CurrencyElectrumTitle
source: ep
ko_mt: 에피

# CurrencyGoldDescription
source: Gold pieces.
ko_mt: 금 조각.

# CurrencyPlatinumDescription
source: Platinum pieces, each worth ten gold pieces.
ko_mt: 플래티넘 조각, 각 가치는 10골드 조각입니다.

# CurrencySilverDescription
source: Silver pieces, each worth one tenth of a gold piece.
ko_mt: 은 조각, 각 금 조각의 10분의 1 가치.

# Dagger_plus_1_Description
source: An Iron Legion officer's dagger from the Imperial era, finely crafted and imbued with magic.
ko_mt: 정교하게 제작되고 마법이 깃든 제국 시대의 Iron Legion 장교의 단검입니다.

# Dagger_plus_1_Title
source: Dagger +1
ko_mt: 단검 +1

# Dagger_plus_1_Unidentified_Description
source: This rune-engraved dagger is clearly of superior workmanship.
ko_mt: 이 룬 문자가 새겨진 단검은 분명히 뛰어난 솜씨를 자랑합니다.

# Dagger_plus_1_Unidentified_Title
source: Magnificent Dagger
ko_mt: 장엄한 단검

# DaggerPlus1TypeTitle
source: Dagger+1
ko_mt: 단검+1

# DaggerTypeTitle
source: Dagger
ko_mt: 단검

# DamageModifier
source: Damage Bonus
ko_mt: 데미지 보너스

# DartTypeTitle
source: Dart
ko_mt: 다트

# DeviceAttunedToCharacterFormat
source: Attuned to {0}
ko_mt: {0}에 맞춰짐

# DeviceChargesCurrentOverMaxPlural
source: {0}/{1} charges
ko_mt: {0}/{1} 청구

# DeviceChargesCurrentOverMaxSingle
source: {0}/{1} charge
ko_mt: {0}/{1} 청구

# DeviceLastChargeDestroyDescription
source: Spending the last charge will destroy the item.
ko_mt: 마지막 충전을 소모하면 아이템이 파괴됩니다.

# DeviceLastChargeDestroyOn1Description
source: Spending the last charge and rolling 1 on 1d20 will destroy the item.
ko_mt: 마지막 충전을 사용하고 1d20에 1을 굴리면 아이템이 파괴됩니다.

# DeviceRequiresAttunementTitle
source: Requires Attunement (Short Rest)
ko_mt: 조율 필요(짧은 휴식)

# DeviceUsageSingleUseTitle
source: Consumable
ko_mt: 소모품

# DisguiseKitToolTypeDescription
source: This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.
ko_mt: 화장품, 염색약, 작은 소품이 들어 있는 이 파우치를 사용하면 외모를 바꾸는 변장을 만들 수 있습니다. 이 키트의 숙련도를 사용하면 시각적 변장을 만들기 위해 수행하는 모든 능력 검사에 숙련도 보너스를 추가할 수 있습니다.

# DisguiseKitToolTypeTitle
source: Disguise Kit
ko_mt: 변장 키트

# DocumentRestUnreadableDescription
source: The rest of the text is unreadable.
ko_mt: 나머지 텍스트는 읽을 수 없습니다.

# DungeoneerPackTitle
source: Dungeoneer's Pack
ko_mt: 던전니어 팩

# EmptyFlaskDescription
source: Needed to craft potions, alchemist's fire, or holy water. Can also store acid or oil.
ko_mt: 물약, 연금술사의 불, 성수를 만드는 데 필요합니다. 산이나 기름을 저장할 수도 있습니다.

# EmptyFlaskTitle
source: Empty Flask
ko_mt: 빈 플라스크

# EmptyVialDescription
source: Needed to craft poisons or antitoxin.
ko_mt: 독극물이나 항독소를 만드는 데 필요합니다.

# EmptyVialTitle
source: Empty Vial
ko_mt: 빈 약병

# Enchanted_BattleAxe_of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_BattleAxe_of_Acuteness_Title
source: Battleaxe of Acuteness
ko_mt: 예리함의 전투도끼

# Enchanted_BattleAxe_of_Sharpness_Description
source: The masterful effort of Elgador Keenspirit, Magesmith of the Arcaneum.
ko_mt: 아케네움의 마법사 엘가도르 킨스피릿의 솜씨 좋은 노력.

# Enchanted_BattleAxe_of_Sharpness_Title
source: Battleaxe of Sharpness
ko_mt: 날카로움의 전투도끼

# Enchanted_BattleAxe_Punisher_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. The combination of the best metal and a Slavestone gave this axe incredible piercing power.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 최고의 금속과 슬레이브스톤의 조합은 이 도끼에게 놀라운 관통력을 부여했습니다.

# Enchanted_BattleAxe_Punisher_Title
source: Punisher Battleaxe
ko_mt: 퍼니셔 배틀액스

# Enchanted_Breastplate_Of_Deflection_Title
source: Breastplate of Deflection
ko_mt: 편향의 흉갑

# Enchanted_Breastplate_Of_Sturdiness_Title
source: Breastplate of Sturdiness
ko_mt: 강인함의 흉갑

# Enchanted_Chainmail_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was created by Ildurial Stronghand, for the personal guard of the Empress.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 그것의 디자인은 황후의 개인 경비를 위해 Ildurial Stronghand에 의해 만들어졌습니다.

# Enchanted_Chainmail_Of_Robustness_Title
source: Chain Mail of Robustness
ko_mt: 견고함의 사슬 사슬

# Enchanted_Chainmail_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its original design had the name of Eaedhel Trueheart engraved on the left breast.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 원래 디자인은 왼쪽 가슴에 Eaedhel Trueheart의 이름이 새겨져 있습니다.

# Enchanted_Chainmail_Of_Sturdiness_Title
source: Chain Mail of Sturdiness
ko_mt: 견고함의 사슬 사슬

# Enchanted_Crown_Of_The_Magister_Item_Description
source: You have found this Crown in the old tower of magic, guarded by Soraks. It is probably magical, but needs identification.
ko_mt: 소락스가 지키고 있는 오래된 마법의 탑에서 이 왕관을 찾았습니다. 그것은 아마도 마법이지만 식별이 필요합니다.

# Enchanted_Crown_Of_The_Magister_Item_Identified_Description
source: The Crown is an ancient but incomplete Manacalon artifact whose full powers are probably activated by placing eight magical gems in its empty sockets.
ko_mt: 왕관은 고대의 불완전한 마나칼론 유물로, 빈 소켓에 8개의 마법 보석을 넣으면 모든 능력이 활성화될 것입니다.

# Enchanted_Crown_Of_The_Magister_Item_Identified_Full_Description
source: The Crown is complete, and channels the incredible power of the Magister!
ko_mt: 왕관이 완성되고 마기스터의 놀라운 힘이 발휘됩니다!

# Enchanted_Crown_Of_The_Magister_Item_Identified_Title
source: Crown of the Magister
ko_mt: 마법사의 왕관

# Enchanted_Crown_Of_The_Magister_Item_Title
source: Mysterious Crown
ko_mt: 신비한 왕관

# Enchanted_Dagger_Frostburn_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Dagger_Frostburn_Title
source: Frostburn Dagger
ko_mt: 서리번 단검

# Enchanted_Dagger_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Dagger_of_acuteness_Title
source: Dagger of Acuteness
ko_mt: 예리함의 단검

# Enchanted_Dagger_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Dagger_of_Sharpness_Title
source: Dagger of Sharpness
ko_mt: 날카로움의 단검

# Enchanted_Dagger_Souldrinker_Title
source: Souldrinker Dagger
ko_mt: 영혼술사 단검

# Enchanted_EmpressGarb_Title
source: Empress Garb Chain Shirt
ko_mt: 황후 가브 체인 셔츠

# Enchanted_Fullplate_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of those armors for the Emperor's personal guard.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Ildurial Stronghand는 황제의 개인 경비대를 위한 갑옷 중 첫 번째 갑옷을 제작했습니다.

# Enchanted_Fullplate_Of_Robustness_Title
source: Plate Armor of Robustness
ko_mt: 견고함의 판금 갑옷

# Enchanted_Fullplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was an early work of Ildurial Stronghand to better protect Imperial shock troops.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 그것의 디자인은 제국의 충격 부대를 더 잘 보호하기 위한 Ildurial Stronghand의 초기 작업이었습니다.

# Enchanted_Fullplate_Of_Sturdiness_Title
source: Plate Armor of Sturdiness
ko_mt: 견고함의 판금 갑옷

# Enchanted_GreatAxe_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_GreatAxe_of_Sharpness_Title
source: Greataxe of Sharpness
ko_mt: 날카로움의 거대도끼

# Enchanted_Greataxe_Stormblade_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Greataxe_Stormblade_Title
source: Stormblade Greataxe
ko_mt: 폭풍칼날 거대도끼

# Enchanted_Greatsword_Doom_Title
source: Doomblade Greatsword
ko_mt: 파멸칼날 대검

# Enchanted_Greatsword_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Greatsword_Lightbringer_Title
source: Lightbringer Greatsword
ko_mt: 빛의 인도자 대검

# Enchanted_Greatsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Greatsword_of_acuteness_Title
source: Greatsword of Acuteness
ko_mt: 예리함의 대검

# Enchanted_Halfplate_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다.

# Enchanted_Halfplate_Of_Robustness_Title
source: Half Plate of Robustness
ko_mt: 견고함의 하프 플레이트

# Enchanted_Halfplate_Of_Sturdiness_Title
source: Half Plate of Sturdiness
ko_mt: 강인함의 반쪽 판

# Enchanted_LeatherArmor_Of_FlameDancing_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Imbued with the essence of fire, this armor enables its wearer to withstand even arcane fire.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 불의 정수가 깃든 이 갑옷은 착용자가 비전의 불도 견딜 수 있게 해줍니다.

# Enchanted_LeatherArmor_Of_FlameDancing_Title
source: Leather Armor of Flame Dancing
ko_mt: 화염 춤의 가죽 갑옷

# Enchanted_LeatherArmor_Of_Robustness_Title
source: Leather Armor of Robustness
ko_mt: 견고함의 가죽 갑옷

# Enchanted_LeatherArmor_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was an early work of Ildurial Stronghand to better protect Imperial scouts.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 그 디자인은 제국 정찰병을 더 잘 보호하기 위한 Ildurial Stronghand의 초기 작업이었습니다.

# Enchanted_LeatherArmor_Of_Sturdiness_Title
source: Leather Armor of Sturdiness
ko_mt: 견고함의 가죽 갑옷

# Enchanted_LeatherArmor_Of_Survival_Title
source: Leather Armor of Survival
ko_mt: 생존의 가죽 갑옷

# Enchanted_Longbow_Lightbringer_Title
source: Lightbringer Longbow
ko_mt: 빛의 인도자 장궁

# Enchanted_Longbow_Lightning_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. It was designed by Galar Stormforge, the first dwarven smith to harness the power of the storm in a weapon - to devastating effect!
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 만들어졌습니다. 그것은 폭풍의 힘을 무기로 활용한 최초의 드워프 대장장이인 Galar Stormforge가 설계한 것입니다.

# Enchanted_Longbow_Lightning_Title
source: Stormbow
ko_mt: 스톰보우

# Enchanted_Longbow_Of_Accuracy_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers.
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 만들어졌습니다.

# Enchanted_Longbow_Of_Accuracy_Title
source: Longbow of Accuracy
ko_mt: 정확성의 장궁

# Enchanted_Longsword_Dragonblade_Title
source: Dragonblade
ko_mt: 용검

# Enchanted_Longsword_Frostburn_Title
source: Frostburn Longsword
ko_mt: 서리번 장검

# Enchanted_Longsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Longsword_of_acuteness_Title
source: Longsword of Acuteness
ko_mt: 예리함의 장검

# Enchanted_Longsword_Storm_Title
source: Stormblade Longsword
ko_mt: 폭풍칼날 장검

# Enchanted_Longsword_Warden_Title
source: Wardenblade
ko_mt: 워든블레이드

# Enchanted_Mace_Of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Mace_Of_Acuteness_Title
source: Mace of Acuteness
ko_mt: 예리함의 철퇴

# Enchanted_Mace_Of_Smashing_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Created to breach fortifications faster, this mace also found its way into the crucible of war to break shield walls.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 요새를 더 빨리 부수기 위해 만들어진 이 철퇴는 방패 벽을 부수기 위해 전쟁의 도가니에도 뛰어들었습니다.

# Enchanted_Mace_Of_Smashing_Title
source: Mace of Smashing
ko_mt: 스매싱의 철퇴

# Enchanted_Morningstar_Bearclaw_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. The sharp spikes of the bear's claw shred armor to inflict additional damage - just as expected by Ildurial Stronghand, who designed the first weapon of this kind.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 곰 발톱의 날카로운 가시는 추가 피해를 입히기 위해 갑옷을 갈가리 찢습니다. 이러한 종류의 첫 번째 무기를 설계한 Ildurial Stronghand가 예상한 대로입니다.

# Enchanted_Morningstar_Bearclaw_Title
source: Bear's Claw
ko_mt: 곰의 발톱

# Enchanted_Morningstar_Of_Power_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Some creatures only respect physical strength. Manacalon arcanists created this morning star to give champions of the Iron Legions the strength their elven bodies didn't provide.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 일부 생물은 체력만 존중합니다. 마나칼론 비전술사는 강철 군단의 챔피언에게 엘프의 몸이 제공하지 못한 힘을 주기 위해 이 샛별을 만들었습니다.

# Enchanted_Morningstar_Of_Power_Title
source: Morningstar of Power
ko_mt: 힘의 모닝스타

# Enchanted_Rapier_Adder_Title
source: Black Viper
ko_mt: 블랙 바이퍼

# Enchanted_Rapier_Doom_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Rapier_Doom_Title
source: Doomblade Rapier
ko_mt: 둠블레이드 레이피어

# Enchanted_Rapier_of_acuteness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master armorers. Its design was one of the early works of Elgador Keenspirit, Magesmith of the Arcaneum.
ko_mt: 이 마법의 무기는 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 그 디자인은 Arcaneum의 마법사인 Elgador Keenspirit의 초기 작품 중 하나였습니다.

# Enchanted_Rapier_of_acuteness_Title
source: Rapier of Acuteness
ko_mt: 예리함의 레이피어

# Enchanted_ScaleArmor_Of_IceDancing_Description
source: This enchanted armor was forged using the ancient knowledge of Manacalon's master armorers. Lestoreth Steelarm crafted the first armor of this kind for the Iron Legions on their march into the Frozen North.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Lestoreth Steelarm은 얼어붙은 북쪽으로 진군하는 Iron Legions를 위해 이런 종류의 첫 갑옷을 만들었습니다.

# Enchanted_ScaleArmor_Of_IceDancing_Title
source: Scale Armor of Frost Walking
ko_mt: 서리 걷기의 비늘 갑옷

# Enchanted_ScaleArmor_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다.

# Enchanted_ScaleArmor_Of_Sturdiness_Title
source: Scale Armor of Sturdiness
ko_mt: 견고함의 비늘 갑옷

# Enchanted_Scimitar_Of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Scimitar_Of_Acuteness_Title
source: Scimitar of Acuteness
ko_mt: 날카로움의 시미터

# Enchanted_Shortbow_Medusa_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. Magic melded medusa coral and hardwood to create a deadly bow, favored by the boarding parties of island halflings.
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 만들어졌습니다. 마법으로 메두사 산호와 견목을 결합하여 섬 하플링의 하숙 파티가 선호하는 치명적인 활을 만듭니다.

# Enchanted_Shortbow_Medusa_Title
source: Medusa Bow
ko_mt: 메두사 활

# Enchanted_Shortbow_Of_Accuracy_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. Its original design bore the sigil of Defineth Sharpsight, a renowned sylvan elf enchanter.
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 만들어졌습니다. 원래 디자인에는 유명한 실반 엘프 인챈터인 Defineth Sharpsight의 인장이 새겨져 있습니다.

# Enchanted_Shortbow_Of_Accuracy_Title
source: Shortbow of Accuracy
ko_mt: 정확성의 단궁

# Enchanted_Shortbow_Of_Sharpshooting_Description
source: This enchanted weapon was forged using the ancient knowledge of Colthannin's master bowyers. The Coedymwarth preferred to deal with Manacalon's arcanists physically rather than magically. Its best archers were given those shortbows, the creation of Defineth Sharpsight.
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 제작되었습니다. Coedymwarth는 마나칼론의 비전술사들을 마법보다 물리적으로 다루는 것을 선호했습니다. 최고의 궁수들에게는 Defineth Sharpsight라는 단궁이 주어졌습니다.

# Enchanted_Shortbow_Of_Sharpshooting_Title
source: Shortbow of Sharpshooting
ko_mt: 날카로운 사격의 단궁

# Enchanted_Shortsword_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Shortsword_Lightbringer_Title
source: Lightbringer Shortsword
ko_mt: 빛의 인도자 쇼트소드

# Enchanted_Shortsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Shortsword_of_acuteness_Title
source: Shortsword of Acuteness
ko_mt: 예리함의 쇼트소드

# Enchanted_Shortsword_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다.

# Enchanted_Shortsword_of_Sharpness_Title
source: Shortsword of Sharpness
ko_mt: 날카로움의 쇼트소드

# Enchanted_Shortsword_Whiteburn_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Whiteburn was created by the first Danantar to fight a troll invasion coming from the swamps the south of his domain between the Sioltafin and the Scarafin.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. Whiteburn은 Sioltafin과 Scarafin 사이의 그의 영역 남쪽의 늪에서 오는 트롤 침략에 맞서기 위해 최초의 Danantar에 의해 만들어졌습니다.

# Enchanted_Shortsword_Whiteburn_Title
source: Whiteburn
ko_mt: 화이트번

# ExplorerPackTitle
source: Explorer's Pack
ko_mt: 탐험가 팩

# FireArrowTitle
source: Fire Arrow
ko_mt: 화염 화살

# FlailTypeTitle
source: Flail
ko_mt: 도리깨

# FreezeSwordTitle
source: [Temp]Longsword +2, Freezing
ko_mt: [Temp]롱소드 +2, 빙결

# FunctionAtWillTitle
source: at will
ko_mt: 마음대로

# FunctionCastSpellFormat
source: Cast {0}{1}
ko_mt: 캐스트 {0}{1}

# FunctionChargeCostFormatPlural
source: {0} charges
ko_mt: {0} 청구

# FunctionChargeCostFormatSingle
source: {0} charge
ko_mt: {0} 청구

# FunctionCommandFear
source: Command (Fear)
ko_mt: 명령(공포)

# FunctionConeFear
source: Cone of Fear
ko_mt: 공포의 원뿔

# FunctionIterationFormat
source: {0} per {1}
ko_mt: {1}당 {0}

# FunctionPotionDrinkTitle
source: Drink Potion
ko_mt: 물약 마시기

# FunctionPotionHealOtherTitle
source: Heal Other
ko_mt: 기타 치유

# FunctionRechargeDurationFormat
source: every {0}
ko_mt: {0}마다

# GamingSetCategoryTitle
source: Gaming Set ({0})
ko_mt: 게임 세트({0})
