Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_Telema_SessrothReport_Content02
source: Initial work on the planar travel project - as I have decided to call it - has been slow and frustrating. There are intricacies to the tuning of dimensional harmonics which go far beyond those for travel across Solasta that have required me to create an entirely new branch of mathematics. In addition, the mana requirements are exponentially larger, and have led to some unfortunate effects in the mile or so around my experimental Gate - fortunately, these were fairly easy to contain.
ko: 차원 여행 프로젝트(내가 지은 이름)의 초기 작업은 느리고 답답했다. 차원 고조파를 조정하는 것은 솔라스타를 가로지르는 것보다 훨씬 복잡한 문제가 있어서 완전히 새로운 수학을 만들어야 했다. 마나 소모량도 기하급수적으로 많아져 실험용 관문 주변 1마일에 불행스러운 효과가 끼쳤는데, 다행히 이러한 효과는 쉽게 억제할 수 있었다.

# Equipment/&DLC3_Telema_SessrothReport_Content03
source: More difficult were the identification and acquisition of sufficiently robust materials for the vital components of the modified Gate. These became necessary after early experiments left entire assemblies melted or even vaporized. A rare metal from the northern mountains shows promise, although a dragon is unlikely to be welcome there. I am practicing with a halfling polymorph persona, and am hopeful of obtaining what I need through this subterfuge.
ko: 더 큰 문제는 수정된 관문 핵심 구성 요소에 사용할 수 있을만큼 충분히 견고한 소재를 식별하고 확보하는 것이였다. 초기 실험에서 조립품 전체가 녹거나 기회되기까지 해서 제대로 된 소재가 필요했다. 북쪽 산맥의 희귀 금속이 가능성을 보여 주지만 용은 그곳에서 환영받지 못한다. 당장은 하플링 인격으로 폴리모프를 연습 중이며, 이 교묘한 방법으로 필요한 걸 얻어내길 바랄뿐이다.

# Equipment/&DLC3_Telema_SessrothReport_Content04
source: My Major Gate experiments have borne fruit at last. After several failed attempts took me all across the face of Solasta, I at last reached a completely new location. At first, I thought I had landed in the far north of Ferendragh, for my surroundings were cold and icy. However, the architecture of the ice-cut palace in which I found myself was not Manacalon, nor in the style of the Snow Alliance, and the creatures I encountered were as far from Snow Dwarves as I could imagine. I soon realized that I had stumbled upon a place of evil, full of vile creatures hungry for chaos and destruction. They call themselves demons.
ko: 주 관문 실험이 마침내 결실을 맺었다. 몇 번의 실패 끝에 솔라스타 전역을 돌아다니다 완전히 새로운 곳에 도착했다. 처음에는 주변이 춥고 얼음으로 뒤덮여 있어서 페렌드라그 북쪽인 줄 알았다. 하지만 내가 찾은 얼음 궁전 건축물은 마나칼론도, 설산 동맹 스타일도 아니였으며 마주친 생물들은 내가 상상할 수 있던 스노우 드워프랑은 거리가 멀었다. 혼돈과 파괴에 굶주린 사악한 생물들로 가득찬 악의 세계에 발을 들인걸 깨달았다. 놈들은 스스로를 악마라고 불렀다.

# Equipment/&DLC3_Telema_SessrothReport_Content05
source: Though most of the denizens of this ice palace were no match for a Manacalon dragon, their ruler was another matter entirely. I had already learned that this creature's name was Sessroth and that it went under a variety of epithets and sobriquets, each more violent than the last. In truth, I found all of them to be well deserved, for I was hard pressed to return to Solasta and write this report. Alas, I soon realized I had been followed by Sessroth through a hole left in the interplanar fabric, a hole I myself had made. When demons started flowing through, I had no choice but to call upon my sister Adrasteia, for she is the master of Abjuration.
ko: 이 얼음 궁전 거주자들은 마나칼론 드래곤에 비할 바는 아니었지만, 이곳의 지배자는 다른 문제였다. 나는 그것이 세스로스라는 것을 알고 있었고 잔혹한 별명과 칭호를 가졌다는 것도 알고 있었다. 사실, 솔라스타로 돌아가서 이 보고서를 작성할 때 까지 힘겨운 과정을 헤쳐나가야 했기에, 그 별명과 칭호들이 합당하단 걸 깨달은 것이다. 하지만 얼마 안지나서 세스로스가 차원 간 구조에 구멍을 뚫어 나를 미행하고 있다는 걸 알았다. 악마가 흘러들어오기 시작했을 때, 나는 내 자매 아드라스테이아를 불러야만 했다. 개는 그래도 방호학파의 대가니까.

# Equipment/&DLC3_Telema_SessrothReport_Content06
source: Together, we fought Sessroth and gravely wounded him, tearing apart one of his arms, but at the moment that death struck him, he was gated back to his own plane. We pursued him only to find him sat on the throne of his Palace of Ice, regenerated and surrounded by many powerful allies. Adrasteia improvised a spell to seclude them in the palace. We returned home, exhausted. In the meantime, demons had ravaged many villages of the Snow Alliance and been defeated at great cost, leaving a trail of grief and despair among the people who had so kindly helped me gather precious metal for my experiments.
ko: 우린 함께 세스로스와 싸워 팔 하나를 뜯어내는 중상을 입혔지만, 세스로스는 죽기 전에 자신의 차원으로 돌아가버렸다. 쫓았지만, 이미 얼음 궁전 왕좌에 앉아 재생을 마치고 강력한 우군들에게 둘러싸여 있었다. 아드라스테이아는 임시로 주문을 만들어 놈들을 궁전에 격리시켜 놓았다. 우리는 지쳐 집에 돌아왔다. 그 사이 악마들은 설산 동맹의 많은 마을을 황폐화 시키고 막대한 대가를 치르게 만들었으며, 실험을 위해 귀금속을 채취할 수 있도록 친절함을 베풀며 도와준 사람들이 슬픔과 절망의 흔적만 남기게 만들었다.

# Equipment/&DLC3_Telema_SessrothReport_Content07
source: Adrasteia told me her spell could never hold against the power of so many demons, unless a constant effort and flow of mana was maintained. She had used Sessroth's bone to link the spell to the Archreaver, forbidding him above all to gate to Solasta, but she needed a sacrifice from me too, one that I was only too willing to make since I had been the cause of the situation. I offered up five of my claws so that I would be forever linked to the spell myself.
ko: 아드라스테이아는 끊임없이 마나를 소모하지 않으면, 그 많은 악마들의 힘에 대항할 수 없다고 했다. 세스로스의 뼈를 사용해 주문을 대파괴자와 연결시켰고 놈이 솔라스타로 이어지는 관문을 열지 못하게 금지했지만, 이 사태의 원인이였던 나 역시 기꺼이 희생해야 했다. 나는 내 발톱 다섯을 바쳐 주문을 영구히 연결하게 만들었다.

# Equipment/&DLC3_Telema_SessrothReport_Content08
source: In addition, to prevent an invasion in the unforeseeable future, the spell needed more strength. Under the cover of my halfling wizard persona, I explained to the lords of the Snow Alliance that they too needed to give up something of themselves to protect their land against the demons. Five clan leaders agreed to swear an oath to maintain the spell, each bearing one of my claws to draw from their lifeforce, to keep the Palace of Ice on its plane and prevent interplanar travel to Solasta. The damage done by a handful of greater demons was enough for them to accept and take the oath, forming the Pact of the Claw.
ko: 거기에, 알 수 없는 미래의 침략을 막으려면 주문에 더 많은 힘이 담겨야했다. 나는 하플링 위자드 모습으로 설산 동맹 영주들에게 악마로부터 이 땅을 지키기 위해 각자의 무언가를 포기해야만 한다고 설명했다. 맹주 다섯은 내 발톱에 자신들의 생명력을 불어넣어 얼음 궁전을 봉인하고 솔라스타로의 차원 간 이동을 막기 위해 주문을 유지하겠다는 맹세를 하기로 동의했다. 소수였지만 대악마들이 입힌 피해는 그들이 맹세를 받아들이기에 충분했고, 발톱의 협정이 형성되었다.

# Equipment/&DLC3_Telema_SessrothReport_Content09
source: They have pledged on their honor that the barriers will be maintained, and that the responsibility for doing so will be passed down to their heirs and successors forever. The fact of a passage to another plane is to be kept a closely guarded secret, for fear of inciting the curiosity of others like me who might be tempted to open the way and doom our whole world in doing so. Though not all the peoples of the Snow Alliance are of dwarven stock, all share, more or less, in the dwarven sense of honor, and I am satisfied that they and their descendants will keep their word.
ko: 설산 동맹은 자신들의 명예를 걸고 봉인을 유지하며 그 책임을 상속자와 후계자들에게 영원히 물려주리라 서약했다. 다른 차원으로 통하는 통로가 있다는 사실은 우리 같은 사람들의 호기심을 자극하여 또 다시 통로가 열려 세계를 파멸로 이끌지 모르니 철저히 비밀에 부치기로 했다. 설산 동맹 모든 종족이 드워프 혈통인 것은 아니지만, 다들 드워프의 명예를 존중하고 공유했으며 그들의 후손들도 협정을 잘 지킬 것이라 확신한다.

# Equipment/&DLC3_Telema_SessrothReport_Content10
source: I shall now exercise greater care, and step away from further interplanar travels. As per my sister's request, I will return to Telema with my experimental Gate and begin teaching the new generation of elves.
ko: 이제 나는 더 이상 차원 간 여행은 자제하고 조심하기로 했다. 아드라스테이아의 부탁에 따라 실험용 관문을 가지고 텔레마로 돌아가 새로운 세대의 엘프들이나 가르치기로 했다.

# Equipment/&Ingredient_Demonic_Essence_Title
source: Demonic Essence
ko: 악마의 정수

# Equipment/&Ingredient_Demonic_Essence_Description
source: Some kind of crystal fragment with a reddish glow. It can be found where a demon has been killed on the material plane.
ko: 불그스름한 빛을 띠는 일종의 수정 조각입니다. 물질계에서 악마가 죽은 곳에 나타납니다.

# Equipment/&Ingredient_SovereignStone_Title
source: Sovereign Stone
ko: 군주석

# Equipment/&Ingredient_SovereignStone_Description
source: This looks like a Soul Stone that has been bathed in dragon blood for years. It may even have been prepared by Exonaïka herself.
ko: 오랜 세월 드래곤의 피를 머금은 영혼석처럼 보입니다. 엑소나이카가 직접 준비했을지도 모릅니다.

# Equipment/&DLC3_Guardian_Title
source: Guardian
ko: 수호자

# Equipment/&DLC3_Guardian_Description
source: A legendary weapon crafted from a bone of the Archdemon Sessroth and the five claws of Manacalon Master Exonaïka the Traveler.
ko: 대악마 세스로스의 뼈와 마나칼론의 마스터, 탐험가 엑소나이카의 다섯 발톱으로 만든 전설적인 무기입니다.

# Equipment/&DLC3_DwarvenWeapon_Dagger+3_Title
source: Sudden Death
ko: 갑작스런 죽음

# Equipment/&DLC3_DwarvenWeapon_Dagger+3_Description
source: Forged and enchanted by master smith Krzystaff Flinthall, this dagger was designed as a secondary weapon for troll hunters of the northern lands of the Snow Alliance.
ko: 대장장이 대가 크지슈타프 플린트홀이 단조하고 마법 부여한 이 단검은 설산 동맹 북쪽 땅의 트롤 사냥꾼들을 위한 보조 무기로 설계되었습니다.

# Equipment/&DLC3_DwarvenWeapon_Shortsword+3_Title
source: Grievance
ko: 고충

# Equipment/&DLC3_DwarvenWeapon_Shortsword+3_Description
source: This weapon was found among a den of thieves in Turvaamalinn, then named and used by a lord of house Perlevinn, but no one ever knew who forged and enchanted it.
ko: 이 무기는 투르바말린의 도둑 소굴에서 발견되어 펄레빈 가문의 영주가 이름짓고 사용했습니다. 하지만 누가 만들고 마법 부여를 했는지는 아무도 알지 못했답니다.

# Equipment/&DLC3_DwarvenWeapon_Longsword+3_Title
source: Anvil
ko: 모루

# Equipment/&DLC3_DwarvenWeapon_Longsword+3_Description
source: This strange weapon was made by master smith Krzystaff Flinthall as an experiment to wield conflicting elements, and resulted in a unique magic sword.
ko: 이 기묘한 무기는 대장장이 크지슈타프 플린트홀이 상반되는 원소를 다루기 위한 실험이였고, 그 결과 독특한 마법 검이 만들어졌습니다.

# Equipment/&DLC3_DwarvenWeapon_Battleaxe+3_Title
source: Skullcleaver
ko: 골따개

# Equipment/&DLC3_DwarvenWeapon_Battleaxe+3_Description
source: Made before the Cataclysm by dwarven mountain mages whose secrets have since been long lost, this typically dwarven battle axe displays runes that clearly state that it was made to fight giants.
ko: 오랫동안 비밀을 간직해온 드워프 산악 마법사가 대격번 이전 시대에 만든 도끼입니다. 거인과 싸우기 위한 룬이 새겨져 있는 전형적인 드워프 전투 도끼입니다.

# Equipment/&DLC3_DwarvenWeapon_Greataxe+3_Title
source: Imperator
ko: 대장군

# Equipment/&DLC3_DwarvenWeapon_Greataxe+3_Description
source: A gift from a high priest of Arun named Gideon Markle, recently arrived from the Rift with his flock, this weapon was a symbol of friendship and cooperation between the Tirmarian refugees and their hosts in the Snow Alliance.
ko: 최근 교단을 이끌고 균열에서 도착한 아룬의 고위 사제 기드온 마클이 선물한 이 무기는, 티르마리안 난민과 설산 동맹 종족 간의 우정과 협동의 상징입니다.

# Equipment/&DLC3_DwarvenWeapon_Crossbow+3_Title
source: Decadence
ko: 퇴폐

# Equipment/&DLC3_DwarvenWeapon_Crossbow+3_Description
source: Forged and enchanted by master smith Krzystaff Flinthall, this crossbow was designed as a primary weapon for troll hunters.
ko: 대장장이 대가 크지슈타프 플린트홀이 제작하고 마법을 부여한 이 석궁은 트롤 사냥꾼의 주 무기로 설계되었습니다.

# Equipment/&DLC3_DwarvenWeapon_HeavyCrossbow+3_Title
source: Driller
ko: 드릴러

# Equipment/&DLC3_DwarvenWeapon_HeavyCrossbow+3_Description
source: This crossbow was crafted especially for pioneers by the mountain mages of Valkarokkopun, in order to fight remorhazes in the northeast.
ko: 이 석궁은 발카로코푼의 산악 마법사들이 북동쪽의 레모라즈와 맞서 싸우는 개척자들을 위해 특별히 제작한 것입니다.

# Equipment/&DLC3_DwarvenWeapon_Warhammer+3_Title
source: Glacier
ko: 빙하

# Equipment/&DLC3_DwarvenWeapon_Warhammer+3_Description
source: Enchanted by Mountain Mages during the First Expansion, before the tradition was lost. This weapon was made for a general who fought to repel the Manacalon threat, using the magic his people had mastered so well.
ko: 전통이 사라지기 전, 1차 확장기 동안 산악 마법사에 의해 마법이 부여됐습니다. 이 무기는 마나칼론의 위협을 물리치기 위해 싸웠던 한 장군이 자신의 백성들이 통달한 마법을 사용해 만든 무기입니다.

# Equipment/&DLC3_DwarvenWeapon_Quarterstaff+3_Title
source: Purity
ko: 순수

# Equipment/&DLC3_DwarvenWeapon_Quarterstaff+3_Description
source: Forged by master smith Krzystaff Flinthall, this weapon was enchanted by one of the first priests of Maraike who set foot on Solasta, after the opening of the Rift.
ko: 대장장이 대가 크지슈타프 플린트홀이 만든 이 무기는 균열이 열린 후, 솔라스타에 발을 디딘 마라이케의 수석 사제가 마법을 부여했습니다.

# Equipment/&DLC3_DwarvenWeapon_Dagger+3_CriticalThreshold
source: Your weapon attacks score a critical hit on an 18, 19, or 20 while you are wielding this weapon and are attuned to it.
ko: 무기를 조율하고 사용하는 동안, 무기 공격이 18, 19, 20일 때도 치명타가 적용됩니다.

# Equipment/&DLC3_DwarvenWeapon_Dagger+3_Ability
source: Your Intelligence score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Intelligence score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 지능이 21 이 됩니다. 지능이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&DLC3_DwarvenWeapon_Longsword+3_Ability
source: Your Charisma score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Charisma score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 매력이 21 이 됩니다. 매력이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&DLC3_DwarvenWeapon_Greataxe+3_Ability
source: Your Strength score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Strength score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 힘이 21 이 됩니다. 힘이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&DLC3_DwarvenWeapon_Warhammer+3_Ability
source: Your Strength score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Strength score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 힘이 21 이 됩니다. 힘이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&DLC3_DwarvenWeapon_BattleAxe+3_Ability
source: Your Constitution score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Constitution score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 건강이 21 이 됩니다. 건강이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&DLC3_DwarvenWeapon_Quarterstaff+3_Ability
source: Your Wisdom score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Wisdom score is already 21 or higher.
ko: 무기를 조율하고 사용하는 동안, 지혜가 21 이 됩니다. 지혜가 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&Ingredient_Primed_Shortsword_DLC3_Title
source: Strange Primed Shortsword
ko: 기이한 준비된 숏소드

# Equipment/&Ingredient_Primed_Shortsword_DLC3_Description
source: This is a typical Primed item from the Manacalon era, except that this shortsword bears strange runes that are not elvish in style.
ko: 마나칼론 시대의 전형적인 준비된 물건이지만, 엘프 것이 아닌 기이한 룬이 새겨져 있습니다.

# Equipment/&DemonGrease_NightHunt_Title
source: Demonic Grease of the Night Hunt
ko: 밤 사냥의 악마 연고

# Equipment/&DemonGrease_Generic_Description
source: Applying this demonic grease will greatly empower you, but beware of the consequences…
ko: 이 악마 연고를 바르면 큰 힘을 얻을 수 있지만, 그 결과를 조심하세요…

# Equipment/&DemonGrease_TrueStrike_Title
source: Demonic Grease of True Strike
ko: 진정한 타격의 악마 연고

# Equipment/&DemonGrease_PseudoLife_Title
source: Demonic Grease of Pseudo Life
ko: 가짜 생명의 악마 연고

# Equipment/&DemonGrease_SpellTaint_Title
source: Demonic Grease of Spell Taint
ko: 주문 부패의 악마 연고

# Equipment/&DemonGrease_DawnBreak_Title
source: Demonic Grease of Dawn Break
ko: 여명 인도자의 악마 연고

# Equipment/&PolarBearPelt_Title
source: Polar Bear Pelt
ko: 북극곰 가죽

# Equipment/&PolarBearPelt_Description
source: The pelt of a large and powerful polar bear.
ko: 크고 강력한 북극곰의 가죽입니다.

# Equipment/&DLC3_Equipment_Undermountain_BridgandsJournal_Body
source: Brodir paid us what he promised, we'll be able to leave Turvaamalinn soon. Make sure that all the hints your leave behind point towards Ettiven, and let's gather tomorrow at the elevator. Erdin
ko: 브로디어가 약속한 돈을 지불했으니, 곧 트루바말린을 떠날 수 있을거야. 너가 남긴 힌트가 전부 에띠벤을 가리키는지 확실히 하고, 내일 승강기에서 만나자고. 에르딘

# Equipment/&DLC3_Equipment_Kaupaa_Necropolis_Skeleton_Key_Title
source: Skeleton Key
ko: 해골 열쇠

# Equipment/&DLC3_Equipment_Kaupaa_Necropolis_Skeleton_Key_Description
source: A bone key that could be used to unlock the slab chambers.
ko: 평판 방을 열 수 있는 뼈로 된 열쇠.

# Equipment/&WhiteCity_Unusual_Rock_FragmentTitle
source: Hand-Drawn Map
ko: 직접 그린 지도

# Equipment/&WhiteCity_Unusual_Rock_FragmentDescription
source: This piece of paper is clearly a map of the region, but no giant could have drawn something so neat. It shows the storm giants' camp and another spot with a flame symbol. Maybe where the fire giants came from.
ko: 근방의 지도를 깔끔하게 그린 지도 조각으로, 어떤 거인도 이렇게 정확하게 그릴 수는 없을 겁니다. 이 지도는 폭풍 거인 야영지와, 다른 곳에 위치한 불꽃 표식을 나타냅니다. 아마도 저기서 화염 거인들이 왔을지도 모릅니다.

# Equipment/&WhiteCity_Giant_Clan_TrophyTitle
source: Björni's Scepter
ko: 비요르니의 왕홀

# Equipment/&WhiteCity_Giant_Clan_TrophyDescription
source: A strange scepter found on Björni Blackcloud's body. Apparently, this item was instrumental in his victory over Hjalmar's father. It size suggests it was not made for giants.
ko: 비요르니 블랙클라우드의 몸에서 찾아낸 수상한 왕홀. 추측컨대, 이는 얄마르의 아버지를 꺾은 뒤 얻은 전리품 같습니다. 거인이 사용할 만한 크기가 아니기 때문입니다.

# Equipment/&DLC3_Equipment_Undermountain_HeatGenerator_Instructions_Body
source: Heat Generator Function 1. Make sure all four seals are clear, so the lava can flow; 2. Place [ILLEGIBLE INSTRUCTIONS] on the slabs to raise the mechanism; 3. Activate the mechanism by placing the valves in front of the red holes in the floor.
ko: 열 발생기 작동 1. 용암이 흐를 수 있도록 마개 4개가 모두 정상인지 확인할 것; 2. 평판에 [해석할 수 없는 내용] 놓아 기계장치 상승시킬 것; 3. 밸브를 바닥에 있는 붉은 구멍 앞에 위치시켜 기계장치 작동시킬 것.

# Equipment/&DLC3_Equipment_Undermountain_HeatGenerator_Instructions_Title
source: Instructions
ko: 지침서

# Equipment/&DLC3_Equipment_Undermountain_HeatGenerator_Instructions_Description
source: Maintenance of the heating system.
ko: 열 시스템의 유지보수.

# Equipment/&DLC3_Kaupaa_Kaikonnen_Amulet_WoodBoxTitle
source: Kaikonnen Wooden Amulet Case
ko: 카이코넨 목제 목걸이 보관함

# Equipment/&DLC3_Kaupaa_Kaikonnen_Amulet_WoodBoxDescription
source: A small wood box engraved with several runes. This box contains the Kaikonnen Amulet that belonged to the Southern Clans' heir.
ko: 룬 몇 개가 새겨진 작은 목제 상자. 남부 씨족의 계승자의 것인 카이코넨 목걸이가 담겨 있습니다.

# Equipment/&DLC3_WhiteCity_FrozenQuest_Document_Lore_Dwarf_Note
source: Patrol Report: Last night we found tracks belonging to giants on one of the roads to White Rock City. They appear to head toward the lake. We need to secure the caravan and therefore cannot follow the tracks. Please send reinforcements.
ko: 순찰 보고서: 지난밤, 백석 도시로 향하는 길 위에서 거인들의 발자국을 찾았다. 이들은 호수로 향하는 것 같다. 우리는 대상 호위로 인해 이 흔적을 추적할 수 없는 상황이다. 증원 병력 파견해줄 것.

# Equipment/&ItemFlagDwarvenDescription
source: This item was forged by dwarven master smiths.
ko: 이 아이템은 드워프 대장장이 장인이 만들었습니다.

# Equipment/&ItemFlag_Clue
source: Potential Clue
ko: 강력한 단서

# Equipment/&DLC3_Equipment_WhiteCity_Marduk_Ring_Title
source: Marduk's Ring
ko: 마르두크의 반지

# Equipment/&DLC3_Equipment_WhiteCity_Marduk_Ring_Description
source: A silver ring that belongs to the Northern Clans' chief Marduk.
ko: 북부 씨족의 장 마르두크의 은제 반지.

# Equipment/&DLC3_Investigation_Item_Garrad_01_Title
source: Personal Letter
ko: 사적인 편지

# Equipment/&DLC3_Investigation_Item_Garrad_01_Description
source: A letter to Tea Horvan from her parents.
ko: 티 호반의 부모가 딸에게 적은 편지.

# Equipment/&DLC3_Investigation_Item_Garrad_01_Content
source: My dear daughter, It's been only two months since you joined the garrison at Highrock, and we are already missing you. Please be careful. They said commander Miles is a very tough man. Love, Mom
ko: 사랑하는 딸아, 네가 하이락 주둔군에 들어간 지 두 달밖에 안 되었건만 네가 너무 보고 싶구나. 부디 몸조심하렴. 사람들 얘기로는 마일즈 사령관께선 아주 완고한 분이라고 하더구나. 사랑을 담아, 엄마가

# Equipment/&DLC3_Investigation_Item_Garrad_02_Title
source: Handwritten Note
ko: 갈겨쓴 쪽지

# Equipment/&DLC3_Investigation_Item_Garrad_02_Description
source: A small scrap of paper with a few hastily written words.
ko: 빠르게 적은 단어 몇 개가 담긴 작은 쪽지조각.

# Equipment/&DLC3_Investigation_Item_Garrad_02_Content
source: I checked. Brennen was nowhere to be found yesterday during the night shift. He's hiding something.
ko: 확인해 봤는데 브레넌은 지난밤 근무 시간에 어디서도 안 보였어. 뭔가 숨기고 있어.

# Equipment/&DLC3_Investigation_Item_Garrad_03_Content
source: Kept an eye on Lorna during the night shift. She sneaked out of the dormitory and didn't come back for quite some time. What about Brennen?
ko: 야간 근무 때 로나를 주시해. 관사를 몰래 빠져나가서 한동안 안 돌아왔어. 브레넌 쪽은?

# Equipment/&DLC3_Investigation_Item_Garrad_04_Title
source: Checklist
ko: 체크리스트

# Equipment/&DLC3_Investigation_Item_Garrad_04_Description
source: A list of the garrison's soldiers, written by Brennen Lingard, organizing a birthday party.
ko: 브레넌 린가드가 생일 파티를 위해 작성한, 주둔군 병사 목록.

# Equipment/&DLC3_Investigation_Item_Garrad_04_Content
source: Budget for Harryn's birthday gift (a scarf?) Tea: 5 copper Etheyn: 8 copper Jakelyn: 5 copper Lorna: 6 copper Me: 5 copper Weyne: didn't answer… I hate that guy The commander: 5 silver! I feel so cheap. Commander Miles is great, though.
ko: 해린 생일 선물 예산 (스카프?) 차: 동화 5닢 에세인: 동화 8닢 재클린: 동화 5닢 로나: 동화 6닢 나: 동화 5닢 웨인: 대답 안함… 싸가지 없는 자식 사령관님: 은화 5닢! 내가 너무 싸보인다. 마일즈 사령관님이 대단한 거지만.

# Equipment/&DLC3_Investigation_Item_Garrad_05_Title
source: Letter from Beric Sunblaze
ko: 베릭 선블레이즈가 보낸 편지

# Equipment/&DLC3_Investigation_Item_Garrad_05_Description
source: A reply to Etheyn Cook's request to join the Order of the Shield at the Einareum.
ko: 에세인 쿡이 보낸, 에이나리움에 있는 방패 기사단에 가입하고 싶다는 신청서에 대한 답장.

# Equipment/&DLC3_Investigation_Item_Garrad_05_Content
source: Dear Etheyn Cook, I am pleased to announce that the selection committee has accepted your request to begin trials to join the Order of the Shield. I will personally contact Commander Miles, and will ask him to relieve you of your current duties so that you may join our disciples at the Einareum. Once more, thank you for your commitment to the faith and your service to justice. May Einar guide you. Marshal Beric Sunblaze
ko: 친애하는 에세인 쿡 앞, 그대가 방패 기사단에 가입하기 위한 시련을 시작하고 싶다는 요청을, 선발 위원회가 받아들였다는 사실을 알릴 수 있어 참으로 기쁩니다. 그대가 현재 맡고 있는 직무를 내려놓고 에이나리움의 가르침을 받을 수 있도록, 마일즈 사령관과 개인적으로 연락을 취할 예정입니다. 다시 한 번, 믿음에 대한 그대의 헌신과 정의를 위한 행동에 감사를 전하고자 합니다 에이나르가 그대를 인도하시길. 베릭 선블레이즈 원수

# Equipment/&DLC3_Clue_Generic_Incriminating_Title
source: Incriminating Evidence
ko: 혐의 입증 증거

# Equipment/&DLC3_Clue_Generic_Exonarating_Title
source: Exonerating Evidence
ko: 무죄 입증 증거

# Equipment/&DLC3_AmuletOfNondetection_Title
source: Amulet of Nondetection
ko: 탐지회피의 목걸이

# Equipment/&DLC3_AmuletOfNondetection_Description
source: A magical item that can be used to block all magical divination on yourself, so you cannot be targeted by divination magic or perceived through magical scrying sensors.
ko: 자신을 대상으로 한 모든 마법적인 예지를 막는 데 사용 가능한 마법 아이템입니다. 예지학파 마법의 대상이 되거나, 마법적으로 살피는 감각에 인식되지 않습니다.

# Equipment/&DLC3_Clue_Garrad_01_Description
source: It appears Tea was here for a short time, much later after Hector's death.
ko: 티는 헥토르의 사망으로부터 한참 후에, 잠깐 있었던 것 같습니다.

# Equipment/&DLC3_Clue_Garrad_02_Description
source: One of the soldiers noticed that Brennen was nowhere to be found during a night shift.
ko: 병사들 중 한 명이 브레넌이 야간 근무 시간 동안 어디서도 보이지 않았다는 사실을 얘기했습니다.

# Equipment/&DLC3_Clue_Garrad_03_Description
source: One of the soldiers noticed that Lorna sneaked out of the dormitory during a night shift.
ko: 병사들 중 한 명이 야간 근무 시 로나가 관사를 몰래 빠져나간 걸 얘기했습니다.

# Equipment/&DLC3_Clue_Garrad_04_Description
source: It appears that Weyne is disliked by his fellow soldiers.
ko: 웨인은 동료 병사들 사이에서 인기가 없는 것 같습니다.

# Equipment/&DLC3_Clue_Garrad_05_Description
source: Etheyn Cook has instigated proceedings to become a cleric of Einar. Not a credible plan for a Sorak in disguise.
ko: 에세인 쿡은 에이나르의 사제가 되려 했습니다. 변장한 소락이 취할 법한 계획은 아닙니다.

# Equipment/&DLC3_Clue_Garrad_Informant_01_Description
source: The stableboy says Brennen and Lorna meet each other at night.
ko: 마굿간지기의 얘기로는 브레넌과 로나가 밤에 만난다고 합니다.

# Equipment/&DLC3_Clue_Garrad_Informant_02_Description
source: The stableboy says Weyne isn't himself these days.
ko: 마굿간지기의 말로는 웨인이 요즘 그답지 않다고 합니다.

# Equipment/&DLC3_Clue_Interrogate_Raise
source: Interrogating the suspect led to a rise in your suspicions.
ko: 용의자를 심문한 결과, 의심이 커져갑니다.

# Equipment/&DLC3_Clue_Interrogate_Lower
source: Interrogating the suspect led a lowering of your suspicions.
ko: 용의자를 심문한 결과, 의심이 풀려갑니다.

# Equipment/&DLC3_Clue_Garrad_06_Description
source: It appears Lorna is actually having a love affair, which would explain her attempts at secrecy.
ko: 로나는 실제로 사랑에 빠진 것처럼 보이고, 이는 그녀의 수상한 행동을 설명해 줍니다.
