Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Sellsword_Background_Quest_FarmhouseKey_Description
source: This key opens a small house in the Vale of Coparann.
ko_mt: 이 열쇠는 코파란 계곡에 있는 작은 집을 엽니다.

# Sellsword_Background_Quest_Document_01_Title
source: Letter from Mildred
ko_mt: 밀드레드의 편지

# Sellsword_Background_Quest_Document_01_Description
source: Annie gave you this letter. It's from Mildred, the innkeeper of Coparann.
ko_mt: 애니가 당신에게 이 편지를 주었습니다. 코파란의 여관주인 밀드레드의 말이다.

# Sellsword_Background_Quest_Document_02_Title
source: Letter from Your Parents
ko_mt: 부모님의 편지

# Sellsword_Background_Quest_Document_02_Description
source: Mildred gave you this old letter from your parents.
ko_mt: 밀드레드가 당신의 부모님이 보낸 이 오래된 편지를 당신에게 주었습니다.

# Sellsword_Background_Quest_Document_03_Title
source: Handwritten Note
ko_mt: 손으로 쓴 메모

# Sellsword_Background_Quest_Document_03_Description
source: This handwritten note was found inside your family farmhouse near Coparann. It's proof Soraks are involved.
ko_mt: 이 손으로 쓴 메모는 코파란 근처에 있는 당신의 가족 농가에서 발견되었습니다. 설악이 연루되어 있다는 증거다.

# Sellsword_Background_Quest_Document_04_Description
source: This document is an official order from Sergeant Nikannen allowing you to retrieve the key to your house from the Archivist in Coparann Keep Basement.
ko_mt: 이 문서는 코파란 성채 지하에 있는 기록관에게서 집 열쇠를 회수할 수 있도록 하는 니카넨 상사의 공식 명령입니다.

# Lowlife_Quest_MagicalSword_Title
source: Magical Sword
ko_mt: 마법의 검

# Lowlife_Quest_MagicalSword_Description
source: This is the magical sword Annie is looking for. It seems strongly imbued with magic.
ko_mt: 이것이 애니가 찾는 마법의 검이다. 마법이 강하게 스며든 것 같다.

# Sigil_Ring_Abjuration_Title
source: Sigil Ring of Abjuration
ko_mt: 소멸의 인장 반지

# Sigil_Ring_Abjuration_Description
source: A gift from Master Adrasteia for helping her and Kythaela. Sigil rings are a clear sign of draconic favor: they can only be given freely. None have been seen since the Fall of Manacalon.
ko_mt: 그녀와 Kythaela를 도운 마스터 Adrasteia의 선물. 인장 반지는 가혹한 호의의 명백한 표시입니다. 그들은 자유롭게 주어질 수 있습니다. 마나칼론이 함락된 이후로 아무도 본 적이 없습니다.

# Sigil_Ring_Necromancy_Title
source: Sigil Ring of Necromancy
ko_mt: 강령술의 인장 반지

# Sigil_Ring_Necromancy_Description
source: A gift from Master Mardracht for convincing him to redeem his gem of Necromancy. Sigil rings are a clear sign of draconic favor: they can only be given freely. None have been seen since the Fall of Manacalon.
ko_mt: 마스터 마르드라흐트가 자신의 보석 강령술을 되찾도록 설득한 데 대한 선물입니다. 인장 반지는 가혹한 호의의 명백한 표시입니다. 그들은 자유롭게 줄 수 있습니다. 마나칼론이 함락된 이후로 아무도 본 적이 없습니다.

# PickupQuest_Item_HiddenBlade_Title
source: Sorr-Akkath Blade
ko_mt: 소르-아카스 블레이드

# PickupQuest_Item_HiddenBlade_Description
source: This broken blade you discovered near the camp might have belonged to a Sorr-Akkath. It looks like no weapon you've ever seen before, and it is covered in black paint, so it doesn't shine when illuminated. There are words written on it in a language not spoken on Solasta.
ko_mt: 캠프 근처에서 발견한 이 부러진 칼날은 소르-아카스의 것일 수도 있습니다. 지금까지 본 적 없는 무기처럼 생겼고 검은색 페인트로 덮여 있어 조명을 켜도 빛나지 않습니다. Solasta에서 사용되지 않는 언어로 쓰여진 단어가 있습니다.

# PickupQuest_Item_PaintedHide_Title
source: Painted Hide
ko_mt: 페인티드 하이드

# PickupQuest_Item_PaintedHide_Description
source: This rolled-up hide is daubed with strange-looking symbols, probably goblin writing.
ko_mt: 롤업된 이 가죽에는 아마도 고블린 글씨인 것 같은 이상한 모양의 기호가 새겨져 있습니다.

# PickupQuest_Item_ChroniclesOfTheInquisition_Title
source: Chronicles of the Inquisition
ko_mt: 인퀴지션의 연대기

# PickupQuest_Item_ChroniclesOfTheInquisition_Description
source: This very old book from Tirmar tells the story of how the Inquisition led the fight against the Sorr-Akkath.
ko_mt: 티르마르의 이 아주 오래된 책은 종교 재판이 소르-아카스와의 싸움을 어떻게 주도했는지에 대한 이야기를 들려줍니다.

# PickupQuest_Item_CrownNotes_Title
source: Ancient Inscriptions
ko_mt: 고대 비문

# PickupQuest_Item_CrownNotes_Description
source: Notes taken from the pedestal where you found the Crown.
ko_mt: 왕관을 발견한 받침대에서 가져온 메모입니다.

# PickupQuest_Item_ImperialInsignia_Title
source: Insignia of the First Legion
ko_mt: 첫 번째 군단의 휘장

# PickupQuest_Item_ImperialInsignia_Description
source: A pre-Cataclysm insignia from the First Legion of the Manacalon Empire.
ko_mt: 마나칼론 제국 1군단의 대격변 이전 휘장.

# PickupQuest_Item_SylvanRebelJournal_Title
source: Sylvan Rebel Journal
ko_mt: 실반 반란군 저널

# PickupQuest_Item_SylvanRebelJournal_Description
source: An old collection of papers bearing the last writings of a famous Sylvan Elf rebel under the Second Imperial Expansion.
ko_mt: 두 번째 제국 확장 당시 유명한 실반 엘프 반란군이 남긴 마지막 글이 담긴 오래된 문서 모음입니다.

# PickupQuest_Item_SylvanRebelJournal_Content01
source: This Is Not the End
ko_mt: 이게 끝이 아니다

# PickupQuest_Item_SylvanRebelJournal_Content02
source: If you read this, then I am gone! Rest assured I fell fighting to the last and refused to bow! Beware the cunning of Manacalon, but trust your sisters and brothers in arms! In the end, the Coedymwarth is more than an organization; it is the embodiment of the resilience of the free spirit confronted by the vilest tyranny!
ko_mt: 당신이 이것을 읽으면, 나는 가버렸어! 나는 마지막까지 싸우다 쓰러졌고 절하지 않았으니 안심하십시오! 마나칼론의 교활함을 조심하되, 자매와 형제를 무기로 믿으십시오! 결국 Coedymwarth는 조직 그 이상입니다. 그것은 가장 사악한 폭정에 직면한 자유 정신의 회복력의 구현입니다!

# PickupQuest_Item_DanantarLetterTitle
source: Ancient Letter
ko_mt: 고대 편지

# PickupQuest_Item_DanantarLetterDescription
source: A short letter written as a testimony by an ancestor of Lord Danantar.
ko_mt: 다난타르 경의 선조가 간증으로 쓴 짧은 편지.

# PickupQuest_Item_DanantarLetterContent01
source: Farewell to the Shield
ko_mt: 방패에 작별

# PickupQuest_Item_DanantarLetterContent02
source: I just received my orders! I shall leave the service of my beloved Adrasteia to head to the outer provinces! A new school of magic is opening for Spellblades and I am being sent there as headteacher in recognition of my years of faithful service. I leave behind this dagger as a testimony to my enduring love and respect for my mentor, Adrasteia the Prudent Shield, Master of the Arcaneum.
ko_mt: 방금 주문을 받았습니다! 나는 사랑하는 아드라스테아를 섬기는 일을 그만두고 외곽 지방으로 향할 것입니다! Spellblades를 위한 새로운 마법 학교가 열렸고 저는 몇 년 동안 충실하게 봉사한 것을 인정하여 그곳에 교장으로 파견되었습니다. 저는 이 단검을 제 멘토이자 비전의 대가인 신중한 방패인 아드라스테아에 대한 변함없는 사랑과 존경의 증거로 남깁니다.

# MagisterTooth_Title
source: Dragon Tooth
ko_mt: 용의 이빨

# MagisterTooth_Description
source: This tooth was found in a pile of dragon bones. It must have belonged to the Magister, himself a dragon!
ko_mt: 이 이빨은 용의 뼈 더미에서 발견되었습니다. 그것은 마기스터, 그 자신이 드래곤이었을 것임에 틀림없다!

# EverlastingTorch_Title
source: Everlasting Torch
ko_mt: 영원한 횃불

# EverlastingTorch_Description
source: Standard piece of kit for Inquisition strike teams going after Soraks on Tirmar. Instantly adopted on Solasta.
ko_mt: Tirmar에서 Soraks를 추적하는 인퀴지션 공격 팀을 위한 표준 키트입니다. Solasta에 즉시 채택되었습니다.

# LoadedDice_Title
source: Loaded Dice
ko_mt: 로드된 주사위

# LoadedDice_Description
source: Priests of Misaye have been known to use such dice to great effect!
ko_mt: 미사예의 사제들은 그러한 주사위를 사용하여 큰 효과를 발휘하는 것으로 알려져 있습니다!

# PickupQuest_Item_MagisterAmulet_Title
source: The Magister's Amulet
ko_mt: 마법학자의 부적

# PickupQuest_Item_MagisterAmulet_Description
source: This jeweled amulet is huge - too big, surely, to belong to anyone human-sized.
ko_mt: 이 보석 부적은 거대합니다. 인간 크기의 사람이 소유하기에는 너무 큽니다.

# ScrollHasteDescription
source: When you use this scroll, you cast the Haste spell.
ko_mt: 이 두루마리를 사용하면 Haste 주문을 시전합니다.

# ScrollHasteTitle
source: Scroll of Haste
ko_mt: 가속의 두루마리

# ScrollConjureAnimalsDescription
source: When you use this scroll, you cast the Conjure Animals spell.
ko_mt: 이 두루마리를 사용하면 동물 소환 주문을 시전합니다.

# ScrollConjureAnimalsTitle
source: Scroll of Conjure Animals
ko_mt: 동물 소환 두루마리

# ScrollDaylightDescription
source: When you use this scroll, you cast the Daylight spell.
ko_mt: 이 두루마리를 사용하면 Daylight 주문을 시전합니다.

# ScrollDaylightTitle
source: Scroll of Daylight
ko_mt: 일광 두루마리

# ScrollFlyDescription
source: When you use this scroll, you cast the Fly spell.
ko_mt: 이 두루마리를 사용하면 비행 주문을 시전합니다.

# ScrollFlyTitle
source: Scroll of Fly
ko_mt: 파리의 두루마리

# ScrollSleetStormDescription
source: When you use this scroll, you cast the Sleet Storm spell.
ko_mt: 이 두루마리를 사용하면 진눈깨비 주문을 시전합니다.

# ScrollSleetStormTitle
source: Scroll of Sleet Storm
ko_mt: 진눈깨비의 두루마리

# ScrollSlowDescription
source: When you use this scroll, you cast the Slow spell.
ko_mt: 이 두루마리를 사용하면 감속 주문을 시전합니다.

# ScrollSlowTitle
source: Scroll of Slow
ko_mt: 슬로우의 두루마리

# ScrollSpiritGuardiansDescription
source: When you use this scroll, you cast the Spirit Guardians spell.
ko_mt: 이 두루마리를 사용하면 Spirit Guardians 주문을 시전합니다.

# ScrollSpiritGuardiansTitle
source: Scroll of Spirit Guardians
ko_mt: 영혼 수호자의 두루마리

# ScrollStinkingCloudDescription
source: When you use this scroll, you cast the Stinking Cloud spell.
ko_mt: 이 두루마리를 사용하면 악취나는 구름 주문을 시전합니다.

# ScrollStinkingCloudTitle
source: Scroll of Stinking Cloud
ko_mt: 악취나는 구름 두루마리

# ScrollTonguesDescription
source: When you use this scroll, you cast the Tongues spell.
ko_mt: 이 두루마리를 사용하면 방언 주문을 시전합니다.

# ScrollTonguesTitle
source: Scroll of Tongues
ko_mt: 혀의 두루마리

# ScrollMassHealingWordDescription
source: When you use this scroll, you cast the Mass Healing Word spell.
ko_mt: 이 두루마리를 사용하면 Mass Healing Word 주문을 시전합니다.

# ScrollMassHealingWordTitle
source: Scroll of Mass Healing Word
ko_mt: 대량 치유의 말씀 두루마리

# DaggerPlus2TypeTitle
source: Dagger +2
ko_mt: 단검 +2

# DaggerPlus2TypeDescription
source: TBC lore
ko_mt: 미정

# ShortbowPlus2TypeTitle
source: Shortbow +2
ko_mt: 단궁 +2

# ShortbowPlus2TypeDescription
source: TBC lore
ko_mt: 미정

# Longbow_plus_1_Unidentified_Title
source: Magnificent Longbow
ko_mt: 장엄한 장궁

# Longbow_plus_1_Unidentified_Description
source: A finely crafted longbow with engravings and runes. Probably magical.
ko_mt: 조각과 룬이 새겨진 정교하게 제작된 장궁. 아마 마법처럼.

# LongbowPlus1TypeTitle
source: Longbow +1
ko_mt: 장궁 +1

# LongbowPlus1TypeDescription
source: TBC lore
ko_mt: 미정

# Morningstar_plus_2_Title
source: Morningstar +2
ko_mt: 모닝스타 +2

# Morningstar_plus_2_Description
source: TBC lore
ko_mt: 미정

# Tirmarian_GreataxeTypeDescription
source: This wonderfully crated axe bears the hallmarks of Tirmarian craftsmen! How it landed among orcish treasure is just another mystery of the Badlands!
ko_mt: 이 멋지게 포장된 도끼에는 티르마리아 장인들의 특징이 담겨 있습니다! 그것이 어떻게 오크 보물 사이에 도착했는지는 황무지의 또 다른 미스터리일 뿐입니다!

# BattleAxe_plus_1_Unidentified_Title
source: Magnificent Battle Axe
ko_mt: 장엄한 전투 도끼

# BattleAxe_plus_1_Unidentified_Description
source: A finely crafted battleaxe with engravings and runes. Probably magical.
ko_mt: 조각과 룬이 새겨진 정교하게 제작된 전투도끼입니다. 아마 마법처럼.

# Warhammer_plus_1_Title
source: Warhammer +1
ko_mt: 워해머 +1

# Warhammer_plus_1_Description
source: TBC
ko_mt: 미정

# Warhammer_plus_1_unidentified_Title
source: Superb Warhammer
ko_mt: 뛰어난 워해머

# Warhammer_plus_1_unidentified_Description
source: A well-balanced and extremely sturdy warhammer.
ko_mt: 균형이 잘 잡히고 매우 튼튼한 워해머입니다.

# HelmLanguages_Title
source: Helm of Comprehending Languages
ko_mt: 이해하는 언어의 투구

# HelmLanguages_Description
source: Allows you to cast the Tongues spell at will, and to decipher and speak all languages.
ko_mt: Tongues 주문을 마음대로 시전하고 모든 언어를 해독하고 말할 수 있습니다.

# HelmLanguages_Unidentified_Title
source: Beautiful Helm
ko_mt: 아름다운 투구

# HelmLanguages_Unidentified_Description
source: This helm is too light to provide any protection, but it might have magical properties.
ko_mt: 이 투구는 너무 가벼워서 어떤 보호도 제공하지 않지만 마법의 속성을 가질 수 있습니다.

# Spy_Background_Quest_Document_01_Title
source: Incriminating Dossier
ko_mt: 혐의 서류

# Spy_Background_Quest_Document_01_Description
source: This sealed document contains information about Lord Belmont. Enough to ruin his reputation.
ko_mt: 이 봉인된 문서에는 벨몬트 경에 대한 정보가 포함되어 있습니다. 그의 명성을 망치기에 충분합니다.

# MorningstarOfPower_Function_Description
source: Your Strength score is 19 while you are wielding this weapon. It has no effect on you if your Strength score is already 19 or higher.
ko_mt: 당신이 이 무기를 휘두르는 동안 당신의 힘 점수는 19입니다. 근력 점수가 이미 19 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Enchanted_ScaleArmor_Of_Robustness_Title
source: Scale Armor of Robustness
ko_mt: 강인함의 비늘 갑옷

# Enchanted_ScaleArmor_Of_Robustness_Description
source: Lore TBD
ko_mt: 지식 미정

# GreenmageArmor_Title
source: Sylvan Armor
ko_mt: 실반 갑옷

# GreenmageArmor_Description
source: Eirollimon Apasseich helped design this armor to support his students in their endeavors as Greenmages protecting the borders of Colthannin.
ko_mt: Eirollimon Apasseich는 Colthannin의 경계를 보호하는 Greenmage로서 그의 학생들을 지원하기 위해 이 갑옷을 설계하는 것을 도왔습니다.

# ClothOfTheLightbringers_Title
source: Cloth of the Lightbringers
ko_mt: 빛의 수호자의 천

# ClothOfTheLightbringers_Description
source: This cloth was designed and enchanted by the clerics of a Tirmarian cult to equip their paladins.
ko_mt: 이 천은 티르마리아 교단의 성직자들이 그들의 성기사를 무장시키기 위해 디자인하고 마법을 걸었습니다.

# ElvenChain_Title
source: Colthannin Chain
ko_mt: 콜타닌 사슬

# ElvenChain_Description
source: This magical chain mail was designed for the sylvan fighters of Colthannin, who were not proficient with heavy armor.
ko_mt: 이 마법의 사슬 갑옷은 중장갑에 익숙하지 않은 콜타닌의 실반 전사들을 위해 설계되었습니다.

# ElvenChain_Unidentified_Title
source: Elven Chain Mail
ko_mt: 엘프 체인 메일

# ElvenChain_Unidentified_Description
source: This chain mail is magnificently decorated in the elvish style, and is much lighter than it appears.
ko_mt: 이 체인 메일은 엘프 스타일로 화려하게 장식되어 있으며 보기보다 훨씬 가볍습니다.

# AdamantinePlate_Title
source: Adamantine Plate Armor
ko_mt: 아다만틴 판금 갑옷

# AdamantinePlate_Description
source: The first bearer of this armor was Ketil Strongshield, champion of the Snow Alliance against Manacalon. The toughness of his armor led to ever deeper digging from Alliance miners to equip their best fighters.
ko_mt: 이 갑옷의 첫 번째 소유자는 마나칼론에 대항한 눈 동맹의 챔피언인 케틸 스트롱실드였습니다. 그의 갑옷의 강인함은 얼라이언스 광부들이 최고의 전투기를 장비하기 위해 더 깊이 파고 들었습니다.

# Enchanted_WeaponOfAcuteness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master smiths. Its design was one of the early works of Elgador Keenspirit, Magesmith of the Arcaneum.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이들의 고대 지식을 사용하여 만들어졌습니다. 그 디자인은 Arcaneum의 마법사인 Elgador Keenspirit의 초기 작품 중 하나였습니다.

# ArrowPlus2Title
source: Arrow +2
ko_mt: 화살표 +2

# Enchanted_WeaponOfSharpness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master smiths. Its design was the masterful effort of Elgador Keenspirit, Magesmith of the Arcaneum.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 만들어졌습니다. 그 디자인은 아케니움의 마법사 엘가도르 킨스피릿의 솜씨 있는 노력이었습니다.

# _Item_Legendary_RingofTheLordInquisitor_Title
source: Ring of the Lord Inquisitor
ko_mt: 링 오브 더 로드 인퀴지터

# _Item_Legendary_RingofTheLordInquisitor_Description
source: This ring belonged to Hyeronimus Bash, Lord Inquisitor of the Church of Arivad, before his god betrayed humanity. When that happened, Hyeronimus sealed this ring inside the temple, before joining the cult of Einar. Legend has it that Hyeronimus was the last man standing at the Battle of the Rift.
ko_mt: 이 반지는 그의 신이 인류를 배반하기 전 아리바드 교단의 종교 재판관 히에로니무스 바쉬의 것이었습니다. 그 일이 일어났을 때, 하이에로니무스는 이 반지를 사원 안에 봉인한 후 에이나르 숭배에 합류했습니다. 전설에 따르면 히에로니무스는 리프트 전투에서 마지막으로 살아남은 사람이었습니다.

# AlchemistFire_Title
source: Alchemist Fire
ko_mt: 연금술사 불

# AlchemistFire_Description
source: An explosive compound you can toss to set an enemy on fire.
ko_mt: 적을 불태우기 위해 던질 수 있는 폭발성 화합물입니다.

# LavaBlast_Title
source: Lava Blast
ko_mt: 용암 폭발

# LavaBlast_Description
source: A powerful explosive compound you can toss to set an enemy on fire.
ko_mt: 적을 불태우기 위해 던질 수 있는 강력한 폭발성 화합물입니다.

# AcidVial_Title
source: Acid Vial
ko_mt: 산성 바이알

# AcidVial_Description
source: An explosive compound you can toss to burn an enemy with acid.
ko_mt: 산으로 적을 불태우기 위해 던질 수 있는 폭발성 화합물.

# HolyWater_Title
source: Holy Water
ko_mt: 성수

# HolyWater_Description
source: A small vial you can toss to an undead or fiend to burn it with radiant power.
ko_mt: 언데드나 악마에게 던져 빛나는 힘으로 불태울 수 있는 작은 유리병입니다.

# Document_Lowlife_Note_Title
source: Handwritten Note
ko_mt: 손으로 쓴 메모

# Document_Lowlife_Note_Description
source: A note found on the attackers who assaulted you as you exited the Temple of Misaye.
ko_mt: 당신이 미사예의 사원을 나갈 때 당신을 공격한 공격자들에게서 발견된 메모.

# Document_Lowlife_Note_Content
source: We found out that this Priest of Misaye - Nel - has the magical sword I was talking about. This bunch of Council deputies seem to be after it, too, so maybe they will get their hands on it. If that happens, you know what to do.
ko_mt: 우리는 이 미사예의 사제 넬이 내가 말한 마법의 검을 가지고 있다는 것을 알게 되었습니다. 이 의회 의원들도 그 뒤를 쫓는 것 같으니 아마 그들이 손을 댈 것입니다. 그런 일이 발생하면 어떻게 해야 하는지 알 수 있습니다.

# Dwarvenbread_Description
source: This bread is so tough to chew that simply carrying it in your Utility Slot fills you with determination. And fortitude. And toothache.
ko_mt: 이 빵은 씹기 너무 힘들어 유틸리티 슬롯에 넣고 다니는 것만으로도 결단력이 생깁니다. 그리고 강인함. 그리고 치통.

# Dwarvenbread_Title
source: Dwarven Bread
ko_mt: 드워프 빵

# EarlyBird_Title
source: Early Bird
ko_mt: 얼리버드

# EarlyBird_Description
source: They say the early bird gets the worm, but this early bird also helps you start punching before everyone else.
ko_mt: 일찍 일어나는 새가 벌레를 잡는다고 하는데, 이 일찍 일어나는 새는 다른 사람들보다 먼저 펀칭을 시작하는 데 도움이 됩니다.

# StaffOfMetis_Description
source: It is said that the sapphire adorning the Staff of Metis was found inside the acacia tree that was used to carve it, and that it has the power to shield its holder from thunderstorms and other natural disasters.
ko_mt: 메티스의 지팡이를 장식하고 있는 사파이어는 그것을 조각하는 데 사용된 아카시아 나무에서 발견되었으며, 천둥번개를 비롯한 자연재해로부터 메티스를 보호하는 힘이 있다고 합니다.

# StaffOfMetis_Title
source: Staff of Metis
ko_mt: 메티스의 지팡이

# Ingredient_Blood_Ruby_Description
source: A ruby bathed in magically preserved minotaur blood becomes a blood ruby, often used to enhance strength.
ko_mt: 마법처럼 보존된 미노타우르스의 피가 묻은 루비는 피의 루비가 되어 종종 힘을 강화하는 데 사용됩니다.

# Armor_DwarvenPlate_Title
source: Dwarven Plate
ko_mt: 드워프 플레이트

# Armor_DwarvenPlate_Description
source: Fighting underground led the dwarves to create this armor to avoid being pushed over stone bridges.
ko_mt: 지하에서 싸우면서 드워프들은 돌다리 위로 밀려나는 것을 피하기 위해 이 갑옷을 만들었습니다.

# ImperialPrisonKey_PickupQuest_GhostsOfTheEmpire_Title
source: Imperial Prison Key
ko_mt: 제국 감옥 열쇠

# ImperialPrisonKey_PickupQuest_GhostsOfTheEmpire_Description
source: This was given to you to access the depths of the Imperial prison to recover an item.
ko_mt: 이것은 아이템을 회수하기 위해 제국 감옥의 깊숙한 곳에 접근하기 위해 주어졌습니다.

# ScrollCloudKillTitle
source: Scroll of Cloudkill
ko_mt: 클라우드킬 두루마리

# ScrollCloudKillDescription
source: When you use this scroll, you cast the spell Cloudkill.
ko_mt: 이 두루마리를 사용하면 Cloudkill 주문을 시전합니다.

# ScrollConeOfColdTitle
source: Scroll of Cone of Cold
ko_mt: 냉기의 원뿔 두루마리

# ScrollConeOfColdDescription
source: When you use this scroll, you cast the spell Cone of Cold.
ko_mt: 이 두루마리를 사용하면 Cone of Cold 주문을 시전합니다.

# ScrollConjureElementalTitle
source: Scroll of Conjure Elemental
ko_mt: 컨저어 엘리멘탈의 두루마리

# ScrollConjureElementalDescription
source: When you use this scroll, you cast the spell Conjure Elemental.
ko_mt: 이 두루마리를 사용할 때, 당신은 정령 소환 주문을 시전합니다.

# ScrollContagionTitle
source: Scroll of Contagion
ko_mt: 전염의 두루마리

# ScrollContagionDescription
source: When you use this scroll, you cast the spell Contagion.
ko_mt: 이 두루마리를 사용하면 전염 주문을 시전합니다.

# ScrollDominatePersonTitle
source: Scroll of Dominate Person
ko_mt: 지배자의 두루마리

# ScrollDominatePersonDescription
source: When you use this scroll, you cast the spell Dominate Person.
ko_mt: 이 두루마리를 사용하면 Dominate Person이라는 주문을 시전합니다.

# ScrollDispelEvilAndGoodTitle
source: Scroll of Dispel Evil and Good
ko_mt: 악과 선을 없애는 두루마리

# ScrollDispelEvilAndGoodDescription
source: When you use this scroll, you cast the spell Dispel Evil and Good.
ko_mt: 이 두루마리를 사용하면 악과 선을 없애는 주문을 시전합니다.

# ScrollFlameStrikeTitle
source: Scroll of Flame Strike
ko_mt: 화염 일격의 두루마리

# ScrollFlameStrikeDescription
source: When you use this scroll, you cast the spell Flame Strike.
ko_mt: 이 두루마리를 사용하면 Flame Strike라는 주문을 시전합니다.

# ScrollGreaterRestorationTitle
source: Scroll of Greater Restoration
ko_mt: 상급 회복 두루마리

# ScrollGreaterRestorationDescription
source: When you use this scroll, you cast the spell Greater Restoration.
ko_mt: 이 두루마리를 사용하면 Greater Restoration 주문을 시전합니다.

# ScrollHoldMonsterTitle
source: Scroll of Hold Monster
ko_mt: 홀드 몬스터의 두루마리

# ScrollHoldMonsterDescription
source: When you use this scroll, you cast the spell Hold Monster.
ko_mt: 이 두루마리를 사용하면 홀드 몬스터 주문을 시전합니다.

# ScrollInsectPlagueTitle
source: Scroll of Insect Plague
ko_mt: 곤충 역병 두루마리

# ScrollInsectPlagueDescription
source: When you use this scroll, you cast the spell Insect Plague.
ko_mt: 이 두루마리를 사용하면 곤충 역병 주문을 시전합니다.

# ScrollMassCureWoundsTitle
source: Scroll of Mass Cure Wounds
ko_mt: 대량 치료 상처 두루마리

# ScrollMassCureWoundsDescription
source: When you use this scroll, you cast the spell Mass Cure Wounds.
ko_mt: 이 두루마리를 사용하면 Mass Cure Wounds 주문을 시전합니다.

# ScrollMindTwistTitle
source: Scroll of Mind Twist
ko_mt: 마음의 두루마리 트위스트

# ScrollMindTwistDescription
source: When you use this scroll, you cast the spell Mind Twist.
ko_mt: 이 두루마리를 사용하면 정신 뒤틀림 주문을 시전합니다.

# ScrollBanishmentTitle
source: Scroll of Banishment
ko_mt: 추방의 두루마리

# ScrollBanishmentDescription
source: When you use this scroll, you cast the spell Banishment.
ko_mt: 이 두루마리를 사용하면 추방이라는 주문을 시전합니다.

# ScrollBlackTentaclesTitle
source: Scroll of Black Tentacles
ko_mt: 검은 촉수의 두루마리

# ScrollBlackTentaclesDescription
source: When you use this scroll, you cast the spell Black Tentacles.
ko_mt: 이 두루마리를 사용하면 검은 촉수라는 주문을 시전합니다.

# ScrollBlightTitle
source: Scroll of Blight
ko_mt: 역병의 두루마리

# ScrollBlightDescription
source: When you use this scroll, you cast the spell Blight.
ko_mt: 이 두루마리를 사용하면 역병 주문을 시전합니다.

# ScrollConfusionTitle
source: Scroll of Confusion
ko_mt: 혼란의 두루마리

# ScrollConfusionDescription
source: When you use this scroll, you cast the spell Confusion.
ko_mt: 이 두루마리를 사용하면 혼란 주문을 시전합니다.

# ScrollDeathwardTitle
source: Scroll of Deathward
ko_mt: 죽음을 향한 두루마리

# ScrollDeathwardDescription
source: When you use this scroll, you cast the spell Deathward.
ko_mt: 이 두루마리를 사용할 때 당신은 죽음을 향하는 주문을 시전합니다.

# ScrollDimensionDoorTitle
source: Scroll of Dimension Door
ko_mt: 차원문의 두루마리

# ScrollDimensionDoorDescription
source: When you use this scroll, you cast the spell Dimension Door.
ko_mt: 이 두루마리를 사용하면 Dimension Door라는 주문을 시전합니다.

# ScrollFireShieldTitle
source: Scroll of Fire Shield
ko_mt: 화염 방패 두루마리

# ScrollFireShieldDescription
source: When you use this scroll, you cast the spell Fire Shield.
ko_mt: 이 두루마리를 사용하면 화염 방패 주문을 시전합니다.

# ScrollGiantInsectTitle
source: Scroll of Giant Insect
ko_mt: 거대 곤충 두루마리

# ScrollGiantInsectDescription
source: When you use this scroll, you cast the spell Giant Insect.
ko_mt: 이 두루마리를 사용하면 거대 곤충 주문을 시전합니다.

# ScrollGreaterInvisibilityTitle
source: Scroll of Greater Invisibility
ko_mt: 상급 투명화 두루마리

# ScrollGreaterInvisibilityDescription
source: When you use this scroll, you cast the spell Greater Invisibility.
ko_mt: 이 두루마리를 사용하면 Greater Invisibility 주문을 시전합니다.

# ScrollGuardianOfFaithTitle
source: Scroll of Guardian of Faith
ko_mt: 믿음의 수호자의 두루마리

# ScrollGuardianOfFaithDescription
source: When you use this scroll, you cast the spell Guardian of Faith.
ko_mt: 이 두루마리를 사용하면 믿음의 수호자 주문을 시전합니다.

# ScrollIceStormTitle
source: Scroll of Ice Storm
ko_mt: 얼음 폭풍의 두루마리

# ScrollIceStormDescription
source: When you use this scroll, you cast the spell Ice Storm.
ko_mt: 이 두루마리를 사용하면 얼음 폭풍 주문을 시전합니다.

# ScrollPhantasmalKillerTitle
source: Scroll of Phantasmal Killer
ko_mt: 판타스멀 킬러의 두루마리

# ScrollPhantasmalKillerDescription
source: When you use this scroll, you cast the spell Phantasmal Killer.
ko_mt: 이 두루마리를 사용하면 Phantasmal Killer라는 주문을 시전합니다.

# ScrollStoneskinTitle
source: Scroll of Stoneskin
ko_mt: 돌가죽 두루마리

# ScrollStoneskinDescription
source: When you use this scroll, you cast the spell Stoneskin.
ko_mt: 이 두루마리를 사용하면 Stoneskin 주문을 시전합니다.

# ScrollWallOfFireTitle
source: Scroll of Wall of Fire
ko_mt: 불의 벽 두루마리

# ScrollWallOfFireDescription
source: When you use this scroll, you cast the spell Wall of Fire.
ko_mt: 이 두루마리를 사용하면 주문 Wall of Fire를 시전합니다.
