Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Necromancy_Thesis_Content01
source: On the New Magic of Humans and Their Gods, and Its Particular Implications for Necromancy. By Alithariel Threanin, Postulant Junior Master of the Arcaneum, School of Necromancy. Academic Session of 3044, Imperial Calendar
ko_mt: 인간과 신의 새로운 마법과 강령술에 대한 특별한 의미. 글: Alithariel Threanin, Postulant Junior Master of the Arcaneum, School of Necromancy. 제국력 3044년 학술회

# Necromancy_Thesis_Content02
source: As my thesis in support of my candidacy for the rank of Junior Master of the Arcaneum at the School of Necromancy, I respectfully submit the results of my research into the nature and types of new magics brought to Solasta by the humans of Tirmar, in particular the effectiveness of those whom they call "clerics" in repelling and destroying undead creatures. This knowledge is of urgent importance as we struggle to understand these humans, and assess both the severity of the threat they may post to the Empire and the potential benefit they could bring to it once conquered.
ko_mt: 나는 네크로맨시 학교의 비전술사 주니어 마스터 후보를 지지하는 논문으로, 특히 티르마르의 인간들이 솔라스타에 가져온 새로운 마법의 성격과 유형에 대한 연구 결과를 정중하게 제출합니다. 그들이 언데드 생물을 격퇴하고 파괴하는 데 "성직자"라고 부르는 사람들의 효율성. 이 지식은 우리가 이 인간들을 이해하기 위해 고군분투하고 그들이 제국에 미칠 수 있는 위협의 심각성과 일단 정복되면 제국에 가져올 수 있는 잠재적 이익을 모두 평가하기 위해 시급히 중요합니다.

# Necromancy_Thesis_Content03
source: It is widely known that the magic of humans derives from the entities they call "gods" ("goddesses" in the feminine, and "deities" collectively). I call it "divine magic" in this thesis, to distinguish it from our own arcane magic that is the result of magical study. Just as arcane magic is organized into schools, some divine magic is comprised of eight areas of study, which the humans call "domains." Each deity typically provides its clerics with access to two domains, representing its particular interests. The domain that corresponds most closely to the School of Necromancy is called the Domain of Oblivion.
ko_mt: 인간의 마법은 그들이 "신"(여성의 경우 "여신", 집합적으로 "신")이라고 부르는 존재에서 파생된다는 것이 널리 알려져 있습니다. 나는 이것을 마법 연구의 결과인 우리 자신의 비전 마법과 구별하기 위해 이 논문에서 "신의 마법"이라고 부른다. 비전 마법이 학파로 조직되는 것처럼 일부 신성한 마법은 인간이 "영역"이라고 부르는 8개의 연구 영역으로 구성됩니다. 각 신은 일반적으로 성직자에게 특정 이익을 나타내는 두 영역에 대한 액세스 권한을 제공합니다. 네크로맨시 학파에 가장 근접한 영역을 망각의 영역이라고 합니다.

# Necromancy_Thesis_Content04
source: In addition to spells from two domains, a cleric has access to a wide array of other spells and powers, which are common to all regardless of their patron deity. Many are broadly similar in their effects to the spells of the School of Necromancy. There are two necromantic powers, though, that are completely new and unique: a cleric of any Tirmarian deity, if their rank is high enough, can repel undead creatures and even destroy them. The humans I have questioned believe that this is because their deities regard all undead creatures as "unnatural" - a word that reveals much about their primitive level of sophistication - and therefore undesirable, but they seem to know nothing about the means by which this result is achieved, speaking only about the "will" or "power" of their deities.
ko_mt: 두 영역의 주문 외에도 성직자는 수호신에 관계없이 모든 사람에게 공통적인 다양한 다른 주문과 능력에 접근할 수 있습니다. 많은 것들이 강령술 학교의 주문과 효과가 대체로 비슷합니다. 하지만 완전히 새롭고 독특한 두 가지 강령술의 힘이 있습니다. 티르마리아 신의 성직자는 계급이 충분히 높으면 언데드 생물을 격퇴하고 심지어 파괴할 수도 있습니다. 내가 질문한 인간들은 이것이 그들의 신들이 모든 언데드 생물을 "부자연스러운" 것으로 간주하기 때문이라고 믿고 있습니다. 즉, 원시 수준의 정교함을 많이 드러내는 단어이므로 바람직하지 않습니다. 그들의 신들의 "의지" 또는 "힘"에 대해서만 말하면서 달성됩니다.

# Necromancy_Thesis_Content05
source: The following pages examine the phenomenon of "turning" and destroying undead using both the classical thaumatological approach of Fathirien and her successors, and the more modern methods championed by Gorlindrien and the Practicalists. All conclusions are tentative. If this thesis is accepted, I propose to make this phenomenon my primary research topic.
ko_mt: 다음 페이지에서는 Fathirien과 그녀의 후계자들의 고전적인 기적학적 접근과 Gorlindrien과 Practicalists가 옹호한 보다 현대적인 방법을 사용하여 언데드를 "돌리고" 파괴하는 현상을 조사합니다. 모든 결론은 잠정적입니다. 만약 이 논문이 받아들여진다면, 나는 이 현상을 나의 주요 연구 주제로 삼을 것을 제안합니다.

# Necromancy_Fallen_Title
source: Torn Page
ko_mt: 찢어진 페이지

# Necromancy_Fallen_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko_mt: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Necromancy_Fallen_Content01
source: …as the Soraks followed humanity, a high priest of Oblivion succumbed to despair and madness. He tainted the peace of the grave with the uncleanliness of undeath, raising the fallen to muster an army. As he knew this was not a prayer that would gain the favor of Maraike, the lady of life and death, he and his followers couched their plan in the form of a curse instead, tricking their goddess into ensuring that their plan would succeed. Maraike granted their plea, but was not deceived. She cursed the conspirators as well, for they had been corrupted by evil and were denied her grace. They became the fallen, and those they raised from death became sorrow zombies, named after the curse of sorrow that they had wrought.
ko_mt: ...소락이 인류를 따라가면서 망각의 대사제는 절망과 광기에 굴복했습니다. 그는 언데드의 부정함으로 무덤의 평화를 더럽혔고, 군대를 소집하기 위해 타락한 자들을 일으켜 세웠다. 그는 이것이 삶과 죽음의 여신인 마라이케의 호의를 얻는 기도가 아니라는 것을 알고 있었기 때문에 그와 그의 추종자들은 대신 그들의 계획을 저주의 형태로 은폐하여 그들의 여신을 속여 그들의 계획이 성공할 수 있도록 했습니다. 마라이케는 그들의 간청을 받아들였지만 속지 않았다. 그녀는 음모자들도 저주했습니다. 그들은 악에 의해 타락했고 그녀의 은혜를 거부당했기 때문입니다. 그들은 타락한 자가 되었고, 그들이 죽음에서 부활시킨 자들은 그들이 저지른 슬픔의 저주를 따서 명명된 슬픔의 좀비가 되었습니다.

# Necromancy_Fallen_Content02
source: Maraike's punishment ensured that none of the fallen could enjoy the touch of light without suffering and dying. They must forever skulk in the shadows until they repented. But Maraike's punishment was not all. Sorr-Tarr, the vile god of the Soraks, saw potential in the fallen. Without undoing Maraike's curse, he gave them powers to do evil: to corrupt others by their touch, and to create fouler servants than zombies. Of the original fallen not much is known, save that there were twelve of them, priests and paladins…
ko_mt: 마라이케의 형벌은 타락한 자 중 누구도 고통과 죽음 없이 빛의 손길을 즐길 수 없도록 했습니다. 그들은 회개할 때까지 영원히 그림자 속에 숨어 있어야 합니다. 그러나 마라이케의 형벌이 전부는 아니었다. 소락의 사악한 신 소르타르는 타락한 자들의 가능성을 보았습니다. 마라이케의 저주를 풀지 않고 그는 그들에게 악을 행할 수 있는 능력을 주었습니다. 손으로 다른 사람들을 타락시키고 좀비보다 더 더러운 하인을 만드는 것입니다. 원래 타락한 자에 대해서는 알려진 바가 많지 않습니다. 그 중 12명이 사제와 성기사였습니다...

# Necromancy_Refugees_Title
source: Torn Page
ko_mt: 찢어진 페이지

# Necromancy_Refugees_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko_mt: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Necromancy_Refugees_Content01
source: …the humans explained that they had fled to Solasta from their home, a world they called Tirmar, and that they were pursued by a race they called Sorr-Akkath or Soraks, which had spread across this world of Tirmar, and threatened to conquer all others.
ko_mt: ...인간들은 자신들의 고향인 티르마르(Tirmar)라고 하는 세계에서 솔라스타(Solasta)로 도망쳤고, 이 티르마르(Tirmar) 세계에 퍼져 있던 소르-아카스(Sorr-Akkath) 또는 소락스(Soraks)라는 종족에게 쫓기고 모든 것을 정복하겠다고 위협했다고 설명했습니다. 다른 사람.

# Necromancy_Refugees_Content02
source: The Governor received them with the appearance of kindness, reasoning that if they came as supplicant fugitives it would be an easy task to subdue them, and either set them to work as slaves alongside the inferior races of Solasta or bind them over to the wizards of the Arcaneum for dissection or whatever other form of study might prove most fruitful. When the guards sought to bind the humans, though, they called upon beings they called "gods," and manifested powerful magics that took their hosts by surprise. Thus they were able to escape.
ko_mt: 총독은 그들이 간청하는 도피자로 온다면 그들을 제압하고 솔라스타의 열등한 종족과 함께 노예로 일하게 하거나 마법사들에게 결박하는 것이 쉬운 일이 될 것이라고 추리하면서 친절한 표정으로 그들을 받아들였습니다. 해부 또는 다른 형태의 연구를 위한 Arcaneum이 가장 효과적일 수 있습니다. 그러나 경비병이 인간을 결박하려 할 때, 그들은 "신"이라고 불리는 존재를 불러서 호스트를 놀라게하는 강력한 마법을 나타냅니다. 그리하여 그들은 탈출할 수 있었다.

# Necromancy_Gods_Title
source: Torn Page
ko_mt: 찢어진 페이지

# Necromancy_Gods_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko_mt: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Necromancy_Gods_Content01
source: …deities of Tirmar are a source of a new and unknown kind of magic. The humans believe they are powerful entities, perhaps extraplanar in nature, whom they worship and whose commands they follow, receiving power in return.
ko_mt: ...티르마르의 신들은 새롭고 알려지지 않은 마법의 원천입니다. 인간은 그들이 숭배하고 명령을 따르며 그에 대한 대가로 힘을 받는 강력한 존재라고 생각합니다.

# Necromancy_Gods_Content02
source: The humans are careful to distinguish between "good" and "evil" deities. "Good" deities are those whom the humans see as helpful to them, and - in their theology at least - concerned with their welfare. "Evil" deities are those who are hostile to humans and support the efforts of other races to conquer them. It was an "evil" deity and his followers - one Sorr-Tarr and the race of the Sorr-Akkath, or Soraks - who drove the humans to try to escape their home world of Tirmar, they say. Their arrival on Solasta…
ko_mt: 인간은 "선"과 "악" 신을 조심스럽게 구별합니다. "선한" 신들은 인간이 그들에게 도움이 된다고 생각하는 신이며, 최소한 그들의 신학에서는 그들의 복지에 관심을 가지고 있습니다. "악" 신은 인간에게 적대적이며 인간을 정복하려는 다른 종족의 노력을 지원하는 신입니다. 그들은 "사악한" 신과 그의 추종자들, 즉 하나의 소르-타르와 소르-아카스 또는 소락스 종족이 인간을 그들의 고향인 티르마르에서 탈출하도록 몰아붙였다고 말합니다. 솔라스타에 도착…

# Abjuration_Dragons_Title
source: The Time of the Dragons
ko_mt: 용의 시간

# Abjuration_Dragons_Description
source: An old book with the image of a dragon embossed on the cover.
ko_mt: 표지에 용의 형상이 새겨진 고서.

# Abjuration_Dragons_Content01
source: There was a time, very long ago, when dragons were the rulers of Solasta. They lived in the mountains, close to volcanoes which they loved for their heat - for nothing else was hot enough to incubate a dragon's egg. At that time the dwarves had not yet come up from below ground, being more rock than flesh, and the halflings remained in their swamps, far from anyone. And what of the elves? The elves were in and of the air, without physical form but existing as swirling currents of air and mana, one with magic and with the world.
ko_mt: 아주 오래 전, 용들이 솔라스타의 지배자였던 때가 있었습니다. 그들은 더위를 좋아하는 화산과 가까운 산에서 살았습니다. 다른 어떤 것도 용의 알을 품기에 충분할 만큼 뜨겁지 않았기 때문입니다. 그 당시 드워프들은 육체보다 바위에 가까운 지하에서 아직 올라오지 않았고, 하플링들은 누구에게서도 멀리 떨어진 늪에 남아 있었다. 그리고 엘프들은? 엘프는 물리적 형태는 없지만 공기와 마나의 소용돌이치는 기류로 존재하며 마법과 세계와 하나가 되어 공중에 있었습니다.

# Abjuration_Dragons_Content02
source: Eventually, however, the elves tired of a life of pure spirit and wind. They took a physical form and began to build great spires and palaces, bringing the beauty of their thoughts into material being. The dragons feared them, and a great war ensued, pitting fire and magic against air and magic until the elves…
ko_mt: 하지만 결국 엘프들은 순수한 영혼과 바람의 삶에 지쳐버렸습니다. 그들은 물리적인 형태를 취하여 거대한 첨탑과 궁전을 짓기 시작하여 생각의 아름다움을 물질적 존재로 가져왔습니다. 용들은 그들을 두려워했고, 거대한 전쟁이 계속되었고, 불과 마법이 공기와 마법에 맞서 마침내 엘프까지…

# Abjuration_Housekeeping_Title
source: The Good Management of Servants
ko_mt: 하인의 좋은 관리

# Abjuration_Housekeeping_Description
source: An old book that seems to have been well-thumbed.
ko_mt: 엄지손가락을 치켜세운 듯한 오래된 책.

# Abjuration_Housekeeping_Content01
source: The supreme duty of the head of a household is the management of servants. This is more important even than the welfare of the family, because a household can survive internal strife and injustice, but it cannot survive a breakdown in discipline. Heed well the lessons of history, and keep thoughts of revolt from the minds of your slaves.
ko_mt: 가장의 최고의 의무는 하인을 관리하는 것입니다. 가정의 안녕보다 더 중요한 것은 가정이 내부의 불화와 불의를 견뎌낼 수 있지만 규율이 무너지면 살아남을 수 없기 때문입니다. 역사의 교훈에 주의를 기울이고 노예들의 마음에서 반역의 생각을 지양하십시오.

# Abjuration_Housekeeping_Content02
source: Remember that no matter how intelligent and endearing they may seem, your non-elf slaves are animals, nothing more. Do not indulge them, but give them every day a new reason to fear your wrath and a fresh reminder that your power is absolute. It is not going too far, if you can afford it, to select one at random now and again for death by torture. As well as providing entertainment for your guests and an example for your children, this practice instils a healthy…
ko_mt: 그들이 아무리 똑똑하고 사랑스러워 보여도 엘프가 아닌 노예는 동물일 뿐임을 기억하십시오. 그들을 탐닉하지 말고, 매일 당신의 분노를 두려워하는 새로운 이유와 당신의 힘이 절대적이라는 것을 새롭게 상기시켜 주십시오. 여유가 된다면 무작위로 이따금씩 고문으로 죽도록 선택하는 것은 너무 멀리 가는 것이 아닙니다. 손님을 위한 오락과 자녀를 위한 본보기를 제공할 뿐만 아니라, 이 연습은 건강한…

# Abjuration_Plaque_Title
source: Memorial Plaque
ko_mt: 기념패

# Abjuration_Plaque_Description
source: A brass plaque on a wall.
ko_mt: 벽에 있는 황동 명판.

# Abjuration_Plaque_Content01
source: In memory of Hathirin Lithinel and the other members of the House of Lithinel, blasphemously and treacherously murdered, and their house burned by rebellious slaves in the year 2435. This plaque was cast from brass melted in a furnace fueled by the bodies of their faithless slaves, both living and dead.
ko_mt: 2435년에 Hathirin Lithinel과 Lithinel 가문의 다른 구성원들이 신성모독과 배신으로 살해되었고 그들의 집은 반역적인 노예들에 의해 2435년에 불태워졌습니다. 이 명판은 불충실한 노예들의 시체로 연료를 공급받은 용광로에서 녹인 놋쇠로 주조되었습니다. , 살아있는 사람과 죽은 사람 모두.

# Abjuration_DragonsWar_Title
source: The Great War against the Dragons
ko_mt: 용과의 대전

# Abjuration_DragonsWar_Description
source: An ancient book.
ko_mt: 고대의 책.

# Abjuration_DragonsWar_Content01
source: The dragons saw how the elves were changing the world, bringing beauty to blasted volcanic wastes, and living green to barren fields of rock. They had never seen beauty before, nor heard music; their language was devoid of poetry, and their magic was brutal and without wonder.
ko_mt: 드래곤들은 엘프들이 어떻게 세상을 변화시키고, 화산이 폭발한 황무지에 아름다움을 부여하고, 황량한 암석 지대에 녹색으로 살아가는지를 보았습니다. 그들은 이전에 아름다움을 본 적도 음악을 들어본 적도 없었습니다. 그들의 언어에는 시가 없었고 그들의 마법은 잔인하고 경이롭지 않았습니다.

# Abjuration_DragonsWar_Content02
source: The dragons fell in love with the elves, as all do who see them. They longed to possess them, for dragons are avaricious by nature. With sweet words and trickery they enslaved a few of the fair people, but most elves were not taken in by the dragons' flattery, and prepared to resist them.
ko_mt: 용들은 엘프를 보는 모든 사람들이 그렇듯이 엘프와 사랑에 빠졌습니다. 용은 천성적으로 탐욕스럽기 때문에 그들은 그것을 소유하기를 갈망했습니다. 달콤한 말과 속임수로 그들은 소수의 아름다운 사람들을 노예로 만들었지만 대부분의 엘프들은 용의 아첨에 속지 않고 저항할 준비가 되어 있었습니다.

# Abjuration_DragonsWar_Content03
source: Great battles were fought, blade against flame, and magic against magic. Mountains were leveled, and land sank to make the Inner Sea. The tunnels where the dwarves hid in fear were flooded. It was in that bloody crucible that our people's mastery of magic was forged, and the elven race united under the first Emperor Ilmathir Ellanion.
ko_mt: 칼과 화염, 마법과 마법의 거대한 전투가 벌어졌습니다. 산이 무너지고 육지가 가라앉아 내해가 되었습니다. 드워프들이 두려움에 몸을 숨겼던 터널이 물에 잠겼다. 그 피의 도가니에서 우리 민족의 마법 능력이 단련되고 엘프 종족이 초대 황제 일마티르 엘라니온 아래 뭉쳤습니다.

# Abjuration_DragonsWar_Content04
source: The war against the dragons lasted for three generations before the Warrior Empress Cythaeriel Ellanion, the Lady of the Bright Blade, led the elves to…
ko_mt: 용과의 전쟁은 3대에 걸쳐 지속되어 광검의 여신 전사 황후 키테리엘 엘라니온이 엘프들을 이끌고…

# Evocation_Plaque1_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque1_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque1_Content01
source: In memory of the Emperor Laethar Aerlinn, first of his name, who reigned from the year 1773 until 2117 and oversaw the glorious expansion of the Empire, subjugating the rebel elves of the forests, the dwarves of the western mountains, and the halflings. Hero of the Forest of Flames, where he slew more than a hundred rebels with his own hand. Treacherously slain by rebel arrows during the advance on Colthannin. And to his Queen Saefinala and his son Prince Kealin, both treacherously murdered on the orders of the usurper and false Emperor Rithian Thirion, who seized the throne.
ko_mt: 1773년부터 2117년까지 통치했으며 제국의 영광스러운 확장을 감독하고 숲의 반란군 엘프, 서쪽 산의 드워프, 하플링을 정복한 최초의 황제 Laethar Aerlinn을 기념합니다. 자신의 손으로 백 명이 넘는 반군을 죽인 화염의 숲의 영웅. 콜타닌으로 진격하는 동안 반란군의 화살에 배신적으로 살해당했습니다. 그리고 왕위를 탈취한 왕위 찬탈자이자 거짓 황제인 리시안 티리온의 명령에 따라 배신적으로 살해된 그의 여왕 새피날라와 그의 아들 케일린 왕자에게도.

# Evocation_Plaque1_Content02
source: This monument is raised by their faithful servants who brought forth their bodies from Siothyrnas to this place of refuge until such time as the dynasty of Aerlinn is restored and their sacred remains can return to the capital.
ko_mt: 이 기념물은 Aerlinn 왕조가 회복되고 그들의 신성한 유해가 수도로 돌아갈 때까지 Siothyrnas에서 이 도피처로 시체를 가져온 충실한 하인들이 세운 것입니다.

# Evocation_Plaque2_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque2_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque2_Content01
source: In memory of the 17th, 18th, and 19th Iron Legions, treacherously slain in the Forest of Colthannin by rebel elves. They shall be avenged. The sylvan elves will be brought to heel and their forest shall be destroyed, except for one tree where the bodies of their leaders will hang eternally for their crimes. This we swear.
ko_mt: 콜타닌 숲에서 반란군 엘프에게 배신당해 살해당한 17, 18, 19 강철 군단을 기리기 위해. 그들은 복수할 것이다. 실반 엘프는 굴욕을 당하고 그들의 숲은 파괴될 것입니다. 단 한 그루의 나무는 지도자의 시체가 그들의 범죄로 인해 영원히 매달려 있을 것입니다. 이것은 우리가 맹세합니다.

# Evocation_Plaque3_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque3_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque3_Content01
source: In memory of Larithir Elirion, Prince of the Blood and Governor of the North, who fell in battle against the savage snow dwarves of the northern mountains. In his name they will be conquered.
ko_mt: 북부 산의 사나운 눈 드워프와의 전투에서 전사한 피의 왕자이자 북부의 총독인 라리시르 엘리리온을 기념합니다. 그분의 이름으로 그들은 정복될 것입니다.

# Evocation_Plaque4_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque4_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque4_Content01
source: In memory of Fathiel Morvannion, Prince and General, who gave his life for the glory of the Empire in the crossing of the Falafyn River in the first year of the eastern campaign. His body rests with his comrades in arms, but those of his home town remember him.
ko_mt: 동부 전역 첫 해에 팔라핀 강을 건너 제국의 영광을 위해 목숨을 바친 왕자이자 장군인 Fathiel Morvannion을 기념합니다. 그의 몸은 전우들과 함께 팔짱을 끼고 있지만 그의 고향 사람들은 그를 기억한다.

# Evocation_Plaque5_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque5_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque5_Content01
source: In memory of Galatheriel Amaneithon, Lady of the House of Amaneithon and beloved mother. Raised by her grieving son, Helarioth Amaneithon, who was kept from the funeral by his duty in Hyfrynas. He vows to raise a monument to her from the bones of sylvan rebels.
ko_mt: 아마네이톤 가문의 귀부인이자 사랑하는 어머니인 갈라테리엘 아마네이톤을 기리며. Hyfrynas에서의 의무 때문에 장례식에 참석하지 못한 그녀의 슬퍼하는 아들 Helarioth Amaneithon에 의해 양육되었습니다. 그는 실반 반란군의 뼈에서 그녀를 기리는 기념비를 세우겠다고 맹세합니다.

# Evocation_Plaque6_Title
source: Stone Inscription
ko_mt: 돌 비문

# Evocation_Plaque6_Description
source: An inscribed stone plaque.
ko_mt: 새겨진 석판.

# Evocation_Plaque6_Content01
source: In memory of Malirion Etharel of the House of Etharel in this city, who rose to become overseer of grain for the province of Afon-Dwar. He was murdered by a dwarf slave. Take warning, and trust not.
ko_mt: Afon-Dwar 지방의 곡물 감독관이 된 이 도시의 Etharel 가문의 Malirion Etharel을 기념합니다. 그는 난쟁이 노예에게 살해당했습니다. 경고를 받고 신뢰하지 마십시오.

# Illusion_Armor1_Title
source: Placard
ko_mt: 방

# Illusion_Armor1_Description
source: A placard has been placed next to this suit of armor.
ko_mt: 이 갑옷 옆에 플래카드가 붙어 있습니다.

# Illusion_Armor1_Content01
source: The arms and armor of Morthannil Lirien, Admiral of the Southern Fleet, who led a storming party against the outer fortifications of Roughport in the Southern Isles and accepted the halfling surrender, later to be drowned when halfling pirates sank his flagship as it returned home.
ko_mt: 남부 군도의 러프포트 외부 요새에 대한 습격 부대를 이끌고 하플링 항복을 수락한 남부 함대 제독 Morthannil Lirien의 무기와 갑옷은 나중에 하플링 해적이 집으로 돌아오면서 그의 기함을 침몰시켰을 때 익사했습니다.

# Illusion_Armor2_Title
source: Placard
ko_mt: 방

# Illusion_Armor2_Description
source: A placard has been placed next to this suit of armor.
ko_mt: 이 갑옷 옆에 플래카드가 붙어 있습니다.

# Illusion_Armor2_Content01
source: The arms and armor of Berien Tharanduil, Admiral-General of the Afon-Dwar and Lord Marshal of the West. Through strength and diplomacy he opened trade with the hill dwarves and brought an end to halfling raids along the river.
ko_mt: Afon-Dwar의 제독이자 서부의 원수인 Berien Tharanduil의 무기와 갑옷. 힘과 외교를 통해 그는 힐 드워프들과 무역을 시작했고 강을 따라 흐르는 하플링 습격을 종식시켰습니다.

# Illusion_Notice1_Title
source: Notice
ko_mt: 알아 채다

# Illusion_Notice1_Description
source: A sign fixed to the wall, apparently for servants to read.
ko_mt: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Illusion_Notice1_Content01
source: Service. Loyalty. Silence.
ko_mt: 서비스. 충의. 고요.

# Illusion_Notice2_Title
source: Notice
ko_mt: 알아 채다

# Illusion_Notice2_Description
source: A sign fixed to the wall, apparently for servants to read.
ko_mt: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Illusion_Notice2_Content01
source: Please your master, save your life.
ko_mt: 주인님 제발 살려주세요.

# Illusion_Notice3_Title
source: Notice
ko_mt: 알아 채다

# Illusion_Notice3_Description
source: A sign fixed to the wall, apparently for servants to read.
ko_mt: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Illusion_Notice3_Content01
source: The loyal report disloyalty.
ko_mt: 충성스러운 보고 불충실.

# Illusion_Book1_Title
source: Illusion and Substance: A Primer
ko_mt: 환상과 실체: 입문서

# Illusion_Book1_Description
source: A book written in high elvish.
ko_mt: 하이 엘프어로 쓰여진 책.

# Illusion_Book1_Content01
source: …as Master Irillien of the Arcaneum wrote in his great work "On the Nature of Illusion and the Question of Reality," "Many illusions, if believed, are as effective as if they were real; conversely, some realities, if ignored, may be avoided. Which, then, is more valid? What, indeed, is real, or reality? Was our great Empire, and our rightful mastery of the world and all who dwell therein, not a dream, which is a form of illusion, before our Iron Legions and our arcanists made it real?"
ko_mt: ...아케니움의 마스터 이릴리엔이 그의 위대한 저서 "환상의 본질과 현실에 대한 질문"에서 썼듯이, "많은 환상은 믿으면 마치 그것이 실제인 것처럼 효과적입니다. 그렇다면 과연 어느 것이 더 타당한가, 과연 실재인가 실재인가?우리의 대제국과 세계와 그 안에 거하는 모든 사람에 대한 정당한 지배는 환상이 아니라 환상이요, 강철 군단과 비전술사가 그것을 현실로 만들기 전에?"

# Illusion_Book1_Content02
source: There is some merit, therefore, in avoiding a distinction between illusion and reality, but regarding them instead as two poles of a continuum. Some things are entirely real, and some things are entirely illusory, but the numbers of each are far fewer than is commonly supposed. Most things lie somewhere in between, partaking of the natures of illusion and reality in differing proportions. Those who seek a true understanding of the nature of things, and the distinctions…
ko_mt: 그러므로 환상과 현실 사이의 구별을 피하고 대신 그것들을 연속체의 두 극으로 간주하는 데 약간의 장점이 있습니다. 어떤 것은 완전히 실재하고 어떤 것은 완전히 환상적이지만 각각의 수는 일반적으로 생각되는 것보다 훨씬 적습니다. 대부분의 사물은 환상과 현실의 특성을 서로 다른 비율로 공유하며 그 사이 어딘가에 있습니다. 사물의 본질과 구별에 대한 진정한 이해를 추구하는 사람들...

# Illusion_Book2_Title
source: Human Gods and Their Magic
ko_mt: 인간 신과 그들의 마법

# Illusion_Book2_Description
source: A book written in high elvish.
ko_mt: 하이 엘프어로 쓰여진 책.

# Illusion_Book2_Content01
source: …exploration of the planes outside our own revealed the existence of all manner of strange entities, some of them exceptionally powerful. It is to be supposed that the world of Tirmar, from which the humans came with their gods, belongs in one of these planes, which somehow collided with our own during the events leading up to the Cataclysm, instead of remaining safely confined beyond a magical portal.
ko_mt: ...우리 행성 외부의 차원을 탐사한 결과 모든 종류의 이상한 존재가 나타났습니다. 그 중 일부는 매우 강력했습니다. 인간이 그들의 신과 함께 온 티르마르의 세계는 이 차원 중 하나에 속해 있으며, 이 차원 중 하나는 대격변으로 이어지는 사건 동안 어떻게든 우리 차원과 충돌했습니다. 문.
