Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC1_Equipment_Document_AnfarelRitual_Title
source: Ancient Inscription
ko: 고대 비문

# Equipment/&DLC1_Equipment_Document_AnfarelRitual_Description
source: All hail Alithrion, mage of mages, defender of Anfarel, slayer of dragons!
ko: 마법사 중의 마법사, 안파렐의 수호자이시며, 드래곤 토벌자이신 알리스리온 만세!

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument01_Title
source: Chronicle of Alithrion
ko: 알리스리온 연대기

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument01_Description
source: …and thus did Alithrion of Anfarel turn the dragons' own sorcery against them, sol…
ko: …그리하여 안파렐의 알리스리온은 드래곤들의 마법을 그들에게 되돌려주었으며, 솔…

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument02_Title
source: Excerpt from the Draconis Codex
ko: 드라코니스 비망록 발췌본

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument02_Description
source: The dragons are among us still, though no longer openly. In elven form, they rule in secret…
ko: 비록 공공연히 그들 자신을 드러내지는 않지만, 드래곤은 여전히 우리 주위에 존재한다. 그들은 그림자 속에서 엘프의 모습으로 지배한다…

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument03_Title
source: History of the Dragon Wars
ko: 드래곤 전쟁의 역사

# Equipment/&DLC1_Equipment_Document_PreManacalonDocument03_Description
source: Some say the dragons were not defeated. Disguised as elves, they took over the remaining Houses…
ko: 혹자는 드래곤이 패퇴한 것은 아니라고 말한다. 엘프의 모습으로 위장한 채로, 그들은 남은 가문들을 손아귀에 넣은 채…

# Equipment/&DLC1_Equipment_Document_RebelOrders01_Title
source: Handwritten Note
ko: 수기록

# Equipment/&DLC1_Equipment_Document_RebelOrders01_Description
source: Brogarad and the Lord Protector met for two hours. I overheard the words "crackdown" and "rebels."
ko: 브로가라드와 섭정이 2시간 동안 만났다. "엄중히 단속"과 "모반"이란 단어를 엿들었다

# Equipment/&DLC1_Equipment_Document_RebelOrders02_Title
source: Scrap of Paper
ko: 종이 조각

# Equipment/&DLC1_Equipment_Document_RebelOrders2_Description
source: Guard Sergeant Valithir will be patrolling the market at midnight. Do what must be done.
ko: 수비대 간부 발리시르가 자정에 시장을 순찰할 것. 행해야 할 일을 행하라.

# Equipment/&DLC1_Equipment_Document_RebelOrders03_Title
source: Folded Paper
ko: 접힌 종이

# Equipment/&DLC1_Equipment_Document_RebelOrders03_Description
source: I have been assigned to the Feleg outpost. Expect a report on guard strength and weak points soon.
ko: 펠레그 전초기지에 배치됐다. 수비 병력과 취약점을 곧 보고할 것.

# Equipment/&DLC1_Equipment_Document_RebelOrders04_Title
source: Brief Note
ko: 짧은 쪽지

# Equipment/&DLC1_Equipment_Document_RebelOrders04_Description
source: The guards' rations have been tainted with crampwort. Expect reduced guard strength for 24-48 hours.
ko: 수비대의 식량이 오염됐다. 24-48시간 내에 수비력이 감소할 것으로 예상.

# Equipment/&DLC1_Equipment_Document_RebelMemories_Title
source: Personal Journal
ko: 개인 일지

# Equipment/&DLC1_Equipment_Document_RebelMemories_Description
source: …honored and terrified to meet our king and leader. His secret chamber was well guarded, and I was…
ko: …우리의 군주시자 영도자인 분을 뵙는 것은 영광스러운 동시에 두렵다. 그 분의 비밀스러운 방은 엄중히 수비되어 있었고, 나는…

# Equipment/&DLC1_Equipment_Document_RebelInstructions_Title
source: Written Orders
ko: 명령서

# Equipment/&DLC1_Equipment_Document_RebelInstructions_Description
source: The true entrance must be hidden well and the false one obvious, so intruders walk into the traps.
ko: 침입자들을 함정에 빠뜨릴 수 있도록 진짜 입구는 잘 감춰져 있어야 하며, 가짜 입구는 잘 드러나있어야 한다.

# Equipment/&DLC1_Equipment_Document_RebelLetterToFamily_Title
source: Personal Letter
ko: 개인 서신

# Equipment/&DLC1_Equipment_Document_RebelLetterToFamily_Description
source: I trust you are safe, far from the tyrant. Tell the children I miss them. Love always, Helgrum
ko: 당신이 그 폭군한테서 멀리 떨어져 안전할 거라 믿어. 애들한테 내가 많이 보고 싶어 한다고 전해줘. 늘 사랑해. 헬그럼 보냄

# Equipment/&DLC1_Equipment_Document_RebelLetterToFamily2_Title
source: Letter
ko: 편지

# Equipment/&DLC1_Equipment_Document_RebelLetterToFamily2_Description
source: Helgrum, my love: Your letter was so welcome. We fear for you, but we know you fight for us all.
ko: 헬그럼, 내 사랑: 당신의 편지가 어찌나 반갑던지! 우리는 늘 당신을 걱정해. 하지만 우린 당신이 우리 모두를 위해 싸우고 있다는걸 알아.

# Equipment/&DLC1_Equipment_Document_RebelReportAboutMask_Title
source: Secret Report
ko: 비밀 보고서

# Equipment/&DLC1_Equipment_Document_RebelReportAboutMask_Description
source: Lady Ellaria: A contact has tried to recruit me into something called "Mask". What are your orders?
ko: 엘라리아 양: 나를 "마스크"라고 불리우는 집단에 발탁하려고 하는 접촉이 있었습니다. 이에 대한 당신의 지시는?

# Equipment/&DLC1_Equipment_Document_RebelReportAboutForge_Title
source: Report
ko: 보고서

# Equipment/&DLC1_Equipment_Document_RebelReportAboutForge_Description
source: Lady Ellaria: The Forge shares many of our goals. I recommend allying with them against the tyrant.
ko: 엘라리아 양: 포지 측의 세력과 우리는 많은 목표들을 공유하고 있습니다. 폭군에 대항하여 그들과 연합할 것을 추천합니다.

# Equipment/&DLC1_Equipment_Document_AnfarelLetter01_Title
source: Letter
ko: 편지

# Equipment/&DLC1_Equipment_Document_AnfarelLetter01_Description
source: My dear sister: I blacken the name of Orenetis everywhere. Everyone here hates him. Much love, Eladien
ko: 사랑하는 누이에게 - 나는 모든곳에서 오레네티스의 이름에 먹칠을 했어. 이곳의 모든 사람들은 그를 증오해. 사랑을 담아, 엘라디엔 씀

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel01_Title
source: Official Letter
ko: 공식 서한

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel01_Description
source: Lord Eladien Anfarel: You will retract your slander against the Lord Protector immediately.
ko: 엘라디엔 안파렐 공: 섭정에 대한 중상모략을 즉시 중단할지어다.

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel02_Title
source: Official Letter
ko: 공식 서한

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel02_Description
source: Lord Anfarel: The Lord Protector requires an immediate public apology for your disloyal words.
ko: 안파렐 공: 본 섭정은 당신의 불경한 언행들에 대한 즉각적인 공개 사과를 요구하는 바이다.

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel03_Title
source: Official Letter
ko: 공식 서한

# Equipment/&DLC1_Equipment_Document_DominionWarningsToAnfarel03_Description
source: Lord Anfarel: This is your final warning. Retract and apologize, or punitive action will be taken.
ko: 안파렐 공: 이는 최후 통첩이오. 발언을 철회하고 사과하지 않을 경우, 가혹한 조치가 뒤따를 것이오.

# Equipment/&DLC1_Equipment_Document_WitchLedger_Title
source: List
ko: 목록

# Equipment/&DLC1_Equipment_Document_WitchLedger_Description
source: Dorin Marsun, human - left leg. Fiareth Brightmoon, elf - head. Bera Snowtooth, dwarf - lower jaw. Joson Lightsinger - human, heart.
ko: 도린 마선, 인간 - 왼 다리. 피아레스 브라이트문, 엘프 - 머리. 베라 스노우투스, 드워프 - 아랫턱. 조슨 라이트싱어 - 인간, 심장.

# Equipment/&DLC1_Equipment_Document_ForgeCaptureGiantReport_Title
source: A Small Giant Problem
ko: 거인에 관한 사소한 문제

# Equipment/&DLC1_Equipment_Document_ForgeCaptureGiantReport_Description
source: Hasdrubal: My patrol stumbled upon some tracks in the middle of the swamp, not far from base. Looks like giants. One seemed to be stalking the others, or possibly running from them. It was hard to tell. We took one prisoner, at no small risk to our hides. Be advised that we are bringing back a prisoner who will need a very secure cell.
ko: 하스드루발: 나의 순찰대는 기지에서 그리 멀지 않은 습지 한가운데에서 어떤 흔적들을 우연히 발견했다. 거인들의 자취인 것으로 보인다. 한 개체가 다른 개체들을 뒤쫓는 중이거나, 혹은 그들로부터 도망치고 있는 것으로 보였다. 단정짓기는 어려웠다. 우린 적지 않은 위험을 무릎쓰고 하나를 사로잡았다. 매우 견고한 감옥이 요구되는 포로 하나를 데려가고 있음을 알리는 바이다.

# Equipment/&DLC1_Equipment_Document_ForgeCaptureGiantHasdrubalOrders_Title
source: A Dangerous Guest
ko: 위험한 손님

# Equipment/&DLC1_Equipment_Document_ForgeCaptureGiantHasdrubalOrders_Description
source: Giants are too powerful to be left wandering around, and besides, this one knows the location of our camp. Capture the creature and keep it in chains until further notice.
ko: 거인들은 풀어두기엔 너무 강력한 데다, 이 자는 우리 야영지의 위치까지 알고 있다. 추가 지시가 있을 때까진 놈을 잡아 묶어두도록.

# Equipment/&DLC1_Equipment_Document_ForgeDryadThreatReport_Title
source: Tree of Death
ko: 죽음의 나무

# Equipment/&DLC1_Equipment_Document_ForgeDryadThreatReport_Description
source: Hasdrubal: While on patrol, Garral camped near the big tree with his troops. In the morning, everyone was dead except one sentry who neither saw nor heard anything. We just had word from some merchants who had set up camp near the same tree, and their sentry tells an identical tale. Also, one of our patrols found the corpses of several troops in the livery of Orenetis not far from this same tree. While our troops shed no tears over their fate, concern is spreading about this tree. I strongly recommend that some action be taken. We've chased dryads away from that tree. Maybe it's them, somehow, retaliating.
ko: 하스드루발: 정찰 중에, 개럴이 그의 부대와 함께 큰 나무 근처에서 야영을 했네. 날이 밝자, 아무것도 보지도 듣지도 못한 보초 하나를 제외한 모두가 죽었다더군. 방금 같은 나무 근처에서 야영을 했던 상인 몇 명에게 얘기를 들었는데, 그 자들의 보초도 완전히 똑같은 얘기를 했어. 또, 우리 정찰대 중 하나가 같은 나무에서 머지 않은 곳에서 오레네티스의 제복을 입은 여러 부대의 시체들을 발견했네. 놈들을 위해선 눈물 한 방울 흘리지 않았지만, 그 나무에 대한 우려가 퍼지고 있네. 어떤 조치를 취해야 한다 내 강력히 권했네. 우리가 전에 그 나무에서 드라이어드들을 몰아냈으니. 놈들의 보복이 틀림없어.

# Equipment/&DLC1_Equipment_Document_ForgeOrcSwampBaseReport_Title
source: A Heavy Raid
ko: 격렬한 습격

# Equipment/&DLC1_Equipment_Document_ForgeOrcSwampBaseReport_Description
source: Hasdrubal: One of our patrols reports that an orc raiding party has settled in the old fort: you know the one. They are using it as a base to raid through the swamp as well as to strike at targets nearer the city, which, of course, brings unwanted attention in our direction. Please send someone to convince them to move away.
ko: 하스드루발: 우리의 순찰대 중 하나가, 당신도 잘 알고 있는 옛 요새에 자리잡은 오크 습격대에 대해 보고했습니다. 그들은 그 요새를 전초기지로 삼아서 습지를 건너 습격을 해 오고, 도시 근처의 목표물을 공격하는데, 이 모든 것들은 우리쪽으로 원치않는 관심이 쏟아지게 합니다. 부디 누군가를 보내서 그들이 떠나도록 설득해주시기 바랍니다.

# Equipment/&DLC1_Equipment_Document_ForgeWanderingElfReport_Title
source: Lonely Traveler
ko: 외로운 여행객

# Equipment/&DLC1_Equipment_Document_ForgeWanderingElfReport_Description
source: Hasdrubal: Some of our scouts spotted a solitary elf traveling alone. From his gear, he looks to be a mage, but his purpose is unclear. A spy? Someone sent to the swamps as a punishment? I suggest someone make contact and talk to him, but this should be done far away from the camp.
ko: 하스드루발: 우리의 정찰병들 중 한 명이 홀로 여행하고 있는 엘프 한 명을 발견했습니다. 그가 착용한 장비들을 통해 추정할 때, 마법사인 것으로 보입니다만, 그의 목적은 밝혀지지 않았습니다. 첩자일까요? 이 습지에 유배되어 형벌을 받는 것일까요? 누군가를 보내서 그와 접촉하고 이야기를 나눠볼 것을 권고드립니다만, 이는 야영지에서 멀리 떨어진 곳에서 이루어져야 합니다.

# Equipment/&DLC1_Equipment_Document_ForgeRebelMeetingReport_Title
source: Trouble with the Rebels
ko: 반군들과의 문제

# Equipment/&DLC1_Equipment_Document_ForgeRebelMeetingReport_Description
source: Hasdrubal: I think it is time you involved yourself directly in our meetings. The Rebellion's demands are beginning to overtax our resources, and they won't take no for an answer. I am wondering whether they are planning something. We must tread carefully.
ko: 하스드루발: 제 생각에는 이제는 당신이 우리의 회합에 직접 모습을 비춰야할 때라고 생각합니다. 반군의 요구사항은 우리의 자원에 비해 너무 과해지고 있으며, 그들은 우리의 거절을 받아들이지 않을겁니다. 그들에게 어떤 계획이라도 있는지조차 궁금합니다. 우리는 신중하게 행동해야 합니다.

# Equipment/&DLC1_Equipment_Document_PaganRitual_Title
source: Fragments of Worship
ko: 숭배의 단편

# Equipment/&DLC1_Equipment_Document_PaganRitual_Description
source: Water is life! When entering the sacred waters, conduct the purification rituals for your body, your mind, and your soul! Let the waters wash and guide you! But remember: any darkness in your heart may transform the water of life into the water of death! … And as the heathens descended on our temple, the waters rose to meet them. There was a thorough cleansing of the filth in their souls.
ko: 물은 생명이다! 신성한 물 속으로 들어갈 때, 너의 몸과 마음, 혼을 위한 정화 의식을 수행하라! 물이 널 정화하고 이끌도록 하라! 하지만 기억하라: 네 마음의 어둠은 생명의 물을 죽음의 물로 뒤바꾸어놓을 것이다! … 그리고 이교도들이 우리의 사원으로 내려왔을 때, 물이 그들을 맞이하기 위해 솟구쳐 올랐다. 그들의 혼에 깃든 더러움은 철저히 정화되었다.

# Equipment/&DLC1_Equipment_Document_ForgeReportUndead_Title
source: Undead on the March!
ko: 언데드 행군 중!

# Equipment/&DLC1_Equipment_Document_ForgeReportUndead_Description
source: Hasdrubal: A patrol reports undead activity near the old bridge. This is new as the area was quiet before. We should investigate. Perhaps some idiot opened an opulent tomb, and we only need to find the entrance. I just hope it isn't some hidden necropolis with scores and scores of undead inside. That would force us to redirect resources from many operations until we are able to resolve the issue.
ko: 하스드루발 귀하: 순찰대 하나가 오래된 다리 근처에서의 언데드 활동에 대해 보고했습니다. 해당 구역은 이전까지는 조용했지만, 이번에 새로 발생한 일입니다. 우리는 이를 조사해야 합니다. 어쩌면 어떤 머저리가 무덤을 열어제꼈을 수도 있고, 우린 그저 입구만 찾아내면 될 수도 있습니다. 저는 단지 그곳이 언데드가 득실거리는 공동묘지가 아니길 바랄 뿐입니다. 만일 그렇다면, 우리가 행하고 있는 수많은 작전들에 투입되는 자원들이 해당 작업쪽으로 재할당되어야 합니다.

# Equipment/&DLC1_Equipment_Document_ForgeReportTrolls_Title
source: Tunnel and Trolls!
ko: 땅굴과 트롤들!

# Equipment/&DLC1_Equipment_Document_ForgeReportTrolls_Description
source: Hasdrubal: During our last patrol, we spotted some trolls entering the big caves. They were too many for us to fight, so we waited and watched. They seem ready to settle down there, and one of my scouts swears there were some young trolls among them. As the caves are near one of our main routes, this spells trouble. Please send reinforcements immediately - and make sure they bring lots of torches and oil. We'll need them!
ko: 하스드루발: 우리의 지난 순찰활동에서, 큰 동굴로 들어가는 트롤들 몇을 발견했습니다. 전투를 벌이기에는 그것들의 숫자가 너무 많았기에, 우리는 조용히 기다리며 지켜보았습니다. 그것들은 이미 그곳에 정착할 준비를 마친 것으로 보이며, 우리의 정찰병 중 하나의 보고에 따르면 그 트롤들 가운데에는 어린 개체들도 몇 있었다고 합니다. 그 동굴은 우리의 주요 도로들과 인접해있기 때문에, 문제를 일으킬겁니다. 즉시 증원을 요청하는 바이며, 기름과 횃불을 충분히 챙겨오도록 해 주십시오! 우린 그게 필요합니다!

# Equipment/&DLC1_Equipment_Document_DominionOrderToConfiscateFood_Title
source: Requisition Order
ko: 징발 명령

# Equipment/&DLC1_Equipment_Document_DominionOrderToConfiscateFood_Description
source: The benevolence of our Lord Protector does not extend to the care of rebels who cannot and will not acknowledge their good fortune. Nor does it extend to those who would aid and abet them. Therefore, all rations meant for the lower eastern district, except those required for the minimum level for sustenance, shall be removed to the warehouses of the middle city until further notice. Under the Sigil of Orenetis, Lord Protector. Signed: Orenetis
ko: 우리 섭정각하의 자비는 자신들의 행운을 인정하지 않는 반란군에게까지 확장되지 않는다. 또한 그들을 돕거나 부추기는 사람들에게도 마찬가지이다. 따라서 추후에 공지가 있을 때까지, 동부 하층민 지구의 모든 배급용 식료품들은 최소한의 양을 제외하고 모두 도시 중앙의 창고로 옮겨질 것이다. 오레네티스의 인장 아래, 섭정 백. 서명: 오레네티스

# Equipment/&DLC1_Equipment_Document_DominionOrderToImprison_Title
source: Arrest Warrant
ko: 구속 영장

# Equipment/&DLC1_Equipment_Document_DominionOrderToImprison_Description
source: In the name of the Lord Protector, the woman Maud Stoutframe is to be arrested on charges of sedition and treason, and brought to trial. There is a reward for her capture, dead or alive. The Lord Protector being merciful, alive is preferred.
ko: 섭정 각하의 이름으로, 마우드 스타우트프레임이라는 여성의 선동죄 및 반역죄에 의해, 그녀의 체포 및 재판 회부를 명한다. 생사를 불문하고, 그녀의 신병을 확보하는 것에 대한 포상금이 지급될 것이다. 섭정께서는 자비로우시니, 생포하는 것을 우선시하라.

# Equipment/&DLC1_Equipment_Document_SongBook_Title
source: Hannik's Tunes
ko: 하닉의 곡들

# Equipment/&DLC1_Equipment_Document_SongBook_Description
source: List of songs 1- Earth, Wind, and Fire, but No Water 2- It's Raining Dwarves 3- Never Gonna Give Hope Up 4- Hyfryd Ballet 5- Freedom 6 - Sneaking High and Low 7 - Great, Great Balls of Fire 8- These Boots Are Made for Sneaking
ko: 노래 목록 1- 어스, 윈드 & 파이어, 그러나 물은 없는 2- 하늘에서 내리는 일억의 드워프 3- 희망을 포기하지 않겠어 4- 하이프리드 발레 5- 자유 6- 위 아래 위 위 아래로 살금살금 7- 열정 넘치는, 열정의 록큰롤 8- 이 구두는 잠입하라고 만들어진 거야

# Equipment/&DLC1_Equipment_Document_EventAdvertisement_Title
source: The Talk of Caer Hyfryd's Lower City!
ko: 케어 하이프리드 하급지구의 이야기!

# Equipment/&DLC1_Equipment_Document_EventAdvertisement_Description
source: Come see Hannik, the greatest singer of them all! Tonight at the Music Hall!A show of music, dance, and wit! A new take on the classics! A good time to be had by all! Let's all share a good laugh, as we should every day! All adults are welcome! All kids shall get a treat!
ko: 최고의 가수 하닉을 보러오세요! 오늘밤 음악회관에서! 음악, 춤, 그리고 재치넘치는 무대! 클래식에 대한 새로운 해석! 모두를 만족시킬 수 있는 시간! 즐거운 웃음을 함께 나눕시다! 어른들 모두 환영합니다! 아이들에게는 특별한 선물이!

# Equipment/&DLC1_Equipment_Document_WitchHuntLetter01_Title
source: Letter to Hannik
ko: 하닉에게 보내는 편지

# Equipment/&DLC1_Equipment_Document_WitchHuntLetter01_Description
source: Dear Hannik, I know you think I'm crazy, but I found her! I found that witch who hurt us so much! I even managed to learn her name - Agatha! And now I am pretty sure I know where to find her hut! Wish me luck, dear brother! This will end soon, one way or the other! With my love, always! Joson
ko: 친애하는 하닉, 나보고 미쳤다고 하겠지만, 그녀를 찾았어! 우리를 그렇게나 상처입힌 그 마녀를 찾았다고! 게다가 나는 그녀의 이름까지 알아냈다구, 바로 '아가타'야! 그리고 난 이제 그녀의 오두막을 어디서 찾아낼 수 있을지 확신이 들어. 친애하는 형제여, 내게 행운을 빌어줘! 어떤식으로든 이 일에는 곧 종지부를 찍게 될거야! 언제나 나의 사랑을 담아서! 조슨

# Equipment/&DLC1_Equipment_Document_WitchHuntLetter02_Title
source: Letter to Joson
ko: 조슨에게 보내는 편지

# Equipment/&DLC1_Equipment_Document_WitchHuntLetter02_Description
source: My dearest brother, Please, let it be. Put this foolish quest behind you and come back to your family! There is only madness to be found going after a witch - and keep in mind: she will be after not only your body, but also your soul! I know Maraike protects us all, but a witch is a servant of the dark powers! Please, Joson, come back to town and stay with us! Brighten our evenings with your music! Your brother, Hannik
ko: 나의 친애하는 형제여, 제발, 그냥 가만히 놔둬. 이런 바보같은 의뢰는 무시하고 네 가족에게 돌아가도록 해! 마녀를 뒤따르면 거기엔 광기밖에 남지 않을 뿐이야, 그리고 명심해야할 것은, 그 마녀는 너의 육신 뿐 아니라 혼까지도 노릴거야! 마라이케께서 우리 모두를 지켜주신다는걸 알지만, 마녀는 암흑의 하수인이라구! 제발, 조슨, 마을로 돌아와서 우리와 함께 있도록 해! 우리의 저녁시간을 너의 음악으로 빛내줘! 너의 형제, 하닉

# Equipment/&DLC1_Equipment_Document_OrenetisDraconicStudy_Title
source: Polymorphing Report
ko: 폴리모프 보고서

# Equipment/&DLC1_Equipment_Document_OrenetisDraconicStudy_Description
source: The problem isn't physical. As far as we can tell, our Lord Protector is healthy. That he can't revert to his higher form… …can only mean that there is one fundamental aspect of the process that we fail to grasp. Therefore, we must continue to experiment on the most diverse array of subjects possible, morphing animals and even those ridiculous pets that druids dare to call kindred spirits. In these links and experiments, we shall find the key to free our Lord.
ko: 그것은 물리적인 문제가 아니다. 우리가 알고 있는 한, 우리의 섭정께서는 건강하시다. 그분께서 더 고등한 형태로 되돌아가지 못한다는 사실은... …단지 우리가 이해하지 못하는 절차상의 한 가지 기초적인 부분이 있다는 것을 의미할 뿐이다. 따라서 우리는 가능한 한 포괄적인 대상들을 상대로 실험을 계속해야 하며, 그 대상에는 변신 생물들뿐 아니라 드루이드들이 결속령이라 부르는 우스꽝스러운 애완동물들까지 포함해야 한다. 이러한 연결고리와 실험들을 통해 우리는 우리의 주군을 해방시켜드릴 수 있는 열쇠를 찾아낼 것이다.

# Equipment/&DLC1_Equipment_Document_HybridTestReport01_Title
source: Hybrid Dire Wolves - Progress Report, Phase Three
ko: 혼종 다이어울프 - 진도 보고서, 제 3단계

# Equipment/&DLC1_Equipment_Document_HybridTestReport01_Description
source: The changes we wrought on the dire wolves enhanced their aggression and ferocity. They look ugly and their stench can be overwhelming, but when we pitted them against unaltered pure breeds of their kind, there wasn't even a contest. The second test involved armed runaway rebels, who were also slaughtered with ease. All in all, the program is delivering on its initial promise. The next step will be to ensure that the mutations carry over to the next generation.
ko: 우리가 다이어울프에게 가한 변화는 흉포성과 공격성을 증가시켰음. 대상의 외모는 매우 흉측하며 또한 악취가 극심해질 수 있으나, 대상을 순종 다이어울프와 싸우게 했을 때, 대상은 순종을 압도했음. 두번째 실험에는 무장한 반군 도망자들을 대상으로 수행되었으며, 그들 역시 손쉽게 퇴치됨. 전반적으로 고려할 때, 본 계획은 최초의 예상목표를 향해 순항중임. 다음 단계는 현재의 돌연변이가 다음 세대로 전달되도록 하는 것임.

# Equipment/&DLC1_Equipment_Document_HybridTestReport02_Title
source: Hybrid Bears - Progress Report, Phase Four
ko: 혼종 곰들 - 진도 보고서, 제 4단계

# Equipment/&DLC1_Equipment_Document_HybridTestReport02_Description
source: My Lord: As you know, our work with the bears has been very successful. Their ferocity and strength are unrivaled. They are truly fearsome. But there is better news yet. Last night, one of our bears gave birth to two healthy cubs, showing all the signs of our work. We have made the changes hereditary! However, the ferocity of the species is such that the young did not survive long, as their first mewling caused their enraged father to kill them.
ko: 섭정 각하: 이미 아시다시피, 저희가 곰들에게 행한 작업은 매우 성공적입니다. 그것들의 흉포성과 완력은 타의 추종을 불허합니다. 그것들은 정말 무시무시합니다. 하지만 아직 좋은 소식들이 더 남아있습니다. 지난 밤, 저희의 곰들 가운데 하나가 두마리의 새끼를 낳았는데, 저희 작업에 대한 징후들을 그대로 지니고 있습니다. 저희는 그 변화사항들을 유전시키는데에 성공한 것입니다! 그러나, 그 종의 흉포성이 어느 정도인가 하면, 태어난 새끼의 첫 울음소리를 듣고 아비가 새끼를 죽여버려서 새끼가 오래 살아남지 못할 정도입니다.

# Equipment/&DLC1_Equipment_Document_HybridTestReport03_Title
source: Hybrid Bulette - Progress Report, Phase Two
ko: 혼종 불렛 - 진도 보고서, 제 2단계

# Equipment/&DLC1_Equipment_Document_HybridTestReport03_Description
source: My Lord: Phase two of testing is complete. The bulette shows much promise: its carapace is harder, its enhanced muscles give it added jumping capabilities, and its jaw can even crush rocks. To proceed with phase three of testing, we will need worthwhile adversaries to push it to its limits and prove the success of the work so far.
ko: 섭정 각하: 제 2단계의 시험이 완료되었습니다. 불렛은 많은 잠재력을 보여줍니다. 대상의 등딱지는 더욱 단단해졌고, 강화된 근육은 뛰어오르는 능력을 더욱 키워주었으며, 대상의 턱은 바위를 깨부술 정도입니다. 제 3단계 시험으로 진행하려면 대상에 걸맞는 적수가 필요하며, 이는 대상을 한계까지 밀어붙이고 지금까지의 성과를 증명하기 위함입니다.

# Equipment/&DLC1_Equipment_Document_ResearchReportOnSitenero_Title
source: Special Guest - Monthly Report
ko: 특별 손님 - 월간 보고서

# Equipment/&DLC1_Equipment_Document_ResearchReportOnSitenero_Description
source: To our Lord Protector, Orenetis the Benevolent: My Lord, the behavior of our guest follows its usual patterns: long periods of contemplation, some calisthenics, and not much in the way of conversation. Somewhat unusually, there was no attempt at bribery during this observation period. I might hope that he has learned better than to try it, but I suspect he plans to lull us into relaxing our guard. Not that we would do that after the mishap twenty years ago. The fate of that set of guards was a stark reminder of the price of shirking one's duty.
ko: 저희의 섭정이신, 자애로우신 오레네티스께: 각하, 손님의 행동은 평소의 행동 방식을 따랐습니다 - 긴 시간의 명상, 잠깐 잠깐의 미용 체조, 그리고 딱히 대화라고 할 만한 것은 별로 없었습니다. 다소 이례적인 점은, 이번 감찰 기간 동안에는 뇌물 수수 시도가 없었습니다. 저는 그 자가 감히 시도해보지 않을 만큼 잘 배운 자라고 기대합니다만, 한편으로는 그가 저희의 경계를 느슨하게 만들려 계획한다는 의심이 듭니다. 물론 20년 전의 작은 사고 이래로, 저희는 그러지 않을 것입니다. 그 당시 경비병들이 처해진 운명은, 임무 태만에 대한 대가로써 저희 뇌리에 깊이 새겨져 있습니다.

# Equipment/&DLC1_Equipment_Document_MaskSpyReport01_Title
source: Report
ko: 보고서

# Equipment/&DLC1_Equipment_Document_MaskSpyReport01_Description
source: Hasdrubal and Ellaria are old acquaintances, but the seeds of mistrust may well bear fruit for us.
ko: 하스드루발과 엘라리아는 오랜시간 알고 지내왔지만, 불신의 씨앗이 우리를 위해 좋은 열매를 맺을 것이다.

# Equipment/&DLC1_Equipment_Document_MaskSpyReport02_Title
source: Report
ko: 보고서

# Equipment/&DLC1_Equipment_Document_MaskSpyReport02_Description
source: Rose Fairwind and Reya Schildberg could stir up the whole city if the Dominion should go too far.
ko: 자치령이 너무 막 나가게 되면, 로즈 페어윈드와 레야 쉴드버그는 도시 전체를 뒤집어놓을 수도 있습니다.

# Equipment/&DLC1_Equipment_Document_MaskSpyReport03_Title
source: Report
ko: 보고서

# Equipment/&DLC1_Equipment_Document_MaskSpyReport03_Description
source: Hasdrubal Swiftmind suits his name. This elf is a consummate schemer. We should watch him.
ko: 하스드루발 스위프트마인드는 그의 이름에 걸맞는다. 이 엘프는 완벽한 책략가이다. 우린 그를 지켜보아야 한다.

# Equipment/&DLC1_Equipment_Document_DesecratedTemplePlaque_Title
source: Fickle Finger of Fate!
ko: 운명의 장난!

# Equipment/&DLC1_Equipment_Document_DesecratedTemplePlaque_Description
source: Today is a good day to laugh! Remember that the best jokes are best served cold! And that whatever life throws at you, Misaye is there, laughing!
ko: 웃기 딱 좋은 날이군요! 최고의 농담들은 천천히 곱씹어봐야한다는걸 기억하세요! 그리고 당신의 인생에 난관이 가득하다면, 미사이에께서 바로 거기에 계실겁니다!

# Equipment/&DLC1_Equipment_Quest_Mask_04_Guard_Report_Document_Title
source: Guard Report
ko: 경비대 보고서

# Equipment/&DLC1_Equipment_Quest_Mask_04_Guard_Report_Document_Description
source: A leather book containing a scroll.
ko: 두루마리가 담겨있는 가죽 책.

# Equipment/&DLC1_Equipment_Quest_Mask_05_Package_Title
source: Small Package
ko: 작은 꾸러미

# Equipment/&DLC1_Equipment_Quest_Mask_05_Package_Description
source: A leather package for Samko.
ko: 샘코를 위한 가죽 꾸러미.

# Equipment/&DLC1_Giant_Ape_Head_Title
source: Giant Ape Head
ko: 거대 유인원의 머리
