Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# GamingSetDiceTypeDescription
source: This item includes a wide range of game pieces, including dice and decks of cards.
ko_mt: 이 항목에는 주사위와 카드 데크를 포함한 다양한 게임 조각이 포함되어 있습니다.

# GamingSetDiceTypeTitle
source: Dice Set
ko_mt: 주사위 세트

# GemAmethystDescription
source: A beautiful amethyst, worth <#A95827>20 gold pieces</color>.
ko_mt: <#A95827>금화 20개</color>에 해당하는 아름다운 자수정.

# GemAmethystTitle
source: Amethyst
ko_mt: 자수정

# GemDiamondDescription
source: A magnificent diamond, worth <#A95827>1000 gold pieces</color>.
ko_mt: <#A95827>1000금화</color> 가치가 있는 장엄한 다이아몬드.

# GemDiamondTitle
source: Diamond
ko_mt: 다이아몬드

# GemEmeraldDescription
source: A finely cut emerald, worth <#A95827>100 gold pieces</color>.
ko_mt: <#A95827>100골드 조각</color>에 해당하는 잘게 자른 에메랄드.

# GemEmeraldTitle
source: Emerald
ko_mt: 에메랄드

# GemOpalDescription
source: A great looking opal, worth <#A95827>300 gold pieces</color>.
ko_mt: <#A95827>금화 300개</color> 가치가 있는 멋진 오팔.

# GemOpalTitle
source: Opal
ko_mt: 오팔

# GemRubyDescription
source: A beautiful ruby, worth <#A95827>500 gold pieces</color>.
ko_mt: <#A95827>500골드 조각</color>에 해당하는 아름다운 루비입니다.

# GemRubyTitle
source: Ruby
ko_mt: 루비

# GemSapphireDescription
source: A shiny sapphire, worth <#A95827>50 gold pieces</color>.
ko_mt: <#A95827>금화 50개</color>에 해당하는 반짝이는 사파이어.

# GemSapphireTitle
source: Sapphire
ko_mt: 사파이어

# GlaiveTypeTitle
source: Glaive
ko_mt: 검

# GreataxeTypeTitle
source: Greataxe
ko_mt: 거대도끼

# GreatclubTypeTitle
source: Greatclub
ko_mt: 그레이트클럽

# GreatswordTypeTitle
source: Greatsword
ko_mt: 대검

# HalberdTypeTitle
source: Halberd
ko_mt: 미늘창

# HandaxeTypeTitle
source: Handaxe
ko_mt: 손도끼

# HandCrossbowTypeTitle
source: Hand Crossbow
ko_mt: 손 석궁

# HeavyArmorCategoryDescription
source: Of all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire body and are designed to stop a wide range of attacks.
ko_mt: 모든 갑옷 카테고리 중에서 무거운 갑옷이 최고의 보호 기능을 제공합니다. 이 갑옷은 전신을 덮으며 광범위한 공격을 막을 수 있도록 설계되었습니다.

# HeavyArmorCategoryTitle
source: Heavy Armor
ko_mt: 중갑

# HeavyCrossbowTypeTitle
source: Heavy Crossbow
ko_mt: 무거운 석궁

# HectorLetterContent1
source: It was a bad plan; I said so from the start. It took me a month to master Griff's full appearance and a year to build the spider cult. The orcs are now loyal to me and eager to follow me to war, but the Scavengers have found the city and started encroaching on the orcs' territory. I decided to use the orcs ahead of schedule and wipe out the Scavengers. There were only a dozen of them, but they put up more of a fight than I expected, and I had to change the plan again. I sacrificed more orcs to capture their leader, a man named Hector. I will cancel the operation with the spider cult, and take the appearance of this Hector. A prominent member of the Scavengers could be useful. I must spend time alone with him deeper in the ruins, where the orcs don't go.
ko_mt: 그것은 나쁜 계획이었습니다. 나는 처음부터 그렇게 말했다. Griff의 완전한 모습을 익히는 데 한 달이 걸렸고 거미 숭배를 만드는 데 1년이 걸렸습니다. 오크들은 이제 나에게 충성하고 나를 따라 전쟁에 나가기를 열망하지만, 스캐빈저들이 도시를 발견하고 오크들의 영토를 잠식하기 시작했습니다. 나는 예정보다 일찍 오크를 사용하고 스캐빈저를 쓸어버리기로 했다. 열두 개밖에 없었는데 생각보다 많이 싸워서 다시 계획을 바꿔야 했다. 나는 그들의 지도자인 헥터라는 사람을 잡기 위해 더 많은 오크를 희생했습니다. 거미 교단의 작전을 취소하고 이 헥토르의 모습을 취하겠습니다. Scavengers의 저명한 구성원이 유용할 수 있습니다. 오크들이 가지 않는 폐허 깊숙한 곳에서 그와 단둘이 시간을 보내야 한다.

# HectorLetterContent2
source: I'm leaving this note in case the Tshar sends for me. I might not get out alive. I made a mistake going so deep, so near the amphitheater. The deep spiders are much more numerous than I thought, and they have killed my prisoner. I won't be able to become Hector. The mission is a complete failure and I will answer to the Tshar - if I survive. I will try to escape by climbing up the amphitheater, but the spiders might be too fast for me. Glory to Sorr-Tarr!
ko_mt: Thar가 저를 위해 보낼 경우를 대비하여 이 메모를 남깁니다. 살아서 나오지 못할 수도 있습니다. 원형 극장 근처에서 너무 깊게 실수를 저질렀습니다. 깊은 거미는 생각보다 훨씬 많고 내 죄수를 죽였습니다. 난 헥토르가 될 수 없어. 임무는 완전히 실패했고 내가 살아남는다면 차르에게 대답할 것입니다. 나는 원형 극장을 올라가서 탈출을 시도할 것이지만, 거미는 나에게 너무 빠를지도 모른다. 소르타르에게 영광을!

# HerbalismKitToolTypeDescription
source: Contains a variety of instruments such as clippers, mortar and pestle, plants, and chemicals, to craft potions, antitoxins, alchemist's fire, and even acid or oil flasks.
ko_mt: 물약, 항독소, 연금술사의 불, 심지어 산이나 기름 플라스크를 만들기 위한 가위, 박격포와 유봉, 식물, 화학 물질과 같은 다양한 도구가 들어 있습니다.

# HerbalismKitToolTypeTitle
source: Herbalism Kit
ko_mt: 약초 키트

# HolySymbolAmuletTitle
source: Holy Symbol (Amulet)
ko_mt: 신성한 상징(부적)

# HolySymbolEmblemTitle
source: Holy Symbol (Emblem)
ko_mt: 신성한 상징(엠블럼)

# HolySymbolGeneralDescription
source: A cleric or paladin can use a holy symbol as a spellcasting focus.
ko_mt: 성직자나 성기사는 신성한 상징을 주문 시전 초점으로 사용할 수 있습니다.

# HolySymbolGeneralTitle
source: Holy Symbol
ko_mt: 신성한 상징

# HolySymbolReliquaryTitle
source: Holy Symbol (Reliquary)
ko_mt: 신성한 상징(성유물)

# Ingredient_AbyssMoss_Description
source: A very rare moss found in the depths beneath the Badlands.
ko_mt: 황무지 아래 깊은 곳에서 발견되는 매우 희귀한 이끼입니다.

# Ingredient_AbyssMoss_Title
source: Abyss Moss
ko_mt: 심연 이끼

# Ingredient_Acid_Description
source: A small amount of acid.
ko_mt: 소량의 산.

# Ingredient_Acid_Title
source: Acid
ko_mt: 산

# Ingredient_AngryViolet_Description
source: Common in the Principality of Masgarth, this flower is named after a famous wizard.
ko_mt: Masgarth 공국에서 흔히 볼 수 있는 이 꽃은 유명한 마법사의 이름을 따서 명명되었습니다.

# Ingredient_AngryViolet_Title
source: Angry Violet
ko_mt: 앵그리 바이올렛

# Ingredient_Blood_Of_Solasta_Description
source: An alchemical solution used by transmuters of the Arcaneum, its recipe was a closely guarded secret in the Manacalon days. It can be used to craft magical items.
ko_mt: 아케네움의 트랜스뮤터가 사용하는 연금술 용액, 그 제조법은 마나칼론 시대에 철저히 비밀로 유지되었습니다. 마법 아이템을 만드는 데 사용할 수 있습니다.

# Ingredient_Blood_Of_Solasta_Title
source: Blood of Solasta
ko_mt: 솔라스타의 피

# Ingredient_Blood_Ruby_Title
source: Blood Ruby
ko_mt: 블러드 루비

# Ingredient_BloodDaffodil_Description
source: This large flower is rumored to grow well on battlefields.
ko_mt: 이 큰 꽃은 전장에서 잘 자란다는 소문이 있습니다.

# Ingredient_BloodDaffodil_Title
source: Blood Daffodil
ko_mt: 피 수선화

# Ingredient_Cloud_Diamond_Description
source: A most rare form of diamond, its facets absorb light and reflect it in such a way as to give it its cloudy appearance. It has magical properties and can be used to enchant items.
ko_mt: 가장 희귀한 형태의 다이아몬드인 다이아몬드 면은 빛을 흡수하고 반사하여 탁한 느낌을 줍니다. 마법의 속성을 가지고 있으며 아이템에 마법을 부여하는 데 사용할 수 있습니다.

# Ingredient_Cloud_Diamond_Title
source: Cloud Diamond
ko_mt: 클라우드 다이아몬드

# Ingredient_Crystal_Of_Winter_Description
source: Encased in eternal ice, these crystals radiate coldness even in the warmest places.
ko_mt: 영원한 얼음으로 둘러싸인 이 결정체는 가장 따뜻한 곳에서도 차가움을 발산합니다.

# Ingredient_Crystal_Of_Winter_Title
source: Crystal of Winter
ko_mt: 겨울의 수정

# Ingredient_DeepRootLichen_Description
source: A rare lichen found on the roots of magically distorted trees and underground plants.
ko_mt: 마법처럼 왜곡된 나무와 지하 식물의 뿌리에서 발견되는 희귀한 이끼입니다.

# Ingredient_DeepRootLichen_Title
source: Deep Root Lichen
ko_mt: 깊은 뿌리 이끼

# Ingredient_DeepVenomGland_Description
source: Harvested from the corpse of a deep spider. It can be distilled to create a blade venom.
ko_mt: 깊은 거미의 시체에서 채취했습니다. 칼날 독을 만들기 위해 증류할 수 있습니다.

# Ingredient_DeepVenomGland_Title
source: Deep Spider Venom Gland
ko_mt: 깊은 거미 독샘

# Ingredient_Diamond_of_Elai_Description
source: An incredibly beautiful gem, its facets reflect the colors of the eight schools of the Arcaneum in an endless pattern. It can be used to craft magical items.
ko_mt: 믿을 수 없을 정도로 아름다운 보석인 그 면은 아케네움의 8개 학교의 색상을 끝없는 패턴으로 반영합니다. 마법 아이템을 만드는 데 사용할 수 있습니다.

# Ingredient_Diamond_of_Elai_Title
source: Diamond of Elai
ko_mt: 엘라이의 다이아몬드

# Ingredient_Doom_Gem_Description
source: This gem has very sharp facets and its mineral composition makes it very hard to stop the bleeding once it has cut skin. It is possible use it to craft magical weapons.
ko_mt: 이 보석은 면이 매우 날카로우며 미네랄 성분으로 인해 피부를 베면 출혈을 멈추기가 매우 어렵습니다. 마법 무기 제작에 사용할 수 있습니다.

# Ingredient_Doom_Gem_Title
source: Doom Gem
ko_mt: 둠 젬

# Ingredient_DragonRose_Description
source: An exquisite rose known for its vivid colors and deep fragrance.
ko_mt: 선명한 색상과 깊은 향기로 유명한 절묘한 장미.

# Ingredient_DragonRose_Title
source: Dragonrose
ko_mt: 드래곤로즈

# Ingredient_DrwarvenPrimrose_Title
source: Dwarven Primrose
ko_mt: 드워프 앵초

# Ingredient_DwarvenPrimrose_Description
source: A delicate flower mostly found in northern climes, growing on bare rock.
ko_mt: 주로 북부 지방에서 발견되는 섬세한 꽃으로 맨 바위에서 자랍니다.

# Ingredient_Emperorseye_Description
source: This rare mushroom was named by a slave of the Manacalon Empire, who paid for his disrespect with his life.
ko_mt: 이 희귀한 버섯의 이름은 자신의 목숨을 내어준 마나칼론 제국의 노예가 지은 이름입니다.

# Ingredient_Emperorseye_Title
source: Emperor's Eye
ko_mt: 황제의 눈

# Ingredient_FlyingSnakeScales_Description
source: Scales from a large flying snake from the Badlands.
ko_mt: 황무지에서 날아온 큰 뱀의 비늘입니다.

# Ingredient_FlyingSnakeScales_Title
source: Brimstone Viper Scales
ko_mt: 유황 독사 비늘

# Ingredient_GallivanAmaranth_Description
source: A beautiful flower that is very popular in Gallivan.
ko_mt: Gallivan에서 매우 인기있는 아름다운 꽃.

# Ingredient_GallivanAmaranth_Title
source: Gallivan Amaranth
ko_mt: 갈리반 아마란스

# Ingredient_GoblinHairFungus_Description
source: This foul-smelling fungus grows well around goblin lairs for some reason.
ko_mt: 이 악취가 나는 곰팡이는 어떤 이유로 고블린 은신처에서 잘 자랍니다.

# Ingredient_GoblinHairFungus_Title
source: Goblin Hair Fungus
ko_mt: 고블린 머리 곰팡이

# Ingredient_Heartstone_Description
source: The hardest of stones, mined from the core of a mountain in the Badlands. It has magical properties.
ko_mt: 황무지(Badlands)에 있는 산의 중심부에서 채굴된 가장 단단한 돌입니다. 그것은 마법의 속성을 가지고 있습니다.

# Ingredient_Heartstone_Title
source: Heartstone
ko_mt: 하트스톤

# Ingredient_Lifestone_Description
source: A lifestone is a very rare gem. In its facets, specialists claim to see life itself unfolding. It can be used to create magical items.
ko_mt: 생명석은 매우 희귀한 보석입니다. 그 측면에서 전문가들은 삶 자체가 펼쳐지는 것을 보고 있다고 주장합니다. 마법 아이템을 만드는 데 사용할 수 있습니다.

# Ingredient_Lifestone_Title
source: Life Stone
ko_mt: 생명의 돌

# Ingredient_LilyOfTheBadlands_Description
source: A small but useful flower that draws its power from the magic of the Badlands.
ko_mt: 황무지의 마법에서 힘을 끌어내는 작지만 유용한 꽃입니다.

# Ingredient_LilyOfTheBadlands_Title
source: Lily of the Badlands
ko_mt: 황무지의 백합

# Ingredient_Magnesium_Description
source: Some powdered magnesium.
ko_mt: 일부 분말 마그네슘.

# Ingredient_Magnesium_Title
source: Magnesium
ko_mt: 마그네슘

# Ingredient_ManacalonOrchid_Description
source: A very rare flower that seems to have survived the Cataclysm, generally found deep in Manacalon-era ruins.
ko_mt: 대격변에서 살아남은 것으로 보이는 매우 희귀한 꽃으로, 일반적으로 마나칼론 시대 유적 깊숙이에서 발견됩니다.

# Ingredient_ManacalonOrchid_Title
source: Manacalon Orchid
ko_mt: 마나칼론 난초

# Ingredient_MedusaCoral_Description
source: Medusa corals are the bane of divers on the shallow reefs around the southern islands as touching them is courting a slow death.
ko_mt: 메두사 산호는 남쪽 섬 주변의 얕은 산호초를 만지면 천천히 죽음을 맞이하기 때문에 다이버들의 골칫거리입니다.

# Ingredient_MedusaCoral_Title
source: Medusa Coral
ko_mt: 메두사 산호

# Ingredient_Mithralstone_Description
source: This stone is a block of pure mithral, a metal known for its flexibility and lightness, often used to reinforce weak points of armors.
ko_mt: 이 돌은 유연성과 가벼움으로 유명한 금속인 순수한 미스랄 블록으로, 종종 갑옷의 약점을 보강하는 데 사용됩니다.

# Ingredient_Mithralstone_Title
source: Mithral Stone
ko_mt: 미스랄 스톤

# Ingredient_MoonFlower_Description
source: A white flower that opens only in moonlight.
ko_mt: 달빛에만 열리는 하얀 꽃.

# Ingredient_MoonFlower_Title
source: Moonflower
ko_mt: 달플라워

# Ingredient_Oil_Of_Acuteness_Description
source: This magical essence can be fused with a primed weapon or suit of armor in order to enchant it. The process requires time, as well as proficiency with the enchanter's rosary.
ko_mt: 이 마법의 정수는 강화된 무기나 갑옷과 결합하여 마법을 부여할 수 있습니다. 이 과정에는 시간이 필요하고 마법사의 묵주에 대한 숙련도가 필요합니다.

# Ingredient_Oil_Of_Acuteness_Title
source: Oil of Acuteness
ko_mt: 예리함의 오일

# Ingredient_Oil_Of_Sharpness_Description
source: This magical essence can be fused with a primed weapon in order to enchant it. The process requires time, as well as proficiency with the enchanter's rosary.
ko_mt: 이 마법의 정수는 마법을 부여하기 위해 준비된 무기와 융합될 수 있습니다. 이 과정에는 시간이 필요하고 마법사의 묵주에 대한 숙련도가 필요합니다.

# Ingredient_Oil_Of_Sharpness_Title
source: Oil of Sharpness
ko_mt: 예리함의 기름

# Ingredient_Primed_BattleAxe_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_BattleAxe_Title
source: Primed Battleaxe
ko_mt: 준비된 전투도끼

# Ingredient_Primed_Breastplate_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Breastplate_Title
source: Primed Breastplate
ko_mt: 프라이밍된 흉갑

# Ingredient_Primed_Chainmail_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Chainmail_Title
source: Primed Chain Mail
ko_mt: 프라임드 체인 메일

# Ingredient_Primed_Chainshirt_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Chainshirt_Title
source: Primed Chain Shirt
ko_mt: 프라임드 체인 셔츠

# Ingredient_Primed_Dagger_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Dagger_Title
source: Primed Dagger
ko_mt: 프라임드 단검

# Ingredient_Primed_Fullplate_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Fullplate_Title
source: Primed Plate
ko_mt: 프라이밍 플레이트

# Ingredient_Primed_GreatAxe_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_GreatAxe_Title
source: Primed Greataxe
ko_mt: 프라임된 거대도끼

# Ingredient_Primed_Greatsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Greatsword_Title
source: Primed Greatsword
ko_mt: 프라이밍된 대검

# Ingredient_Primed_Halfplate_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Halfplate_Title
source: Primed Half Plate
ko_mt: 프라이밍된 하프 플레이트

# Ingredient_Primed_LeatherArmor_Description
source: Enchanted by a Manacalon craftmaster, this armor is made of tarrasque leather. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 장인의 마법에 걸린 이 갑옷은 타라스크 가죽으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_LeatherArmor_Title
source: Primed Leather Armor
ko_mt: 프라임 가죽 갑옷

# Ingredient_Primed_Longbow_Description
source: Enchanted by a Colthannin master bowyer, this weapon is made of magical woods and alloys. It only needs a catalyst to unlock its potential.
ko_mt: Colthannin 마스터 보우어에 의해 매혹된 이 무기는 마법의 숲과 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Longbow_Title
source: Primed Longbow
ko_mt: 프라임드 롱보우

# Ingredient_Primed_Longsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Longsword_Title
source: Primed Longsword
ko_mt: 프라이드 롱소드

# Ingredient_Primed_Mace_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Mace_Title
source: Primed Mace
ko_mt: 프라임 메이스

# Ingredient_Primed_Morningstar_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Morningstar_Title
source: Primed Morningstar
ko_mt: 프라임드 모닝스타

# Ingredient_Primed_Rapier_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Rapier_Title
source: Primed Rapier
ko_mt: 프라이밍된 레이피어

# Ingredient_Primed_ScaleMail_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_ScaleMail_Title
source: Primed Scale Mail
ko_mt: 프라임드 스케일 메일

# Ingredient_Primed_Scimitar_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Scimitar_Title
source: Primed Scimitar
ko_mt: 프라임드 시미터

# Ingredient_Primed_Shortbow_Description
source: Enchanted by a Colthannin master bowyer, this weapon is made of magical woods and alloys. It only needs a catalyst to unlock its potential.
ko_mt: Colthannin 마스터 보우어에 의해 매혹된 이 무기는 마법의 숲과 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Shortbow_Title
source: Primed Shortbow
ko_mt: 프라임드 숏보우

# Ingredient_Primed_Shortsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko_mt: 마나칼론 대장장이의 마법에 걸린 이 무기는 마법의 합금으로 만들어졌습니다. 잠재력을 발휘하려면 촉매만 있으면 됩니다.

# Ingredient_Primed_Shortsword_Title
source: Primed Shortsword
ko_mt: 프라이드 쇼트소드

# Ingredient_PurpleAmber_Description
source: This fossilized resin from pre-Manacalon trees is very hard to shape: it is harder than steel and its shards are incredibly sharp. They can be used to craft a magical weapon.
ko_mt: 마나칼론 이전 나무에서 나온 이 화석화된 수지는 모양을 만들기가 매우 어렵습니다. 강철보다 더 단단하고 그 파편이 엄청나게 날카롭습니다. 마법의 무기를 만드는 데 사용할 수 있습니다.

# Ingredient_PurpleAmber_Title
source: Purple Amber
ko_mt: 보라색 호박색

# Ingredient_QueenIvy_Description
source: A small flower, often used as a decorative motif in Manacalon architecture but now rare.
ko_mt: 마나칼론 건축의 장식 모티브로 자주 사용되지만 지금은 희귀한 작은 꽃입니다.

# Ingredient_QueenIvy_Title
source: Queen Ivy
ko_mt: 퀸 아이비

# Ingredient_RefinedOil_Description
source: A small amount of refined oil.
ko_mt: 소량의 정제유.

# Ingredient_RefinedOil_Title
source: Refined Oil
ko_mt: 정유

# Ingredient_Serpentinite_Description
source: This green powder comes from a dark rock that is rarely found on Solasta.
ko_mt: 이 녹색 가루는 솔라스타에서 거의 발견되지 않는 어두운 암석에서 나옵니다.

# Ingredient_Serpentinite_Title
source: Serpentinite
ko_mt: 사문석

# Ingredient_Shard_Of_Fire_Description
source: The Shard of Fire is harvested from the essence of a Fire Elemental who died on his own plane of existence. It can be used to craft various magical items.
ko_mt: 불의 조각은 자신의 존재 차원에서 죽은 불의 정령의 정수에서 수확됩니다. 다양한 마법 아이템을 만드는 데 사용할 수 있습니다.

# Ingredient_Shard_Of_Fire_Title
source: Shard of Fire
ko_mt: 불의 파편

# Ingredient_ShardOfIce_Description
source: The Shard of Ice is harvested from the essence of an Ice Elemental who died on his own plane of existence. It can be used to craft various magical items.
ko_mt: 얼음 조각은 자신의 존재 차원에서 죽은 얼음 정령의 정수에서 수확됩니다. 다양한 마법 아이템을 만드는 데 사용할 수 있습니다.

# Ingredient_ShardOfIce_Title
source: Shard of Ice
ko_mt: 얼음 조각

# Ingredient_SkarnPowder_Description
source: A brown powder made by crushing a rare crystal from the Badlands.
ko_mt: 황무지의 희귀한 수정을 부수어 만든 갈색 가루.

# Ingredient_SkarnPowder_Title
source: Skarn Powder
ko_mt: 스카른 파우더

# Ingredient_Slavestone_Description
source: Particularly prized by Manacalon slaves as their sharp edges made them ideal makeshift weapons during a revolt. Manacalon prized them for their enchantment power.
ko_mt: 특히 마나칼론 노예들은 날카로운 모서리로 인해 반란 기간 동안 이상적인 임시 무기가 되었기 때문에 높이 평가했습니다. 마나칼론은 마법의 힘을 높이 평가했습니다.

# Ingredient_Slavestone_Title
source: Slavestone
ko_mt: 슬레이브스톤

# Ingredient_Soul_Gem_Description
source: An ordinary stone enchanted with necromantic essence, it becomes a soulstone after absorbing the life essence of many victims.
ko_mt: 강령술의 정수가 부여된 일반석으로 많은 희생자들의 생명의 정수를 흡수하여 영혼석이 된다.

# Ingredient_Soul_Gem_Title
source: Soul Gem
ko_mt: 소울 젬

# Ingredient_Stardust_Description
source: This dust was collected by Manacalon arcanists from the remains of a meteor shower. The incredible materials it contains grant it magical powers, and it can be used to enchant items.
ko_mt: 이 먼지는 유성우의 잔해에서 마나칼론 비전술사들이 수집한 것입니다. 여기에 포함된 놀라운 재료는 마법의 힘을 부여하고 아이템에 마법을 부여하는 데 사용할 수 있습니다.

# Ingredient_Stardust_Title
source: Stardust
ko_mt: 스타더스트

# Ingredient_StormHeather_Description
source: A rare flower from the Badlands, said to grow where lightning has struck the ground.
ko_mt: 황무지에서 자라는 희귀한 꽃으로 번개가 치는 곳에서 자란다고 합니다.

# Ingredient_StormHeather_Title
source: Storm Heather
ko_mt: 폭풍 헤더

# Ingredient_TrollAcanthus_Description
source: A very tough plant, said to regenerate when cut.
ko_mt: 자르면 재생된다고 하는 매우 질긴 식물.

# Ingredient_TrollAcanthus_Title
source: Troll Acanthus
ko_mt: 트롤 아칸서스

# Ingredient_VenomGland_Description
source: Harvested from the corpse of a Badlands spider. It can be distilled to create a blade venom.
ko_mt: 황무지 거미의 시체에서 채취했습니다. 칼날 독을 만들기 위해 증류할 수 있습니다.

# Ingredient_VenomGland_Title
source: Spider Venom Gland
ko_mt: 거미 독샘

# Item_Food_Ration_Description
source: A cloth sack with enough <#A95827>food for one day</color>: bread, dried meat, raw vegetables, and nuts.
ko_mt: <#A95827>하루 식량</color>이 충분한 천 자루(빵, 말린 고기, 날 야채, 견과류).

# Item_Food_Ration_Title
source: Ration Pouch
ko_mt: 배급 파우치

# ItemBrandingFormat
source: {0}'s {1}
ko_mt: {0}의 {1}

# ItemTypeAmmunitionTitle
source: Ammunition
ko_mt: 탄약

# ItemTypeArmorTitle
source: Armor ({0})
ko_mt: 갑옷({0})

# ItemTypeClothTitle
source: Clothing
ko_mt: 의류

# ItemTypeContainerTitle
source: Container
ko_mt: 컨테이너

# ItemTypeLightSourceDescription
source: Bright {0} + Dim {1}
ko_mt: 밝은 {0} + 희미한 {1}

# ItemTypeLightSourceTitle
source: Light Source
ko_mt: 광원

# ItemTypePotionTitle
source: Potion
ko_mt: 물약

# ItemTypeRingTitle
source: Ring
ko_mt: 반지

# ItemTypeRodTitle
source: Rod
ko_mt: 막대

# ItemTypeScrollTitle
source: Scroll
ko_mt: 스크롤

# ItemTypeSpellbookTitle
source: Spellbook
ko_mt: 마법서

# ItemTypeSpellFocusTitle
source: Spell Focus
ko_mt: 주문 집중

# ItemTypeStaffTitle
source: Staff
ko_mt: 직원

# ItemTypeStarterPackTitle
source: Starter Pack
ko_mt: 스타터 팩

# ItemTypeToolTitle
source: Tool
ko_mt: 도구

# ItemTypeWandTitle
source: Wand
ko_mt: 지팡이

# ItemTypeWeaponTitle
source: Weapon
ko_mt: 무기

# ItemTypeWondrousTitle
source: Wondrous Item
ko_mt: 신기한 아이템

# JavelinPlusOne
source: Javelin +1
ko_mt: 자벨린 +1

# JavelinTypeTitle
source: Javelin
ko_mt: 던지는 창

# LanceTypeTitle
source: Lance
ko_mt: 창

# LeatherArmorPlus+1_Title
source: Leather Armor +1
ko_mt: 가죽 갑옷 +1
