Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_Telema_Lore_SouthernContinents_Content02
source: To the far south, my eyes detect a strange, impenetrable darkness that fills the horizon. Dark shapes swirl high above. I think they are dragons. The locals whisper names of ancient evils, and tell tales of mysterious temples that have fallen from the sky. It is rumored that far to the south, the land turns into an ice-cold crater, beyond an impenetrable mountain and a cliff so great that you cannot see to the bottom. Once I have explored further, I will write again. Stay faithful and true, Kelor
ko: 저 멀리 남쪽, 지평선을 가득 채운 기이하고 뚫어볼 수 없는 어둠이 포착됐어요. 어두운 형상이 하늘 높이 소용돌이 칩니다. 마치 드래곤 같네요. 현지인들은 고대 악의 이름을 속삭이고 하늘에서 떨어진 신비한 사원의 이야기를 들려줬습니다. 그것은 남쪽으로 더 멀리 가면 땅이 얼음처럼 차가운 분화구로 변하고, 뚫을 수 없는 산과 바닥이 보이지 않는 널따란 절벽 너머에 있다는 소문이예요. 한번 더 멀리 떠나보고, 글을 쓰겠습니다. 믿음을 가지고 진실되기를, 켈러

# Equipment/&DLC3_AdamantineHalfPlate_Title
source: Adamantine Half Plate
ko: 아다만틴 하프 플레이트

# Equipment/&DLC3_AdamantineHalfPlate_Description
source: An incredibly well-crafted suit of armor, further reinforced with adamantine. While wearing it, any critical hit received becomes a normal hit.
ko: 놀랍도록 잘 만들어진 갑옷으로, 아다만틴이 더해져 더욱 강화되었습니다. 착용한 상태에서 받는 모든 치명타가 일반 공격으로 간주됩니다.

# Equipment/&BootsOfTheSteadyFighter_Title
source: Boots of the Steady Fighter
ko: 꾸준한 파이터의 부츠

# Equipment/&BootsOfTheSteadyFighter_Description
source: When wearing these boots, you have advantage on saving throws against being knocked prone or moved magically, and cannot be slowed.
ko: 이 부츠를 착용하면 엎드려 쓰러지거나 마법으로 강제 이동 되는 것의 내성 굴림에 이점을 받으며, 둔화 되지 않습니다.

# Equipment/&DLC3_Chainshirt+3_Title
source: Chainshirt +3
ko: 체인 셔츠 +3

# Equipment/&DLC3_Breastplate+3_Title
source: Breastplate +3
ko: 브레스트 플레이트 +3

# Equipment/&DLC3_Chainmail+3_Title
source: Chainmail +3
ko: 체인 메일 +3

# Equipment/&PraetorChainShirt_Function1_Description
source: Grants proficiency in Intimidation.
ko: 위협에 숙련 부여.

# Equipment/&GarbOfThePrudentShield_Function1_Description
source: Grants proficiency in Arcana.
ko: 비전에 숙련 부여.

# Equipment/&StuddedBlackMarsh_Function1_Description
source: Grants proficiency in Nature, Perception, and Survival.
ko: 자연학, 지각, 생존에 숙련 부여.

# Equipment/&HalfPlatePlus2_Title
source: Half Plate +2
ko: 하프 플레이트 +2

# Equipment/&HalfPlatePlus3_Title
source: Half Plate +3
ko: 하프 플레이트 +3

# Equipment/&PlatePlus2_Title
source: Plate Armor +2
ko: 플레이트 아머 +2

# Equipment/&PlatePlus3_Title
source: Plate Armor +3
ko: 플레이트 아머 +3

# Equipment/&LeatherArmorPlus+3_Title
source: Leather Armor +3
ko: 레더 아머 +3

# Equipment/&Ingredient_HeartOfWinter_Title
source: Heart of Winter
ko: 겨울의 심장

# Equipment/&Ingredient_HeartOfWinter_Description
source: An incredibly valuable gem that is rumored to form under very rare conditions on the northern mountains' highest frozen peaks. Only the best dwarven armor can boast being enhanced by a Heart of Winter.
ko: 북부 산맥의 가장 높은, 얼어붙은 봉우리에 매우 희박한 조건 속에서 형성된다고 알려진 엄청나게 귀중한 보석입니다. 최고의 드워프 갑옷만이 겨울의 심장으로 강화할 수 있습니다.

# Equipment/&Enchanted_Chainmail_plus_two
source: Chainmail +2
ko: 체인 메일 +2

# Equipment/&ScaleArmorPlus2_Title
source: Scale Mail +2
ko: 스케일 메일 +2

# Equipment/&Breastplate_plus_two_Title
source: Breastplate +2
ko: 브레스트 플레이트 +2

# Equipment/&Chainshirt+1_Title
source: Chainshirt +1
ko: 체인 셔츠 +1

# Equipment/&Chainshirt+2_Title
source: Chainshirt +2
ko: 체인 셔츠 +2

# Equipment/&HideOfRobustness_Title
source: Hide Armor of Robustness
ko: 강인함의 하이드 아머

# Equipment/&ShieldOfSturdiness_Title
source: Shield of Sturdiness
ko: 견고함의 방패

# Equipment/&ShieldOfSturdiness_Description
source: A well-crafted shield imbued with defensive magic to reinforce its durability.
ko: 방어 마법이 깃든, 잘 만들어진 방패로 내구도가 강화됐습니다.

# Equipment/&ShieldOfRobustness_Title
source: Shield of Robustness
ko: 강인함의 방패

# Equipment/&ShieldOfRobustness_Description
source: A masterwork shield layered with intricate protective runes.
ko: 복잡한 보호 룬이 겹겹이 쌓인 걸작 방패입니다.

# Equipment/&Ingredient_Primed_Shield_Title
source: Primed Shield
ko: 준비된 방패

# Equipment/&Ingredient_Primed_Shield_Description
source: Enchanted by a Manacalon master smith, this shield is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 방패는 마법 합금으로 만들어졌습니다. 촉매만 있다면 잠재력을 해제할 수 있습니다.

# Equipment/&Enchanted_Breastplate_Of_Robustness_Title
source: Breastplate of Robustness
ko: 강인함의 브레스트 플레이트

# Equipment/&ChainshirtOfSturdiness_Title
source: Chainshirt of Sturdiness
ko: 견고함의 체인 셔츠

# Equipment/&ChainshirtOfRobustness_Title
source: Chainshirt of Robustness
ko: 강인함의 체인 셔츠

# Equipment/&StuddedOfSturdiness_Title
source: Studded Leather of Sturdiness
ko: 견고함의 스터디드 레더 아머

# Equipment/&StuddedOfRobustness_Title
source: Studded Leather of Robustness
ko: 강인함의 스터티드 레더 아머

# Equipment/&LeatherArmorOfFortitude_Title
source: Leather Armor of Fortitude
ko: 불굴의 레더 아머

# Equipment/&StuddedOfFortitude_Title
source: Studded Leather of Fortitude
ko: 불굴의 스터디드 레더 아머

# Equipment/&HideOfFortitude_Title
source: Hide Armor of Fortitude
ko: 불굴의 하이드 아머

# Equipment/&ChainShirtOfFortitude_Title
source: Chainshirt of Fortitude
ko: 불굴의 체인 셔츠

# Equipment/&ScaleArmorOfFortitude_Title
source: Scale Armor of Fortitude
ko: 불굴의 스케일 아머

# Equipment/&BreastplateOfFortitude_Title
source: Breastplate of Fortitude
ko: 불굴의 브레스트 플레이트

# Equipment/&HalfPlateOfFortitude_Title
source: Half Plate of Fortitude
ko: 불굴의 하프 플레이트

# Equipment/&ChainmailOfFortitude_Title
source: Chainmail of Fortitude
ko: 불굴의 체인 메일

# Equipment/&PlateOfFortitude_Title
source: Plate Armor of Fortitude
ko: 불굴의 플레이트 아머

# Equipment/&ShieldOfFortitude_Title
source: Shield of Fortitude
ko: 불굴의 방패

# Equipment/&Dagger+3_Title
source: Dagger +3
ko: 단검 +3

# Equipment/&GenericWeapon+3_Description
source: Most Dwarven smiths dedicate their lives to the pursuit of crafting their magnum opus, with many lesser smiths failing to ever do so in their lifetime. This weapon is proof of a smith's singular success; an extremely rare magic-imbued masterpiece that will remain throughout the ages.
ko: 대부분의 드워프 대장장이들은 평생을 걸작 만드는 데 바치지만, 그에 못미치는 대장장이들은 실패하는 경우가 많습니다. 이 무기는 대장장이의 특별한 성공을 증명하고 있으며, 마법이 깃든 극히 희귀한 걸작으로 오랜 세월 동안 남을 것 입니다.

# Equipment/&Gauntlet+3_Title
source: Gauntlets +3
ko: 건틀렛 +3

# Equipment/&Mace+3_Title
source: Mace +3
ko: 메이스 +3

# Equipment/&Morningstar+3_Title
source: Morningstar +3
ko: 모닝스타 +3

# Equipment/&Rapier+3_Title
source: Rapier +3
ko: 레이피어 +3

# Equipment/&Scimitar+3_Title
source: Scimitar +3
ko: 시미터 +3

# Equipment/&Quarterstaff+3_Title
source: Quarterstaff +3
ko: 쿼터스태프 +3

# Equipment/&Spear+3_Title
source: Spear +3
ko: 창 +3

# Equipment/&Battleaxe+3_Title
source: Battleaxe +3
ko: 배틀액스 +3

# Equipment/&Longsword+3_Title
source: Longsword +3
ko: 롱소드 +3

# Equipment/&Warhammer+3_Title
source: Warhammer +3
ko: 워해머 +3

# Equipment/&Greataxe+3_Title
source: Greataxe +3
ko: 그레이트액스 +3

# Equipment/&Greatsword+3_Title
source: Greatsword +3
ko: 그레이트소드 +3

# Equipment/&Maul+3_Title
source: Maul +3
ko: 마울 +3

# Equipment/&Handaxe+3_Title
source: Handaxe +3
ko: 핸드액스 +3

# Equipment/&Javelin+3_Title
source: Javelin +3
ko: 자벨린 +3

# Equipment/&LightCrossbow+3_Title
source: Light Crossbow +3
ko: 라이트 크로스보우 +3

# Equipment/&Shorbow+3_Title
source: Shortbow +3
ko: 숏보우 +3

# Equipment/&HeavyCrossbow+3_Title
source: Heavy Crossbow +3
ko: 헤비 크로스보우 +3

# Equipment/&Longbow+3_Title
source: Longbow +3
ko: 롱보우 +3

# Equipment/&Scimitar+2_Title
source: Scimitar +2
ko: 시미터 +2

# Equipment/&Battleaxe+2_Title
source: Battleaxe +2
ko: 배틀엑스 +2

# Equipment/&Greatsword+2_Title
source: Greatsword +2
ko: 그레이트 소드 +2

# Equipment/&Handaxe+2_Title
source: Handaxe +2
ko: 핸드엑스 +2

# Equipment/&Javelin+2_Title
source: Javelin +2
ko: 자벨린 +2

# Equipment/&DaggerOfPerfection_Title
source: Dagger of Perfection
ko: 완벽의 대거

# Equipment/&GauntletOfPerfection_Title
source: Gauntlets of Perfection
ko: 완벽의 건틀릿

# Equipment/&MaceOfPerfection_Title
source: Mace of Perfection
ko: 완벽의 메이스

# Equipment/&MorningstarOfPerfection_Title
source: Morningstar of Perfection
ko: 완벽의 모닝스타

# Equipment/&RapierOfPerfection_Title
source: Rapier of Perfection
ko: 완벽의 레이피어

# Equipment/&ScimitarOfPerfection_Title
source: Scimitar of Perfection
ko: 완벽의 시미터

# Equipment/&QuarterstaffOfPerfection_Title
source: Quarterstaff of Perfection
ko: 완벽의 쿼터스태프

# Equipment/&SpearOfPerfection_Title
source: Spear of Perfection
ko: 완벽의 스피어

# Equipment/&BattleaxeOfPerfection_Title
source: Battleaxe of Perfection
ko: 완벽의 배틀액스

# Equipment/&LongswordOfPerfection_Title
source: Longsword of Perfection
ko: 완벽의 롱소드

# Equipment/&WarhammerOfPerfection_Title
source: Warhammer of Perfection
ko: 완벽의 워해머

# Equipment/&GreataxeOfPerfection_Title
source: Greataxe of Perfection
ko: 완벽의 그레이트액스

# Equipment/&GreatswordOfPerfection_Title
source: Greatsword of Perfection
ko: 완벽의 그레이트소드

# Equipment/&MaulOfPerfection_Title
source: Maul of Perfection
ko: 완벽의 마울

# Equipment/&HandaxeOfPerfection_Title
source: Handaxe of Perfection
ko: 완벽의 핸드액스

# Equipment/&JavelinOfPerfection_Title
source: Javelin of Perfection
ko: 완벽의 자벨린

# Equipment/&LightCrossbowOfPerfection_Title
source: Light Crossbow of Perfection
ko: 완벽의 라이트 크로스보우

# Equipment/&ShorbowOfPerfection_Title
source: Shortbow of Perfection
ko: 완벽의 숏보우

# Equipment/&HeavyCrossbowOfPerfection_Title
source: Heavy Crossbow of Perfection
ko: 완벽의 헤비 크로스보우

# Equipment/&LongbowOfPerfection_Title
source: Longbow of Perfection
ko: 완벽의 롱보우

# Equipment/&MorningstarOfSmashing_Title
source: Morningstar of Smashing
ko: 강타의 모닝스타

# Equipment/&QuarterstaffOfSmashing_Title
source: Quarterstaff of Smashing
ko: 강타의 쿼터스태프

# Equipment/&GreataxeOfAcuteness_Title
source: Greataxe of Acuteness
ko: 날카로움의 그레이트액스

# Equipment/&HandaxeOfAcuteness_Title
source: Handaxe of Acuteness
ko: 날카로움의 핸드액스

# Equipment/&JavelinOfAcuteness_Title
source: Javelin of Acuteness
ko: 날카로움의 자벨린

# Equipment/&MaceOfShattering_Title
source: Mace of Shattering
ko: 분쇄의 메이스

# Equipment/&MorningstarOfShattering_Title
source: Morningstar of Shattering
ko: 분쇄의 모닝스타

# Equipment/&RapierOfSharpness_Title
source: Rapier of Sharpness
ko: 예리함의 레이피어

# Equipment/&ScimitarOfSharpness_Title
source: Scimitar of Sharpness
ko: 예리함의 시미터

# Equipment/&QuarterstaffOfShattering_Title
source: Quarterstaff of Shattering
ko: 분쇄의 쿼터스태프

# Equipment/&SpearOfSharpness_Title
source: Spear of Sharpness
ko: 예리함의 스피어

# Equipment/&LongswordOfSharpness_Title
source: Longsword of Sharpness
ko: 예리함의 롱소드

# Equipment/&WarhammerOfShattering_Title
source: Warhammer of Shattering
ko: 분쇄의 워해머

# Equipment/&GreatswordOfSharpness_Title
source: Greatsword of Sharpness
ko: 예리함의 그레이트소드

# Equipment/&MaulOfShattering_Title
source: Maul of Shattering
ko: 분쇄의 마울

# Equipment/&HandaxeOfSharpness_Title
source: Handaxe of Sharpness
ko: 예리함의 핸드액스

# Equipment/&JavelinOfSharpness_Title
source: Javelin of Sharpness
ko: 예리함의 자벨린

# Equipment/&LightCrossbowOfSharpshooting_Title
source: Light Crossbow of Sharpshooting
ko: 저격의 라이트 크로스보우

# Equipment/&HeavyCrossbowOfSharpshooting_Title
source: Heavy Crossbow of Sharpshooting
ko: 저격의 헤비 크로스보우

# Equipment/&LongbowOfSharpshooting_Title
source: Longbow of Sharpshooting
ko: 저격의 롱보우

# Equipment/&ArrowOfAccuracy_Title
source: Arrow of Accuracy
ko: 정확함의 화살

# Equipment/&ArrowOfSharpshooting_Title
source: Arrow of Sharpshooting
ko: 저격의 화살

# Equipment/&BoltOfAccuracy_Title
source: Bolt of Accuracy
ko: 정확함의 볼트

# Equipment/&BoltOfSharpshooting_Title
source: Bolt of Sharpshooting
ko: 저격의 볼트

# Equipment/&Bolt+2_Title
source: Bolt +2
ko: 볼트 +2

# Equipment/&ArrowOfPerfection_Title
source: Arrow of Perfection
ko: 완벽의 화살

# Equipment/&BoltOfPerfection_Title
source: Bolt of Perfection
ko: 완벽의 볼트

# Equipment/&Arrow+3_Title
source: Arrow +3
ko: 화살 +3

# Equipment/&Bolt+3_Title
source: Bolt +3
ko: 볼트 +3

# Equipment/&Shortsword+3_Title
source: Shortsword +3
ko: 숏소드 +3

# Equipment/&Ingredient_Primed_Quarterstaff_Title
source: Primed Quarterstaff
ko: 준비된 쿼터스태프

# Equipment/&Ingredient_Primed_Quarterstaff_Description
source: Enchanted by an elder Greenmage, this weapon is made of magical woods and alloys. It only needs a catalyst to unlock its true potential.
ko: 장로 그린메이지에 의해 마법이 부여된, 마법 목재와 합금으로 제조된 무기입니다. 촉매만 있다면 이 무기의 진정한 잠재력을 일깨울 수 있습니다.

# Equipment/&Ingredient_VolcanicTear_Title
source: Volcanic Tear
ko: 화산의 눈물

# Equipment/&Ingredient_VolcanicTear_Description
source: An elusive gemstone that can only be found in the heart of an active volcano. Due to the mindboggling prices this gem can fetch, many desperate souls venture into dangerous areas in hope of finding one. It is named after the tears shed by those they leave behind.
ko: 활화산의 심장부에서만 찾을 수 있는 희귀한 보석입니다. 이 보석의 막대한 값어치 때문에, 많은 이들이 위험한 곳으로 자처해 들어갑니다. 그들이 남긴 눈물이, 이 보석의 이름이 되었습니다.

# Equipment/&GenericCraftedWeapon+3_Description
source: This powerful weapon was created using the combined knowledge of the Snow Alliance's master smiths. Enchanted with the utmost care and using the highest quality materials and ingredients, it feels eager to be used, as though bursting with raw magic.
ko: 이 강력한 무기는 설산 동맹의 대장장이 장인들의 지식을 조합해 만들어 졌습니다. 세심한 노력과 최고의 재료들로 마법이 부여된 이 무기는, 마법으로 폭발할 듯이 사용되기를 열망하고 있습니다.

# Equipment/&ShortswordOfPerfection_Title
source: Shortsword of Perfection
ko: 완벽의 숏소드

# Equipment/&Ingredient_Primed_Handaxe_Title
source: Primed Handaxe
ko: 준비된 핸드액스

# Equipment/&GenericCraftedArmor+3_Description
source: This incredible armor was created using the combined knowledge of the Snow Alliance's master armorers. Enchanted with the utmost care and the highest quality ingredients, its multiple layers of defensive magic can deflect even the hardest of blows.
ko: 이 놀라운 갑옷은 설산 동맹의 대장장이 장인들의 지식을 조합해 만들어 졌습니다. 세심한 노력과 최고의 재료들로 마법이 부여된 이 갑옷은, 여러 겹의 방어 마법으로 싸여 가장 강력한 일격도 흘려보낼 수 있습니다.

# Equipment/&GenericArmor+3_Description
source: Most dwarven smiths dedicate their lives to the pursuit of crafting their magnum opus, with many lesser smiths failing to do so in their lifetime. This armor is proof of singular success; an extremely rare magic-imbued masterpiece that will remain throughout the ages.
ko: 대부분의 드워프 대장장이들은 그들의 삶을 걸작을 만들기 위해 헌신하지만, 대부분의 범재들은 그에 다다르지 못합니다. 이 갑옷은 그 중 군계일학입니다; 매우 희귀한 마법이 부여된 명작은 세월이 지나도 영원할 것입니다.

# Equipment/&Ingredient_Primed_Javelin_Title
source: Primed Javelin
ko: 준비된 자벨린

# Equipment/&GenericCraftedShield+3_Description
source: This incredible shield was created using the combined knowledge of the Snow Alliance's master armorers. Enchanted with the utmost care and the highest quality materials and ingredients, its multiple layers of defensive magic can deflect even the hardest of blows.
ko: 이 놀라운 방패는 설산 동맹의 대장장이 장인들의 지식을 조합해 만들어 졌습니다. 세심한 노력과 최고의 재료들로 마법이 부여된 이 방패는, 여러 겹의 방어 마법으로 싸여 가장 강력한 일격도 흘려보낼 수 있습니다.

# Equipment/&GenericShield+3_Description
source: Most dwarven smiths dedicate their lives to the pursuit of crafting their magnum opus, with many lesser ones failing to do so in their lifetime. This shield is proof of one's success; an extremely rare magic-imbued masterpiece that will remain throughout the ages.
ko: 대부분의 드워프 대장장이들은 그들의 삶을 걸작을 만들기 위해 헌신하지만, 대부분의 범재들은 그에 다다르지 못합니다. 이 방패는 그 중 군계일학입니다; 매우 희귀한 마법이 부여된 명작은 세월이 지나도 영원할 것입니다.

# Equipment/&WandOfTheWarMage+3_Effect
source: Grants +3 to spell attack
ko: 주문 공격에 +3

# Equipment/&WandOfWarMage+3_Title
source: Wand of the War Mage +3
ko: 전쟁 마도사의 완드 +3

# Equipment/&WandOfWarMage+3_Description
source: A wand powerful enough to be worthy of the Magisters of yore. Simply possessing one would have greatly elevated one's status back in the Manacalon era.
ko: 옛 마지스터들이 사용하기에 걸맞은 강력한 완드입니다. 가지고 있는 것만으로도 소유자의 능력을 옛 마나칼론 시대의 것으로 상승시켜 줍니다.

# Equipment/&DLC3_DwarvenWeapon_Shortsword+3_Ability
source: Your Dexterity score is 21 while you are wielding this weapon and are attuned to it. It has no effect if your Dexterity score is already 21 or higher.
ko: 이 무기를 장비하고 조율한 동안 민첩 능력치가 21이 됩니다. 민첩 능력치가 이미 21 이상이라면 효과가 없습니다.

# Equipment/&Skullcleaver_Initiative_Description
source: Your initiative is increased by 3 as long as you are attuned to Skullcleaver.
ko: 해골따개와 조율한 동안 우선권 굴림이 3 증가합니다.

# Equipment/&DemonGreaseNightHuntBonus
source: Hyperfocus
ko: 초집중

# Equipment/&DemonGreaseNightHuntBonusDescription
source: Grants +2 to attack and damage rolls
ko: 명중굴림과 피해굴림에 +2

# Equipment/&ItemFlagCraftingComponentDescription
source: This item contains magical potential and can be used to craft a magical item, provided it is primed.
ko: 이 아이템은 마법적 잠재력을 가지고 있으며, '준비된' 장비류를 마법 아이템으로 제조할 수 있게 해줍니다.

# Equipment/&Armor_Noble_ClothesTitleLV
source: Noble Clothes (Dominion)
ko: 귀족 복식 (자치령)

# Equipment/&Armor_Noble_ClothesTitlePOI
source: Noble Clothes (Northern)
ko: 귀족 복식 (북부)

# Equipment/&Armor_Noble_ClothesTitleCherry
source: Noble Clothes (Cherry)
ko: 귀족 복식 (체리색)

# Equipment/&Armor_Noble_ClothesTitleGreen
source: Noble Clothes (Green)
ko: 귀족 복식 (초록색)

# Equipment/&Armor_Noble_ClothesTitleOrange
source: Noble Clothes (Orange)
ko: 귀족 복식 (오렌지색)

# Equipment/&Armor_Noble_ClothesTitlePink
source: Noble Clothes (Pink)
ko: 귀족 복식 (핑크색)

# Equipment/&Armor_Noble_ClothesTitlePurple
source: Noble Clothes (Purple)
ko: 귀족 복식 (보라색)

# Equipment/&Armor_Noble_ClothesTitleRed
source: Noble Clothes (Red)
ko: 귀족 복식 (빨간색)

# Equipment/&Armor_Noble_ClothesTitleBlue
source: Noble Clothes (Blue)
ko: 귀족 복식 (파란색)

# Equipment/&Armor_Commoner_ClothesTitleLV
source: Commoner's Clothing (Dominion)
ko: 평민 복식 (자치령)

# Equipment/&Armor_Commoner_ClothesTitlePOI
source: Commoner's Clothing (Northern)
ko: 평민 복식 (북부)

# Equipment/&DLC3_Investigation_Item_WhiteCity_07_Title
source: White Rock City Tavern Receipt
ko: 백석 도시 여관 영수증

# Equipment/&DLC3_Investigation_Item_WhiteCity_07_Description
source: A small piece of paper with a few quickly scribbled words.
ko: 빠르게 갈겨쓴 단어 몇 개가 있는 작은 종이 조각.

# Equipment/&DLC3_Investigation_Item_WhiteCity_07_Content
source: Receipt Table #4 Gorwong & Rubert 2x Dwarven's Dark Beers 1x Elfen wine bottle 2x Chief's Pot-au-feu 2x Apple, Potatoes and Leek Pie 2x Mint Tea
ko: 영수증 테이블 #4 고르웡 & 루버트 2x 드워프 흑맥주 1x 엘프 포도주 2x 대장의 포토푀 2x 사과, 감자, 대파를 넣은 파이 2x 민트 차

# Equipment/&DLC3_Clue_Elven_Informant_01_Description
source: Khainrra and Finnolir were seen roaming around, completely drunk.
ko: 카인라와 핀놀리어는 꽐라가 되어 돌아다닌 것이 목격됐습니다.

# Equipment/&DLC3_Clue_Elven_Informant_02_Description
source: The guards don't seem to take their job seriously.
ko: 경비는 자기 일을 제대로 안 하는 것 같습니다.

# Equipment/&DLC3_Gallivan_Wand_Showsharks_Title
source: Snowsharks
ko: 눈상어

# Equipment/&DLC3_Gallivan_Wand_Showsharks_Description
source: A mysterious wand that summons snow bulettes.
ko: 스노우 불렛을 소환하는 신비로운 완드.

# Equipment/&DLC3_WhiteCity_Lore_GuideCity_Title
source: A Guide to White Rock City
ko: 백석 도시 안내서

# Equipment/&DLC3_WhiteCity_Lore_GuideCity_Description
source: How White Rock City is organized and how it was constructed.
ko: 백석 도시의 조직과 구조에 대해서.

# Equipment/&DLC3_WhiteCity_Lore_GuideCity_Content01
source: The roots of our mountains run deep, but none deeper or as wide as blessed Valkarokkopun, known in the common tongue as "White Rock City." Although our ancient metropolis has a history lost in time, we know that the Manacalon elves had yet to defeat the dragon menace when we mined the first of the finest marbles, granites, and fabulous quartz of rarest quality from the mountain's veins. When the Manacalon Empire first attacked us, the Clan Kaakkoinen were already constructing fortifications.
ko: 우리 산맥의 뿌리는 깊지만, 일명 "백석 도시"라 하는 축복받은 발카로코푼만큼 깊고 넓은 산은 없다. 우리의 고대 대도시는 시간속에 흘러버렸지만, 마나칼론 엘프들이 용의 위협을 아직 물리치지 못했을 때의 산맥에서 최고급 대리석, 화강암, 희귀하고 멋드러진 석영들을 채굴한 것을 알고있다. 마나칼론 제국이 처음 우리를 공격했을 적, 카크코이넨 씨족은 이미 요새를 건설하고 있었다.

# Equipment/&DLC3_WhiteCity_Lore_GuideCity_Content02
source: Valkarokkopun was by then a large city fueled by the discovery of veins of almost pure gold, silver, and flawless precious gems, positioned on a strategic pass linking the southern lands with the endless Great White to the north. The city not only expanded down through the mountain, using marvels of our dwarf engineering that include complex elevators, ventilation, and heating, but also out to the north and south, with substantial fortified areas in concentric rings.
ko: 발카로코푼은 당시 거의 순금에 가까운 금, 은, 흠 없는 보석 광맥이 발견되며 성장한 대도시로, 남쪽 땅과 북쪽의 끝없는 백악을 잇는 전략적 고개에 자리 잡았다. 이 도시는 복잡한 승강기, 환기구, 난방 등 드워프 공학의 경이로움을 이용해 산 아래로 확장된데다 동심원 모양으로 요새화된 지역이 북쪽과 남쪽으로 뻗어나갔다.

# Equipment/&DLC3_WhiteCity_Lore_GuideCity_Content03
source: Since then, the Kaakkoinen, now known in the common tongue as the Kaikonnen, have built ever larger, more complex fortifications and many technological marvels within. This impeccable dwarfish foresight has allowed us snow dwarves and our allies in the Snow Alliance to protect our ever growing wealth from outsiders, as we mine the fabulous mountain depths.
ko: 그 이후로, 카크코이넨은 카이코넨이라는 통용되며 더 크고 복잡한 요새를 건설했고 놀라운 기술들이 들이찼다. 드워프의 완벽한 선견지명 덕분에 스노우 드워프와 설산 동맹은 이 거대한 산을 채굴하여 늘어난 부를 외부인으로부터 보호할 수 있었다.

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Title
source: A Chronicle of Events in Masgarth
ko: 마스가르스에서 일어난 사건 연대기

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Description
source: A dwarf-eye view of recent historic events.
ko: 최근 역사적 사건에 관한 드워프의 관점 입니다.

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Content01
source: Blood and stone! When first I heard this tale from Masgarth, I was much disposed to be doubtful of the events that I record here. But now having discussed them with those Antiquarians present at Caer Cyflen, I must admit to sharing no small sense of wonder. And why, you may ask? It appears we have now roaming Ferendragh, mighty folk who show the insight, cunning, and dogged determination one would normally expect of folk from the Snow Alliance!
ko: 피와 돌! 처음 마스가르스로부터 이야기를 들었을 때, 나는 여기에 기록하는 사건들에 관해 의심하는 경향이 많았다. 하지만 이제 케어 키플렌에 참석한 안티쿼리안들과 이야기를 나누고 나니 경이로움을 안느낄 수 없었다. 그 연유가 무엇일꼬? 우리는 마치 페렌드라그를 배회하는 것 같다. 설산 동맹 사람들에게서 흔히 기대할 수 있는 통찰력, 교활함, 끈질긴 결단력을 보여주는 이들 말이다!

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Content02
source: Four brave adventurers, first deputized to the Legacy Council, and now Heroes of Masgarth. As we all know, Princess Ceiwad Silverflower hasn't seemed most focused when discussing matters of import, despite her good intentions. So, it was with much surprise that her hiring of four deputies brought the most astounding destruction of a devious plot to infiltrate and overthrow the Principality. A plot by the Sorr-Akkath, a force of legendary evil that, it turns out, was real!
ko: 네 명의 용감한 모험가가, 처음엔 유산 평의회의 대리인이었으나 지금은 마스가르스의 영웅이 되었다. 우리 모두 알다시피, 카이워드 실버플라워 공주는 좋은 의도를 지녔음에도 중요한 문제를 논의할 때 집중하지 않는 편이다. 따라서 공주가 네 명의 대리인을 고용해 공국에 침투하여 전복시키려는 사악한 음모를 박살낸 것은 매우 놀라운 일이었다. 전설적인 악, 소라카스의 음모는 실재한걸로 밝혀졌으니!

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Content03
source: It turns out these Sorr-Akkath were lurking in the ruins and wastes of the Badlands, and had begun to spread east, hiding in shadows, plotting to defile and destroy all that is good in the world. I have no doubt that there are nefarious folk among the New Empire and Gallivan that are to blame. We know how much they covet the lands of Masgarth. Filthy southerners. But I digress. Allow me to continue with my tale…
ko: 이 소라카스들은 황무지의 폐허에 숨어 있다가 동쪽으로 퍼져나가 그림자 속에 숨어 세상의 모든 선함을 더럽히고 파괴할 음모를 꾸몄다. 신 제국과 갈리반 사이에 사악한 자들이 암약하는 건 의심할 여지조차 없다. 그들이 마스가르스의 땅을 얼마나 탐내는지는 우리 모두가 이미 아는 바. 역겨운 남부놈들. 주제를 벗어났군. 내 이야기를 계속 하자면…

# Equipment/&DLC3_WhiteCity_Lore_MasgarthEvents_Content04
source: This volume continues to tell a sometimes wildly inaccurate tale of the Heroes of Solasta.
ko: 이 서적은 솔라스타의 영웅들에 대한, 때때론 정말 이상한 이야기도 같이 들려줍니다.

# Equipment/&DLC3_WhiteCity_Lore_HumanClans_Title
source: The Itainen Vartmerkint
ko: 이타이넨 바트머킨

# Equipment/&DLC3_WhiteCity_Lore_HumanClans_Description
source: A book of the Eastern Clans of the Snow Alliance.
ko: 설산 동맹 동부의 씨족들에 관한 책.
