Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&ScrollCircleOfDeathDescription
source: When you use this scroll, you cast the spell Circle of death.
ko: 이 두루마리를 사용하면 죽음의 원 주문을 시전합니다.

# Equipment/&ScrollTrueSeeingTitle
source: Scroll of True Seeing
ko: 진실의 시야 두루마리

# Equipment/&ScrollTrueSeeingDescription
source: When you use this scroll, you cast the spell True Seeing.
ko: 이 두루마리를 사용하면 진실의 시야 주문을 시전합니다.

# Equipment/&ScrollResurrectionTitle
source: Scroll of Resurrection
ko: 부활 두루마리

# Equipment/&ScrollResurrectionDescription
source: When you use this scroll, you cast the Resurrection spell.
ko: 이 두루마리를 사용하면 부활 주문을 시전합니다.

# Equipment/&ScrollBladeBarrierTitle
source: Scroll of Blade Barrier
ko: 칼날 방벽 두루마리

# Equipment/&ScrollBladeBarrierDescription
source: When you use this scroll, you cast the spell Blade Barrier
ko: 이 두루마리를 사용하면 칼날 방벽 주문을 시전합니다

# Equipment/&ScrollChainLightningTitle
source: Scroll of Chain Lightning
ko: 연쇄 번개 두루마리

# Equipment/&ScrollChainLightningDescription
source: When you use this scroll, you cast the spell Chain Lightning
ko: 이 두루마리를 사용하면 연쇄 번개 주문을 시전합니다

# Equipment/&ScrollDisintegrateTitle
source: Scroll of Disintegrate
ko: 붕괴 두루마리

# Equipment/&ScrollDisintegrateDescription
source: When you use this scroll, you cast the spell Disintegrate
ko: 이 두루마리를 사용하면 붕괴 주문을 시전합니다

# Equipment/&ScrollEyeBiteTitle
source: Scroll of Eyebite
ko: 사안 두루마리

# Equipment/&ScrollEyeBiteDescription
source: When you use this scroll, you cast the spell Eyebite
ko: 이 두루마리를 사용하면 사안 주문을 시전합니다

# Equipment/&ScrollGlobeOfInvulnerabilityTitle
source: Scroll of Globe of Invulnerability
ko: 무적의 구체 두루마리

# Equipment/&ScrollGlobeOfInvulnerabilityDescription
source: When you use this scroll, you cast the spell Globe of invulnerability
ko: 이 두루마리를 사용하면 무적의 구체 주문을 시전합니다

# Equipment/&ScrollHarmTitle
source: Scroll of Harm
ko: 가해 두루마리

# Equipment/&ScrollHarmDescription
source: When you use this scroll, you cast the spell Harm
ko: 이 두루마리를 사용하면 가해 주문을 시전합니다

# Equipment/&ScrollHealTitle
source: Scroll of Heal
ko: 치유 두루마리

# Equipment/&ScrollHealDescription
source: When you use this scroll, you cast the spell Heal
ko: 이 두루마리를 사용하면 치유 주문을 시전합니다

# Equipment/&ScrollSunbeamTitle
source: Scroll of Sunbeam
ko: 태양광선 두루마리

# Equipment/&ScrollSunbeamDescription
source: When you use this scroll, you cast the spell Sunbeam
ko: 이 두루마리를 사용하면 태양광선 주문을 시전합니다

# Equipment/&ScrollHeroesFeastTitle
source: Scroll of Heroes' Feast
ko: 영웅들의 향연 두루마리

# Equipment/&ScrollHeroesFeastDescription
source: When you use this scroll, you cast the spell Heroes' Feast
ko: 이 두루마리를 사용하면 영웅들의 향연 주문을 시전합니다

# Equipment/&Armor_Sorcerer_Outfit_Title
source: Sorcerer outfit
ko: 소서러 의상

# Equipment/&Armor_Sorcerer_Outfit_Description
source: A set of clothes typically worn by sorcerers. Does not provide protection.
ko: 일반적으로 소서러들이 입는 의상 세트로 방어력을 제공하지 않습니다.

# Equipment/&ScrollEyeBite_Title
source: Scroll of Eyebite
ko: 사안 두루마리

# Equipment/&ScrollEyeBite_Description
source: Use this scroll to cast the spell Eyebite
ko: 이 두루마리를 사용하면 사안 주문을 시전합니다

# Equipment/&DruidicFocusTitle
source: Druidic Focus
ko: 드루이드의 매개체

# Equipment/&DruidicFocusDescription
source: A druid can use this object as spellcasting focus.
ko: 드루이드는 이러한 대상을 주문 시전의 매개체로 사용할 수 있습니다.

# Equipment/&Shield_Wooden_Title
source: Wooden Shield
ko: 나무 방패

# Equipment/&Shield_Wooden_Description
source: A simple shield without any metallic parts.
ko: 금속으로 된 부분이 없는 단순한 방패입니다.

# Equipment/&Background_Quest_Wanderer_Document_01_Title
source: Document
ko: 문서

# Equipment/&Background_Quest_Wanderer_Document_01_Description
source: This document was found in the bandits' hideout in the Coparann Mines
ko: 이 문서는 코파란 광산의 도적떼 은신처에서 발견됐습니다.

# Equipment/&Wanderer_Quest_Necro_Key_Title
source: Manacalon Key
ko: 마나칼론 열쇠

# Equipment/&Wanderer_Quest_Necro_Key_Description
source: This key might open the door to the necropolis.
ko: 이 열쇠는 공동묘지로 향하는 문을 열 수 있을지도 모릅니다.

# Equipment/&Auroc_Document
source: I have found the target. Gather the party and wait behind the necropolis. We'll be there soon, and I'll have my revenge. Auroc
ko: 목표물을 발견했다. 공동묘지 뒤편에서 파티를 모으고 대기 중이다. 우리는 곧 도착 예정이며, 나는 내 복수를 달성할 것이다. 오로크

# Equipment/&DM_Document_01_Title
source: Custom scroll name
ko: 사용자 정의 두루마리 이름

# Equipment/&DM_Document_Description
source: Write your description for this document.
ko: 이 문서를 위한 설명을 적으세요.

# Equipment/&DM_Document_Content
source: Write the content of this document.
ko: 이 문서의 내용을 적으세요.

# Equipment/&DM_Document_02_Title
source: Custom letter name
ko: 사용자 정의 편지 이름

# Equipment/&DM_Document_03_Title
source: Custom rolled letter name
ko: 사용자 정의 두루마리편지 이름

# Equipment/&DM_Document_04_Title
source: Custom written notes name
ko: 사용자 정의 쪽지 이름

# Equipment/&DM_Document_05_Title
source: Custom Book Name
ko: 사용자 정의 책 이름

# Equipment/&StuddedLeatherPlusOneTitle
source: Studded Leather +1
ko: 스터디드 레더 아머 +1

# Equipment/&StuddedLeatherPlusOneDescription
source: A beautiful, magically imbued studded leather armor.
ko: 아름다우며, 마법 충만한 스터디드 레더 아머.

# Equipment/&StuddedLeatherPlusTwoTitle
source: Studded Leather +2
ko: 스터디드 레더 아머 +2

# Equipment/&StuddedLeatherPlusTwoDescription
source: A masterpiece of enchantment, providing superior protection thanks to magic.
ko: 마법 부여의 걸작이며, 마법 덕분에 매우 우수한 방호력을 제공합니다.

# Equipment/&StuddedLeatherUnidentifiedTitle
source: Magnificient Studded Leather Armor
ko: 장엄한 스터디드 레더 아머

# Equipment/&StuddedLeatherUnidentifiedDescription
source: This armor is clearly the work of a master armorsmith, beautifully decorated and probably magical.
ko: 이 갑옷은 갑주제작 장인의 솜씨가 분명합니다. 아름답게 장식되었고 마법도 깃들어 있을 겁니다.

# Equipment/&HidePlusOneTitle
source: Hide Armor +1
ko: 하이드 아머 +1

# Equipment/&HidePlusOneDescription
source: Somehow, an enchanter deemed imbuing this hide armor with magic, making it more efficient.
ko: 어찌 됐든, 인챈터는 이 생가죽 갑옷에 마법을 불어넣으면 더 쓸만할 거라 여겼습니다.

# Equipment/&HidePlusTwoTitle
source: Hide Armor +2
ko: 하이드 아머 +2

# Equipment/&HidePlusTwoDescription
source: A superb hide armor with magical protective powers.
ko: 마법의 보호 능력을 지닌 우수한 생가죽 갑옷입니다.

# Equipment/&HideUnidentifiedTitle
source: Magnificient Hide Armor
ko: 장엄한 하이드 아머

# Equipment/&HideUnidentifiedDescription
source: This armor is clearly the work of a master armorsmith, beautifully decorated and probably magical.
ko: 이 갑옷은 갑주제작 장인의 솜씨가 분명합니다. 아름답게 장식되었고 마법도 깃들어 있을 겁니다.

# Equipment/&HenriksMeatPack_Title
source: Badlands Bear Meat
ko: 황무지 곰 고기

# Equipment/&HenriksMeatPack_Description
source: This pile of meat from a dangerous giant bear is worth a lot to a butcher with the skill to cure it.
ko: 흉포하고 거대한 곰에게서 얻은 고깃더미는 이를 염지할 기술이 있는 푸주한에겐 많은 가치가 있습니다.

# Equipment/&Sewing_Thread_Ball_Title
source: Sewing Thread
ko: 재봉실

# Equipment/&Sewing_Thread_Ball_Description
source: A ball of sewing thread. The thread appears to be sturdy.
ko: 재봉실 뭉치입니다. 실뭉치는 단단해 보입니다.

# Equipment/&Barbarian_Clothes_Description
source: A pretty rough outfit, made from leather and fur.
ko: 꽤나 거칠게 생긴 옷입니다. 가죽과 털로 만들어졌습니다.

# Equipment/&Barbarian_Clothes_Title
source: Barbarian Clothes
ko: 바바리안 옷

# Equipment/&Druid_Leather_Description
source: Druid-style leather armor, covered with leaves and wooden splints. Despite its look, it provides the same protection as any other leather armor.
ko: 드루이드의 방식으로 만들어진 레더 아머이며, 나무가 덧대어져있고 잎으로 덮여있습니다. 생긴건 이래도 다른 레더 아머만큼의 방호력을 제공합니다.

# Equipment/&Druid_Leather_Title
source: Druid Leather Armor
ko: 드루이드 레더 아머

# Equipment/&GorillaPelt_Title
source: Gorilla Pelt
ko: 고릴라 가죽

# Equipment/&GorillaPelt_Description
source: A nice-looking pelt that is widely used to craft clothes in the valley.
ko: 계곡에서 옷을 만드는 데 널리 쓰이는 멋들어진 가죽.

# Equipment/&PotionOfComprehendLanguages_Title
source: Potion of Comprehend Languages
ko: 언어이해의 물약

# Equipment/&PotionOfComprehendLanguages_Description
source: This potion allows you to understand all languages for 1 hour.
ko: 이 물약은 당신이 1시간동안 모든 언어를 이해할 수 있게 합니다.

# Equipment/&Ingredient_CrimsonSpiderGland_Title
source: Crimson Spider Poison Gland
ko: 진홍 거미의 독샘

# Equipment/&Ingredient_CrimsonSpiderGland_Description
source: A powerful, acidic venom that can be used to craft potions.
ko: 물약 제조에 활용 가능한, 강력한 산성독입니다.

# Equipment/&Enchanted_Chainmail_plus_one
source: Chainmail +1
ko: 체인 메일 +1

# Equipment/&Background_Quest_Wanderer_WagonLever_Title
source: Switcher lever
ko: 조작기 레버

# Equipment/&Background_Quest_Wanderer_WagonLever_Description
source: A metal lever that is part of a rail switcher.
ko: 선로 변환기의 부품인 금속제 레버입니다.

# Equipment/&ItemTypeSpellFocusSubtypeArcaneTitle
source: Arcane
ko: 비전

# Equipment/&ItemTypeSpellFocusSubtypeDruidicTitle
source: Druidic
ko: 드루이드

# Equipment/&ItemTypeSpellFocusSubtypeDivineTitle
source: Divine
ko: 신성

# Equipment/&ItemTypeSpellFocusSubtypeUniversalTitle
source: Universal
ko: 범용

# Equipment/&DruidicFocuslDescription
source: A sprig of mistletoe that a druid can use as a spellcasting focus.
ko: 드루이드가 주문 매개체로 사용할 수 있는, 겨우살이 잔가지입니다.

# Equipment/&ScrollTrueSeeing_Title
source: Scroll of True Seeing
ko: 진실의 시야 두루마리

# Equipment/&ScrollFreezingSphere_Title
source: Scroll of Freezing Sphere
ko: 빙결탄 두루마리

# Equipment/&ScrollCircleOfDeath_Title
source: Scroll of Circle of Death
ko: 죽음의 원 두루마리

# Equipment/&ScrollConjureFeyTitle
source: Scroll of Conjure Fey
ko: 페이 소환 두루마리

# Equipment/&ScrollConjureFeyDescription
source: When you use this scroll, you cast the Conjure Fey spell.
ko: 이 스크롤을 사용하면 페이 소환 주문을 시전합니다.

# Equipment/&ScrollWallOfThornsTitle
source: Scroll of Wall of Thorns
ko: 가시 장벽 두루마리

# Equipment/&ScrollWallOfThornsDescription
source: When you use this scroll, you cast the Wall of Thorns spell.
ko: 이 스크롤을 사용하면 가시 장벽 주문을 시전합니다.

# Equipment/&DLC1_VIP_Green_Book_Title
source: Green Book
ko: 초록색 책

# Equipment/&DLC1_VIP_Green_Book_Description
source: This notebook is written in code. It might have belonged to Marin Ving.
ko: 이 공책은 암호로 작성됐으며, 어쩌면 마린 빙의 것일지도 모릅니다.

# Equipment/&DLC1_Antique_Title
source: Antiquity
ko: 유물

# Equipment/&DLC1_Antique_Description
source: A piece of marble of Tirmarian origin, as the damaged writings prove.
ko: 손상된 서각이 알려주듯이, 티르마르 산 대리석 조각입니다.

# Equipment/&DLC1_Marches_Key_Title
source: Strange Key
ko: 수상한 열쇠

# Equipment/&DLC1_Marches_Key_Description
source: Probably designed to open an old Manacalon style door.
ko: 오래된 마나칼론 양식의 문을 열기 위해 설계된 것 같습니다.

# Equipment/&Complex_Document_LaboratoryJournal01_Title
source: Test Lab Log Book
ko: 실험실 일지

# Equipment/&Complex_Document_LaboratoryJournal01_Description
source: A record of various experiments.
ko: 갖가지 실험 기록.

# Equipment/&Complex_Document_LaboratoryJournal01_text1
source: We have arrived at the new test lab, and I'm really eager to start the trials. We have secured the test room with fire traps in case one of the subjects becomes too agitated.
ko: 새 실험실에 도착했고, 실험이 너무나 기대된다. 실험체가 지나친 동요를 보일 가능성을 생각해 화염 함정을 설치해 실험실의 안전을 확보했다.

# Equipment/&Complex_Document_LaboratoryJournal01_text2
source: Our first subject did not survive the night. I don't know exactly what went wrong, but we must gain an understanding before we can advance the research further.
ko: 우리의 첫 실험체는 하룻밤을 넘기지 못했다. 아직 문제는 알 수 없지만, 연구를 진전시키려면 반드시 이해하고 넘어가야 한다.

# Equipment/&Complex_Document_LaboratoryJournal01_text3
source: Another week and another failure… I don't understand. The subject was healthy and should have survived the experiment. It seems our research will prove to be more complex and difficult than we expected.
ko: 또 일주일이 지났고, 또 실패했다… 이해가 안 간다. 실험체도 건강했으니 실험에서 생존했어야 하는데. 우리 예상보다 더 복잡하고 지난한 실험이었던 것 같다.

# Equipment/&DLC1_Beetle_Key_01_Title
source: Copper Beetle Key
ko: 구리 딱정벌레 열쇠

# Equipment/&DLC1_Beetle_Key_01_Description
source: A strange, beetle-shaped key made of copper.
ko: 동으로 만들어진 수상한 딱정벌레 모양 열쇠.

# Equipment/&DLC1_Beetle_Key_02_Title
source: Silver Beetle Key
ko: 은 딱정벌레 열쇠

# Equipment/&DLC1_Beetle_Key_02_Description
source: A strange, beetle-shaped key made of silver.
ko: 은으로 만들어진 수상한 딱정벌레 모양 열쇠.

# Equipment/&DLC1_Beetle_Key_03_Title
source: Gold Beetle Key
ko: 황금 딱정벌레 열쇠

# Equipment/&DLC1_Beetle_Key_03_Description
source: A strange, beetle-shaped key made of gold.
ko: 금으로 만들어진 수상한 딱정벌레 모양 열쇠.

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_Title
source: Cube Prism Key
ko: 정육면체 프리즘 열쇠

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_Description
source: A small, cube-shaped prism.
ko: 작은 정육면체 형태의 프리즘.

# Equipment/&DLC_Equipment_Complex_Main_IronKey_Title
source: Main Key
ko: 주 열쇠

# Equipment/&DLC_Equipment_Complex_Main_IronKey_Description
source: A large iron key.
ko: 커다란 강철 열쇠.

# Equipment/&DLC_Equipment_Complex_Elevator_Prism_Title
source: Pyramid Prism Key
ko: 사각뿔 프리즘 열쇠

# Equipment/&DLC_Equipment_Complex_Elevator_Prism_Description
source: A large, pyramid-shaped prism.
ko: 커다란 사각뿔 형태의 프리즘.

# Equipment/&DLC1_Swamp_QueenDryadHead_Title
source: Dryad Queen's Head
ko: 드라이어드 여왕의 수급

# Equipment/&DLC1_Swamp_QueenDryadHead_Description
source: The head of the dryad queen: proof that you killed her.
ko: 드라이어드 여왕의 머리: 당신이 그녀를 살해했다는 증거.

# Equipment/&DLC1_Secondary_Quest_Valley_Forge_04_Ingredient_Title
source: Magical Ingredient for Hasdrubal, Chief of the Forge
ko: 포지의 수장, 하스드루발을 위한 마법 재료

# Equipment/&DLC1_Secondary_Quest_Valley_Forge_04_Ingredient_Description
source: Magical ingredient for Hasdrubal, Chief of the Forge.
ko: 포지의 수장, 하스드루발을 위한 마법 재료.

# Equipment/&DLC1_Secondary_Quest_Swamp_ThePeople_10_LoveLetter_Title
source: Love Letter
ko: 연애 편지

# Equipment/&DLC1_Secondary_Quest_Swamp_ThePeople_10_LoveLetter_Description
source: A letter found in the spider cave in the swamp.
ko: 늪지 속 거미 굴에서 찾은 편지.

# Equipment/&DLC1_Rebellion_01_Pickpocketable_Title
source: Notebook
ko: 공책

# Equipment/&DLC1_Rebellion_01_Pickpocketable_Description
source: A leather-bound notebook stolen from a city guard.
ko: 도시 경비병에게서 훔친 가죽 표지 공책.

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_02_Title
source: Pyramid Prism Key
ko: 사각뿔 프리즘 열쇠

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_02_Description
source: A pyramid-shaped prism.
ko: 사각뿔 형태의 프리즘.

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_03_Title
source: Cylinder Prism Key
ko: 원기둥 프리즘 열쇠

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_03_Description
source: A small, cylindrical prism.
ko: 작은 원기둥 형태의 프리즘.

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_04_Title
source: Sphere Prism Key
ko: 구체 프리즘 열쇠

# Equipment/&DLC_Equipment_Complex_Tunnels_Gate_Key_04_Description
source: A spherical prism.
ko: 구 형태의 프리즘.

# Equipment/&DLC1_Equipement_Quest_Forge_02_Ingredient_Title
source: Spider Gland for Telerien
ko: 텔레리엔을 위한 거미 독샘

# Equipment/&DLC1_Equipement_Quest_Forge_02_Ingredient_Description
source: A couple of acidic venom glands you've gathered for Telerien.
ko: 당신이 텔레리안을 위해 수집한 산성독 독샘 몇개

# Equipment/&Ingredient_Trollstongue_Title
source: Troll's Tongue
ko: 트롤의 혀

# Equipment/&Ingredient_Trollstongue_Description
source: A disgusting piece of greasy stone that can be used to craft some magical items.
ko: 마법 아이템 제조에 쓰일 수 있는 소름 끼치는 미끄러운 돌 조각.

# Equipment/&DLC1_Orenetis_List_Title
source: Orenetis' List of Ingredients
ko: 오레네티스가 작성한 재료목록

# Equipment/&DLC1_Orenetis_List_Description
source: A list of ingredients that Lord Protector Orenetis has asked you to gather.
ko: 섭정 오레네티스가 당신에게 수집을 부탁한 재료들의 목록이다.

# Equipment/&DLC1_Orenetis_List_Content
source: - 2 Manacalon Orchids - 2 Troll Tongues - 1 Queen Ivy
ko: - 마나칼론 난초 2개 - 트롤 혀 2개 - 여왕 아이비 1개

# Equipment/&Ingredient_Orenetis_Package_Title
source: Ingredients
ko: 재료들

# Equipment/&Ingredient_Orenetis_Package_Description
source: A box containing the various ingredients Orenetis asked you to gather.
ko: 오레네티스가 당신에게 수집을 부탁한 다양한 재료들이 담긴 상자.

# Equipment/&DLC1_Rebellion_02_Package_Title
source: Rebellion Package
ko: 반군 짐꾸러미

# Equipment/&DLC1_Rebellion_02_Package_Description
source: A secret package that Sima asked you to recover from the outpost.
ko: 시마가 전초기지에서 되찾아달라 부탁한 비밀 꾸러미.

# Equipment/&DLC1_Equipment_Quest_Swamp_RuganKey_Title
source: Forge Prison Key
ko: 포지 감옥 열쇠

# Equipment/&DLC1_Equipment_Quest_Swamp_RuganKey_Description
source: The key that opens the small jail in the Forge camp.
ko: 포지 야영지에서 작은 감옥을 열 수 있는 열쇠.

# Equipment/&DLC1_Equipment_Quest_Forge_01_Package_Title
source: Dried Meat Package
ko: 육포 꾸러미

# Equipment/&DLC1_Equipment_Quest_Forge_01_Package_Description
source: A well-sealed package, not too heavy.
ko: 너무 무겁지 않은, 마개가 잘 씌워진 꾸러미.

# Equipment/&BadlandsBearMeat_Title
source: Badlands Bear Meat
ko: 황무지 곰 고기

# Equipment/&BadlandsBearMeat_Description
source: This pile of meat from a dangerous giant bear is worth a lot to a butcher with the skill to cure it.
ko: 흉포하고 거대한 곰에게서 얻은 고깃더미는 이를 염지할 기술이 있는 푸주한에겐 많은 가치가 있습니다.

# Equipment/&BadlandsBearPelt_Title
source: Badlands Bear Pelt
ko: 황무지 곰 가죽

# Equipment/&BadlandsBearPelt_Description
source: A tough pelt that can be used to make a particularly strong leather.
ko: 놀라우리만치 강한 가죽옷을 만들 수 있는 질긴 가죽.

# Equipment/&GiantCrow_Feather_Title
source: Giant Crow Feather
ko: 거대 까마귀 깃털

# Equipment/&GiantCrow_Feather_Description
source: A large feather from a giant crow. The shaft is strong enough to be used as a needle.
ko: 거대 까마귀의 커다란 깃털. 깃촉은 바늘로 써도 될 만큼 단단합니다.

# Equipment/&DLC1_Equipment_Quest_Giant_02_Package_Title
source: Large Dried Meat Package
ko: 커다란 육포 꾸러미

# Equipment/&DLC1_Equipment_Quest_Giant_02_Package_Description
source: A heavy, sealed package of dry meat.
ko: 묵직한, 마개가 잘 씌워진 육포 꾸러미.

# Equipment/&DLC1_Equipment_Quest_Mask_01_Note_Title
source: A Note
ko: 공책

# Equipment/&DLC1_Equipment_Quest_Mask_01_Note_Description
source: A note for the head scientist in the dark lab.
ko: 암흑 연구소의 수석 과학자를 위한 쪽지.

# Equipment/&DLC1_Equipment_Quest_Forge_01_Receipt_Title
source: Receipt from Henrik
ko: 헨릭이 준 영수증

# Equipment/&DLC1_Equipment_Quest_Forge_01_Receipt_Description
source: A sealed piece of paper confirming that Henrik received the meat package from Telerien.
ko: 헨릭이 텔레리안이 보낸 고기를 받았음을 확인해주는, 봉인된 쪽지.

# Equipment/&DLC1_Equipment_Quest_Mask_01_Amulet_Title
source: Forge Amulet
ko: 포지 아뮬렛

# Equipment/&DLC1_Equipment_Quest_Mask_01_Amulet_Description
source: A steel amulet engraved with an anvil.
ko: 모루 형태가 새겨진 강철 아뮬렛.

# Equipment/&DLC1_Equipment_Quest_Mask_03_Letter_Title
source: Letter from Samko to Cafrain
ko: 샘코가 카프레인에게 보내는 편지

# Equipment/&DLC1_Equipment_Quest_Mask_03_Letter_Description
source: Samko Flint asked you to take this letter to her friend Cafrain at the Merry Remorhaz inn in Caer Hyfryd.
ko: 샘코 플린트는 이 편지를 케어 하이프리드의 메리 레모라즈 여관에 있는 그녀의 친구 카프레인에게 전달해달라고 부탁했다.

# Equipment/&DLC1_ShamblingMoundHead_Title
source: Shambling Mound Head
ko: 섐블링 마운드의 머리

# Equipment/&DLC1_ShamblingMoundHead_Description
source: This wooden head seems to be part of the shambling mound you killed near the Rebellion's headquarters. It might be of some value to someone.
ko: 이 나무로 된 머리는 당신이 반란군 사령부 근처에서 죽인 섐블링 마운드의 일부인 것으로 보인다. 누군가에겐 가치있는 물건일 것이다.

# Equipment/&DLC1_Equipment_Quest_Forge_04_Letter_Title
source: Letter from Telerien
ko: 텔레리안에게서 받은 편지

# Equipment/&DLC1_Equipment_Quest_Forge_04_Letter_Description
source: A sealed letter addressed to Hasdrubal.
ko: 하스드루발에게 보내는 봉인된 편지.

# Equipment/&DLC1_Equipment_Quest_Mask_06_Mask_Banner_Title
source: Mask Banner
ko: 마스크 현수막

# Equipment/&DLC1_Equipment_Quest_Mask_06_Mask_Banner_Description
source: A bag containing the Mask banner.
ko: 마스크 현수막이 들어있는 가방.

# Equipment/&DLC1_Equipment_Quest_Mask_06_Rebellion_Insignia_Title
source: Rebellion Insignia
ko: 반군 배지

# Equipment/&DLC1_Equipment_Quest_Mask_06_Rebellion_Insignia_Description
source: A small badge belonging to a Rebellion member.
ko: 반군 일당의 작은 배지.

# Equipment/&DLC1_BuriedCity_Rebellion_Palace_Key_Title
source: Manacalon Key
ko: 마나칼론 열쇠

# Equipment/&DLC1_BuriedCity_Rebellion_Palace_Key_Description
source: The key Ellaria gave you to unlock the palace where a wizard is supposed to have left his treasures guarded.
ko: 마법사가 보물을 보관해둔 궁전의 문을 열 수 있도록 엘레리아가 당신에게 건네준 열쇠.

# Equipment/&DLC1_Equipment_Quest_Mask_07_Incriminating_Documents_Title
source: Incriminating Documents
ko: 유죄 입증 문서

# Equipment/&DLC1_Equipment_Quest_Mask_07_Incriminating_Documents_Description
source: A set of documents intended to incriminate Karelia Snowfox.
ko: 카렐리아 스노우폭스의 유죄를 입증하기위한 문서 묶음

# Equipment/&GrimbladeDaggerTitle
source: Ice Dagger
ko: 얼음 단검

# Equipment/&DLC1_Equipment_Document_Marches_Document01_Title
source: Honored Stone
ko: 기념비

# Equipment/&DLC1_Equipment_Document_Marches_Document01_Description
source: Here, the 2nd Imperial Legion built its first permanent fortification on the border between the Aer Elai and the Inner Provinces. Captain Kedorin Stonesoul and his company of Imperial Engineers erected the fortress in record time with the assistance of the Arcaneum. Built in the year 345 of the Manacalon Empire.
ko: 이곳에 제국 제2군단은 에어 엘라이와 내주의 경계에 최초의 영구적 방어시설을 건설했습니다. 케도린 스톤소울 대위와 그의 제국 기술자들은 아케니움의 도움으로 기록적인 시간에 이 요새를 세웠습니다. 마나칼론 제국 345년에 지어졌습니다.

# Equipment/&DLC1_Equipment_Document_Marches_Document02_Title
source: 3rd Company Diary
ko: 3중대 일지

# Equipment/&DLC1_Equipment_Document_Marches_Document02_Description
source: We were still reeling from the Cataclysm, learning to cope with the absence of mana. Some of our arcanists have even died from mana starvation. And at night, the attack came! Huge creatures, insects, coming out of the ground, grabbing victims and vanishing again… One of the refugees, a dwarf, said the creatures were redeemers, and one of my sub-officers confirmed this. Somehow, those monstrosities had found our valley and were stalking us! Only solid stone protects us from their surprise assaults. Our foraging parties are ambushed daily and we keep losing troops. And yet, without foraging, we will starve. … This is my last entry. One huge redeemer managed to dig through the stone, and they are pouring into our fortifications! I shall take up my sword and die alongside my legionaries! Long live the Empire!
ko: 마나 결핍에 대처하는 법을 배우면서도, 대격변 이래 우린 여전히 휘청거리고있다. 마나의 기근 때문에 우리의 비전술사 중 일부가 목숨을 잃기까지 했다. 그리고 밤에는 공격까지! 거대한 생명체와 벌레들이 땅에서 튀어나와, 희생자들을 낚아채 또다시 사라져 버렸다… 난민 중 드워프 한 명이 그 생물들이 구원자였다고 말했으며, 내 부관 중 한 명이 확실하다 말을 보탰다. 이유야 어찌 됐든, 그 거대한 흉물들이 우리를 계속 쫓아 이 계곡을 찾아낸 것이다! 단단한 바위들만이 놈들의 기습으로부터 우리를 보호해주는 유일한 방비책이다. 수렵과 채집을 담당하는 이들이 하루가 멀다 하고 기습받고 있으며, 병사들도 꾸준히 잃어가고 있다. 그렇지만, 그렇다고 굶어죽을 수는 없는 일이다. … 이게 내 마지막 기록이다. 거대한 구원자 한 마리가 바위를 뚫어버렸고, 놈들이 우리 요새로 쏟아져 나오고 있다! 나는 내 군단병들, 나의 검과 함께 죽을 것이다! 제국은 영원하리!

# Equipment/&DLC1_Equipment_Document_BuriedCity_Plaque_Title
source: Imperial Administration
ko: 제국 행정부

# Equipment/&DLC1_Equipment_Document_BuriedCity_Plaque_Description
source: Tax Collector: 1st floor, Housing administration: 2nd floor, Town planning: 3rd floor.
ko: 세금 징수: 1층, 주택 행정: 2층, 도시 행정: 3층.

# Equipment/&DLC1_Equipment_Document_DominionSpyLetter01_Title
source: Cleansing Order
ko: 청소 명령

# Equipment/&DLC1_Equipment_Document_DominionSpyLetter01_Description
source: Begin your patrol at the ten-mile marker and survey a swath about a mile wide. Identify every camp or monster den between the road and the river in preparation for a thorough cleansing sweep of the zone. We have been gentle for too long. If these creatures cannot learn to love us, they shall be made to fear us!
ko: 10마일 표식으로부터 순찰을 시작해서, 약 1마일 너비의 범위를 조사할 것. 도로와 강 사이의 모든 야영지와 몬스터 굴들을 확인하고, 해당 구역의 청소를 대비해둘 것. 우리가 너무 오랫동안 온건적으로 대했다. 그 생물들이 끝까지 우리를 반기지 않는다면, 공포를 가르치도록!

# Equipment/&DLC1_Equipment_Document_DominionSpyLetter02_Title
source: Leave Authorization
ko: 휴가증

# Equipment/&DLC1_Equipment_Document_DominionSpyLetter02_Description
source: You are hereby granted two weeks' leave, to begin as soon as your next patrol is over. As your commanding officer, I congratulate you on the birth of your first child. I am sure he will be worthy of his father in every way, and that you will raise him as a loyal subject of our Lord Orenetis.
ko: 귀관은 다음 순찰 업무 종료대로 2주의 휴가를 받을 것이다. 귀관의 지휘관으로서, 본인은 귀관의 첫 아이의 탄생을 축하하는 바이다. 아이는 모든 면에서 제 아비인 귀관에 걸맞는 사람으로 자랄 것이며, 귀관 또한 그 아이를 오레네티스 공의 충성스러운 신하로 길러낼 것을 믿어 의심치 않는다.
