Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# LeatherArmorPlus1_Description
source: This armor was used by scouts in the Manacalon army. It probably belonged to a noble soldier and is imbued with magic, providing additional defense.
ko_mt: 이 갑옷은 마나칼론 군대의 정찰병들이 사용했습니다. 아마도 고귀한 군인의 소유였을 것이며 마법이 부여되어 추가 방어를 제공합니다.

# LeatherArmorPlus1_Unidentified_Description
source: This finely decorated armor bears the emblems of an old elvish family.
ko_mt: 이 정교하게 장식된 갑옷에는 오래된 엘프 가문의 상징이 새겨져 있습니다.

# LeatherArmorPlus1_Unidentified_Title
source: Magnificent Leather Armor
ko_mt: 장엄한 가죽 갑옷

# LiamsHeirloom_Description
source: This heirloom is a magnificent ruby, probably worth about 500 gp.
ko_mt: 이 가보는 아마도 약 500gp의 가치가 있는 장엄한 루비입니다.

# LiamsHeirloom_Title
source: Liam's Heirloom
ko_mt: 리암의 가보

# LightArmorCategoryDescription
source: Made from supple and thin materials, light armor favors agile adventurers since it offers some protection without sacrificing mobility.
ko_mt: 유연하고 얇은 소재로 만들어진 가벼운 갑옷은 기동성을 희생하지 않으면서 어느 정도 보호할 수 있기 때문에 민첩한 모험가에게 유리합니다.

# LightArmorCategoryTitle
source: Light Armor
ko_mt: 가벼운 갑옷

# LightCrossbowTypeTitle
source: Light Crossbow
ko_mt: 가벼운 석궁

# LightHammerTypeTitle
source: Light Hammer
ko_mt: 라이트 해머

# LongbowTypeTitle
source: Longbow
ko_mt: 큰 활

# Longsword_plus_one_Description
source: A Tirmarian inquisitor's longsword, blessed with divine magic.
ko_mt: 신성한 마법의 축복을 받은 티르마리안 인퀴지터의 장검.

# Longsword_plus_one_Title
source: Longsword +1
ko_mt: 롱소드 +1

# Longsword_plus_one_Unidentified_Description
source: This finely decorated longsword, looks both ancient and valuable.
ko_mt: 정교하게 장식된 이 장검은 고대와 가치가 모두 있어 보입니다.

# Longsword_plus_one_Unidentified_Title
source: Magnificent Longsword
ko_mt: 장엄한 장검

# LongswordTypeTitle
source: Longsword
ko_mt: 장검

# MaceTypeTitle
source: Mace
ko_mt: 메이스

# ManacalonRosaryDescription
source: This pendant is used to enchant items using primed materials created by the ancient Manacalon masters of magic. It is almost impossible to reproduce their rituals, but they may be completed by one who has the required skill and ingredients.
ko_mt: 이 펜던트는 고대 마나칼론 마법의 대가들이 만든 프라임 재료를 사용하여 아이템에 마법을 부여하는 데 사용됩니다. 그들의 의식을 재현하는 것은 거의 불가능하지만 필요한 기술과 재료를 갖춘 사람이 완성할 수 있습니다.

# ManacalonRosaryTitle
source: Manacalon Rosary
ko_mt: 마나칼론 묵주

# MartialWeaponCategoryDescription
source: These weapons require advanced training to handle without penalty.
ko_mt: 이러한 무기를 패널티 없이 다루려면 고급 훈련이 필요합니다.

# MartialWeaponCategoryTitle
source: Martial Weapons
ko_mt: 무술 무기

# MaulTypeTitle
source: Maul
ko_mt: 큰 나무 망치

# MaxRangeTitle
source: Max Range
ko_mt: 최대 범위

# MediumArmorCategoryDescription
source: Medium armor offers more protection than light armor, but it also impairs movement more.
ko_mt: 중간 갑옷은 가벼운 갑옷보다 더 많은 보호 기능을 제공하지만 움직임을 더 많이 손상시킵니다.

# MediumArmorCategoryTitle
source: Medium Armor
ko_mt: 중간 갑옷

# Morningstar_plus_1_Description
source: A finely decorated morningstar used by the Manacalon Imperial shock troops, imbued with magic.
ko_mt: 마나칼론 제국의 돌격 부대가 사용하는 정교하게 장식된 샛별, 마력이 깃든다.

# Morningstar_plus_1_Title
source: Manacalon Morningstar +1
ko_mt: 마나칼론 모닝스타 +1

# Morningstar_plus_1_Unidentified_Description
source: This finely decorated morningstar is clearly a superior weapon.
ko_mt: 이 정교하게 장식된 모닝스타는 분명히 우수한 무기입니다.

# Morningstar_plus_1_Unidentified_Title
source: Magnificent Morningstar
ko_mt: 장엄한 모닝스타

# MorningstarTypeTitle
source: Morningstar
ko_mt: 새벽의 명성

# MusicalInstrumentCategoryTitle
source: Musical Instrument ({0})
ko_mt: 악기({0})

# MusicalInstrumentLyreTypeDescription
source: If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.
ko_mt: 특정 악기에 대한 숙련도가 있는 경우 해당 악기로 음악을 연주하기 위해 수행하는 모든 능력 검사에 숙련도 보너스를 추가할 수 있습니다. 음유시인은 악기를 주문 시전의 초점으로 사용할 수 있습니다. 악기의 각 유형에는 별도의 숙련도가 필요합니다.

# MusicalInstrumentLyreTypeTitle
source: Lyre
ko_mt: 거문고

# NecklaceOfFireballsTitle
source: Necklace of Fireballs
ko_mt: 화염구의 목걸이

# NecklaceSpecialDescription
source: The quality of this necklace is above average.
ko_mt: 이 목걸이의 품질은 평균 이상입니다.

# NecklaceSpecialTitle
source: Beautiful Necklace
ko_mt: 아름다운 목걸이

# NeedleTypeTitle
source: Blowgun Needle
ko_mt: 블로우건 니들

# NetTypeTitle
source: Net
ko_mt: 그물

# NoArmorCategoryDescription
source: This kind of basic clothing does not offer any natural protection.
ko_mt: 이러한 종류의 기본 의복은 자연 보호 기능을 제공하지 않습니다.

# NoArmorCategoryTitle
source: No Armor
ko_mt: 갑옷 없음

# OfOrcsAndMenContent
source: Reading this book gives you a deeper knowledge of the orcs and their nature.
ko_mt: 이 책을 읽으면 오크와 그들의 본성에 대한 더 깊은 지식을 얻을 수 있습니다.

# OfOrcsAndMenDescription
source: A book on the various tribes of orcs.
ko_mt: 다양한 오크 부족에 관한 책.

# OfOrcsAndMenHeader
source: The Orcs of Solasta
ko_mt: 솔라스타의 오크

# OfOrcsAndMenTitle
source: Of Orcs and Men
ko_mt: 오크와 남자의

# OgreJavelinTitle
source: Ogre Javelin
ko_mt: 오우거 자벨린

# OrcArrowTypeTitle
source: Orc Arrow
ko_mt: 오크 화살

# OrcGreataxeTypeTitle
source: Orc Greataxe
ko_mt: 오크 거대도끼

# OrcJavelinTitle
source: Orc Javelin
ko_mt: 오크 자벨린

# OrcMaceTypeTitle
source: Orc Mace
ko_mt: 오크 메이스

# OrcShortbowTypeTitle
source: Orc Shortbow
ko_mt: 오크 단궁

# PebbleThrowTypeTitle
source: Pebble
ko_mt: 마노

# PikeTypeTitle
source: Pike
ko_mt: 단창

# Poison_basicDescription
source: A simple chemical poison that deals damage.
ko_mt: 피해를 입히는 단순 화학 독.

# Poison_basicTitle
source: Basic Poison
ko_mt: 기본 독

# Poison_DeepSpiderDescription
source: A poison distilled from the venom glands of deep spiders. Can be applied to weapons and ammunition to deal additional damage and slow an enemy.
ko_mt: 깊은 거미의 독샘에서 증류된 독. 추가 피해를 입히고 적을 느리게 하기 위해 무기와 탄약에 적용할 수 있습니다.

# Poison_DeepSpiderTitle
source: Deep Spider Venom
ko_mt: 깊은 거미 독

# Poison_SpiderDescription
source: A poison distilled from the venom glands of Badlands Spiders. Can be applied to weapons and ammunition for additional damage.
ko_mt: Badlands Spiders의 독샘에서 증류된 독입니다. 추가 피해를 위해 무기와 탄약에 적용할 수 있습니다.

# Poison_SpiderTitle
source: Spider Venom
ko_mt: 거미 독

# Poison_WinterWolfPeltDescription
source: This magical pelt may be used to craft an interesting item.
ko_mt: 이 마법의 가죽을 사용하여 흥미로운 아이템을 만들 수 있습니다.

# Poison_WinterWolfPeltTitle
source: Winter Wolf Pelt
ko_mt: 겨울 늑대 가죽

# PoisonersKitToolTypeDescription
source: Contains the vials, chemicals, plants, and other equipment necessary for the creation of poisons. For some poisons, a creature's venom might also be required.
ko_mt: 바이알, 화학 물질, 식물 및 독극물 생성에 필요한 기타 장비가 들어 있습니다. 일부 독의 경우 생물의 독이 필요할 수도 있습니다.

# PoisonersKitToolTypeTitle
source: Poisoner's Kit
ko_mt: 독극물 키트

# PotionGiantStrengthCloudDescription
source: When you drink this potion, your STR becomes 27 for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 STR이 27이 됩니다.

# PotionGiantStrengthCloudTitle
source: Potion of Giant Strength (Cloud)
ko_mt: 거대한 힘의 물약(구름)

# PotionGiantStrengthFireDescription
source: When you drink this potion, your STR becomes 25 for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 STR이 25가 됩니다.

# PotionGiantStrengthFireTitle
source: Potion of Giant Strength (Fire)
ko_mt: 거대한 힘의 물약(화염)

# PotionGiantStrengthFrostDescription
source: When you drink this potion, your STR becomes 23 for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 STR이 23이 됩니다.

# PotionGiantStrengthFrostTitle
source: Potion of Giant Strength (Frost)
ko_mt: 거대한 힘의 물약(Frost)

# PotionGiantStrengthHillDescription
source: When you drink this potion, your STR becomes 21 for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 STR이 21이 됩니다.

# PotionGiantStrengthHillTitle
source: Potion of Giant Strength (Hill)
ko_mt: 거인의 힘의 물약(언덕)

# PotionHealingRemedyDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko_mt: 반짝이는 액체가 들어 있습니다. 취한 상태에서 잃은 HP를 일부 회복합니다.

# PotionHealingRemedyTitle
source: Healing Remedy
ko_mt: 치유 요법

# PotionOfClimbingDescription
source: When you drink this potion, you can climb like a spider for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 거미처럼 올라갈 수 있습니다.

# PotionOfClimbingTitle
source: Potion of Climbing
ko_mt: 등반의 물약

# PotionOfFlyingDescription
source: When you drink this potion, you can fly for 1 hour.
ko_mt: 이 물약을 마시면 1시간 동안 비행할 수 있습니다.

# PotionOfFlyingTitle
source: Potion of Flying
ko_mt: 비행의 물약

# PotionOfGreaterHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko_mt: 반짝이는 액체가 들어 있습니다. 취한 상태에서 잃은 HP를 일부 회복합니다.

# PotionOfGreaterHealingTitle
source: Potion of Greater Healing
ko_mt: 상급 치유의 물약

# PotionOfHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko_mt: 반짝이는 액체가 들어 있습니다. 취한 상태에서 잃은 HP를 일부 회복합니다.

# PotionOfHealingTitle
source: Potion of Healing
ko_mt: 치유의 물약

# PotionOfHeroismDescription
source: Drinking this potion grants you additional hit points for a time, plus the effects of a bless spell.
ko_mt: 이 물약을 마시면 일정 시간 동안 추가 체력과 축복 주문의 효과를 얻을 수 있습니다.

# PotionOfHeroismTitle
source: Potion of Heroism
ko_mt: 영웅심의 물약

# PotionOfInvisibilityDescription
source: Turns you invisible for 1 hour.
ko_mt: 1시간 동안 투명화됩니다.

# PotionOfInvisibilityTitle
source: Potion of Invisibility
ko_mt: 투명의 물약

# PotionOfSpeedDescription
source: Drinking this potion replicates the effect of a haste spell on you. Requires concentration.
ko_mt: 이 물약을 마시면 가속 주문의 효과가 복제됩니다. 집중력이 필요합니다.

# PotionOfSpeedTitle
source: Potion of Speed
ko_mt: 속도의 물약

# PotionOfSuperiorHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko_mt: 반짝이는 액체가 들어 있습니다. 취한 상태에서 잃은 HP를 일부 회복합니다.

# PotionOfSuperiorHealingTitle
source: Potion of Superior Healing
ko_mt: 최상급 치유의 물약

# PotionofwaterbreatingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko_mt: 반짝이는 액체가 들어 있습니다. 취한 상태에서 잃은 HP를 일부 회복합니다.

# PotionofwaterbreatingTitle
source: Healing Remedy
ko_mt: 치유 요법

# PouchDescription
source: A leather and cloth pouch used to stack small items.
ko_mt: 작은 물건을 쌓을 때 사용하는 가죽과 천 주머니.

# PouchTitle
source: Pouch
ko_mt: 작은 주머니

# PriestPackTitle
source: Priest's Pack
ko_mt: 사제 팩

# QuarterstaffTypeTitle
source: Quarterstaff
ko_mt: 쿼터스태프

# RapierTypeTitle
source: Rapier
ko_mt: 레이피어

# ReachTitle
source: Reach
ko_mt: 도달하다

# RingDetectInvisibleDescription
source: This ring reveals invisible creatures up to 12 cells away.
ko_mt: 이 고리는 최대 12칸 떨어진 곳에서 보이지 않는 생물을 드러냅니다.

# RingDetectInvisibleTitle
source: Ring of Detect Invisible
ko_mt: 인비저블 감지의 반지

# RingOfProtection_plus_one_Description
source: A beautifully crafted silver ring bearing a shield design.
ko_mt: 방패 디자인이 있는 아름답게 제작된 은반지.

# ScaleArmorPlus+1_Title
source: Scale Armor +1
ko_mt: 스케일 아머 +1

# ScaleArmorPlus1_Description
source: This armor was used by scouts in the Manacalon army. It probably belonged to a noble soldier and is imbued with magic, providing additional defense.
ko_mt: 이 갑옷은 마나칼론 군대의 정찰병들이 사용했습니다. 아마도 고귀한 군인의 소유였을 것이며 마법이 부여되어 추가 방어를 제공합니다.

# ScaleArmorPlus1_Unidentified_Description
source: This finely decorated armor shows the skill of the ancient Manacalon armorers.
ko_mt: 이 정교하게 장식된 갑옷은 고대 마나칼론 갑옷 장인의 기술을 보여줍니다.

# ScaleArmorPlus1_Unidentified_Title
source: Magnificent Scale Armor
ko_mt: 장엄한 비늘 갑옷

# ScholarPackTitle
source: Scholar's Pack
ko_mt: 학자의 꾸러미

# ScimitarTypeTitle
source: Scimitar
ko_mt: 시미터

# ScrollAcidArrowDescription
source: When you use this scroll, you cast the acid arrow spell.
ko_mt: 이 두루마리를 사용하면 산성 화살 주문을 시전합니다.

# ScrollAcidArrowTitle
source: Scroll of Acid Arrow
ko_mt: 산성 화살 두루마리

# ScrollBaneDescription
source: When you use this scroll, you cast the Bane spell.
ko_mt: 이 두루마리를 사용하면 베인 주문을 시전합니다.

# ScrollBaneTitle
source: Scroll of Bane
ko_mt: 베인의 두루마리

# ScrollBarkskinDescription
source: When you use this scroll, you cast the Barkskin spell.
ko_mt: 이 두루마리를 사용하면 나무 껍질 주문을 시전합니다.

# ScrollBarkskinTitle
source: Scroll of Barkskin
ko_mt: 나무 껍질 두루마리

# ScrollBlessDescription
source: When you use this scroll, you cast the Bless spell.
ko_mt: 이 두루마리를 사용하면 축복 주문을 시전합니다.

# ScrollBlessTitle
source: Scroll of Bless
ko_mt: 축복의 두루마리

# ScrollBurningHandsDescription
source: When you use this scroll, you cast the burning hands spell.
ko_mt: 이 두루마리를 사용하면 불타는 손 주문을 시전합니다.

# ScrollBurningHandsTitle
source: Scroll of Burning Hands
ko_mt: 불타는 손 두루마리

# ScrollColorSprayDescription
source: When you use this scroll, you cast the spell Color Spray.
ko_mt: 이 두루마리를 사용하면 주문 Color Spray를 시전합니다.

# ScrollColorSprayTitle
source: Scroll of Color Spray
ko_mt: 컬러 스프레이 두루마리

# ScrollCureWoundsDescription
source: When you use this scroll, you cast the Cure Wounds spell.
ko_mt: 이 두루마리를 사용하면 Cure Wounds 주문을 시전합니다.

# ScrollCureWoundsTitle
source: Scroll of Cure Wounds
ko_mt: 상처 치료 두루마리

# ScrollExpeditiousRetreatDescription
source: When you use this scroll, you cast the Expeditious Retreat spell.
ko_mt: 이 두루마리를 사용하면 긴급 후퇴 주문을 시전합니다.

# ScrollExpeditiousRetreatTitle
source: Scroll of Expeditious Retreat
ko_mt: 긴급 후퇴의 두루마리

# ScrollFireballDescription
source: When you use this scroll, you cast the Fireball spell.
ko_mt: 이 두루마리를 사용하면 파이어볼 주문을 시전합니다.

# ScrollFireballTitle
source: Scroll of Fireball
ko_mt: 화염구의 두루마리

# ScrollFogCloudDescription
source: When you use this scroll, you cast the spell Fog Cloud.
ko_mt: 이 두루마리를 사용하면 안개 구름 주문을 시전합니다.

# ScrollFogCloudTitle
source: Scroll of Fog Cloud
ko_mt: 안개 구름 두루마리

# ScrollGreaseDescription
source: When you use this scroll, you cast the Grease spell.
ko_mt: 이 두루마리를 사용하면 그리스 주문을 시전합니다.

# ScrollGreaseTitle
source: Scroll of Grease
ko_mt: 그리스 두루마리

# ScrollGuidingBoltDescription
source: When you use this scroll, you cast the Guiding Bolt spell.
ko_mt: 이 두루마리를 사용하면 가이딩 볼트 주문을 시전합니다.

# ScrollGuidingBoltTitle
source: Scroll of Guiding Bolt
ko_mt: 안내 볼트의 두루마리

# ScrollHideousLaughterDescription
source: When you use this scroll, you cast the Hideous Laughter spell.
ko_mt: 이 두루마리를 사용하면 끔찍한 웃음 주문을 시전합니다.

# ScrollHideousLaughterTitle
source: Scroll of Hideous Laughter
ko_mt: 끔찍한 웃음의 두루마리

# ScrollHoldPersonDescription
source: When you use this scroll, you cast the Hold Person spell.
ko_mt: 이 두루마리를 사용하면 Hold Person 주문을 시전합니다.

# ScrollHoldPersonTitle
source: Scroll of Hold Person
ko_mt: 홀드맨의 두루마리

# ScrollIdentifyDescription
source: When you use this scroll, you cast the Identify spell.
ko_mt: 이 두루마리를 사용하면 식별 주문을 시전합니다.

# ScrollIdentifyTitle
source: Scroll of Identify
ko_mt: 식별 스크롤

# ScrollJumpDescription
source: When you use this scroll, you cast the Jump spell.
ko_mt: 이 두루마리를 사용하면 점프 주문을 시전합니다.

# ScrollJumpTitle
source: Scroll of Jump
ko_mt: 점프의 두루마리

# ScrollKitToolTypeDescription
source: Contains the necessary tools and materials to prepare magical ink and craft spell scrolls.
ko_mt: 마법의 잉크를 준비하고 주문 두루마리를 만드는 데 필요한 도구와 재료가 들어 있습니다.

# ScrollKitToolTypeTitle
source: Scroll Kit
ko_mt: 스크롤 키트

# ScrollLesserRestorationDescription
source: When you use this scroll, you cast the Lesser Restoration spell.
ko_mt: 이 두루마리를 사용하면 하급 회복 주문을 시전합니다.

# ScrollLesserRestorationTitle
source: Scroll of Lesser Restoration
ko_mt: 하급 회복 두루마리

# ScrollLightningBoltDescription
source: When you use this scroll, you cast the Lightning Bolt spell.
ko_mt: 이 두루마리를 사용하면 번개 화살 주문을 시전합니다.

# ScrollLightningBoltTitle
source: Scroll of Lightning Bolt
ko_mt: 번개 화살 두루마리

# ScrollMageArmorDescription
source: When you use this scroll, you cast the Mage Armor spell.
ko_mt: 이 두루마리를 사용하면 마법사 갑옷 주문을 시전합니다.

# ScrollMageArmorTitle
source: Scroll of Mage Armor
ko_mt: 마법사 갑옷 두루마리

# ScrollMagicMissileDescription
source: When you use this scroll, you cast the Magic Missile spell.
ko_mt: 이 두루마리를 사용하면 Magic Missile 주문을 시전합니다.

# ScrollMagicMissileTitle
source: Scroll of Magic Missile
ko_mt: 마법 미사일 두루마리

# ScrollProtectionFromEvilandGoodDescription
source: When you use this scroll, you cast the Protection from Evil and Good spell.
ko_mt: 이 두루마리를 사용하면 악과 선으로부터 보호 주문을 시전합니다.

# ScrollProtectionFromEvilandGoodTitle
source: Scroll of Protection from Evil and Good
ko_mt: 악과 선으로부터의 보호 두루마리

# ScrollRaiseDeadDescription
source: When you use this scroll, you cast the Raise Dead spell.
ko_mt: 이 두루마리를 사용할 때, 당신은 Raise Dead 주문을 시전합니다.

# ScrollRaiseDeadTitle
source: Scroll of Raise Dead
ko_mt: 죽음의 부활 두루마리

# ScrollRevivifyDescription
source: When you use this scroll, you cast the Revivify spell.
ko_mt: 이 두루마리를 사용하면 소생 주문을 시전합니다.

# ScrollRevivifyTitle
source: Scroll of Revivify
ko_mt: 소생의 두루마리

# ScrollScorchingRayDescription
source: When you use this scroll, you cast the Scorching Ray spell.
ko_mt: 이 두루마리를 사용하면 Scorching Ray 주문을 시전합니다.

# ScrollScorchingRayTitle
source: Scroll of Scorching Ray
ko_mt: 작열 광선 두루마리

# ScrollShieldOfFaithDescription
source: When you use this scroll, you cast the Shield of Faith spell.
ko_mt: 이 두루마리를 사용하면 믿음의 방패 주문을 시전합니다.

# ScrollShieldOfFaithTitle
source: Scroll of Shield of Faith
ko_mt: 믿음의 방패 두루마리

# ScrollSleepDescription
source: When you use this scroll, you cast the Sleep spell.
ko_mt: 이 두루마리를 사용하면 수면 주문을 시전합니다.

# ScrollSleepTitle
source: Scroll of Sleep
ko_mt: 잠의 두루마리

# ScrollThunderwaveDescription
source: When you use this scroll, you cast the Thunderwave spell.
ko_mt: 이 두루마리를 사용하면 천둥파 주문을 시전합니다.

# ScrollThunderwaveTitle
source: Scroll of Thunderwave
ko_mt: 썬더웨이브 두루마리

# Sellsword_Background_Quest_Document_01
source: Dear friend, now that you have saved the Baron, I must speak to you about certain matters from the past that I am now at liberty to divulge. I was not entirely candid with you during your last visit. Would you stop by the next time you are in Coparann? Clear skies to you, Mildred Warmhearth
ko_mt: 친애하는 친구여, 이제 당신이 남작을 구했으므로 이제 내가 자유롭게 공개할 수 있는 과거의 특정 문제에 대해 이야기해야 합니다. 나는 당신의 마지막 방문 동안 당신에게 완전히 솔직하지 못했습니다. 다음에 Coparan에 가실 때 들르시겠습니까? 당신에게 맑은 하늘, 밀드레드 난로

# Sellsword_Background_Quest_Document_02
source: Dearest child, We shall soon meet our fate, your mother and I. An old friend will deliver this letter to you when reach the point where you are searching for meaning and answers in life. What we did, we did to protect you, even though it may be difficult to believe. It is a hard thing to leave a child alone in the world, but it is better than some other fates. We were not strong enough to resist temptation, but we will be strong enough not to let evil triumph in the end.
ko_mt: 가장 사랑하는 아이, 우리는 곧 우리의 운명, 당신의 어머니와 나를 만날 것입니다. 당신이 삶의 의미와 답을 찾는 지점에 도달하면 오랜 친구가 당신에게 이 편지를 전달할 것입니다. 우리가 한 일은 믿기 어려울지라도 당신을 보호하기 위해 한 것입니다. 세상에 아이를 혼자 두는 것은 힘든 일이지만 다른 어떤 운명보다 낫습니다. 우리는 유혹에 저항할 만큼 강하지 않았지만 결국 악이 승리하지 않도록 충분히 강할 것입니다.

# Sellsword_Background_Quest_Document_03
source: Report to me at once! Remember, we are always watching - and if you even think of betraying us, your child will be the first to suffer! We are everywhere! I expect your next report in two days!
ko_mt: 한 번에 보고해! 우리는 항상 지켜보고 있음을 기억하십시오. 우리를 배신할 생각이라도 하면 자녀가 가장 먼저 고통을 겪을 것입니다! 우리는 어디에나 있습니다! 다음 보고서는 이틀 후에 예상됩니다!

# Shield_plus_1_Description
source: A light and sturdy magical shield, used by Manacalon Imperial shock troops.
ko_mt: 마나칼론 제국의 충격 부대가 사용하는 가볍고 튼튼한 마법 방패.

# Shield_plus_1_Title
source: Shield +1
ko_mt: 실드 +1

# Shield_plus_1_Unidentified_Description
source: This metal shield is of magnificent workmanship, with mystical runes on its surface.
ko_mt: 이 금속 방패는 표면에 신비한 룬이 새겨져 있는 장엄한 솜씨입니다.

# Shield_plus_1_Unidentified_Title
source: Magnificent Shield
ko_mt: 장엄한 방패

# Shield_plus_2_Description
source: A powerful magical shield used by the Tirmarian Golden Cavalry at the time of the Cataclysm.
ko_mt: 대격변 당시 티르마리아 황금 기병대가 사용한 강력한 마법 방패.

# Shield_plus_2_Title
source: Shield +2
ko_mt: 실드 +2

# ShieldCategoryDescription
source: A shield is made of wood or metal and is carried in one hand. You can only benefit from one shield at a time.
ko_mt: 방패는 나무나 금속으로 만들어 한 손에 들고 다닌다. 한 번에 하나의 보호막만 사용할 수 있습니다.

# ShieldCategoryTitle
source: Shield
ko_mt: 방패

# Shortbow_plus_1_Description
source: A superbly balanced enchanted shortbow from the Manacalon era, used by the Imperial scout corps.
ko_mt: 제국 정찰대가 사용하는 마나칼론 시대의 균형이 잘 잡힌 마법의 단궁.

# Shortbow_plus_1_Title
source: Shortbow +1
ko_mt: 단궁 +1

# Shortbow_plus_1_Unidentified_Description
source: This superbly balanced shortbow is engraved with ancient runes.
ko_mt: 균형이 잘 잡힌 이 단궁에는 고대 룬 문자가 새겨져 있습니다.

# Shortbow_plus_1_Unidentified_Title
source: Magnificent Shortbow
ko_mt: 장엄한 단궁

# ShortbowPlus1TypeTitle
source: Shortbow+1
ko_mt: 단궁+1

# ShortbowTypeTitle
source: Shortbow
ko_mt: 단궁

# ShortswordTypeTitle
source: Shortsword
ko_mt: 쇼트소드

# SickleTypeTitle
source: Sickle
ko_mt: 낫

# SimpleWeaponCategoryDescription
source: The simplest types of weapons that most people can use with proficiency, but not everyone.
ko_mt: 대부분의 사람들이 능숙하게 사용할 수 있지만 모든 사람이 사용할 수 있는 가장 단순한 유형의 무기입니다.

# SimpleWeaponCategoryTitle
source: Simple Weapons
ko_mt: 간단한 무기

# SlingTypeTitle
source: Sling
ko_mt: 슬링

# SpearTypeTitle
source: Spear
ko_mt: 창

# SpellbookCapacityDescription
source: Used pages: {0}/{1}
ko_mt: 사용한 페이지: {0}/{1}

# SpellbookContainsDescription
source: Spells: {0}
ko_mt: 주문: {0}

# SpellbookDescription
source: Essential for wizards, a spellbook is a leather-bound tome with 100 blank vellum pages suitable for recording spells.
ko_mt: 마법사에게 필수적인 스펠북은 주문을 기록하기에 적합한 100페이지의 빈 벨럼 페이지가 있는 가죽으로 제본된 책입니다.

# SpellbookTitle
source: Spellbook
ko_mt: 마법서

# StaffOfFireDescription
source: Another creation of Lanathir Goldenfire, no mere trinket but a mighty weapon in the right hands.
ko_mt: Lanathir Goldenfire의 또 다른 창조물, 단순한 장신구가 아니라 오른손에 든 강력한 무기입니다.

# StaffOfFireTitle
source: Staff of Fire
ko_mt: 불의 지팡이

# StaffSpecialDescription
source: A beautiful staff, possibly more than it seems at first glance.
ko_mt: 언뜻보기에 보이는 것보다 더 아름다운 직원.

# StaffSpecialTitle
source: Superior Staff
ko_mt: 우수한 직원

# StarterPackGeneralDescription
source: A starter pack contains everything a character needs to start an adventuring life.
ko_mt: 스타터 팩에는 캐릭터가 모험적인 삶을 시작하는 데 필요한 모든 것이 들어 있습니다.

# StartingWealth10GPDescription
source: Your Savings
ko_mt: 당신의 저축

# StartingWealth10GPTitle
source: 10 gold pieces
ko_mt: 10 골드 조각

# StartingWealth15GPDescription
source: Your Savings
ko_mt: 당신의 저축

# StartingWealth15GPTitle
source: 15 gold pieces
ko_mt: 15 골드 조각

# StartingWealth25GPDescription
source: Your Savings
ko_mt: 당신의 저축

# StartingWealth25GPTitle
source: 25 gold pieces
ko_mt: 25 골드 조각

# StartingWealth40GPDescription
source: Your Savings
ko_mt: 당신의 저축

# StartingWealth40GPTitle
source: 40 gold pieces
ko_mt: 40 골드 조각

# ThievesToolTypeDescription
source: Contains a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers, useful for disarming traps and opening locks.
ko_mt: 작은 줄, 자물쇠 따기 세트, 금속 손잡이에 장착된 작은 거울, 날이 좁은 가위 세트, 덫을 해제하고 자물쇠를 여는 데 유용한 펜치가 들어 있습니다.

# ThievesToolTypeTitle
source: Thieves' Tools
ko_mt: 도둑의 도구

# ToM_ArchaeologicalNotes_01_Content
source: This Manacalon woman was probably a high-ranking wizard. She might have been living here, east of the Inner Empire…<i>Various notes about the statue follow.</i>
ko_mt: 이 마나칼론 여성은 아마도 고위 마법사였을 것이다. 그녀는 내제국의 동쪽에 살고 있었을지도 모릅니다...<i>조각상에 대한 다양한 메모가 이어집니다.</i>

# ToM_ArchaeologicalNotes_01_Description
source: Notes about a possible Manacalon master of magic, based on a statue discovered in the ruined tower.
ko_mt: 폐허가 된 탑에서 발견된 조각상을 기반으로 한 마나칼론 마법의 달인에 대한 메모입니다.

# ToM_ArchaeologicalNotes_01_Title
source: Archaeological Notes
ko_mt: 고고학적 기록

# ToM_ArchaeologicalNotes_02_Content
source: This statue represents a humanoid dragon, wearing classical Manacalon wizards' robes. A scholar might know what that means.
ko_mt: 이 조각상은 고전적인 마나칼론 마법사의 로브를 입고 있는 인간형 드래곤을 나타냅니다. 학자는 그것이 무엇을 의미하는지 알 수 있습니다.

# ToM_ArchaeologicalNotes_02_Description
source: Notes on a strange statue found in the ruined tower in the Badlands.
ko_mt: 황무지의 폐허가 된 탑에서 발견된 이상한 동상에 대한 메모.

# ToM_ArchaeologicalNotes_02_Title
source: Archaeological Notes
ko_mt: 고고학적 기록
