Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Necromancy_LizzariasJournal_Title
source: Lizzaria's Journal
ko: 리자리아의 일지

# Equipment/&Necromancy_LizzariasJournal_Description
source: A series of hand-written pages
ko: 수기로 작성한 일련의 페이지

# Equipment/&Necromancy_LizzariasJournal_Content01
source: …upstairs to try to speak with Mardracht about it, but Aksha said he was resting and had left orders not to be disturbed - as usual. She offered to pass on a message - so helpful! - but I know it will never reach him.
ko: ...위층에서 마르드라흐트와 상의하려고 했으나 아크샤는 그분이 평소처럼 휴식을 취하고 있으며, 방해하지 말라는 명령을 남겼다고 했다. 아크샤가 메시지를 전달하겠다고 제안했으나 - 얼마나 고마운지! - 결코 그럴 일은 없겠지.

# Equipment/&Necromancy_LizzariasJournal_Content02
source: For all I know she's told him I'm dead. She may be planning to make it true. He's so shaken and addled from the Cataclysm, he'd probably believe her. She could have killed him already - he could have been dead for centuries - but no: his magical defenses are still in place. He must be alive.
ko: 내가 알기로 아크샤는 그분께 내가 죽었다 했겠지. 정말 날 죽이기 위해 계획 중일 수도 있고. 그분은 대격변으로 인해 너무나 큰 충격을 받고 정신이 팔려 그녀를 믿었을지도 모른다. 아크샤는 오래 전부터 그분을 죽일 수 있었다 - 그분은 몇 백년 전에 죽었을 수도 있었지만, 그분께선 죽지 않았다 - 그분이 세운 마법 방호들은 아직 작동하고 있다. 그분은 분명 살아 계신다.

# Equipment/&Necromancy_LizzariasJournal_Content03
source: If only I could reach him - free him from her influence - but I can't get past her and her ghouls. So frustrating! I need to arrange a sudden meeting with a wooden stake, but she's careful.
ko: 다가가서 그분을 아크샤의 영향으로부터 자유롭게 해줄 수만 있다면. 하지만 나는 아크샤와 그녀의 구울들을 지나갈 수가 없다. 너무 답답하다! 아크샤와 나무 말뚝과의 뜻밖의 만남을 주선해야 할 텐데, 그녀는 주의깊다.

# Equipment/&Necromancy_LizzariasJournal_Content04
source: Adam's no help. He won't join me against Aksha without orders from Mardracht, which of course can't come because she's got him isolated. How blind is he not to see that - I'll never yield the castle to her, no matter what she does. While Mardracht lives, I have to keep trying to save him.
ko: 아담은 도움이 되지 않는다. 그는 마르드라흐트의 명령이 없다면 함께 아크샤에 맞서지 않을 것이다. 아크샤가 마르드라흐트를 고립시켰으니 그런 명령을 받을 리도 없고. 어떻게 이런 사실조차 보지 못하는지 - 아크샤가 무슨 짓을 하더라도 절대 그 여자에게 성을 내놓지는 않을 것이다. 마르드라흐트가 살아 있는 한, 나는 계속해서 그분을 구하기 위해 노력해야 한다.

# Equipment/&Necromancy_LizzariasJournal_Content05
source: …searching the graveyard as usual. The dwarf was there - he always thought I didn't see him, but I did - but now he's a ghost. Adam said he was an Antiquarian, some sort of scholar, so I tried to control him and find out what he knows.
ko: ...평소처럼 묘지를 탐색하는 중이다. 드워프는 그곳에 있었다. 내가 그를 보지 못한다고 알지만, 사실 다 알고 있었다. 그는 지금 유령이 되었다. 아담은 그가 일종의 학자인 고고학자라고 말해줬고, 그를 지배해 무엇을 알고 있는지 알아내려고 했다.

# Equipment/&Necromancy_LizzariasJournal_Content06
source: I was over-eager, though, and he got away. An opportunity lost. He might know something that could help me get past Aksha and her ghouls and free Mardracht from her influence. Someday, somehow, I will get rid of her. I will.
ko: 하지만 내가 지나친 열성을 보였고, 그는 도망쳤다. 기회를 놓쳐버렸다. 그는 내가 아크샤와 그녀의 구울들을 몰래 통과해서 마르드라흐트를 그녀의 영향력에서부터 자유롭게 만드는데 도움이 될 무언가를 알고 있었을지도 모른다. 언젠가, 어떻게든 나는 그녀를 제거할 것이다. 반드시.

# Equipment/&Necromancy_MardrachtsJournal_Title
source: Mardracht's Journal
ko: 마르드라흐트의 일지

# Equipment/&Necromancy_MardrachtsJournal_Description
source: A series of hand-written pages
ko: 수기로 작성한 일련의 페이지

# Equipment/&Necromancy_MardrachtsJournal_Content01
source: Nightmares again. The battle, the Rift - Kaseinax with the Crown, bathed in power.
ko: 또 다시 악몽을 꾸었다. 전투가 있었고, 균열에는 왕관을 쓰고 권력에 휩싸인 카세이낙스가 있었다.

# Equipment/&Necromancy_MardrachtsJournal_Content02
source: The humans. The gods - the gods! What are they? Why so powerful? Why couldn't we stop them? Why did they come?
ko: 인간들. 신들 - 그 신들! 대체 그들은 무엇인가? 그들은 어째서 그렇게 강력한가? 우리는 어째서 그들을 막지 못했는가? 그들이 온 이유는 무엇인가?

# Equipment/&Necromancy_MardrachtsJournal_Content03
source: Why haven't they come for me? They will, I know it. All of us who were there: they'll hunt us, kill us - maybe worse. I will be ready. I am ready. This old worm has a few tricks yet - oh, yes. We were as powerful as gods ourselves, once. The elves have forgotten, but once they knew. Yes, they did.
ko: 그들은 왜 나를 잡으러 오지 않는 것인가? 분명 올 것이다. 확신한다. 그곳에 있었던 우리 모두를 사냥하고 죽일 것이다 - 어쩌면 더 나쁜 운명을 맞이할 수도 있다. 나는 마음의 준비를 할 것이다. 아니, 준비됐다. 이 늙은 뱀은 몇 가지 속임수를 숨기고 있으니까. 우리는 한 때 신들만큼 강력했었다. 지금의 엘프들은 잊었지만, 한 때 그들도 알고 있었다. 그래, 알고 있었지.

# Equipment/&Necromancy_MardrachtsJournal_Content04
source: Why don't they come? Have these alien gods been destroyed already? Is it safe outside? Or is that what they want me to think? They won't lure me out - oh, no. Never.
ko: 왜 안 오지? 그 바깥의 신들은 이미 파괴되었나? 밖은 안전한가? 아니면 안전하다고 착각하기를 바라는 것일까? 밖으로 나를 유인하지 못할 것이다 - 절대로.

# Equipment/&BeltOfGiantHillStrength_Title
source: Belt of Giant Strength (Hill)
ko: 거인 힘의 허리띠 (언덕 거인)

# Equipment/&BeltOfGiantHillStrength_Unidentified_Title
source: Magnificent Belt
ko: 화려한 벨트

# Equipment/&BeltOfGiantHillStrength_Unidentified_Description
source: A heavy and highly decorated belt, probably magical.
ko: 무겁고 화려하게 장식된 벨트로 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&AmuletOfHealth_Unidentified_Title
source: Amulet
ko: 아뮬렛

# Equipment/&AmuletOfHealth_Unidentified_Description
source: A nice-looking, gem-encrusted amulet.
ko: 보석이 박힌 이쁜 아뮬렛.

# Equipment/&AmuletOfHealth_Title
source: Amulet of Health
ko: 체력의 아뮬렛

# Equipment/&AmuletOfHealth_Description
source: Your constitution score is 19 while you wear this amulet. It has no effect on you if your constitution score is already 19 or higher.
ko: 이 아뮬렛을 착용하는 동안 건강 점수는 19가 됩니다.이미 건강 점수가 19 이상인 경우에 아무런 영향을 받지 않습니다.

# Equipment/&BeltOfDwarvenkind_Unidentified_Title
source: Large Belt
ko: 커다란 벨트

# Equipment/&BeltOfDwarvenkind_Unidentified_Description
source: A heavy and sturdy belt with dwarvish decorations.
ko: 드워프 장식이 있는 무겁고 튼튼한 벨트입니다.

# Equipment/&BeltOfDwarvenkind_Title
source: Belt of Dwarvenkind
ko: 드워프족의 벨트

# Equipment/&Necromancy_Thesis_Title
source: On the New Magic of Humans and Their Gods
ko: 인간들의 새로운 마법과 그들의 신들에 관하여

# Equipment/&Necromancy_Thesis_Description
source: An ancient-looking book, with the eight rings of the Arcaneum embossed into the cover.
ko: 아주 오래돼 보이는 책입니다. 아케니움의 여덟 개의 고리가 책 표지에 새겨져 있습니다.

# Equipment/&Necromancy_Thesis_Content01
source: On the New Magic of Humans and Their Gods, and Its Particular Implications for Necromancy. By Alithariel Threanin, Postulant Junior Master of the Arcaneum, School of Necromancy. Academic Session of 3044, Imperial Calendar
ko: 인간들의 새로운 마법과 그들의 신들, 그리고 그것이 사령술에 갖는 의미에 관하여. 사령술 학교 아케니움 하급석사 청원자 알리타리엘 세라닌 저. 제국력 학술 달력 3044

# Equipment/&Necromancy_Thesis_Content02
source: As my thesis in support of my candidacy for the rank of Junior Master of the Arcaneum at the School of Necromancy, I respectfully submit the results of my research into the nature and types of new magics brought to Solasta by the humans of Tirmar, in particular the effectiveness of those whom they call "clerics" in repelling and destroying undead creatures. This knowledge is of urgent importance as we struggle to understand these humans, and assess both the severity of the threat they may post to the Empire and the potential benefit they could bring to it once conquered.
ko: 아케니움 강령술 학교의 하급 석사 자격 청원자로써 저는 티르마르의 인간들, 특히 "클레릭"이라고 불리는 자들이 언데드 크리쳐를 무찌르고 파괴하기 위해 솔라스타로 가지고 온 새로운 마법들의 종류와 성질에 대한 연구를 제출 드리는 바이다. 이 지식은 우리가 인간들을 이해하기 위해 노력하고 있는 지금 매우 중요한 지식이라고 할 수 있으며 이 마법들의 제국에 대한 위험과 그것을 굴복시키고 난 뒤 제국에 도움이 될 수 있는 가능성을 연구하는데 도움이 될 것이다.

# Equipment/&Necromancy_Thesis_Content03
source: It is widely known that the magic of humans derives from the entities they call "gods" ("goddesses" in the feminine, and "deities" collectively). I call it "divine magic" in this thesis, to distinguish it from our own arcane magic that is the result of magical study. Just as arcane magic is organized into schools, some divine magic is comprised of eight areas of study, which the humans call "domains." Each deity typically provides its clerics with access to two domains, representing its particular interests. The domain that corresponds most closely to the School of Necromancy is called the Domain of Oblivion.
ko: 인간들의 마법이 그들이 "신들" (여성형은 "여신들", 포괄적으로 "신격들") 이라고 불리는 존재들에 기인한다는 것은 잘 알려져 있는 사실이다. 이 논문에서는 이 마법들은 "신성 마법"이라고 불러 마법을 연구한 결과로 나타난 우리들의 비전 마법과 다르게 취급하고자 하였다. 비전 마법이 여러 학파로 구성되어 있는 것처럼 몇몇 신성 마법들은 여덟 개의 분야가 있고 인간들은 이것을 "권역"이라고 부른다. 각 신들은 클레릭에게 보통 자신들이 대표한 분야의 두 권역을 제공한다. 인간들의 마법 영역에서 사령학파와 가장 흡사한 것은 "망각의 권역"이다.

# Equipment/&Necromancy_Thesis_Content04
source: In addition to spells from two domains, a cleric has access to a wide array of other spells and powers, which are common to all regardless of their patron deity. Many are broadly similar in their effects to the spells of the School of Necromancy. There are two necromantic powers, though, that are completely new and unique: a cleric of any Tirmarian deity, if their rank is high enough, can repel undead creatures and even destroy them. The humans I have questioned believe that this is because their deities regard all undead creatures as "unnatural" - a word that reveals much about their primitive level of sophistication - and therefore undesirable, but they seem to know nothing about the means by which this result is achieved, speaking only about the "will" or "power" of their deities.
ko: 클레릭은 두 권역의 주문과 더불어 자신들이 섬기는 신에 상관 없이 공통적으로 광범위한 여러 주문과 능력을 사용할 수 있다. 그중 많은 것들이 효과적인 측면에 있어 사령학파와 매우 흡사하다. 하지만 클레릭들이 사용하는 강령술적 능력에는 매우 새롭고 독특한 능력이 두 개가 있다. 티르마르의 신을 섬기는 클레릭은 어떤 신을 섬기는지에 상관 없이 지위가 충분히 높다면 언데드 크리쳐를 쫓아 내거나 파괴할 수 있다. 이것에 대해 인간들에게 물어보니 이는 그들의 신들이 모든 언데드 크리쳐를 "자연스럽지 않은 것"―그들의 학술적 깊이가 얼마나 낮은 지를 보여주는 단어이며 이를 통해 그들의 마법이 왜 배척되어야 하는 지를 알 수 있다―이라고 생각하기 때문이라고 믿고 있었다. 하지만 인간들은 이런 결과가 어떤 방식으로 이루어지는지에 대해서는 전혀 알지 못했고 오직 그들의 신들의 "의지" 또는 "능력"에 대해서만 이야기했다.

# Equipment/&Necromancy_Thesis_Content05
source: The following pages examine the phenomenon of "turning" and destroying undead using both the classical thaumatological approach of Fathirien and her successors, and the more modern methods championed by Gorlindrien and the Practicalists. All conclusions are tentative. If this thesis is accepted, I propose to make this phenomenon my primary research topic.
ko: 이후 서술되는 내용은 전통적인 파디리엔과 후계자들의 기적학적 접근법과 골린드리엔 및 실리주의자들이 이끈 조금 더 현대적인 방법으로 언데드를 "되돌리는", 그리고 파괴하는 현상에 대해 다룬다. 모든 결론은 임시적이다. 이 논문이 받아 들여진다면 이것을 저자의 주 연구 주제로 정할 것을 제안한다.

# Equipment/&Necromancy_Fallen_Title
source: Torn Page
ko: 찢어진 페이지

# Equipment/&Necromancy_Fallen_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Equipment/&Necromancy_Fallen_Content01
source: …as the Soraks followed humanity, a high priest of Oblivion succumbed to despair and madness. He tainted the peace of the grave with the uncleanliness of undeath, raising the fallen to muster an army. As he knew this was not a prayer that would gain the favor of Maraike, the lady of life and death, he and his followers couched their plan in the form of a curse instead, tricking their goddess into ensuring that their plan would succeed. Maraike granted their plea, but was not deceived. She cursed the conspirators as well, for they had been corrupted by evil and were denied her grace. They became the fallen, and those they raised from death became sorrow zombies, named after the curse of sorrow that they had wrought.
ko: ...소락이 인류를 따라오자 망각의 고위 사제는 절망과 광기에 굴복했다. 그는 무덤의 평화를 언데드의 부정함으로 더럽힘으로써 망자들을 일으켜 세워 군대를 소집했다. 그는 이것이 생사의 여신인 마라이케가 흔쾌히 승낙할 기도가 아님을 알고 있었기 때문에, 그와 그의 추종자들은 기도를 저주로 변모시켜 여신을 속이는 방향으로 성공을 보장하려 했다. 마라이케는 그들의 기원을 들어주었으나 속지는 않았다. 공모자들은 악에 물들어 그녀의 은혜를 거부당했기에 그녀는 그들에게도 저주를 내렸다. 그리하여 그들은 타락한 자가 되었으며, 그들이 부활시킨 망자들은 그들이 저지른 슬픔의 저주의 이름을 딴 슬픔의 좀비가 되었다.

# Equipment/&Necromancy_Fallen_Content02
source: Maraike's punishment ensured that none of the fallen could enjoy the touch of light without suffering and dying. They must forever skulk in the shadows until they repented. But Maraike's punishment was not all. Sorr-Tarr, the vile god of the Soraks, saw potential in the fallen. Without undoing Maraike's curse, he gave them powers to do evil: to corrupt others by their touch, and to create fouler servants than zombies. Of the original fallen not much is known, save that there were twelve of them, priests and paladins…
ko: 마라이케의 형벌은 타락한 자 중 그 누구도 고통과 죽음 없이 빛의 손길을 즐길 수 없도록 했다. 그들은 회개할 때까지 영원히 그림자 속에 숨어 있어야 했다. 하지만 마라이케의 형벌로 끝나지 않았다. 소락의 사악한 신 소르-타르는 타락한 자들의 가능성을 보았다. 마라이케의 저주를 풀지 않고, 그는 타락한 자들에게 악을 행할 수 있는 힘을 주었다: 손길로 다른 사람들을 타락시키고, 좀비보다 더 추악한 하수인을 만드는 힘을. 원초의 타락한 자들이 원래 12명의 사제와 성기사였다는 것 이외에 알려진 바가 많지 않다…

# Equipment/&Necromancy_Refugees_Title
source: Torn Page
ko: 찢어진 페이지

# Equipment/&Necromancy_Refugees_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Equipment/&Necromancy_Refugees_Content01
source: …the humans explained that they had fled to Solasta from their home, a world they called Tirmar, and that they were pursued by a race they called Sorr-Akkath or Soraks, which had spread across this world of Tirmar, and threatened to conquer all others.
ko: ...인간들은 자신들의 고향인 티르마르라고 불리는 세계에서 솔라스타로 도망쳤고, 티르마르에 널리 퍼져서 다른 이들을 정복하려는 소라카스 또는 소락이라는 종족에게 쫓기고 있다고 설명했다.

# Equipment/&Necromancy_Refugees_Content02
source: The Governor received them with the appearance of kindness, reasoning that if they came as supplicant fugitives it would be an easy task to subdue them, and either set them to work as slaves alongside the inferior races of Solasta or bind them over to the wizards of the Arcaneum for dissection or whatever other form of study might prove most fruitful. When the guards sought to bind the humans, though, they called upon beings they called "gods," and manifested powerful magics that took their hosts by surprise. Thus they were able to escape.
ko: 총독은 그들이 애원하는 피난민으로 온다면 그들을 제압하여 솔라스타의 열등한 종족과 함께 노예로 일하게 하거나, 결박시킨 채로 아케니움의 마법사들에게 넘겨 해부 또는 마법사들이 여기는 가장 효과적인 다른 형태의 연구 실험체로 쓸 수 있겠다고 추리하며 친절한 척하며 그들을 받아들였다. 그러나 경비병들이 인간들을 속박하려 할 때, 그들은 "신"이라 불리는 존재를 불러 강력한 마법을 구사하여 속박하려는 자들을 놀라게 했다. 그리하여 그들은 탈출할 수 있었다.

# Equipment/&Necromancy_Gods_Title
source: Torn Page
ko: 찢어진 페이지

# Equipment/&Necromancy_Gods_Description
source: A page apparently torn from a book, crumpled and thrown on the floor.
ko: 책에서 찢어진 것 같은 페이지가 구겨져서 바닥에 던져졌습니다.

# Equipment/&Necromancy_Gods_Content01
source: …deities of Tirmar are a source of a new and unknown kind of magic. The humans believe they are powerful entities, perhaps extraplanar in nature, whom they worship and whose commands they follow, receiving power in return.
ko: ...티르마르의 신들은 새롭고 알려지지 않은 마법의 원천이다. 인간은 아마도 외차원체인 이들을 강력한 존재라고 믿으며, 그들을 숭배하고 명령을 따라 그에 대한 대가로 힘을 받습니다.

# Equipment/&Necromancy_Gods_Content02
source: The humans are careful to distinguish between "good" and "evil" deities. "Good" deities are those whom the humans see as helpful to them, and - in their theology at least - concerned with their welfare. "Evil" deities are those who are hostile to humans and support the efforts of other races to conquer them. It was an "evil" deity and his followers - one Sorr-Tarr and the race of the Sorr-Akkath, or Soraks - who drove the humans to try to escape their home world of Tirmar, they say. Their arrival on Solasta…
ko: 인간은 "선"과 "악" 신을 신중하게 구별합니다. "선한" 신들은 최소한 그들의 신학에서 인간에게 유용하며 인간의 안녕을 지향하는 신들입니다. "악한" 신들은 인간에게 적대적이며 인간을 정복하려는 다른 종족의 노력을 지원하는 신들입니다. 그들의 말에 따르면, "악한"신과 그 추종자들 - 소르-타르와 소라카스, 또는 소락 종족 - 이 인간들 고향인 티르마르에서 탈출하도록 몰아붙인 주범입니다. 솔라스타에 도착하고…

# Equipment/&Abjuration_Dragons_Title
source: The Time of the Dragons
ko: 드래곤의 시대

# Equipment/&Abjuration_Dragons_Description
source: An old book with the image of a dragon embossed on the cover.
ko: 드래곤의 형상이 표지에 새겨진 고서.

# Equipment/&Abjuration_Dragons_Content01
source: There was a time, very long ago, when dragons were the rulers of Solasta. They lived in the mountains, close to volcanoes which they loved for their heat - for nothing else was hot enough to incubate a dragon's egg. At that time the dwarves had not yet come up from below ground, being more rock than flesh, and the halflings remained in their swamps, far from anyone. And what of the elves? The elves were in and of the air, without physical form but existing as swirling currents of air and mana, one with magic and with the world.
ko: 아주 오래 전, 드래곤이 솔라스타의 지배자였던 시절이 있었다. 그들은 온기를 선호했기 때문에 화산과 가까운 산에 살았다 - 그 어떤 곳도 드래곤의 알을 부화시키기에 화산보다 뜨겁지 않았기에. 그 시절에는 육체보다 바위에 더 가까웠던 드워프들은 지하에서 아직 올라오지 않았으며, 하플링들은 모두와 동떨어진 자기들의 늪에 남아 있었다. 그리고 엘프들은? 엘프들은 물리적인 형태 없이 소용돌이 치는 마나와 기류로 존재하며 마법과 세계와 하나가 되어, 대기에, 그리고 대기의 존재로 지내고 있었다.

# Equipment/&Abjuration_Dragons_Content02
source: Eventually, however, the elves tired of a life of pure spirit and wind. They took a physical form and began to build great spires and palaces, bringing the beauty of their thoughts into material being. The dragons feared them, and a great war ensued, pitting fire and magic against air and magic until the elves…
ko: 하지만 결국 엘프들은 순수한 영혼과 바람으로 살아가는 삶에 지쳐버렸다. 그들은 물리적인 육체를 취하여 거대한 첨탑과 궁전을 짓기 시작했으며, 본인들이 생각하는 아름다움의 개념을 현실화했다. 드래곤은 그들을 두려워했고, 불과 마법이 공기와 마법에 맞서는 거대한 전쟁이 발발하여 결국 엘프들은…

# Equipment/&Abjuration_Housekeeping_Title
source: The Good Management of Servants
ko: 효율적인 하인 관리

# Equipment/&Abjuration_Housekeeping_Description
source: An old book that seems to have been well-thumbed.
ko: 빈번한 사용으로 모서리가 닳아있는 오래 된 책입니다.

# Equipment/&Abjuration_Housekeeping_Content01
source: The supreme duty of the head of a household is the management of servants. This is more important even than the welfare of the family, because a household can survive internal strife and injustice, but it cannot survive a breakdown in discipline. Heed well the lessons of history, and keep thoughts of revolt from the minds of your slaves.
ko: 가장 최고의 의무는 하인을 관리하는 것이다. 가정은 내부 불화와 불의를 극복할 수 있지만, 규율이 무너지면 생존할 수 없기 때문에 이는 가족의 안녕보다 더 중요하다. 역사의 교훈에 주의를 기울이고, 노예들이 반역은 꿈도 꾸지 못하도록 해라.

# Equipment/&Abjuration_Housekeeping_Content02
source: Remember that no matter how intelligent and endearing they may seem, your non-elf slaves are animals, nothing more. Do not indulge them, but give them every day a new reason to fear your wrath and a fresh reminder that your power is absolute. It is not going too far, if you can afford it, to select one at random now and again for death by torture. As well as providing entertainment for your guests and an example for your children, this practice instils a healthy…
ko: 아무리 똑똑하고 사랑스러워 보여도, 엘프가 아닌 노예는 동물일 뿐이라는 점을 명심해라. 그들에게 관대하게 굴지 말고, 매일 당신의 분노를 두려워해야하는 새로운 이유와 당신의 힘이 절대적이라는 점을 상기시켜라. 여유가 된다면 이따금씩 무작위로 한 명을 고문으로 죽이는 것은 결코 도를 넘는 행위가 아니다. 손님을 위한 적절한 유흥거리와 자녀를 위한 본보기로 삼는 것 이외에도, 이 관례는 건강한…

# Equipment/&Abjuration_Plaque_Title
source: Memorial Plaque
ko: 기념패

# Equipment/&Abjuration_Plaque_Description
source: A brass plaque on a wall.
ko: 벽에 달려있는 황동 명판.

# Equipment/&Abjuration_Plaque_Content01
source: In memory of Hathirin Lithinel and the other members of the House of Lithinel, blasphemously and treacherously murdered, and their house burned by rebellious slaves in the year 2435. This plaque was cast from brass melted in a furnace fueled by the bodies of their faithless slaves, both living and dead.
ko: 신성모독적이고 기만적으로 살해당한 하시린 리티넬과 다른 리티넬 가문의 일원들을 기리며, 2435년에 반역을 일으킨 노예들이 그들의 집을 불태웠습니다. 이 명판은 용광로에서 놋쇠를 녹여 만들었으며 신뢰를 저버린 노예들을 연료로 사용하였습니다. 그들이 살아있든 죽었든.

# Equipment/&Abjuration_DragonsWar_Title
source: The Great War against the Dragons
ko: 드래곤과의 대전쟁

# Equipment/&Abjuration_DragonsWar_Description
source: An ancient book.
ko: 고서.

# Equipment/&Abjuration_DragonsWar_Content01
source: The dragons saw how the elves were changing the world, bringing beauty to blasted volcanic wastes, and living green to barren fields of rock. They had never seen beauty before, nor heard music; their language was devoid of poetry, and their magic was brutal and without wonder.
ko: 드래곤들은 엘프들이 어떻게 세상을 변화시키고, 화산이 폭발한 황무지에 아름다움을 가져오고, 황량한 암석 지대에 녹음이 우거지게 하는지 보았습니다. 그들은 이전에 아름다움을 본 적도, 음악을 들어본 적도 없었습니다 - 그들의 언어에는 시가 없었고, 그들의 마법은 잔인하기만 할 뿐 경이롭지 않았습니다.

# Equipment/&Abjuration_DragonsWar_Content02
source: The dragons fell in love with the elves, as all do who see them. They longed to possess them, for dragons are avaricious by nature. With sweet words and trickery they enslaved a few of the fair people, but most elves were not taken in by the dragons' flattery, and prepared to resist them.
ko: 드래곤은 엘프를 마주하는 누구나 그렇듯, 엘프와 사랑에 빠졌습니다. 드래곤은 천성적으로 탐욕스럽기 때문에, 그들은 엘프를 소유하기를 갈망했습니다. 달콤한 말과 속임수로 그들은 소수의 엘프를 노예로 만들었지만, 대부분의 엘프는 드래곤의 아첨에 속지 않고 그들에게 저항할 준비를 했습니다.

# Equipment/&Abjuration_DragonsWar_Content03
source: Great battles were fought, blade against flame, and magic against magic. Mountains were leveled, and land sank to make the Inner Sea. The tunnels where the dwarves hid in fear were flooded. It was in that bloody crucible that our people's mastery of magic was forged, and the elven race united under the first Emperor Ilmathir Ellanion.
ko: 칼이 불꽃을 베고, 마법이 서로 맞붙는 거대한 전투가 벌어졌습니다. 산이 무너지고 육지가 가라앉아 내해를 만들었습니다. 드워프들이 두려움에 몸을 숨겼던 땅굴은 물에 잠겼습니다. 그 피와 고통의 시기에 우리 선인들의 마법은 높은 경지에 이르렀고, 엘프 종족은 초대 황제 일마티르 엘라니온 아래 통합되었습니다.

# Equipment/&Abjuration_DragonsWar_Content04
source: The war against the dragons lasted for three generations before the Warrior Empress Cythaeriel Ellanion, the Lady of the Bright Blade, led the elves to…
ko: 드래곤과의 전쟁은 3대에 걸쳐 지속되었습니다. 광검의 여전사, 시타리엘 엘라니온 여제가 엘프들을 이끌기 전까지는…

# Equipment/&Evocation_Plaque1_Title
source: Stone Inscription
ko: 석조 비문

# Equipment/&Evocation_Plaque1_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque1_Content01
source: In memory of the Emperor Laethar Aerlinn, first of his name, who reigned from the year 1773 until 2117 and oversaw the glorious expansion of the Empire, subjugating the rebel elves of the forests, the dwarves of the western mountains, and the halflings. Hero of the Forest of Flames, where he slew more than a hundred rebels with his own hand. Treacherously slain by rebel arrows during the advance on Colthannin. And to his Queen Saefinala and his son Prince Kealin, both treacherously murdered on the orders of the usurper and false Emperor Rithian Thirion, who seized the throne.
ko: 1773년부터 2117년까지 통치했으며 제국의 영광스러운 확장을 이끌고 숲의 반란군 엘프, 서쪽 산의 드워프, 하플링을 예속시켜 왕조를 일군 라에사 아엘린을 추모합시다. 그는 직접 백 명이 넘는 반군을 죽인 화염 숲의 영웅이기도 하지요. 그는 콜사닌으로 진격하는 동안 배신한 반란군의 화살에 살해당했습니다. 그리고 왕위 찬탈자이자 거짓 황제인 리시안 티리온의 명령에 따라 배신당해 살해된 그의 여왕 새피날라와 그의 아들 케일린 왕자에게도 추모를 올립니다.

# Equipment/&Evocation_Plaque1_Content02
source: This monument is raised by their faithful servants who brought forth their bodies from Siothyrnas to this place of refuge until such time as the dynasty of Aerlinn is restored and their sacred remains can return to the capital.
ko: 시오티르나스에서 이 도피처로 유해를 모셔와, 아엘린 왕조가 복권되고 그들의 신성한 유해가 수도로 돌아올 수 있을 때까지 버틴 그 충실한 종들이 이 기념비를 세웠습니다.

# Equipment/&Evocation_Plaque2_Title
source: Stone Inscription
ko: 석조 비문

# Equipment/&Evocation_Plaque2_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque2_Content01
source: In memory of the 17th, 18th, and 19th Iron Legions, treacherously slain in the Forest of Colthannin by rebel elves. They shall be avenged. The sylvan elves will be brought to heel and their forest shall be destroyed, except for one tree where the bodies of their leaders will hang eternally for their crimes. This we swear.
ko: 콜사닌 숲에서 반란군 엘프에게 배신당해 살해당한 제 17, 18, 그리고 19 강철 군단을 추모하며. 그들의 죽음은 갚아질 것이다. 실반 엘프들은 처참히 짓밟힐 것이며, 그 지도자들의 시체가 스스로의 죄를 알리기 위해 영원히 매달려 있을 나무 한 그루를 제외한 숲 전체가 파괴할 것이다. 반드시 그럴 것이라고 맹세하노라.

# Equipment/&Evocation_Plaque3_Title
source: Stone Inscription
ko: 석조 비문

# Equipment/&Evocation_Plaque3_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque3_Content01
source: In memory of Larithir Elirion, Prince of the Blood and Governor of the North, who fell in battle against the savage snow dwarves of the northern mountains. In his name they will be conquered.
ko: 북부 산맥에서 야만스러운 스노우 드워프와 싸우다 스러진 피의 대공이자 북부의 총독, 라리시르 엘리리온을 추모하며. 그의 이름으로 그 야만인들은 정복될 것이다.

# Equipment/&Evocation_Plaque4_Title
source: Stone Inscription
ko: 석조 비문
