Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Poison_Queen_Arrow_Title
source: Queen's Blood Poisoned Arrow
ko: 여왕의 피 독화살

# Equipment/&Poison_Queen_Bolt_Title
source: Queen's Blood Poisoned Bolt
ko: 여왕의 피 독 볼트

# Equipment/&CraftingManual_x5_Title
source: Crafting manual 5 x {0}
ko: {0} 5개 제작법

# Equipment/&ClothLightbringers_unidentified_Title
source: Tirmarian Outfit
ko: 티르마르 의상

# Equipment/&ClothLightbringers_unidentified_Description
source: This finely decorated outfit bears typical Tirmarian symbols.
ko: 이 정교하게 장식된 의상에는 전형적인 티르마르의 무늬가 그려져 있습니다.

# Equipment/&Halman_Document_Title
source: Encrypted Letter
ko: 암호화된 편지

# Equipment/&Halman_Document_Description
source: This document uses a cipher to conceal its content.
ko: 이 문서의 내용은 암호화를 통해 숨겨져 있습니다.

# Equipment/&Halman_Document_Content
source: Everything is going according to plan. Now, drive these adventurers far away from the city. Tell them you heard of a coven in Earcorn. Power to the One!
ko: 모든 것이 계획대로 진행되고 있습니다. 이제 이 모험가들을 도시에서 멀리 몰아내십시오. 그들에게 당신이 이어콘의 집회에 대해 들은 것을 전해 주십시오. 그 분께 힘을!

# Equipment/&Halman_Document_ConspirationTitle
source: List of Prospects
ko: 잠재적인 교단원 목록

# Equipment/&Halman_Document_ConspirationDescription
source: This document is a list of people from the city that the cultists of Arivad hope to enlist, with an evaluation of their chances of success. It also contains a list of those who already joined the cult.
ko: 이 문서는 아리바드 교단원들이 교단에 가입시키길 희망하는 도시 사람들의 목록이며, 그 성공 확률에 대한 평가도 적혀있습니다. 또한 이미 교단에 가입한 사람들의 명단도 포함하고 있습니다.

# Equipment/&TempleKey_Title
source: Temple Key
ko: 신전 열쇠

# Equipment/&TempleKey_Description
source: Beric Sunblaze gave you this key. It opens all the doors in the Temple of Einar.
ko: 베릭 선블레이즈 원수가 이 열쇠를 주었습니다. 이 열쇠를 사용하면 에이나르 신전의 모든 문을 열 수 있습니다.

# Equipment/&PickupQuest_Item_Aquila_Title
source: Imperial Aquila
ko: 제국의 독수리

# Equipment/&PickupQuest_Item_Aquila_Description
source: This decoration was part of a Manacalon battle standard. It's in bad shape but scholars might find it interesting enough.
ko: 이 장식은 마나칼론 군기의 일부분이었습니다. 상태가 좋지 않지만, 학자들에게는 굉장히 흥미로울 것입니다.

# Equipment/&PickupQuest_Item_Cypher_Title
source: Silent Whisper Cipher Disk
ko: 고요한 속삭임의 암호판

# Equipment/&PickupQuest_Item_Cypher_Description
source: This ancient item was used by the intelligence service of the Manacalon Empire. With the right skill, a spy could use this mechanical device to encrypt or decrypt a written message without using magic.
ko: 마나칼론 제국 정부국에서 사용하던 고대의 장치. 올바른 사용법을 아는 첩자는 이 기계 장치를 통해서 마법을 사용하지 않고도 메시지를 암호화하거나 해독할 수 있습니다.

# Equipment/&Flaming_Arrow_Title
source: Flaming Arrow
ko: 불화살

# Equipment/&Corrosive_Arrow_Title
source: Corrosive Arrow
ko: 부식 화살

# Equipment/&Flash_Arrow_Title
source: Flash Arrow
ko: 섬광 화살

# Equipment/&Flaming_Bolt_Title
source: Flaming Bolt
ko: 화염 볼트

# Equipment/&Corrosive_Bolt_Title
source: Corrosive Bolt
ko: 부식 볼트

# Equipment/&Flash_Bolt_Title
source: Flash Bolt
ko: 섬광 볼트

# Equipment/&AlchemicalProjectile_Description
source: This projectile uses an alchemical flask for additional damage.
ko: 이 발사체는 연금술 플라스크를 사용하여 추가 피해를 줍니다.

# Equipment/&Flaming_Arrow_CraftingRecipe_Title
source: Craft 5 Flaming Arrows
ko: 불화살 5개 제작

# Equipment/&Corrosive_Arrow_CraftingRecipe_Title
source: Craft 5 Corrosive Arrows
ko: 부식 화살 5개 제작

# Equipment/&Flash_Arrow_CraftingRecipe_Title
source: Craft 5 Flash Arrows
ko: 섬광 화살 5개 제작

# Equipment/&Flaming_Bolt_CraftingRecipe_Title
source: Craft 5 Flaming Bolts
ko: 화염 볼트 5개 제작

# Equipment/&Corrosive_Bolt_CraftingRecipe_Title
source: Craft 5 Corrosive Bolts
ko: 부식 볼트 5개 제작

# Equipment/&Flash_Bolt_CraftingRecipe_Title
source: Craft 5 Flash Bolts
ko: 섬광 볼트 5개 제작

# Equipment/&ContainerHarvestable_LavaStone_Title
source: Lava Stones
ko: 용암석

# Equipment/&ContainerHarvestable_LavaStone_Description
source: These primordial stones are only found where extreme heat has melted rare stones with magic.
ko: 이 원시의 돌은 마법을 이용해 희귀한 돌을 매우 높은 온도에서 녹인 장소에서만 발견됩니다.

# Equipment/&Quarterstaff_plus_2_Description
source: This magical quarterstaff has been enchanted by sylvan wizards using a blood gem.
ko: 이 마법이 깃든 쿼터스태프는 실반 마법사들이 혈석을 사용하여 마법을 부여했습니다.

# Equipment/&Quarterstaff_plus_one_TypeTitle
source: Quarterstaff +1
ko: 쿼터스태프 +1

# Equipment/&Quarterstaff_plus_one_Description
source: This beautiful quarterstaff was crafted by wizards of an old and almost forgotten tradition: the Stonemages.
ko: 이 아름다운 쿼터스태프는 오래되어 거의 잊힌 전통을 따르는 마법사들인 스톤메이지들이 제작하였습니다.

# Equipment/&Dagger_plus_two_Description
source: This elegant curvy dagger is a great magical weapon crafted by an old tradition of wizards known as Court Mages.
ko: 이 우아하게 휜 대거는 궁정 마법사로 알려진 오랜 전통을 따르는 마법사들이 제작한 훌륭한 마법 무기입니다.

# Equipment/&ShortbowPlus_2_TypeDescription
source: A classic weapon from the workshops of Defineth Sharpsight, a renowned sylvan elf enchanter.
ko: 유명한 실반 엘프 인챈터인 데피니스 샤프사이트의 작업장에서 가져온 고전적인 무기입니다.

# Equipment/&LongbowPlusoneTypeDescription
source: A hunting weapon whose design is the trademark of Defineth Sharpsight, the famous sylvan elf enchanter.
ko: 유명한 실반 엘프 인챈터인 데피니스 샤프사이트의 상징적인 설계 양식을 띠고 있는 사냥용 무기입니다.

# Equipment/&Morningstar_plus_two_Description
source: A weapon typical of the Tirmarian clerics who fought alongside the Solastan troops at the Battle of the Rift!
ko: 균열의 전투에서 솔라스타의 군대와 함께 싸웠던 티르마르 클레릭들이 사용하는 전형적인 무기입니다!

# Equipment/&Longsword_plus_2_Description
source: A trademark weapon from the workshops of Elgador Keenspirit, Magesmith of the Arcaneum. Probably from the Manacalon Expansion era.
ko: 아케니움의 마법 대장장이였던 엘가도르 킨스피릿의 공방에서 제작된 상징적인 무기입니다. 아마도 마나칼론이 확장하던 시대의 것입니다.

# Equipment/&Adrasteia_Letter_Title
source: Adrasteia's Plea
ko: 아드라스테이아의 요청

# Equipment/&Adrasteia_Letter_Description
source: You found this letter in a backpack after leaving Adrasteia. She must have used her magic; she couldn't have written this with her claws!
ko: 아드라스테이아를 떠나 온 후 가방에서 이 편지를 찾았습니다. 그녀는 이걸 작성하기 위해 마법을 사용했을 것입니다; 발톱이 달린 손으로는 이걸 쓸 수 없었을 테니까요!

# Equipment/&Adrasteia_Letter_Content0
source: Friends, as you must remember, I asked for your help to cleanse the surroundings of my tower of this undead creature you call a defiler. My modest divination powers taught me that the creature's name is Razan Holarant. It has established his home in the underground tunnels beneath the ruins outside.
ko: 친구 여러분, 기억하시겠지만, 저는 제 탑 주변에서 여러분이 모독자라고 부르는 언데드 생명체를 정화해달라고 도움을 요청했어요. 별로 대단치는 못한 제 점에 따르면 그 생명체의 이름은 라잔 홀라란트라는군요. 그것은 외부의 폐허 아래 지하 터널에 제 은신처를 마련했어요.

# Equipment/&Adrasteia_Letter_Content1
source: Yet, you may be able to draw him out of hiding, though only at night, if you open a tomb inside one of the old buildings. Apparently, he brought the remnants of his deceased wife and children to rest there. It would appear the creature might have had a soul, after all, although I understand he sacrificed his family for eternal life.
ko: 오래된 건물 중 하나의 내부에 있는 무덤을 개방한다면 숨어있는 그를 끌어낼 수 있을 거예요. 비록 밤에만 가능하긴 하지만. 그가 그곳에 사망한 아내와 아이들의 유해를 안장했다는 것은 명백하네요. 비록 그 생명체가 영생을 위해 자신의 가족을 희생시켰다고 생각하지만, 어쨌든 그 생명체도 마음을 갖고 있긴 할 거예요.

# Equipment/&Adrasteia_Letter_Content2
source: Such a crime cannot remain unpunished. Therefore, as ruler of this land, I hereby grant you license to put an end to the very existence of this foulness in my name.
ko: 그러한 범죄가 처벌되지 않고 남아 있을 수는 없습니다. 따라서 나는 이 땅의 통치자로서, 당신에게 내 이름으로 이 불결한 것의 존재 자체를 끝내버릴 권한을 부여합니다.

# Equipment/&Adrasteia_Letter_Content3
source: Yours truly, Adrasteia Epimeles Aspis
ko: 당신의 진정한 친구, 아드라스테이아 에피멜레스 아스피스

# Equipment/&Razan_Letter_Title
source: Strange Letter
ko: 이상한 편지

# Equipment/&Razan_Letter_Description
source: This short letter was probably written for one of the deceased in the coffin, though its contents are disturbing and do not look like a typical farewell letter to the dead.
ko: 이 편지는 비록 그 내용이 충격적이고 일반적으로 망자에게 쓰는 작별 편지 같아 보이지는 않지만, 어쨌든 관에 들어 있는 망자 중 하나에게 작성된 것 같습니다.

# Equipment/&Razan_Letter_Content0
source: My love, I have a new daughter. Her name is Estalla. Of course, she doesn't have your blood, but she has mine. Unlike you, she will be by my side forever. Rest in peace in your new home. Razan
ko: 내 사랑, 새 딸이 생겼어. 그녀의 이름은 에스탈라야. 당연한 소리지만, 그녀에겐 당신의 피가 흐르지 않아. 내 피만 흐르지. 당신과는 달리 걔는 평생 내 곁에 있을 거야. 새 집에서 편히 쉬길 바라. 라잔

# Equipment/&Estalla_Letter_Title
source: Farewell Letter
ko: 작별 편지

# Equipment/&Estalla_Letter_Description
source: This was probably written by the young defiler you just destroyed.
ko: 이 편지는 아마도 당신이 방금 부숴버린 어린 모독자에 의해 작성되었을 것입니다.

# Equipment/&Estalla_Letter_Content0
source: Farewell, old friend. Never again shall you warm my skin and soothe my sadness. Today, I embrace the night. Today, I enter eternity. I reject the gods and their power, I become one with darkness. Estalla Mertvykh Born 1005 A.C. Reborn 1024 A.C.
ko: 안녕, 오랜 친구야. 네가 내 피부를 따뜻하게 해주고 내 슬픔을 달래줄 일이 다시는 없겠지. 오늘 난 밤을 받아들이겠다. 난 신들과 그들의 힘을 거부하고, 어둠과 하나가 되겠다. 에스탈라 메르트비흐 A.C. 1005년 출생 A.C. 1024년 부활.

# Equipment/&Slippers_Title
source: Slippers of Spider Climbing
ko: 거미 등반의 실내화

# Equipment/&Slippers_Description
source: These magical slippers have a very shady origin. Probably made by some crazy Manacalon wizard to walk the walls of his manor in a cozy fashion.
ko: 이 마법이 깃든 슬리퍼의 유래는 아주 수상합니다. 아마도 어떤 미친 마나칼론 마법사가 편안한 옷차림으로 저택 벽을 걸어 다니기 위해 만든 것 같습니다.

# Equipment/&BattleAxe_plus_1_Title
source: Battleaxe +1
ko: 배틀액스 +1

# Equipment/&BattleAxe_plus_1_Description
source: A typical dwarven weapon, probably crafted by the smiths of the Snow Alliance.
ko: 설산 동맹의 대장장이가 제작한 것으로 추정되는 전형적인 드워프 무기입니다.

# Equipment/&PickupQuest_Item_LavaForest_Title
source: Dwarven Hammer
ko: 드워프 해머

# Equipment/&PickupQuest_Item_LavaForest_Description
source: This looks like a Dwarven Thrower, but it seems to be protected by some kind of powerful spell, and it is just as though no one is able to yield its magic. Maybe you're just not worthy.
ko: 이건 드워프 투척 무기처럼 보이지만, 마치 그 누구에게도 여기에 깃든 마법을 넘겨줄 수 없다는 것처럼 일종의 강력한 주문에 의해 보호되고 있는 것 같습니다. 어쩌면 당신은 이걸 쓸 자격이 없을지도 모릅니다.

# Equipment/&Item_Tome_Conjuration_Title
source: Tome of All Things
ko: 만물의 고서

# Equipment/&Item_Tome_Conjuration_Description
source: Incredible as it might be, carrying this book in your Utility Slot makes you all-powerful. Why would anyone leave this here?
ko: 믿어지지 않겠지만 이 책을 유틸리티 슬롯에 휴대하면 당신을 모든 면에서 강력하게 만들어줍니다. 왜 누군가가 이것을 여기에 남겨 두겠습니까?

# Equipment/&ElvenThinblade_plus_one_Unidentified_Title
source: Elven Shortsword
ko: 엘프제 숏소드

# Equipment/&ElvenThinblade_plus_one_Unidentified_Description
source: This fine, elegant shortsword is a masterpiece of ancient Manacalon smithing. It is so light and sharp that it might be magical.
ko: 이 훌륭하고 우아한 숏소드는 고대 마나칼론 담금질의 걸작입니다. 너무 가볍고 날카로워서 마법이 깃들어 있는 걸지도 모릅니다.

# Equipment/&ElvenThinblade_plus_one_TypeTitle
source: Elven Thinblade
ko: 엘프 세검

# Equipment/&ElvenThinblade_plus_one_Description
source: These rare weapons were all crafted by the hand of Defineth Sharpsight himself. They were prized by master spies of the Silent Whisper, for they ally the qualities of finesse and light blades with unmatched sharpness.
ko: 이 희귀한 무기들은 모두 데피니스 샤프사이트가 직접 제작했습니다. 이 무기들은 비할 데 없는 날카로움과 기교형 경량 무기의 특성들을 모두 지닌 덕분에, 고요한 속삭임의 마스터 스파이들에게 높이 평가받았습니다.

# Equipment/&Shortsword_plus_two_TypeTitle
source: Shortsword +2
ko: 숏소드 +2

# Equipment/&Shortsword_plus_two_Description
source: A typical blade design from Elgador Keenspirit, Magesmith of the Arcaneum.
ko: 아케니움의 마법 대장장이인 델가도르 킨스피릿의 전형적인 칼날 디자인입니다.

# Equipment/&Scimitar_plus_one_Unidentified_Title
source: Superb Scimitar
ko: 뛰어난 시미터

# Equipment/&Scimitar_plus_one_Unidentified_Description
source: This elegant scimitar is clearly the work of a master smith, and may even be magical.
ko: 이 우아한 시미터는 분명히 대장장이 장인의 작품이며, 어쩌면 마법까지도 깃들어 있을지도 모릅니다.

# Equipment/&Scimitar_plus_one_Title
source: Scimitar +1
ko: 시미터 +1

# Equipment/&Scimitar_plus_one_Description
source: This weapon was forged on Tirmar and was the trademark of the spies of the Inquisition during the dark ages.
ko: 이 무기는 티르마르에서 제작되었으며, 암흑기 동안 심문단 첩자들의 트레이드마크였습니다.

# Equipment/&Rapier_plus_two_TypeTitle
source: Rapier +2
ko: 레이피어 +2

# Equipment/&Rapier_plus_two_Description
source: A masterpiece from Griff Blackheart, renowned for his deadly rapiers.
ko: 치명적인 레이피어를 만들기로 소문난 그리프 블랙하트의 걸작입니다.

# Equipment/&Longbow_plus_2_Title
source: Longbow +2
ko: 롱보우 +2

# Equipment/&Longbow_plus_2_Description
source: Defineth Sharpsight, the famous sylvan elf enchanter who designed many various bows, created this bow for only one, grim purpose: to kill his cousins, the elves of the Manacalon Empire.
ko: 다양한 활을 제작했던 유명한 실반 엘프 인챈터인 데피니스 샤프사이트는, 단 하나의 음산한 목적을 위해 이 활을 만들었습니다: 그의 사촌들인, 마나칼론 제국의 엘프들을 죽이기 위해서.

# Equipment/&Mace_plus_two_Title
source: Mace +2
ko: 메이스 +2

# Equipment/&Mace_plus_two_Description
source: This weapon was typically wielded by veterans of the Golden Cavalry for devastating effect on the frontlines.
ko: 이 무기는 일반적으로 황금 기병대의 베테랑들이 최전선에서 파괴적인 효과를 내기 위해 사용했습니다.

# Equipment/&Greataxe_plus_01_Title
source: Greataxe +1
ko: 그레이트액스 +1

# Equipment/&Greataxe_plus_01_Description
source: A typical dwarven weapon, probably crafted by the smiths of the Snow Alliance.
ko: 설산 동맹의 대장장이가 만든 것으로 추정되는 전형적인 드워프 무기입니다.

# Equipment/&Greataxe_plus_01_unidentified_Title
source: Superb Greataxe
ko: 뛰어난 그레이트액스

# Equipment/&Greataxe_plus_01_unidentified_Description
source: A finely decorated greataxe with runic engravings.
ko: 룬이 새겨지고 정교하게 장식된 그레이트액스입니다.

# Equipment/&Greataxe_plus_2_Title
source: Greataxe +2
ko: 그레이트액스 +2

# Equipment/&BattleAxe_plus_2_Title
source: A masterpiece by Galar Stormforge, forged in the fires of the northern mountains and soaked in the eternal snows.
ko: 북부 산맥의 화염에서 벼려지고 영원한 눈에 담가진 갈라르 스톰포지의 걸작입니다.

# Equipment/&Handaxe_plus_01_Description
source: A typical weapon forged by the dwarven smiths of the Snow Alliance.
ko: 설산 동맹의 드워프 대장장이들이 제작한 전형적인 무기입니다.

# Equipment/&Warhammer_plus_02_Title
source: Warhammer +2
ko: 워해머 +2

# Equipment/&Warhammer_plus_02_Description
source: A light and beautifully crafted warhammer, made by Galar Stormforge, as a prototype for a more powerful weapon.
ko: 가볍고 아름답게 제작된 워해머로, 갈라르 스톰포지가 더욱 강력한 무기의 원형으로써 만들었습니다.

# Equipment/&Warhammer_plus_01_Description
source: A typical weapon forged by the dwarven smiths of the Snow Alliance.
ko: 설산 동맹의 드워프 대장장이들이 제작한 전형적인 무기입니다.

# Equipment/&Shortsword_plus_1_Description
source: Though it follows the style of Defineth Sharpsight, this is obviously a copy and not a product of the master smith. Still, it's a very good magical weapon.
ko: 델피니스 샤프사이트의 형식을 따르긴 하지만, 이것은 명백하게 대장장이 장인의 제품이 아니며, 복제품입니다. 그래도 아주 좋은 마법 무기입니다.

# Equipment/&Rapier_plus_1_Description
source: A beautifully crafted blade, very popular on the ships that sail around the Southern Islands.
ko: 아름답게 제작된 검으로, 남쪽 군도를 항해하는 선박들에서 매우 인기 있습니다.

# Equipment/&TomeOfAllThingsFunction_Description
source: While you are carrying the Tome of All Things in your Utility Slot, all your ability scores equal 20.
ko: 보조 슬롯에 만물의 고서를 착용하고 있는 동안 모든 능력치가 20으로 동일해집니다.

# Equipment/&FunctionCommandFear_Description
source: Command one target to flee in terror.
ko: 하나의 목표가 공포에 질려 달아나도록 명령합니다.

# Equipment/&FunctionConeFear_Description
source: Cause all enemies in a 12-cell-long cone to flee in terror.
ko: 12칸 길이의 원뿔 안에 있는 모든 적들이 공포에 질려 달아나게 합니다.

# Equipment/&ItemFlagQuestDescription
source: This item is necessary for the completion of a quest and cannot be dropped or sold.
ko: 이 아이템은 퀘스트 달성에 필수적이며 버리거나 판매할 수 없습니다.

# Equipment/&ItemFlagPrimedDescription
source: Prepared by a Manacalon enchanter, this item can be crafted into a magical version using a Manacalon Rosary and the appropriate ingredient.
ko: 마나칼론 인챈터가 준비한 이 아이템은 마나칼론 묵주와 적절한 재료를 사용하여 마법을 깃들이게 할 수 있습니다.

# Equipment/&ItemFlagIngredientDescription
source: This item can be used as a component for certain spells.
ko: 이 아이템은 특정 주문들을 위한 구성요소로 사용할 수 있습니다.

# Equipment/&ItemFlag_Flash_Description
source: Deals 1d6 radiant damage.
ko: 1d6의 광휘 피해를 줍니다.

# Equipment/&ItemFlag_Corrosive_Description
source: Deals 1d6 acid damage.
ko: 1d6의 산성 피해를 줍니다.

# Equipment/&ItemFlag_Flaming_Description
source: Deals 1d6 fire damage.
ko: 1d6의 화염 피해를 줍니다.

# Equipment/&ItemFlagPoison_1D4_Description
source: Deals 1d4 poison damage.
ko: 1d4의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_1D8_Description
source: Deals 1d8 poison damage.
ko: 1d8의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_1D6_Description
source: Deals 1d6 poison damage.
ko: 1d6의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_2D4_Description
source: Deals 2d4 poison damage.
ko: 2d4의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_2D8_Description
source: Deals 2d8 poison damage.
ko: 2d8의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_3D6_Description
source: Deals 3d6 poison damage.
ko: 3d6의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_3D8_Description
source: Deals 3d8 poison damage.
ko: 3d8의 독 피해를 줍니다.

# Equipment/&ItemFlagPoison_Poisoned_Description
source: Causes the poisoned condition.
ko: 중독 상태를 유발합니다.

# Equipment/&ItemFlagPoison_Paralyzed_Description
source: Causes the paralyzed condition.
ko: 마비 상태를 유발합니다.

# Equipment/&ItemFlagPoison_Restrained_Description
source: Causes the restrained condition.
ko: 구속 상태를 유발합니다.

# Equipment/&ItemFlagPoison_Overtime_Description
source: Deals damage over time.
ko: 시간이 지남에 따라 피해를 줍니다.

# Equipment/&ItemFlagPoison_Blinded_Description
source: Causes the blinded condition.
ko: 실명 상태를 유발합니다.

# Equipment/&EncryptedSpellbook_Title
source: Encrypted Spellbook
ko: 암호화된 주문책

# Equipment/&EncryptedSpellbook_Description
source: A mysterious spellbook written in some obscure code. Maybe experts from the Circle of Danantar could use it.
ko: 이해할 수 없는 암호로 쓰인 신비한 주문책입니다. 어쩌면 다난타르 서클의 전문가들이 해석할 수 있을지도 모릅니다.

# Equipment/&ContainerTrunkTitle
source: Trunk
ko: 궤짝

# Equipment/&EarlyBird_Function_Title
source: Increased Initiative
ko: 추가 우선권

# Equipment/&EarlyBird_Function_Description
source: Increases your initiative by 2 when worn around the neck.
ko: 목에 걸었을 때 우선권을 2만큼 추가합니다.

# Equipment/&TagLightWeaponTitle
source: Light
ko: 경량형

# Equipment/&StandardBrassKeyTitle
source: Brass Key
ko: 황동 열쇠

# Equipment/&StandardSilverKeyTitle
source: Silver Key
ko: 은 열쇠

# Equipment/&StandardGoldKeyTitle
source: Gold Key
ko: 금 열쇠

# Equipment/&StandardIronKeyTitle
source: Iron Key
ko: 철 열쇠

# Equipment/&StandardDragonKeyTitle
source: Dragon Key
ko: 드래곤 열쇠

# Equipment/&StandardKeyDescription
source: A key meant to open a locked door or container
ko: 잠긴 문이나 상자를 열기 위한 열쇠

# Equipment/&DLC1_Equipment_Quest_City_Finaliel_Lab_KeyTitle
source: Finaliel's Lab Key
ko: 피날리엘의 연구소 열쇠

# Equipment/&DLC1_Equipment_Quest_City_Finaliel_Lab_KeyDescription
source: A small brass key used by Orenetis to open Finaliel's lab door.
ko: 오레네티스가 피날리엘의 연구소 문을 열기 위해 사용한 작은 황동 열쇠.

# Equipment/&DLC1_Equipment_Quest_City_People_HQ_KeyTitle
source: Headquarters Key
ko: 본부 열쇠

# Equipment/&DLC1_Equipment_Quest_City_People_HQ_KeyDescription
source: A key belonging to Rose that can access the People's headquarters.
ko: 민중의 본부에 접근할 수 있는 로즈가 소유했던 열쇠.

# Equipment/&DLC1_Item_Charmer_Ring_Title
source: Dominion Officer Ring
ko: 자치령 장교 반지

# Equipment/&DLC1_Item_Charmer_Ring_Description
source: A gold ring given by Orenetis to favored servants of the Dominion. It is engraved with the name of its owner: Charmer.
ko: 오레네티스가 자치령의 충직한 종복들에게 내린 황금 반지. 소유주의 이름이 새겨져 있습니다: 매력가.

# Equipment/&DLC1_Equipment_Orenetis_Ingredients_Title
source: Ingredients for Orenetis
ko: 오레네티스를 위한 재료들

# Equipment/&DLC1_Equipment_Orenetis_Ingredients
source: A pack of ingredients required by the Lord Protector Orenetis.
ko: 오레네티스 섭정 각하가 필요로 하는 재료 꾸러미.

# Equipment/&ManualOfQuickThought_Title_Hasdrubal
source: Telerien's Gift for Hasdrubal
ko: 텔레리엔이 하스드루발에게 주는 선물

# Equipment/&ManualOfQuickThought_Function_Description_Hasdrubal
source: This is clearly a magical book that can enhance someone's intelligence. You agreed to take it to Hasdrubal.
ko: 이는 누군가의 지능을 강화할 수 있는 마법서가 확실합니다. 이를 하스드루발에게 전해주겠다 장담했습니다.

# Equipment/&MagnificientMaul_Description
source: An intimidating maul of great power, heavy enough to break any skull it comes across.
ko: 강력한 힘이 담긴 위협적인 마울로, 어떤 골통도 박살낼 수 있을 만큼 무겁습니다.

# Equipment/&Item_Primed_Scepter_Title
source: Primed Scepter
ko: 준비된 왕홀

# Equipment/&Item_Primed_Scepter_Description
source: A silver scepter, magically prepared for enchantment.
ko: 은으로 된 왕홀로, 마법을 받아들일 준비가 됐습니다.

# Equipment/&Pelt_Package_Title
source: Pelts for Gartok.
ko: 가르톡을 위한 가죽들.

# Equipment/&Pelt_Package_Description
source: A package of dire wolf pelts that Gartok asked you to find.
ko: 가르톡이 찾아달라 부탁한 다이어 울프 가죽 꾸러미.

# Equipment/&Feather_Package_Title
source: Feathers for Gartok.
ko: 가르톡을 위한 깃털들.

# Equipment/&Feather_Package_Description
source: A package of large crow feathers that you have collected for Gartok.
ko: 가르톡을 위해 모은 거대 까마귀 깃털 꾸러미.

# Equipment/&Thread_Package_Title
source: Sewing Thread for Gartok.
ko: 가르톡을 위한 바느질용 실.

# Equipment/&Thread_Package_Description
source: Several balls of sewing thread that you have collected for Gartok.
ko: 가르톡을 위해 모은 바느질용 실뭉치 여러 개.

# Equipment/&RawBlueDiamond_Title
source: Rough Blue Diamond
ko: 거친 블루 다이아몬드

# Equipment/&RawBlueDiamond_Description
source: This uncut diamond is perfect for receiving unstable enchantments.
ko: 이 세공되지 않은 다이아몬드는 안정되지 않은 부여마법을 받아들이기에 완벽합니다.

# Equipment/&DLC1_Equipment_Document_ForgeDryadThreatReport_DescriptionA
source: Hasdrubal: While on patrol, Garral camped near the big tree with his troops. In the morning, everyone was dead except one sentry who neither saw nor heard anything. We just had word from some merchants who had set up camp near the same tree, and their sentry tells an identical tale.
ko: 하스드루발: 정찰 중에, 개럴이 그의 부대와 함께 큰 나무 근처에서 야영을 했네. 날이 밝자, 아무것도 보지도 듣지도 못한 보초 하나를 제외한 모두가 죽었다더군. 방금 같은 나무 근처에서 야영을 했던 상인 몇 명에게 얘기를 들었는데, 그 자들의 보초도 완전히 똑같은 얘기를 했어.

# Equipment/&DLC1_Equipment_Document_ForgeDryadThreatReport_DescriptionB
source: Also, one of our patrols found the corpses of several troops in the livery of Orenetis not far from this same tree. While our troops shed no tears over their fate, concern is spreading about this tree. I strongly recommend that some action be taken. We've chased dryads away from that tree before. Maybe it's them retaliating.
ko: 또, 우리 정찰대 중 하나가 같은 나무에서 머지 않은 곳에서 오레네티스의 제복을 입은 여러 부대의 시체들을 발견했네. 놈들을 위해선 눈물 한 방울 흘리지 않았지만, 그 나무에 대한 우려가 퍼지고 있네. 어떤 조치를 취해야 한다 내 강력히 권했네. 우리가 전에 그 나무에서 드라이어드들을 몰아냈으니. 놈들의 보복이 틀림없어.

# Equipment/&MagnificientCrossbowGenericPresentation
source: A magnificient weapon, and probably magical.
ko: 거대한 무기입니다. 아마 마법이 부여된 것 같습니다.

# Equipment/&BlackBearPelt_Title
source: Black Bear Pelt
ko: 흑곰 가죽

# Equipment/&BlackBearPelt_Description
source: Take from the corpse of a Black Bear, this might be used to craft clothes.
ko: 흑곰의 사체에서 벗겨낸 가죽으로 의류를 제작하는데 사용할 수 있을지도 모릅니다.

# Equipment/&BrownBearPelt_Title
source: Brown Bear Pelt
ko: 불곰 가죽

# Equipment/&BrownBearPelt_Description
source: Take from the corpse of a Brown Bear, this might be used to craft clothes.
ko: 불곰의 사체에서 벗겨낸 가죽으로 의류를 제작하는데 사용할 수 있을지도 모릅니다.

# Equipment/&GemBlack_Pearl_PowderTitle
source: Black Pearl powder
ko: 흑진주 가루

# Equipment/&GemBlack_Pearl_PowderDescription
source: Material component necessary to cast the spell Circle of Death
ko: 죽음의 원을 시전하는데 필수적인 물질 성분

# Equipment/&Small_Crystal_SphereTitle
source: Small Crystal Sphere
ko: 작은 수정구

# Equipment/&Small_Crystal_SphereDescription
source: Material component necessary to cast the spell Freezing Sphere
ko: 빙결의 구를 시전하는데 필수적인 물질 성분

# Equipment/&Eyes_OintmentTitle
source: Ointment
ko: 연고

# Equipment/&Eyes_OintmentDescription
source: Material component necessary to cast the spell True Seeing.
ko: 진실의 시야를 시전하는데 필수적인 물질 성분입니다.

# Equipment/&ScrollFreezingSphereTitle
source: Scroll of Freezing Sphere
ko: 빙결탄 두루마리

# Equipment/&ScrollFreezingSphereDescription
source: When you use this scroll, you cast the spell Freezing Sphere.
ko: 이 두루마리를 사용하면 빙결탄 주문을 시전합니다.

# Equipment/&ScrollCircleOfDeathTitle
source: Scroll of Circle of death
ko: 죽음의 원 두루마리
