Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Greatsword_plus_1_Description
source: A typical magic weapon crafted in the forges of the Manacalon Empire.
ko_mt: 마나칼론 제국의 대장간에서 제작된 전형적인 마법 무기.

# Greatsword_plus_1_unidentified_Title
source: Magnificent Greatsword
ko_mt: 장엄한 대검

# Greatsword_plus_1_unidentified_Description
source: This finely crafted greatsword bears elvish symbols on its pommel and blade.
ko_mt: 정교하게 제작된 이 대검의 망치와 칼날에는 엘프 상징이 새겨져 있습니다.

# JavelinPlusOne_unidentified_Title
source: Superb Javelin
ko_mt: 뛰어난 자벨린

# JavelinPlusOne_unidentified_Description
source: This javelin is finely crafted, light but efficient.
ko_mt: 이 자벨린은 정교하게 제작되었으며 가벼우면서도 효율적입니다.

# Document_Coparann_Lightfiller_Title
source: Sigil codebook
ko_mt: 시질 코드북

# Document_Coparann_Lightfiller_Description
source: This handbook contains notes written in a cryptic form of ancient elvish. The only interesting things are the drawings: they look like the moon stones found near Kythaela's mausoleum.
ko_mt: 이 핸드북에는 고대 엘프의 신비한 형태로 쓰여진 메모가 포함되어 있습니다. 흥미로운 점은 그림뿐입니다. 그림은 Kythaela의 영묘 근처에서 발견된 달의 돌처럼 보입니다.

# RingOfTheLightbringers_Title
source: Ring of the Lightbringers
ko_mt: 빛의 수호자의 반지

# RingOfTheLightbringers_Description
source: Originally, these rings were forged by the Tirmarian master smiths to equip an order of Paladins who wanted to enter the homeland of the Sorr-Akkath and destroy it.
ko_mt: 원래 이 반지는 티르마리아 대장장이들이 소르-아카스의 고향에 들어가 파괴하려는 성기사들을 무장시키기 위해 제작했습니다.

# RingOfTheLightbringers_Unidentified_Title
source: Beautiful Silver Ring
ko_mt: 아름다운 은반지

# RingOfTheLightbringers_Unidentified_Description
source: A magnificent ring with a sun-shaped bezel.
ko_mt: 태양 모양의 베젤이 있는 멋진 반지.

# BracersOfSparkles_Title
source: Bracers of Sparkles
ko_mt: 반짝임 팔보호구

# BracersOfSparkles_Description
source: These bracers were used for ceremonial purposes in Tirmarian temples, to light up the churches.
ko_mt: 이 팔보호구는 티르마리아 사원에서 교회를 밝히는 의식 목적으로 사용되었습니다.

# BracersOfSparkles_Unidentified_Title
source: Golden Bracers
ko_mt: 황금 팔보호구

# BracersOfSparkles_Unidentified_Description
source: A pair of superb bracers made of gold, with flame-shaped decorations.
ko_mt: 불꽃 모양의 장식이 있는 금으로 만든 멋진 팔보호구.

# Document_Relic_Manifest_Title
source: Ancient Manifest
ko_mt: 고대 선언문

# Document_Relic_Manifest_Description
source: This old piece of paper is dated before the Cataclysm. It's a very mundane delivery document, but it might have some value for the Antiquarians, for instance.
ko_mt: 이 오래된 종이는 대격변 이전의 것입니다. 그것은 매우 평범한 배달 문서이지만, 예를 들어 골동품 수집가들에게는 어느 정도 가치가 있을 수 있습니다.

# Document_Relic_Poem_Title
source: Poem
ko_mt: 시

# Document_Relic_Poem_Description
source: This might have been a love letter, or simply a poem, dedicated to a Lady Adrasteia. It was clearly crumpled then salvaged and stored safely.
ko_mt: 이것은 레이디 아드라스테아에게 헌정된 연애편지일 수도 있고 단순히 시였을 수도 있습니다. 분명히 구겨진 다음 구조되어 안전하게 보관되었습니다.

# Document_Relic_Order_Title
source: Magic Weapon Request
ko_mt: 마법 무기 요청

# Document_Relic_Order_Description
source: This request was placed by a Iron Legion officer to obtain a warden sword from the magical workshop of the Tower of Abjuration. It refers to a major component that should lower the crafting price.
ko_mt: 이 요청은 소멸의 탑의 마법 작업장에서 감시자 검을 얻기 위해 Iron Legion 장교가 제출한 것입니다. 제작단가를 낮추어야 하는 주요 부품을 말합니다.

# Document_Relic_Craftlist_Title
source: This was apparently a document given to people who wanted to order a magical item from the Master of Abjuration. The costs seem ridiculously cheap, but that was probably because such items were very easy to make for the Manacalon masters of magic.
ko_mt: 이것은 소멸의 마스터에게 마법 아이템을 주문하려는 사람들에게 주어진 문서인 것 같다. 가격이 터무니없이 싼 것 같지만, 마나칼론 마법의 달인들이 만들기 쉽기 때문일 것이다.

# Document_Relic_Craftlist_Description
source: Warden Longsword:
ko_mt: 워든 롱소드:

# Document_Relic_ElvenWarsBook_Title
source: The Elven Wars
ko_mt: 엘프 전쟁

# Document_Relic_ElvenWarsBook_Description
source: A history book by the First Loremaster of the Manacalon Arcaneum. Very valuable.
ko_mt: 마나칼론 아르카네움의 최초의 로어마스터의 역사책. 매우 가치가 있습니다.

# Ingredient_Enchant_SpiderQueen_Venom_Title
source: Spider Queen Venom
ko_mt: 거미 여왕 독

# Ingredient_Enchant_SpiderQueen_Venom_Description
source: TBC
ko_mt: 미정

# Ingredient_FireSpiderVenomGland_Title
source: Fire Spider Poison Gland
ko_mt: 화염 거미 독샘

# Ingredient_FireSpiderVenomGland_Description
source: TBC
ko_mt: 미정

# MertonSword_Title
source: Arwin Merton's Sword
ko_mt: 아르윈 머튼의 검

# MertonSword_Description
source: Bitterroot gave you this sword. You're supposed to bring it to Merton in Caer Cyflen.
ko_mt: 비터루트가 당신에게 이 검을 주었습니다. Caer Cyflen에 있는 Merton에게 가져가야 합니다.

# GreenmageArmor_unidentified_Title
source: Sylvan Outfit
ko_mt: 실반 의상

# GreenmageArmor_unidentified_Description
source: A nice-looking and well-decorated outfit made from green linen with golden lining.
ko_mt: 금색 안감을 댄 그린 린넨 소재로 깔끔하고 단정하게 꾸민 의상.

# Plate_plus_one_Title
source: Plate+1
ko_mt: 플레이트+1

# Plate_plus_one_Description
source: A full Plate Armor made with enchanted metal.
ko_mt: 인챈트된 금속으로 만들어진 풀 플레이트 아머.

# Plate_plus_one_unidentified_Title
source: Magnificent Plate Armor
ko_mt: 장엄한 판금 갑옷

# Plate_plus_one_unidentified_Description
source: This armor is made of finely decorated plates and bears magic runes.
ko_mt: 이 갑옷은 정교하게 장식된 판으로 만들어졌으며 마법의 룬이 들어 있습니다.

# Handaxe_plus_one_TypeTitle
source: Handaxe +1
ko_mt: 손도끼 +1

# Handaxe_plus_one_Description
source: TBC
ko_mt: 미정

# Handaxe_plus_one_Unidentified_Title
source: Superb Handaxe
ko_mt: 뛰어난 손도끼

# Handaxe_plus_one_Unidentified_Description
source: A finely crafted and exceptionally well balanced handaxe.
ko_mt: 정교하게 제작되고 매우 균형이 잘 잡힌 도끼입니다.

# Longsword_plus_two_Title
source: Longsword +2
ko_mt: 롱소드 +2

# Longsword_plus_two_Description
source: TBC
ko_mt: 미정

# Longsword_plus_two_Unidentified_Title
source: Magnificent Longsword
ko_mt: 장엄한 장검

# Longsword_plus_two_Unidentified_Description
source: A magnificently crafted and decorated longsword.
ko_mt: 훌륭하게 제작되고 장식된 장검.

# Warhammer_plus_two_TypeTitle
source: Dwarven Thrower
ko_mt: 드워프 투척자

# Warhammer_plus_two_Description
source: Galar Stormforge's masterpiece, this exceptional light warhammer can be thrown for devastating damage, especially against giants.
ko_mt: Galar Stormforge의 걸작인 이 경이적인 워해머는 특히 거인에게 치명적인 피해를 줄 수 있습니다.

# Warhammer_plus_two_Unidentified_Title
source: Dwarven Warhammer
ko_mt: 드워프 워해머

# Warhammer_plus_two_Unidentified_Description
source: A light warhammer that seems to be launchable.
ko_mt: 발사될 것 같은 가벼운 워해머.

# Mace_plus_one_TypeTitle
source: Mace +1
ko_mt: 철퇴 +1

# Mace_plus_one_Description
source: A very fine example of the weapons produced by the dwarven weaponsmiths in the cities of the Snow Alliance.
ko_mt: 스노우 얼라이언스의 도시에서 드워프 무기제작자가 생산한 무기의 아주 좋은 예입니다.

# Mace_plus_one_Unidentified_Title
source: Magnificent Mace
ko_mt: 장엄한 철퇴

# Mace_plus_one_Unidentified_Description
source: A beautifully crafted mace with fine decoration.
ko_mt: 정교한 장식으로 아름답게 제작된 철퇴입니다.

# Quarterstaff_plus_three_TypeTitle
source: Quarterstaff +3
ko_mt: 쿼터스태프 +3

# Quarterstaff_plus_three_Description
source: TBC
ko_mt: 미정

# Quarterstaff_plus_three_Unidentified_Title
source: Magnificent Quarterstaff
ko_mt: 장엄한 쿼터스태프

# Quarterstaff_plus_three_Unidentified_Description
source: A particularly well-crafted quarterstaff decorated with gold and gems.
ko_mt: 금과 보석으로 장식된 특히 잘 만들어진 쿼터스태프입니다.

# Rapier_plus_one_TypeTitle
source: Rapier +1
ko_mt: 레이피어 +1

# Rapier_plus_one_Description
source: TBC
ko_mt: 미정

# Rapier_plus_one_Unidentified_Title
source: Magnificent Rapier
ko_mt: 장엄한 레이피어

# Rapier_plus_one_Unidentified_Description
source: A fine rapier, extremely sharp and well-balanced.
ko_mt: 매우 날카롭고 균형이 잘 잡힌 정밀한 레이피어.

# Shortsword_plus_one_TypeTitle
source: Shortsword +1
ko_mt: 쇼트소드 +1

# Shortsword_plus_one_Description
source: TBC
ko_mt: 미정

# Shortsword_plus_one_Unidentified_Title
source: Magnificent Shortsword
ko_mt: 매그니피센트 쇼트소드

# Shortsword_plus_one_Unidentified_Description
source: An exceptional blade mounted on a decorative and engraved hilt.
ko_mt: 장식적이고 새겨진 자루에 장착된 뛰어난 칼날.

# Greataxe_plus_1_Title
source: Superb Greataxe
ko_mt: 멋진 거대도끼

# Greataxe_plus_1_Description
source: TBC
ko_mt: 미정

# Greataxe_plus_1_unidentified_Title
source: Greataxe +1
ko_mt: 거대도끼 +1

# Greataxe_plus_1_unidentified_Description
source: A finely decorated greataxe with runic engravings.
ko_mt: 룬 문자가 새겨진 정교하게 장식된 거대한 도끼입니다.

# Maul_Title
source: Maul
ko_mt: 큰 나무 망치

# Maul_Description
source: A simple, good, and heavy maul to crush your opponents.
ko_mt: 상대를 부수는 간단하고 좋은 무거운 망치.

# Quarterstaff_plus_two_TypeTitle
source: Superb Quarterstaff
ko_mt: 훌륭한 쿼터스태프

# Quarterstaff_plus_two_Description
source: TBC
ko_mt: 미정

# Quarterstaff_plus_two_Unidentified_Title
source: Quarterstaff +2
ko_mt: 쿼터스태프 +2

# Quarterstaff_plus_two_Unidentified_Description
source: A particularly well-crafted quarterstaff decorated with gold and gems.
ko_mt: 금과 보석으로 장식된 특히 잘 만들어진 쿼터스태프.

# Shield_plus_3_Title
source: Superb Shield
ko_mt: 뛰어난 방패

# Shield_plus_3_Description
source: TBC
ko_mt: 미정

# Shield_plus_3_Unidentified_Title
source: Shield +3
ko_mt: 실드 +3

# Shield_plus_3_Unidentified_Description
source: A round shield made of an exceptional metal, engraved with runes.
ko_mt: 룬 문자가 새겨진 뛰어난 금속으로 만들어진 원형 방패.

# Dagger_plus_2_Title
source: Superb Dagger
ko_mt: 최상급 단검

# Dagger_plus_2_Description
source: TBC
ko_mt: 미정

# Dagger_plus_2_unidentified_Title
source: Dagger +2
ko_mt: 단검 +2

# Dagger_plus_2_unidentified_Description
source: A curved dagger made of an exceptional metal. It is extremely sharp.
ko_mt: 뛰어난 금속으로 만들어진 곡선형 단검. 매우 날카롭습니다.

# Dart_Title
source: Dart
ko_mt: 다트

# Dart_Description
source: A sharp-bladed dart that you can launch at your enemies.
ko_mt: 적을 향해 발사할 수 있는 날카로운 칼날 다트.

# PlatePlus1_Title
source: Plate +1
ko_mt: 접시 +1

# PlatePlus1_Description
source: TBC
ko_mt: 미정

# PlatePlus1_Unidentified_Title
source: Splendid Plate Armor
ko_mt: 화려한 판금 갑옷

# PlatePlus1_Unidentified_Description
source: This magnificent armor seems very old and is finely crafted. It is probably magical.
ko_mt: 이 장엄한 갑옷은 매우 낡았고 정교하게 제작되었습니다. 그것은 아마도 마법입니다.

# ArcaneFocus_Belt_Title
source: Belt Component Pouch
ko_mt: 벨트 구성품 파우치

# ArcaneFocus_Belt_Description
source: This belt contains various pockets and pouches to store spell components. Easy to access, it's a must for the traveling wizard.
ko_mt: 이 벨트에는 주문 구성 요소를 보관할 수 있는 다양한 주머니와 주머니가 있습니다. 액세스하기 쉽고 여행하는 마법사에게 필수품입니다.

# ArcaneFocus_Amulet_Title
source: Arcane Amulet
ko_mt: 신비한 부적

# ArcaneFocus_Amulet_Description
source: This amulet is a costly item with a small gem as the main piece to be used as an Arcane Focus.
ko_mt: 이 부적은 아케인 포커스로 사용할 작은 보석을 메인으로 하는 값비싼 아이템입니다.

# ArcaneFocus_Bracers_Title
source: Component Bracers
ko_mt: 부품 브레이스

# ArcaneFocus_Bracers_Description
source: These large bracers contain fast-access pockets to store your mundane components. A must for wizards who like to travel light.
ko_mt: 이 큰 팔보호구에는 일상적인 구성 요소를 보관할 수 있는 빠른 액세스 포켓이 있습니다. 가벼운 여행을 좋아하는 마법사의 필수품입니다.

# ArcaneFocus_Circlet_Title
source: Arcane Circlet
ko_mt: 아케인 서클릿

# ArcaneFocus_Circlet_Description
source: This circlet is simply a spellcasting focus with a mounted gem on a nice-looking circlet. Not a very modest piece of equipment, but practical: you just need to touch your brow when casting.
ko_mt: 이 서클릿은 단순히 멋진 서클릿에 장착된 보석이 있는 주문 시전 초점입니다. 아주 평범한 장비는 아니지만 실용적입니다. 캐스팅할 때 이마를 만지기만 하면 됩니다.

# HolySymbolAmulet_Belt_Title
source: Holy Symbol Belt Buckle
ko_mt: 홀리 심볼 벨트 버클

# HolySymbolAmulet_Belt_Description
source: This practical holy symbol is affixed to a solid leather belt. A Cleric or Paladin can easily access it for casting, even if the posture is not as classy as holding it in your enemy's face. Exists in various versions to accommodate all religions on Solasta.
ko_mt: 이 실용적인 신성한 상징은 단단한 가죽 벨트에 부착되어 있습니다. 성직자나 성기사는 자세가 적의 얼굴에 대고 있는 것만큼 고상하지 않더라도 캐스팅을 위해 쉽게 접근할 수 있습니다. Solasta의 모든 종교를 수용할 수 있도록 다양한 버전으로 존재합니다.

# HolySymbolAmulet_Cape_Title
source: Holy Symbol Cape
ko_mt: 홀리 심볼 케이프

# HolySymbolAmulet_Cape_Description
source: You can wrap yourself in this nice-looking cape to cast spells, which tends to make you look like a mighty overlord showing off, but the practical aspect makes it worth it. It can be quickly embroidered with the symbol of your deity by your favorite merchant or cleric.
ko_mt: 이 멋진 망토로 몸을 감싸 주문을 시전하면 과시하는 막강한 대군주처럼 보이기도 하지만 실용적인 면에서는 그만한 가치가 있습니다. 당신이 가장 좋아하는 상인이나 성직자가 당신의 신의 상징으로 빠르게 수 놓을 수 있습니다.

# HolySymbolAmulet_Crown_Title
source: Holy Symbol Crown
ko_mt: 신성한 상징 왕관

# HolySymbolAmulet_Crown_Description
source: Probably the most impressive and least modest of the holy symbols, this item is, however, very practical, as you just need to touch your brow to focus the power of your deity. Exists in various versions to accommodate all faiths on Solasta.
ko_mt: 아마도 가장 인상적이고 가장 겸손하지 않은 성스러운 상징일 것입니다. 그러나 이 항목은 매우 실용적입니다. 이마를 만지기만 하면 신의 힘에 집중할 수 있기 때문입니다. Solasta의 모든 신앙을 수용할 수 있도록 다양한 버전으로 존재합니다.

# Ingredient_PrimordialLavaStones_Title
source: Primordial Lava Stones
ko_mt: 태고의 용암석

# Ingredient_PrimordialLavaStones_Description
source: Created in the primordial fires of the Badlands' volcanoes, these stones contain magical powers of elemental fire.
ko_mt: 황무지 화산의 태초의 불에서 만들어진 이 돌에는 불의 마법의 힘이 담겨 있습니다.

# ContainerHarvestable_PrimordialLavaStones_Title
source: Primordial Lava Stones
ko_mt: 태고의 용암석

# ContainerHarvestable_PrimordialLavaStones_Description
source: TBC
ko_mt: 미정

# GemPearlTitle
source: Pearl
ko_mt: 진주

# GemPearlDescription
source: A beautiful natural pearl, worth <#A95827>100 gold pieces</color>.
ko_mt: <#A95827>100금화</color>에 해당하는 아름다운 천연 진주.

# Ingredient_BrimstoneViperVenomGland_Title
source: Brimstone Viper Venom Gland
ko_mt: 유황 독사 독샘

# Ingredient_BrimstoneViperVenomGland_Description
source: A venom sack found on the corpse of a Brimstone Viper, possibly usable to craft a poison.
ko_mt: Brimstone Viper의 시체에서 발견된 독 주머니로, 독을 만드는 데 사용할 수 있습니다.

# Gem300GPDiamongDescription
source: A small diamond worth <#A95827>300 gold pieces</color>.
ko_mt: <#A95827>금화 300개</color>에 해당하는 작은 다이아몬드.

# Gem500GPDiamongDescription
source: A diamond worth <#A95827>500 gold pieces</color>.
ko_mt: <#A95827>500골드 조각</color>에 해당하는 다이아몬드.

# ContainerHarvestable_FoodCrate_Title
source: Food Crate
ko_mt: 식품 상자

# ContainerHarvestable_FoodCrate_Description
source: This container is regularly filled with food by the housing personnel.
ko_mt: 이 용기는 정기적으로 주택 직원에 의해 음식으로 채워집니다.

# Poison_ArunsLight_Title
source: Arun's Light
ko_mt: 아룬의 빛

# Poison_MaraikesTorpor_Title
source: Maraike's Torpor
ko_mt: 마라이케의 토포르

# Poison_MaraikesTorpor_Description
source: A chemical poison that causes the poisoned condition.
ko_mt: 중독 상태를 일으키는 화학 독.

# Poison_QueenSpiderBlood_Title
source: Queen Spider's Blood
ko_mt: 여왕 거미의 피

# Poison_QueenSpiderBlood_Description
source: A legendary poison that deals enormous damage.
ko_mt: 막대한 피해를 입히는 전설적인 독.

# Poisoned_Arrow_Title
source: Poisoned Arrow
ko_mt: 독 화살

# Poisoned_Arrow_MaraikesTorpor_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Maraike's Torpor.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 Maraike의 Torpor를 사용합니다.

# Poisoned_Arrow_ArunsLight_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Arun's Light.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 아룬의 빛을 사용합니다.

# Poisoned_Arrow_DarkStab_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Dark Stab.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 암흑 찌르기를 사용합니다.

# Poisoned_Arrow_DeepPain_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Deep Pain.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 딥 페인을 사용합니다.

# Poisoned_Arrow_SpiderQueenBlood_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Spider Queen's Blood.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특별한 화살은 거미 여왕의 피를 사용합니다.

# Poisoned_Arrow_TheBurden_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use The Burden.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살표는 The Burden을 사용합니다.

# Poisoned_Arrow_TigerFang_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Tiger Fang.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 Tiger Fang을 사용합니다.

# Poisoned_Arrow_TheLongNight_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use The Long Night.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 긴 밤을 사용합니다.

# Poisoned_Arrow_Basic_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use basic poison.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 기본 독을 사용합니다.

# Poisoned_Arrow_BrimstoneFang_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Brimstone Fang.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 유황 송곳니를 사용합니다.

# Poisoned_Bolt_Title
source: Poisoned Bolt
ko_mt: 독 볼트

# Poisoned_Arrow_ArivadsKiss_Title
source: Poisoned Arrow
ko_mt: 독 화살

# Poisoned_Arrow_ArivadsKiss_Description
source: These projectiles have a small pocket of poison attached to their tip, so they will deal the effect of poison on a successful hit. These particular arrows use Arivad's Kiss.
ko_mt: 이 발사체의 끝에는 작은 독 주머니가 붙어 있으므로 성공적인 명중 시 독 효과를 줍니다. 이 특별한 화살은 Arivad's Kiss를 사용합니다.

# Poisoned_Arrow_CraftingRecipe_Title
source: Craft 5 Poisonous Arrows
ko_mt: 독화살 5개 제작

# Poisoned_Bolt_CraftingRecipe_Title
source: Craft 5 Poisonous Bolts
ko_mt: 독성 볼트 5개 제작

# Poisoned_Arrow_GhoulsCaress_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Ghoul's Caress.
ko_mt: 이 발사체에는 끝에 작은 독 주머니가 붙어 있어 성공적인 명중 시 독 효과를 줍니다. 이 특정 화살은 구울의 애무를 사용합니다.

# Coparann_Lightfiller_Document_Title
source: Dusty Old Book
ko_mt: 먼지 투성이의 오래된 책

# Coparann_Lightfiller_Document_Description
source: This looks like a list of guidelines for the fortress's personnel. It's clearly from the Manacalon era, long before the reign of the Ceannards.
ko_mt: 요새의 인원을 위한 지침 목록처럼 보입니다. 그것은 분명히 세아나르의 통치 훨씬 이전인 마나칼론 시대의 것입니다.

# Legendary_Document_Title
source: The War of the Gods
ko_mt: 신들의 전쟁

# Legendary_Document_Description
source: You noted this from the scriptures on the temple's wall. It seems to be the ancient story of Arivad's fall, on Tirmar, before the Cataclysm.
ko_mt: 당신은 성전 벽에 있는 경전에서 이것을 언급했습니다. 그것은 대격변 이전의 티르마르에서 아리바드의 몰락에 대한 고대 이야기인 것 같습니다.

# Legendary_Document_Content00
source: The Schism of Arivad
ko_mt: 아리바드의 분열

# Legendary_Document_Content01
source: The primal gods formed a balanced ensemble when mankind rose on Tirmar. Arun was the first, Maraike with him. Pakri and Arivad came into being and consolidated the quartet.
ko_mt: 인류가 티르마르에 올라섰을 때 원시 신들은 균형 잡힌 앙상블을 형성했습니다. Arun은 그와 함께 Maraike가 첫 번째였습니다. Pakri와 Arivad가 생겨나고 4중주를 통합했습니다.

# Legendary_Document_Content02
source: Arun rose, he was higher than others, the first and mightiest.
ko_mt: Arun은 장미, 그는 다른 사람들보다 높고 최초이자 가장 강력했습니다.

# Legendary_Document_Content03
source: Then Arun stood aside, desiring above all balance between the gods.
ko_mt: 그러자 아룬은 무엇보다도 신들 사이의 균형을 원하며 옆으로 섰습니다.

# Legendary_Document_Content04
source: Pakri had been watching the whole time. She took a more central role to bring balance to mankind.
ko_mt: Pakri는 내내 보고 있었다. 그녀는 인류의 균형을 유지하기 위해 더 중심적인 역할을 맡았습니다.

# Legendary_Document_Content05
source: The dark days came and men prayed for a strong god to protect them against the Sorr-Akkath. Arivad ascended as the new leader of the gods.
ko_mt: 어두운 날이 되자 사람들은 소르-아카스로부터 자신들을 보호해 줄 강력한 신을 구했습니다. Arivad는 신들의 새로운 지도자로 승천했습니다.

# Legendary_Document_Content06
source: Sorr-Tarr corrupted Arivad, causing the schism. Arivad split into two entities: Einar was born, clean of all corruption. Arivad remained forever tainted. They were four no longer, but five.
ko_mt: 소르타르가 아리바드를 타락시켜 분열을 일으켰습니다. Arivad는 두 개의 독립체로 분할되었습니다. Einar는 모든 부패가 없는 상태로 태어났습니다. Arivad는 영원히 오염된 채로 남아 있었습니다. 그들은 더 이상 넷이 아니라 다섯이었다.

# Tirmarian_GreataxeTypeTitle
source: Sandraven Holy Axe
ko_mt: 산드레이븐 성스러운 도끼

# BoltStuff_Title
source: Projectile Parts
ko_mt: 발사체 부품

# BoltStuff_Description
source: A pack of heads and tails to make bolts or arrows from using smith's tools.
ko_mt: 대장장이의 도구를 사용하여 볼트나 화살을 만들기 위한 머리와 꼬리 팩입니다.

# BoltStuff_Recipe_Title
source: Craft 20 Crossbow Bolts
ko_mt: 석궁 볼트 20개 제작

# ArrowStuff_Recipe_Title
source: Craft 20 Arrows
ko_mt: 화살 20개 제작

# ArtisanToolSmith_Title
source: Small Smith Toolkit
ko_mt: 스몰 스미스 툴킷

# ArtisanToolSmith_Description
source: This set of tools allows a skilled individual to craft their own bolts and arrows.
ko_mt: 이 도구 세트를 사용하면 숙련된 개인이 자신의 볼트와 화살을 만들 수 있습니다.

# Subquest_Lawkeeper_RodricHideoutNote_Title
source: Handwritten Note
ko_mt: 손으로 쓴 메모

# Subquest_Lawkeeper_RodricHideoutNote_Description
source: This note proves that Rodric is involved in criminal activities.
ko_mt: 이 메모는 Rodric이 범죄 활동에 연루되어 있음을 증명합니다.

# Subquest_Lawkeeper_RodricHideoutNote_Content
source: We still have not received the last supply. The clients are not as lenient as I am. You have five days to bring the goods, or we'll come and take it ourselves. - Rodric
ko_mt: 우리는 아직 마지막 공급을 받지 못했습니다. 고객들은 나처럼 관대하지 않다. 5일 안에 물건을 가져오십시오. 그렇지 않으면 저희가 직접 와서 가져갈 것입니다. - 로드릭

# Aristocrat_AdriasJournal_Title
source: Adria's Journal
ko_mt: 아드리아의 일지

# Aristocrat_AdriasJournal_Description
source: A personal journal with most of its pages torn out. The remaining ones tell a dark tale of falling under the dominion of Arivad.
ko_mt: 대부분의 페이지가 찢어진 개인 일기장. 나머지는 아리바드의 지배 아래 떨어지는 어두운 이야기를 전합니다.

# SpoonOfDiscord_Title
source: Spoon of Discord
ko_mt: 불화의 숟가락

# SpoonOfDiscord_Description
source: A strange artifact which belonged to an even stranger cult. That, or you got bamboozled by the merchant who sold it to you.
ko_mt: 훨씬 더 낯선 컬트에 속한 이상한 유물. 또는 당신에게 그것을 판매 한 상인에 의해 속아 넘어갔습니다.

# OneRing_Title
source: One Ring
ko_mt: 하나의 링

# OneRing_Description
source: Wearing this ring makes you terribly uncomfortable, and you feel like you're being watched. That being said, it somehow seems to make you stealthier. It was created for Silent Whisper spies and assassins.
ko_mt: 이 반지를 끼면 굉장히 불편하고 감시당하는 기분이 듭니다. 그러고 보니 왠지 모르게 당신을 더 은밀하게 만드는 것 같습니다. Silent Whisper 스파이와 암살자를 위해 만들어졌습니다.

# SixLeaguesBoots_Title
source: Six-League Boots
ko_mt: 식스 리그 부츠

# SixLeaguesBoots_Description
source: It might not make you the fastest being alive, but it does put some pep in your step! Crafted by Lily Longstrider for her forays outside Olme Fen.
ko_mt: 그것이 당신을 가장 빨리 살아있게 만들지는 못하지만, 당신의 발걸음에 약간의 활력을 불어넣습니다! 릴리 롱스트라이더가 올메 펜 외곽으로의 진출을 위해 제작했습니다.

# Sellsword_Background_Quest_FarmhouseKey_Title
source: House Key
ko_mt: 집 열쇠
