Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipement.po
Languages: ko, ko_mt

# Equipement/&AttunedCharacterFormat
source: This item is attuned to {0}
ko: 이 아이템은 {0}에 조율되어 있습니다

# Equipement/&AttunementCountFormat
source: Attuned Items: {0}/{1}
ko: 조율한 아이템: {0}/{1}

# Equipement/&Document_ValeOfRemembrance_Title
source: Book
ko: 책

# Equipement/&Document_ValeOfRemembrance_Description
source: Excerpt from "The Vale of Remembrance to the Vale of Dreams"
ko: "추모의 계곡에서 희망의 계곡으로"에서 발췌

# Equipement/&Document_ValeOfRemembrance01
source: The Early Days of Coparann
ko: 초창기의 코파란

# Equipement/&Document_ValeOfRemembrance02
source: Excerpt from "The Vale of Remembrance to the Vale of Dreams" By Kram Steelspine, Ceannard of the mines.
ko: 광산의 감독관, 크렘 스틸스파인의 저서 "추모의 계곡에서 희망의 계곡으로"에서 발췌.

# Equipement/&Document_ValeOfRemembrance03
source: We had heard rumors, and then most of the elven troops garrisoned in our Valley left through the Gates to meet a dire threat, yet with enough left behind to ensure that imperial law still reigned supreme! On this direst of days, the sky broke, lightning fell again and again, and - worst of all - magic failed! I remember quite vividly the ashen face of our resident wizard, a young scion of a minor branch of House Airgetine, as he told Eldoril Sharp-Blade, the officer left in charge of the Vale, that mana had disappeared and that he wasn't even able to light a candle with his magic.
ko: 소문을 들었다! 우리 계곡에 주둔하고 있었던 엘프 군대 대부분이 심각한 위협에 맞서기 위해 관문을 통해 떠났지만, 여전히 제국의 법률이 군림할 수 있을 정도의 병력은 남기고 갔다. 이 끔찍한 날에, 하늘이 갈라지고, 번개는 계속해서 떨어졌는데, 그중 - 가장 최악인 것은 - 마법이 고장 나고 말았다! 난 에어제틴 가문의 하위 집안 출신 젊은 귀족인 우리 수련 마법사가 잿빛 얼굴로 계곡의 책임자로 남겨진 장교인 엘도릴 샤프블레이드에게 마나가 사라져버렸으며 그는 이제 마법으로 양초 켜는 것조차 할 수가 없다고 말하던 것을 생생하게 기억한다.

# Equipement/&Document_ValeOfRemembrance04
source: Eldoril Sharp-Blade, was a no-nonsense elven veteran who quickly realized that none of his contingency orders covered such an occurrence. Like every thrall, I was planning a rebellion against the imperial order. In the middle of the destruction wreaked by this Cataclysm, Eldoril made me realize that our fates were intertwined: Without magic, without the empire behind him, there was no way he would be able to compel us to behave like good little imperial thralls. On the other hand, some of his patrols had brought back the corpses of very dangerous-looking monsters, and his men had the equipment, discipline, and training needed to face such fearsome foes.
ko: 엘도릴 샤프블레이드는 자신의 비상책이 이런 사태는 다루지 않는다는 것을 재빨리 깨달은 간단명료한 엘프 베테랑이었다. 여느 노예와 마찬가지로 나도 제국의 질서에 반란을 일으킬 계획을 하고 있었다. 대격변이 초래한 파멸의 현장 한가운데에서 엘도릴은 우리의 운명이 서로 얽혀 있음을 깨닫게 해주었다: 마법 없이는, 제국의 지원 없이는, 그가 우리를 강제로 착실한 제국의 노예처럼 굴어야할 방도가 없었다. 반면에 그의 정찰대는 매우 위험해 보이는 괴물의 시체를 가져왔고, 이런 무시무시한 적에게 맞설 수 있는 장비, 규율, 그리고 훈련을 지니고 있었다.

# Equipement/&Document_ValeOfRemembrance05
source: If only it had been that simple… The young Airgetine wizard thought himself the equal of a master in wit, if not in power, and managed to convince his personal guard to follow him on a trek towards the imperial heartlands, away from the taint of this travesty of discussion with thralls. As Eldoril didn't want to pitch his troops against fellow elves, he let them go, with a heavy heart. It was the last we heard or saw of them.
ko: 그렇게 간단했더라면... 그 젊은 에어제틴 위자드는 스스로가 재치와 권력이 넘친다고 생각하였으며, 개인 경호대를 노예라는 졸렬한 오명과 멀리 떨어진 제국 심장부로의 여정에 따라가도록 설득하였다. 엘도릴은 병사들을 동료 엘프와 맞서 싸우게끔 하고 싶진 않았기에 무거운 심정으로 노예들을 놓아주었다. 이것이 우리가 듣거나 본 그들의 마지막 모습이었다.

# Equipement/&Document_ValeOfRemembrance06
source: One year after the Cataclysm, I met my first humans. Eldoril was able to tell me they were not, as I had thought, enemies but rather refugees turned allies of the Empire. And what a sorry bunch they were: some elderly, children, women, not many fighting men among them, and they were following an old man, Egil Karst, decked in clothes the color of fire. This first winter had been more than dire, but somehow, the steep walls of our valley had shielded us, and we had room left to shelter those people, provided they could forage for their own food. At that, Egil Karst, the cleric of Arun, gave a little smile and, out of nothing, conjured up a feast for his followers.
ko: 대격변이 지난 1년 후, 나는 첫 인간을 만났다. 엘도릴은 그들이 내가 원래 생각했던 적이 아니라 오히려 제국의 동맹이 된 난민이라고 말해주었다. 그들은 얼마나 불쌍한 일행이었는지 모른다: 노인 몇 명, 어린이, 여성, 그리고 전투를 할 수 있는 소수의 남자로 이루어진 그들은 불빛 옷을 입은 노인 에길 카르스트를 따르고 있었다. 첫 겨울은 끔찍하기 그지없었지만, 계곡의 가파른 벽이 우리를 보호해주었으며, 그들이 스스로 음식을 조달할 수 있다는 전제 하에 우리는 그들에게 쉼터를 제공해 줄 수 있었다. 이 말에 아룬의 성직자인 에길 카르스트는 작은 미소를 지으며, 허공에서 추종자들을 위한 잔치를 만들었다.

# Equipement/&Document_ValeOfRemembrance07
source: We were all dumbstruck, magic was returning… And yet, our few remaining arcanists confirmed they could not sense mana. Egil confirmed this, explaining that he was only a vessel channeling the mana offered by the gods so that his flock could survive. Those human gods were real, and their magic was functioning. And those humans were all skilled with their hands, not being used to having magic at their disposal for every single task. Soon, they weren't refugees anymore but valued members of our community, helping mend and repair with their hands and stone and wood, instead of with spells and mana.
ko: 우리는 모두 놀라서 아무 말도 못했다. 마법은 돌아오고 있었다... 하지만 남아 있는 소수의 비전술사들은 마나를 감지할 수 없다고 했다. 이에 대해 에길은 자신이 추종자들이 생존할 수 있도록 신들이 제공하는 마나를 전달하는 그릇일 뿐이라고 설명했다. 인간의 신들은 실재했고, 그들의 마법은 제대로 기능하고 있었다. 그리고 그 인간들은 매사에 마법의 도움을 받는 것에 익숙치 않았기 때문에 손재주가 능숙했다. 머지 않아 그들은 더 이상 난민이 아니라 우리 사회의 소중한 일원이 되어 주문과 마나 대신 손과 돌과 나무로 수선 및 수리를 도와주었다.

# Equipement/&Document_ValeOfRemembrance08
source: Their expertise was welcome as our foraging parties couldn't wander outside the fortress walls anymore, as the weather and the monsters had redoubled their assault. By now, even the fiercest of the anti-Manacalon among my miners approve of our tentative partnership with their erstwhile guards, as they have shown us that, no matter what their faults, their courage more than makes up for them. I am Kram Steel-Spine, the foreman of the mine, speaker to the elves, and Ceannard of the mines. Ceannard I remain, but of the whole Vale of Coparann, as we have chosen to rename our enclave. Strike true, fellow miners!
ko: 날씨와 몬스터 공세가 거세짐에 따라 우리의 식량 징발대가 요새 성벽 바깥을 돌아다닐 수 없었기 때문에 그들의 전문 지식은 환대받았다. 지금쯤이면 내 광부들 중에서도 가장 맹렬한 반 마나칼론주의자들도 이전 경비원들과의 잠정적인 협력 관계를 인정할 것이다. 그들의 잘못이 무엇이 되었든 그들의 용기가 그 잘못을 만회하고도 남을 것이라고 보여주었기 때문이다. 나는 크렘 스틸스파인. 광산의 감독이자 엘프에게 이야기를 하는 자, 그리고 광산의 감독관이다. 나는 감독관으로 남을 테지만, 우리 거주지를 개명하기로 결정했기에 코파란 계곡의 감독관으로 남을 것이다. 동료 광부들이여, 제대로 내려쳐라!

# Equipement/&Document_BloodFangInvasion_Title
source: Book
ko: 책

# Equipement/&Document_BloodFangInvasion_Description
source: Excerpt from "The Blood-Fang Invasion" By Ceannard, 8th of his name.
ko: 8대 감독관의 저서 "피 송곳니 침공"에서 발췌.

# Equipement/&Document_BloodFangInvasion_Content01
source: It all began as a series of raids, pinpricks outside our walls, attacks on caravans. Enough to worry us and elicit a response, but nothing more! Alas! it was a trick and the raids proved to be guided by a cunning hand able to predict our reactions with unerring accuracy.
ko: 이 모든 것은 일련의 습격, 성벽 밖의 화살 세례, 그리고 상단 약탈로부터 시작되었다. 우리를 걱정시키고 대응을 이끌어내기에 충분했지만 그 이상은 아니었지! 아아! 그것은 속임수였고 습격은 우리의 반응을 한치의 오차없이 정확하게 예측할 수 있는 누군가의 교묘한 손이 인도하는 것으로 판명되었다.

# Equipement/&Document_BloodFangInvasion_Content02
source: And so the force we sent after the raiders got wiped out, almost to the last man. It was more than a raid from an orcish clan; it was a full invasion aimed at conquering our vale! We were almost surprised at the gates, but managed to close them in time! We had lost our finest but our walls were strong and we were able to produce weapons to replenish our depleted arrows and bolt stocks quite fast. This siege gave us pause, as we didn't quite understand its purpose. The only access to the Vale of Coparann goes through the pass blocked by our town and the fortress. The vale itself is only easily accessible if you can fly! Otherwise, the steep walls provide as fine a natural defense as I have ever seen!
ko: 그리하여 약탈자들을 잡으러 보낸 병력은 거의 마지막 한 사람까지 전멸하였다. 오크 부족의 습격 그 이상이었다; 우리 계곡을 정복하기 위한 전면적인 침공이었다! 우리는 관문에서 기습을 당할 뻔했지만 제때에 관문을 닫을 수 있었다! 우리는 우리 중 최고를 잃었지만 성벽은 단단했고 고갈된 화살과 볼트를 보충할 무기를 신속하게 제작할 수 있었다. 우리는 이 공성전의 목적을 이해할 수 없었기에 멈칫했었다. 코파란 계곡으로 갈 수 있는 유일한 길은 우리 마을과 요새로 막힌 통로를 통해서이다. 날 수 있는 경우에만 계곡에 쉽게 접근 할 수 있다고! 그게 아니라면 이 가파른 방벽은 내가 본 것 중 최고의 방어 능력을 자랑하지!

# Equipement/&Document_BloodFangInvasion_Content03
source: And yet, they were so numerous that our numbers began to slowly dwindle, and we started to realize that we wouldn't make it on our own! And so I sent for my childhood friend, Joris Nikannen, using magical and also more mundane messengers to relay our plight!
ko: 그럼에도 불구하고 그들의 수가 너무 많아 우리 병력은 서서히 줄기 시작했고, 우리 힘만으로 해낼 수 없다는 것을 깨닫기 시작했다! 그리하여 나는 마법과 평범한 전령을 통해 어릴적 친구인 요리스 니카넨에게 우리의 곤경을 알렸다!

# Equipement/&Document_BloodFangInvasion_Content04
source: Two weeks later, the orcs managed to break through our defenses and reach the inner court! The hour was dire and all able to bear arms were manning hastily erected barricades, as it was only a matter of time till the phalanx at the gate was worn down! And it was in that instance that Gromnir Stonefist and his mercenaries hit the enemy's rear! Fierce was his assault, but cunning too. A series of hit-and-run strikes from many directions, fireballs and lightning bolts exploding, and coming from what seemed like a thousand voices, war cries from known units of the Principality of Masgarth! The orcs thought the rescuers far more numerous than they were, and Captain Stonefist managed to strike hardest at the command group of the orcs, killing the blood shaman who was keeping the clans together. It broke their spirit! We had won, but the cost was great and the feeling in my mouth was mixed! Joris Nikannen saw it and found the words to shake me out of my gloom!
ko: 2주 후, 오크들은 방어선을 뚫고 내부 정원까지 도달했다! 한시가 급했으며, 관문을 지키던 진영이 무너지기 직전이었기 때문에 무기를 들 수 있는 모든 사람들은 급하게 바리케이드를 치고 있었다! 바로 그 때 그롬니르 스톤피스트와 그의 용병들이 적의 후방을 쳤다! 그의 공격은 맹렬하면서도 교활했다. 여러 방향에서 기습 공격이 가해졌고, 불 덩어리와 번개 화살들이 폭발했으며, 마스가르스 공국 병사들의 전투 함성은 마치 수천 명이 외치는 듯 전장을 가득 채웠다! 오크들은 우리의 구조대가 그들 보다 수가 훨씬 많다고 생각했으며, 스톤피스트 대위는 오크 수뇌부에 일격을 가하여 부족들을 하나로 묶고 있던 피의 주술사를 처치하였다. 그건 오크들의 기세를 무너뜨렸지! 우리는 승리했지만 대가가 너무 컸으며 입 안이 씁쓸했다! 조리스 니카넨은 이런 나를 보고 우울함을 떨쳐낼 수 있는 적당한 말을 찾았다!

# Equipement/&Document_BloodFangInvasion_Content05
source: "Ceannard, you think its grim, and it is! But believe me, being on the losing side would be even worse, as the orcs would have slaughtered or enslaved us all, down to the last babes!" Ceannard the 8th - Chronicle of the Blood-Fang invasion
ko: "감독관, 당신은 이 모든 것이 끔찍하다고 생각하겠지요. 실제로도 그렇습니다! 하지만 제 말을 믿으십시오. 우리가 패배해서 오크들이 마지막 아기까지 우리 모두를 학살하거나 노예로 삼는 경우가 더 나빴을 것입니다!" 8대 감독관 - 피 송곳니 침공 연대기에서 발췌

# Equipement/&Document_CharterStonefist_Title
source: Official Document
ko: 공식 문서

# Equipement/&Document_CharterStonefist_Description
source: Charter of the Stonefist mercenary company
ko: 스톤피스트 용병 회사의 선언문

# Equipement/&Document_CharterStonefist_Content01
source: 1 - In recognition to its help to Coparann, the Stonefist mercenary company is now recognized as a unit of the guard of Coparann! 2 - Captain Gromnir Stonefist shall henceforth be known as Baron Gromnir Stonefist, Protector of the Vale! 3 - Among the duties of the company, it shall leave enough troops garrisoned in our Vale to ensure its safety, albeit part of the company can accept mercenary contracts under the usual conditions of the mercenary guild, provided said contracts do not go against the interests of the Vale! 4 - Upon retirement, each member of the Stonefist mercenary company who so desires shall be granted a parcel of land in the valley, as well as help to build a farm! To this we deed no less than 10% of the land in the western valley! Issued in Coparann, 1005 AC, validated by acclamation
ko: 1 - 코파란을 도운 공로를 인정받아 돌주먹 용병단을 이제부터 코파란 경비대의 부대로 인정한다! 2 - 이제부터 그롬니르 스톤피스트 대위를 계곡의 수호자, 그롬니르 스톤피스트 남작으로 알려진다! 3 - 계곡의 이익에 반하지 않는 한, 용병 길드의 일반적인 조건 하에 용병 계약을 수락할 수 있지만, 계곡의 안전을 보장할 수 있는 최소한의 병력을 주둔시킬 것을 용병단의 임무 중 하나로 명한다! 4 - 은퇴 시, 각 스톤피스트 용병단 단원은 원한다면 계곡에 토지 한 구획 뿐만 아니라 농장을 짓는데 필요한 도움까지 받는다! 이를 위해 우리는 최소 서쪽 계곡의 땅 10% 이상을 양도한다! 1005 AC, 코파란에서 발행, 거수 투표로 검증됨

# AttunedCharacterFormat
source: This item is attuned to {0}
ko_mt: 이 항목은 {0}에 맞춰져 있습니다.

# AttunementCountFormat
source: Attuned Items: {0}/{1}
ko_mt: 조정 항목: {0}/{1}

# Document_ValeOfRemembrance_Title
source: Book
ko_mt: 책

# Document_ValeOfRemembrance_Description
source: Excerpt from "The Vale of Remembrance to the Vale of Dreams"
ko_mt: "기억의 계곡 꿈의 계곡"에서 발췌

# Document_ValeOfRemembrance01
source: The Early Days of Coparann
ko_mt: 코파란의 초창기

# Document_ValeOfRemembrance02
source: Excerpt from "The Vale of Remembrance to the Vale of Dreams" By Kram Steelspine, Ceannard of the mines.
ko_mt: "기억의 계곡 꿈의 계곡"에서 발췌 광산의 세나드, 크램 스틸스파인 지음.

# Document_ValeOfRemembrance03
source: We had heard rumors, and then most of the elven troops garrisoned in our Valley left through the Gates to meet a dire threat, yet with enough left behind to ensure that imperial law still reigned supreme! On this direst of days, the sky broke, lightning fell again and again, and - worst of all - magic failed! I remember quite vividly the ashen face of our resident wizard, a young scion of a minor branch of House Airgetine, as he told Eldoril Sharp-Blade, the officer left in charge of the Vale, that mana had disappeared and that he wasn't even able to light a candle with his magic.
ko_mt: 우리는 소문을 들었고, 우리 계곡에 주둔한 대부분의 엘프 군대는 심각한 위협에 맞서기 위해 관문을 통해 떠났지만 제국의 법이 여전히 최고로 군림할 수 있을 만큼 충분히 남았습니다! 이 최악의 날에 하늘이 무너지고 번개가 계속해서 떨어졌고 - 최악의 경우 - 마법은 실패했습니다! 나는 우리 거주 마법사의 잿빛 얼굴을 아주 생생하게 기억한다. 에어게타인 가문의 작은 가지의 어린 자손이 계곡을 책임자로 남겨둔 장교인 엘도릴 샤프-블레이드에게 마나가 사라졌고 자신은 그렇지 않다고 말했을 때였다. 그의 마법으로 촛불을 켤 수도 있습니다.

# Document_ValeOfRemembrance04
source: Eldoril Sharp-Blade, was a no-nonsense elven veteran who quickly realized that none of his contingency orders covered such an occurrence. Like every thrall, I was planning a rebellion against the imperial order. In the middle of the destruction wreaked by this Cataclysm, Eldoril made me realize that our fates were intertwined: Without magic, without the empire behind him, there was no way he would be able to compel us to behave like good little imperial thralls. On the other hand, some of his patrols had brought back the corpses of very dangerous-looking monsters, and his men had the equipment, discipline, and training needed to face such fearsome foes.
ko_mt: Eldoril Sharp-Blade는 자신의 비상 명령이 그러한 상황을 다루지 않는다는 것을 재빨리 깨달은 말도 안 되는 엘프 베테랑이었습니다. 여느 노예와 마찬가지로 나도 제국의 질서에 대한 반란을 계획하고 있었다. 이 대격변이 초래한 파괴의 한가운데에 Eldoril은 우리의 운명이 서로 얽혀 있다는 사실을 깨닫게 해주었습니다. 마법이 없다면, 그의 뒤에 있는 제국이 없다면 그가 우리에게 좋은 작은 제국의 노예처럼 행동하도록 강요할 수 있는 방법이 없습니다. 반면에 그의 순찰대 중 일부는 매우 위험해 보이는 괴물의 시체를 되찾았고 그의 부하들은 그러한 무시무시한 적에 맞서는 데 필요한 장비, 훈련 및 훈련을 갖추고 있었습니다.

# Document_ValeOfRemembrance05
source: If only it had been that simple… The young Airgetine wizard thought himself the equal of a master in wit, if not in power, and managed to convince his personal guard to follow him on a trek towards the imperial heartlands, away from the taint of this travesty of discussion with thralls. As Eldoril didn't want to pitch his troops against fellow elves, he let them go, with a heavy heart. It was the last we heard or saw of them.
ko_mt: 그것이 그렇게 간단했다면… 젊은 에어게타인 마법사는 자신이 권력은 아니더라도 재치에 있어서는 주인과 동등하다고 생각했고, 그의 개인 경호원을 설득하여 제국의 심장부로 향하는 트레킹에서 그를 따르도록 설득했습니다. 노예들과의 이 조잡한 토론. Eldoril은 동료 엘프와 그의 군대를 치고 싶지 않았기 때문에 무거운 마음으로 그들을 놓아주었습니다. 그것이 우리가 듣거나 본 마지막이었습니다.

# Document_ValeOfRemembrance06
source: One year after the Cataclysm, I met my first humans. Eldoril was able to tell me they were not, as I had thought, enemies but rather refugees turned allies of the Empire. And what a sorry bunch they were: some elderly, children, women, not many fighting men among them, and they were following an old man, Egil Karst, decked in clothes the color of fire. This first winter had been more than dire, but somehow, the steep walls of our valley had shielded us, and we had room left to shelter those people, provided they could forage for their own food. At that, Egil Karst, the cleric of Arun, gave a little smile and, out of nothing, conjured up a feast for his followers.
ko_mt: 대격변 1년 후, 나는 첫 인간을 만났습니다. Eldoril은 그들이 내가 생각했던 것처럼 적이 아니라 오히려 제국의 동맹국이 된 난민이라고 말할 수 있었습니다. 그리고 그들은 얼마나 불쌍한 무리였습니다. 몇몇 노인, 어린이, 여성, 그들 중 전투 남자는 많지 않았고, 그들은 불빛 옷을 입은 노인 Egil Karst를 따르고 있었습니다. 이 첫 번째 겨울은 끔찍하기 그지없었지만, 어쨌든 계곡의 가파른 벽이 우리를 보호했고, 그들이 식량을 구할 수만 있다면 우리는 그 사람들을 보호할 공간이 남아 있었습니다. 그 말에 아룬의 성직자인 에질 카르스트는 살짝 미소를 지으며, 어이없게도 추종자들을 위한 잔치를 열었습니다.

# Document_ValeOfRemembrance07
source: We were all dumbstruck, magic was returning… And yet, our few remaining arcanists confirmed they could not sense mana. Egil confirmed this, explaining that he was only a vessel channeling the mana offered by the gods so that his flock could survive. Those human gods were real, and their magic was functioning. And those humans were all skilled with their hands, not being used to having magic at their disposal for every single task. Soon, they weren't refugees anymore but valued members of our community, helping mend and repair with their hands and stone and wood, instead of with spells and mana.
ko_mt: 우리는 모두 어리둥절했고 마법이 돌아오고 있었습니다… 하지만, 우리의 소수의 남은 비전술사들은 그들이 마나를 감지할 수 없다는 것을 확인했습니다. 에길은 자신이 양떼의 생존을 위해 신들이 제공한 마나를 전달하는 그릇일 뿐이라고 설명하며 이를 확인했다. 그 인간 신들은 실재했고 그들의 마법은 작동하고 있었다. 그리고 그 인간들은 모두 손에 능숙했고 모든 단일 작업에 마법을 사용하는 데 익숙하지 않았습니다. 머지 않아 그들은 더 이상 난민이 아니라 우리 지역 사회의 소중한 구성원이 되어 주문과 마나 대신 손과 돌과 나무로 수리 및 수리를 도왔습니다.

# Document_ValeOfRemembrance08
source: Their expertise was welcome as our foraging parties couldn't wander outside the fortress walls anymore, as the weather and the monsters had redoubled their assault. By now, even the fiercest of the anti-Manacalon among my miners approve of our tentative partnership with their erstwhile guards, as they have shown us that, no matter what their faults, their courage more than makes up for them. I am Kram Steel-Spine, the foreman of the mine, speaker to the elves, and Ceannard of the mines. Ceannard I remain, but of the whole Vale of Coparann, as we have chosen to rename our enclave. Strike true, fellow miners!
ko_mt: 날씨와 몬스터가 공격을 배가했기 때문에 먹이를 찾는 일행이 더 이상 요새 성벽 바깥을 돌아다닐 수 없었기 때문에 그들의 전문 지식은 환영받았습니다. 지금쯤이면 내 광부들 사이에서 가장 맹렬한 반 마나칼론조차도 이전 경비원과 우리가 잠정적인 협력 관계를 맺는 것을 승인합니다. 그들이 우리에게 그들의 결점이 무엇이든 간에 그들의 용기가 그들을 만회하는 것 이상이라는 것을 보여주었기 때문입니다. 나는 광산의 감독이자 엘프의 연설가이자 광산의 세아나드인 크람 스틸-스파인입니다. 세아나드 I은 남아 있지만, 우리가 우리 영토의 이름을 바꾸기로 결정한 코파란 계곡 전체가 있습니다. 진실을 파업하십시오, 동료 광부들이여!

# Document_BloodFangInvasion_Title
source: Book
ko_mt: 도서

# Document_BloodFangInvasion_Description
source: Excerpt from "The Blood-Fang Invasion" By Ceannard, 8th of his name.
ko_mt: "The Blood-Fang Invasion"에서 발췌 그의 이름의 8번째인 Ceannad.

# Document_BloodFangInvasion_Content01
source: It all began as a series of raids, pinpricks outside our walls, attacks on caravans. Enough to worry us and elicit a response, but nothing more! Alas! it was a trick and the raids proved to be guided by a cunning hand able to predict our reactions with unerring accuracy.
ko_mt: 이 모든 것은 일련의 습격, 성벽 밖의 핀 찌르기, 대상에 대한 공격으로 시작되었습니다. 우리를 걱정시키고 반응을 이끌어내기에 충분하지만 그 이상은 아닙니다! 아아! 그것은 속임수였고 공습은 우리의 반응을 오류 ​​없이 정확하게 예측할 수 있는 교활한 손에 의해 인도되는 것으로 판명되었습니다.

# Document_BloodFangInvasion_Content02
source: And so the force we sent after the raiders got wiped out, almost to the last man. It was more than a raid from an orcish clan; it was a full invasion aimed at conquering our vale! We were almost surprised at the gates, but managed to close them in time! We had lost our finest but our walls were strong and we were able to produce weapons to replenish our depleted arrows and bolt stocks quite fast. This siege gave us pause, as we didn't quite understand its purpose. The only access to the Vale of Coparann goes through the pass blocked by our town and the fortress. The vale itself is only easily accessible if you can fly! Otherwise, the steep walls provide as fine a natural defense as I have ever seen!
ko_mt: 그래서 우리가 보낸 병력은 약탈자들이 거의 마지막 한 사람에게 전멸된 후 보냈습니다. 오크 부족의 습격 그 이상이었습니다. 그것은 우리의 계곡을 정복하기 위한 전면적인 침공이었습니다! 우리는 게이트에 거의 놀랐지만 제 시간에 문을 닫을 수 있었습니다! 우리는 최고의 것을 잃었지만 우리의 성벽은 강했고 소모된 화살과 볼트 스톡을 아주 빨리 보충할 무기를 생산할 수 있었습니다. 이 포위 공격은 우리가 그 목적을 잘 이해하지 못했기 때문에 잠시 멈췄습니다. 코파란 계곡으로 가는 유일한 접근은 우리 마을과 요새에 의해 막힌 통로를 통해서입니다. 골짜기 자체는 당신이 날 수 있는 경우에만 쉽게 접근할 수 있습니다! 그렇지 않으면 가파른 벽이 내가 본 것만큼 훌륭한 자연 방어력을 제공합니다!

# Document_BloodFangInvasion_Content03
source: And yet, they were so numerous that our numbers began to slowly dwindle, and we started to realize that we wouldn't make it on our own! And so I sent for my childhood friend, Joris Nikannen, using magical and also more mundane messengers to relay our plight!
ko_mt: 하지만 그 수가 너무 많아 서서히 줄어들기 시작했고 우리 스스로는 해낼 수 없다는 것을 깨닫기 시작했습니다! 그래서 저는 소꿉친구인 Joris Nikannen에게 우리의 곤경을 알리기 위해 마법과도 같은 평범한 메신저를 보냈습니다!

# Document_BloodFangInvasion_Content04
source: Two weeks later, the orcs managed to break through our defenses and reach the inner court! The hour was dire and all able to bear arms were manning hastily erected barricades, as it was only a matter of time till the phalanx at the gate was worn down! And it was in that instance that Gromnir Stonefist and his mercenaries hit the enemy's rear! Fierce was his assault, but cunning too. A series of hit-and-run strikes from many directions, fireballs and lightning bolts exploding, and coming from what seemed like a thousand voices, war cries from known units of the Principality of Masgarth! The orcs thought the rescuers far more numerous than they were, and Captain Stonefist managed to strike hardest at the command group of the orcs, killing the blood shaman who was keeping the clans together. It broke their spirit! We had won, but the cost was great and the feeling in my mouth was mixed! Joris Nikannen saw it and found the words to shake me out of my gloom!
ko_mt: 2주 후, 오크들은 우리의 방어선을 뚫고 내부 법정에 도달했습니다! 그 시간은 끔찍했고 무기를 들 수 있는 모든 사람들은 서둘러 바리케이드를 설치하고 있었습니다. 게이트의 지골이 닳아 없어지는 것은 시간 문제였기 때문입니다! 그리고 바로 그 때 그롬니르 스톤피스트와 그의 용병들이 적의 후방을 강타했습니다! 그의 공격은 맹렬했지만 교활하기도 했습니다. 여러 방향에서 일련의 뺑소니 공격, 불덩어리와 번개가 폭발하고 수천 개의 목소리처럼 들리는 마스가르스 공국의 알려진 부대에서 전쟁 외침이 나옵니다! 오크들은 구조대가 그들보다 훨씬 많다고 생각했고, 스톤피스트 대장은 오크의 지휘부를 가장 세게 공격하여 부족을 하나로 묶고 있던 블러드 샤먼을 죽였습니다. 그것은 그들의 영혼을 무너뜨렸습니다! 우리가 이겼지만 대가가 크고 입 안의 느낌이 엇갈렸다! Joris Nikannen은 그것을 보고 내 우울함에서 나를 흔들어 놓을 단어를 찾았습니다!

# Document_BloodFangInvasion_Content05
source: "Ceannard, you think its grim, and it is! But believe me, being on the losing side would be even worse, as the orcs would have slaughtered or enslaved us all, down to the last babes!" Ceannard the 8th - Chronicle of the Blood-Fang invasion
ko_mt: "Ceannard, 당신은 그것이 끔찍하다고 생각하지만 실제로는 그렇지 않습니다! 그러나 내 말을 믿으십시오. 오크가 마지막 아기까지 우리 모두를 학살하거나 노예로 삼았을 때 패배하는 쪽이 더 나쁠 것입니다!" 세나드 8세 - 블러드 송곳니 침공 연대기

# Document_CharterStonefist_Title
source: Official Document
ko_mt: 공식 문서

# Document_CharterStonefist_Description
source: Charter of the Stonefist mercenary company
ko_mt: Stonefist 용병 회사 헌장
