Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_Einareum_Lore_TheCrownOfTheMagister_Content02
source: This new and remarkably hefty volume contains a painstakingly detailed telling of the adventurers' story to date.
ko: 이 새롭고 놀랍도록 두꺼운 책에는, 모험가들이 지금까지 걸어온 이야기가 매우 상세히 담겨 있습니다.

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Title
source: Surviving the Great White
ko: 백악에서 살아남기

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Description
source: A scavenger's tale of survival in the extreme north and the equipment required, by Arwin Merton.
ko: 아르윈 머튼의 북쪽 끝자락에서 생존과 필요한 장비에 대한 스캐빈저 이야기.

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Content01
source: Judging from the index, this book appears to have several missing, torn, and smudged pages that make any understanding it difficult…
ko: 색인으로 보아 이 책은 여러 장이 누락되고 찢어지며 얼룩져서 이해하기 어렵습니다…

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Content02
source: …The clues took me ever north from Masgarth, north into the cold mountains of the Snow Alliance and then beyond. A whispering voice beckoning me onwards. I needed to see if the rumors I had heard were true. What would I find? The people of the clans thought I was mad, foolish, or both. In hindsight, I now wonder at my own sanity. What possessed me to push on so far? There is a reason the people of the Snow Alliance call it the Great White…
ko: ...단서는 나를 마스가르스 북쪽으로, 설산 동맹의 추운 산맥으로, 그 너머로 데려다주었다. 속삭이는 목소리가 날 향해 손짓한다. 내가 들은 소문이 사실인지 확인해야 했다. 무엇을 찾게 될까? 부족 사람들은 내가 미쳤거나 멍청해졌거나 둘 다라고 여긴다. 지금 생각해보면 내 제정신이란게 뭔지도 의심스럽다. 무엇이 날 사로잡았기에 이리 밀어붙였을까? 설산 동맹 사람들이 이곳을 '백악'이라 부르는 덴 이유가 있었다…

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Content03
source: Arwin wanders off topic in order to describe the passing scenery and his journey to the north for several pages…
ko: 아르윈은 지나치는 풍경과 북쪽으로 향하는 여정을 묘사하기 위해 몇 장씩이나 주제를 벗어나 방황합니다…

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Content04
source: For that reason, I made sure to craft Boots of the Winterland, forged Armor of Frost Walking, and just for good measure took my Ring of Cold Resistance and a Scroll of Fire Shield. In my second week, far north of Valkarokkopun, one of the Great White's lethal blizzards descended, howling from the north, roaring death in my ears. Boulders crashed down the mountainside, and the wind froze my breath instantly. I realized I was lost, and mysterious shapes lurked beyond in the swirling white…
ko: 그래서 나는 겨울땅 장화를 제작하고, 서리걸음 갑옷에 화염 방패 두루마리를 준비했다. 두 번째 주에, 발카로코푼의 먼 북쪽에서 백악의 살인적인 눈보라가 몰아쳐 죽음의 포효로 내 귀를 고문하였다. 바위가 산비탈 아래로 쏟아져 내렸고 바람은 순식간에 숨결을 얼어붙게 만들었다. 나는 길을 잃었다는 걸 깨달았고, 소용돌이치는 하얀 눈 속에서 신비한 형상이 아른거린 채 숨어들었다…

# Equipment/&DLC3_Einareum_Lore_SurvivingTheGreatWhite_Content05
source: Many pages are water-soaked, the ink has bled through the pages, and many have stuck together.
ko: 많은 페이지가 물에 젖고, 잉크가 번져 있으며, 들러붙기까지 했습니다.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Title
source: The War of Sorrow
ko: 슬픔의 전쟁

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Description
source: The harrowing story of a zombie horde sweeping away the clans of the Snow Alliance.
ko: 좀비 무리가 설산 동맹 부족을 휩쓸고 지나가는 끔찍한 이야기.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content01
source: This ancient and crumbling tome appears to be from around the time the Magister closed the Rift. Many pages crumble to dust on contact or have faded beyond legibility.
ko: 이 오래되고 바스러져가는 책은 마지스터가 균열을 닫은 시기의 물건으로 보입니다. 많은 페이지들이 만졌을 때 가루가 되어버리거나 읽을 수 없을 정도로 희미합니다.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content02
source: It was late summer when I, Arni Svarthar, received the first reports from the clans to the north. My advisors dismissed them as the ravings of the insane. Two parties of brave volunteers I sent, only dark tidings returned. It was then that I knew a great evil was abroad: a vast, decaying horde of undead. A monstrous tidal wave, at the front of which, mounted on a skeletal horse, an undead warrior with glowing red eyes…
ko: 아르니 스바타르가 북쪽 부족들로부터 첫 보고를 받은 것은 늦여름이었다. 나의 조언자들은 미친 것들의 망상이라 일축했다. 용감한 지원자 둘을 보냈지만 어둔 소식만 돌아왔을 뿐. 그제서야 방대하고 썩어가는 언데드 무리라는 거대한 악이 나다닌다는 것을 알았다. 괴물 파도의 선두엔 해골마를 탄 언데드 전사가 붉은 눈을 빛내며 다가오고 있었다…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content03
source: More pages seem to have succumbed to the years…
ko: 수많은 페이지가 세월에 굴복한 것 같습니다…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content04
source: …Farming and hunting are all but impossible. Settlement after settlement has been laid waste; this winter is evil and harsh…
ko: ...농사와 사냥은 불가능한 수준이다. 정착지란 정착지는 전부 폐허가 되었다. 이번 겨울은 사악하고 혹독하겠지…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content05
source: Crumbled and torn pages.
ko: 구겨지고 틑어진 페이지.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content06
source: All of us have lost too many clansfolk, but we remain indomitable; our new Alliance has fought with every last sinew. We will make our final stand at White Rock City…
ko: 우리 모두는 너무 많은 동족들을 잃었지만, 불굴의 의지로 새로운 동맹을 결성하여 마지막까지 싸웠다. 우리는 백석 도시에서 최후의 항전을 벌이리라…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content07
source: The pages are water-soaked, ink has bled through the pages, and many have stuck together.
ko: 페이지가 물에 젖어 잉크가 번지고 서로 들러붙었습니다.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content08
source: Only the Claw Amulets were found…
ko: 발톱 목걸이만 발견되었다…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content09
source: The next part is unintelligible.
ko: 다음 장은 이해할 수가 없습니다.

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content10
source: All is lost. The constant cold dark drains us, the banners of our Snow Alliance fall. So few of us left. As far as the eye can see, the land defiled by swarms of undead…
ko: 모든 걸 잃었다. 계속되는 차가운 어둠이 우릴 지치게 하고, 설산 동맹의 깃발은 꺾였다. 우린 얼마 남지 않았다. 언데드 떼로 더럽혀진 대지가 눈에 보이는 이상…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content11
source: More pages seem to have succumbed to the years…
ko: 수많은 페이지가 세월에 굴복한 것 같습니다…

# Equipment/&DLC3_Einareum_Lore_TheWarOfSorrow_Content12
source: A miracle! A brilliant white light to the southwest, roaring north, east, and west. Temporarily blinded and deafened, we reeled. When our senses returned, we could not believe our eyes. The monstrous undead, every single foul creature that had filled the horizon, choking the field of battle, had crumbled to dust. Can this be true? Is this War of Sorrow over?
ko: 기적이다! 남서쪽에서 찬란한 하얀 빛이 북쪽, 동쪽, 서쪽에서 울려퍼졌다. 잠깐 눈과 귀가 멀은 우리는 허우적거렸다. 감각을 되찾자, 믿을 수 없었다. 지평선을 가득 메우고 전장을 숨막히게 하던 언데드들이 모두 산산조각 났으니. 이게 생시인가? 슬픔의 전쟁은 끝이 난건가?

# Equipment/&DLC3_Clue_WhiteCity_04B_Description
source: It seems that Arwynn's job is the reason she is often seen wandering near the elevator.
ko: 아르윈이 승강기 근처를 서성이는게 자주 목격된 이유는 일 때문인 것 같습니다.

# Equipment/&DLC3_Clue_WhiteCity_09_Description
source: Hugor told you he was sick on the night of the incident, and he missed his shift as a result.
ko: 휴고는 사건 당일 밤에 아팠다고 했고, 그 결과 결근했습니다.

# Equipment/&DLC3_Telema_CustomGateInstructions_Content
source: Laboratory Experimental function - Use with caution Treasure Room - Triangular key required Imperial network access - Square key and Sovereign needed
ko: 실험실 실험 기능 - 주의바람 보물 창고 - 삼각형 열쇠 필요 제국 연락망 접속 - 사각형 열쇠와 소버린 필요

# Equipment/&ScrollArcaneSwordTitle
source: Scroll of Arcane Sword
ko: 비전의 검의 두루마리

# Equipment/&ScrollArcaneSwordDescription
source: When you use this scroll, you cast the spell Arcane Sword.
ko: 이 두루마리를 사용하면, 비전의 검 주문을 시전합니다.

# Equipment/&ScrollConjureCelestialTitle
source: Scroll of Conjure Celestial
ko: 천상체 소환의 두루마리

# Equipment/&ScrollConjureCelestialDescription
source: When you use this scroll, you cast the spell Conjure Celestial.
ko: 이 두루마리를 사용하면, 천상체 소환 주문을 시전합니다.

# Equipment/&ScrollDelayedBlastFireballTitle
source: Scroll of Delayed Blast Fireball
ko: 지연 화염구의 두루마리

# Equipment/&ScrollDelayedBlastFireballDescription
source: When you use this scroll, you cast the spell Delayed Blast Fireball.
ko: 이 두루마리를 사용하면, 지연 화염구 주문을 시전합니다.

# Equipment/&ScrollDivineWordTitle
source: Scroll of Divine Word
ko: 신성 단어의 두루마리

# Equipment/&ScrollDivineWordDescription
source: When you use this scroll, you cast the spell Divine Word.
ko: 이 두루마리를 사용하면, 신성 단어 주문을 시전합니다.

# Equipment/&ScrollFingerOfDeathTitle
source: Scroll of Finger of Death
ko: 죽음의 손가락의 두루마리

# Equipment/&ScrollFingerOfDeathDescription
source: When you use this scroll, you cast the spell Finger of Death.
ko: 이 두루마리를 사용하면, 죽음의 손가락 주문을 시전합니다.

# Equipment/&ScrollFireStormTitle
source: Scroll of Fire Storm
ko: 화염 폭풍의 두루마리

# Equipment/&ScrollFireStormDescription
source: When you use this scroll, you cast the spell Fire Storm.
ko: 이 두루마리를 사용하면, 화염 폭풍 주문을 시전합니다.

# Equipment/&ScrollGravitySlamTitle
source: Scroll of Gravity Slam
ko: 중력 타격의 두루마

# Equipment/&ScrollGravitySlamDescription
source: When you use this scroll, you cast the spell Gravity Slam.
ko: 이 두루마리를 사용하면, 중력 타격 주문을 시전합니다.

# Equipment/&ScrollPrismaticSprayTitle
source: Scroll of Prismatic Spray
ko: 무지개 분사의 두루마리

# Equipment/&ScrollPrismaticSprayDescription
source: When you use this scroll, you cast the spell Prismatic Spray.
ko: 이 두루마리를 사용하면, 무지개 분사 주문을 시전합니다.

# Equipment/&ScrollRegenerateTitle
source: Scroll of Regenerate
ko: 재생의 두루마리

# Equipment/&ScrollRegenerateDescription
source: When you use this scroll, you cast the spell Regenerate.
ko: 이 두루마리를 사용하면, 재생 주문을 시전합니다.

# Equipment/&ScrollSymbolTitle
source: Scroll of Symbol
ko: 문양의 두루마리

# Equipment/&ScrollSymbolDescription
source: When you use this scroll, you cast the spell Symbol.
ko: 이 두루마리를 사용하면, 문양 주문을 시전합니다.

# Equipment/&ScrollAnimalShapesTitle
source: Scroll of Animal Shapes
ko: 동물 변신의 두루마리

# Equipment/&ScrollAnimalShapeslDescription
source: When you use this scroll, you cast the spell Animal Shapes.
ko: 이 두루마리를 사용하면, 동물 변신 주문을 시전합니다.

# Equipment/&ScrollDivineBladeTitle
source: Scroll of Divine Blade
ko: 성스러운 칼날의 두루마리

# Equipment/&ScrollDivineBladeDescription
source: When you use this scroll, you cast the spell Divine Blade.
ko: 이 두루마리를 사용하면, 성스러운 칼날 주문을 시전합니다.

# Equipment/&ScrollDominateMonsterTitle
source: Scroll of Dominate Monster
ko: 괴물 지배의 두루마리

# Equipment/&ScrollDominateMonsterDescription
source: When you use this scroll, you cast the spell Dominate Monster.
ko: 이 두루마리를 사용하면, 괴물 지배 주문을 시전합니다.

# Equipment/&ScrollEarthquakeTitle
source: Scroll of Earthquake
ko: 지진의 두루마리

# Equipment/&ScrollEarthquakeDescription
source: When you use this scroll, you cast the spell Earthquake.
ko: 이 두루마리를 사용하면, 지진 주문을 시전합니다.

# Equipment/&ScrollFeeblemindTitle
source: Scroll of Feeblemind
ko: 저능화의 두루마리

# Equipment/&ScrollFeeblemindDescription
source: When you use this scroll, you cast the spell Feeblemind.
ko: 이 두루마리를 사용하면, 저능화 주문을 시전합니다.

# Equipment/&ScrollHolyAuraTitle
source: Scroll of Holy Aura
ko: 성스러운 기운의 두루마리

# Equipment/&ScrollHolyAuraDescription
source: When you use this scroll, you cast the spell Holy Aura.
ko: 이 두루마리를 사용하면, 성스러운 기운 주문을 시전합니다.

# Equipment/&ScrollIncendiaryCloudTitle
source: Scroll of Incendiary Cloud
ko: 불사르는 구름의 두루마리

# Equipment/&ScrollIncendiaryCloudDescription
source: When you use this scroll, you cast the spell Incendiary Cloud.
ko: 이 두루마리를 사용하면, 불사르는 구름 주문을 시전합니다.

# Equipment/&ScrollMazeTitle
source: Scroll of Maze
ko: 미로의 두루마리

# Equipment/&ScrollMazeDescription
source: When you use this scroll, you cast the spell Maze.
ko: 이 두루마리를 사용하면, 미로 주문을 시전합니다.

# Equipment/&ScrollPowerWordStunTitle
source: Scroll of Power Word Stun
ko: 권능어: 충격의 두루마리

# Equipment/&ScrollPowerWordStunDescription
source: When you use this scroll, you cast the spell Power Word Stun.
ko: 이 두루마리를 사용하면, 권능어: 충격 주문을 시전합니다.

# Equipment/&ScrollSpellWardTitle
source: Scroll of Spell Ward
ko: 주문 방비의 두루마리

# Equipment/&ScrollSpellWardDescription
source: When you use this scroll, you cast the spell Spell Ward.
ko: 이 두루마리를 사용하면, 주문 방비 주문을 시전합니다.

# Equipment/&ScrollSunburstTitle
source: Scroll of Sunburst
ko: 태양폭발의 두루마리

# Equipment/&ScrollSunburstDescription
source: When you use this scroll, you cast the spell Sunburst.
ko: 이 두루마리를 사용하면, 태양폭발 주문을 시전합니다.

# Equipment/&ScrollThunderstormTitle
source: Scroll of Thunderstorm
ko: 우레폭풍의 두루마리

# Equipment/&ScrollThunderstormDescription
source: When you use this scroll, you cast the spell Thunderstorm.
ko: 이 두루마리를 사용하면, 우레폭풍 주문을 시전합니다.

# Equipment/&ScrollMaledictionTitle
source: Scroll of Malediction
ko: 주박의 두루마리

# Equipment/&ScrollMaledictionDescription
source: When you use this scroll, you cast the spell Malediction.
ko: 이 두루마리를 사용하면, 주박 주문을 시전합니다.

# Equipment/&ScrollDreadfulOmenTitle
source: Scroll of Dreadful Omen
ko: 공포의 징조의 두루마리

# Equipment/&ScrollDreadfulOmenDescription
source: When you use this scroll, you cast the spell Dreadful Omen.
ko: 이 두루마리를 사용하면, 공포의 징조 주문을 시전합니다.

# Equipment/&ScrollHilarityTitle
source: Scroll of Hilarity
ko: 익살의 두루마리

# Equipment/&ScrollHilarityDescription
source: When you use this scroll, you cast the spell Hilarity.
ko: 이 두루마리를 사용하면, 익살 주문을 시전합니다.

# Equipment/&DLC3_Praetor_Chainshirt_Title
source: Praetor Chainshirt
ko: 집정관 체인 셔츠

# Equipment/&DLC3_Praetor_Chainshirt_Description
source: Designed for a praetor of the Manacalon Empire, this legendary armor was made to reinforce the dominance of imperial representatives, in addition to being a formidable protection.
ko: 마나칼론 제국의 집정관을 위해 디자인 된 이 전설적인 갑옷은 강력한 보호 기능뿐만 아니라 제국 대표의 지배력을 강화하기 위해 만들어졌습니다.

# Equipment/&DLC3_Unidentified_Chainshirt_Title
source: Magnificent Chainshirt
ko: 화려한 체인 셔츠

# Equipment/&DLC3_Unidentified_Chainshirt_Description
source: This finely constructed and yet light chainshirt is an incredibly crafted piece of armor. It's probably magical.
ko: 촘촘하게 구성되어 있는데도 가벼운 이 체인 셔츠는 놀랍도록 정교하게 제작되었습니다. 아마 마법이겠죠.

# Equipment/&DLC3_GarmentOfTheWise_Title
source: Garment of the Wise
ko: 현자의 의복

# Equipment/&DLC3_GarmentOfTheWise_Description
source: A magnificent robe once worn by the most renowned orator of the Manacalon Empire. Those who don these garments will find themselves both wiser and more charismatic.
ko: 마나칼론 제국에서 가장 유명한 웅변가가 입었던 웅장한 로브입니다. 이 의복을 입은 자는 더욱 현명해지고 카리스마 넘치는 자신을 보게 될 겁니다.

# Equipment/&DLC3_ChainmailOfLifeRegnant_Title
source: Chainmail of Life Regnant
ko: 생명 교단의 체인 메일

# Equipment/&DLC3_ChainmailOfLifeRegnant_Description
source: This legendary armor was custom made for a legendary priestess of Maraike. She led the followers of the goddess through the rift before becoming the first of the Fallen.
ko: 이 전설적인 갑옷은 마라이케의 전설적인 여사제를 위해 맞춤 제작되었습니다. 그녀는 신도들을 이끌고 균열을 통과한 후 첫 타락자가 되었습니다.

# Equipment/&DLC3_BreastplateOfSandraven_Title
source: Breastplate of Sandraven
ko: 모래까마귀의 브레스트 플레이트

# Equipment/&DLC3_BreastplateOfSandraven_Description
source: Forged in the fires of a volcano known as the Cradle of Fire, by Sandraven orc smiths, this legendary armor retains the magic of the Badlands.
ko: 모래까마귀 오크 대장장이가 불의 요람이라 알려진 화산의 불길에서 주조한 전설적인 갑옷이 황무지의 마법을 간진하고 있습니다.

# Equipment/&DLC3_Jakarbuckler_Title
source: Jakarbuckler
ko: 자카르 버클러

# Equipment/&DLC3_Jakarbuckler_Description
source: A legendary shield forged in lava lakes found deep under the ice of the Snow Alliance. It was intended for elite warriors of the Farsky Clan.
ko: 설산 동맹의 얼음 깊은 곳에 있는 용암 호수에서 주조된 전설적인 방패입니다. 퍼스카이 부족의 정예 전사들을 위해 만들어졌습니다.

# Equipment/&DLC3_GlitterJacket_Title
source: Glitter Jacket
ko: 반짝이는 재킷

# Equipment/&DLC3_GlitterJacket_Description
source: A flamboyant jacket that with each step glitters with ripples of silver and gold. It is said that it once belonged to an immortal bard who roamed the Badlands after the Cataclysm, bringing joy to the common folk in times of despair.
ko: 걸음을 옮길 때 마다 은빛과 금빛 물결로 반짝이는 현란한 재킷입니다. 대격변 이후 황무지를 떠돌며 절망에 빠진 민중에게 기쁨을 선사했던 불멸의 바드가 입었다고 전해집니다.

# Equipment/&DLC3_MagnificientJacket_Title
source: Magnificent Jacket
ko: 화려한 재킷

# Equipment/&DLC3_MagnificientJacket_Description
source: A finely decorated leather jacket with shiny sequins.
ko: 반짝이는 금속조각이 정교하게 장식된 가죽 재킷입니다.

# Equipment/&DLC3_GarbOfThePrudentShield_Title
source: Garb of the Prudent Shield
ko: 신중한 방패의 복장

# Equipment/&DLC3_GarbOfThePrudentShield_Description
source: Created by Adrasteia Epimeles the Prudent Shield, master of Abjuration of the Manacalon Arcaneum. This legendary cloth is imbued with ancient magics and is, unsurprisingly, a great defensive item.
ko: 마나칼론 방호계의 대가인 신중한 방패의 아드라스테이아 에피멜레스가 제작했습니다. 이 전설적인 천에는 고대 마법이 깃들어 있으며 놀라울것도 없이, 훌륭한 방어구 입니다.

# Equipment/&DLC3_DragonPlateArmor_Title
source: Dragon Plate Armor
ko: 드래곤 플레이트 아머

# Equipment/&DLC3_DragonPlateArmor_Description
source: A masterpiece of plate armor, layered with dragon scales to further reinforce it. Wearing it provides incredible levels of protection, including resistance to fire, acid, poison, and slashing damage.
ko: 드래곤 비늘을 겹겹이 쌓아 더욱 강화한 걸작 플레이트 아머 입니다. 이 갑옷을 착용하면 화염, 산성, 독, 참격 피해에 저항을 갖는 놀라운 보호 기능을 제공합니다.

# Equipment/&DLC3_UnidentifiedWizardOutfit_Title
source: Magnificent Outfit
ko: 화려한 의상

# Equipment/&DLC3_UnidentifiedWizardOutfit_Description
source: A set of clothes so beautifully crafted that they are almost certainly magical.
ko: 마법같이 아름답게 만들어진 옷 세트 입니다.

# Equipment/&DLC3_JakarbucklerPower_Title
source: While you are attuned to this shield, your Constitution is 19. It has no effect if your Constitution score is 19 or higher.
ko: 이 방패를 사용하는 동안, 건강은 19가 됩니다. 건강이 19 이상이면 효과가 없습니다.

# Equipment/&MagnificientSpear_Description
source: A beautiful spear of the highest quality, perfectly balanced and incredibly sharp.
ko: 완벽하게 균형 잡히고 믿을 수 없을 정도로 날카로운 최고 품질의 아름다운 창입니다.

# Equipment/&MagnificientCrossbow_Description
source: A masterwork crossbow covered with intricate carvings.
ko: 복잡한 조각이 새겨진 걸작 석궁입니다.

# Equipment/&MagnificientHeavyCrossbow_Description
source: A heavy crossbow of incredible manufacture, capable of inflicting devastating damage.
ko: 궤멸적인 피해를 입힐 수 있는 놀라운 헤비 크로스보우 입니다.

# Equipment/&SpearDoom_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Kenaloth Darkmind devised the Doomblades as a tool of punishment for those who resisted the might of the Empire.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 케날로스 다크마인드는 제국의 힘에 저항한 자들을 위한 징벌의 도구로써 둠블레이드를 고안했습니다.

# Equipment/&CrossbowAccuracy_Description
source: An enchanted crossbow of great accuracy, magically enhanced to help its bolts find their mark.
ko: 마법이 부여된 석궁으로, 볼트가 과녁을 정확히 맞출 수 있게 마법으로 보정되어 명중률이 매우 높습니다.

# Equipment/&CrossbowSoulstealer_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. A favorite of Silent Whisper agents, this weapon was designed by Cylordir Redblade.
ko: 이 마법 무기는 마나칼론의 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 고요한 속삭임의 요원들이 선호하는 이 무기는 사이롤더 레드블레이드가 설계했습니다.

# Equipment/&HCrossbowWhiteburn_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Whiteburn was created by the first Danantar to fight a troll invasion coming from the swamps to the south of his domain, between the Sioltafin and the Scarafin.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 시올타핀과 스카라핀 사이에 있는 영지 남쪽의 늪에서 침공하는 트롤들에 맞서기 위해 초대 다난타르는 백색 불꽃을 만들었습니다.

# Equipment/&SuddedOfLeadership_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. This armor was strongly favored by leaders all over the Old Empire.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 이 갑옷은 구 제국 전역의 지도자들이 강력하게 선호했습니다.

# Equipment/&DLC3_StuddedBlackMarsh_Title
source: Studded Armor of the Black Marsh
ko: 검은 늪의 스터디드 아머

# Equipment/&DLC3_StuddedBlackMarsh_Description
source: A unique artifact which once belonged to a long-forgotten tribe, this armor not only provides excellent protection but also knowledge on how to survive in the wild. Its wearer is also granted the power to call for nature's help through various spells.
ko: 오랫동안 잊혀진 부족의 유물입니다. 이 갑옷은 뛰어난 보호 기능에 야생에서 생존하는 법에 관한 지식도 제공합니다. 착용자에게 다양한 주문을 통해 자연의 도움을 요청할 수 있는 힘이 부여됩니다.

# Equipment/&ScaleArmor+3_Title
source: Scale Mail +3
ko: 스케일 메일 +3

# Equipment/&StuddedArmor+3_Title
source: Studded Armor +3
ko: 스터디드 아머 +3

# Equipment/&Hide+3_Title
source: Hide Armor +3
ko: 하이드 아머 +3

# Equipment/&DLC3_Kaupaapunki_Lore_TheGreatHousesBook1_Title
source: The Ettilen Vartmerkint
ko: 에틸렌 바트머킨

# Equipment/&DLC3_Kaupaapunki_Lore_TheGreatHousesBook1_Description
source: A tome listing notable southern houses and clans.
ko: 남부의 유명한 가문과 씨족을 열거한 고서.

# Equipment/&DLC3_Kaupaapunki_Lore_TheGreatHousesBook1_Content01
source: By blood and stone, being a History of the Great Houses, no such work would be complete without mention of the Kaikonnens known in old dwarvish as "Kaakkoinen". No clan's roots run deeper. So deep in the stone of Kaupaapunki that their rune is found carved into rocks mined before the Cataclysm. They are first of the still existing clans listed on the Stone Tablets. The current clan houses and notable members include: Vigdis Kaikonnen, daughter of the current Lord Kaikonnen, a cleric of Einar.
ko: 피와 돌로 이루어진, 위대한 가문의 역사에서 옛 드워프 어로 '카크코이넨'이라 알려진 카이콘넨 가문 이야기 없이는 어떤 것도 적을 수 없습니다. 대격변 이전에 채굴한 바위에도 룬이 새겨진게 발견될 정도로 카우파푼키 돌 속 깊숙이 뿌리를 내리고 있습니다. 이들은 석판에 기록된 현존 씨족 중 최초의 씨족입니다. 현재 씨족 가문 및 주목할만한 구성원: 비그디스 카이콘넨, 에이나르의 클레릭이며 현 영주 카이콘넨의 딸.

# Equipment/&DLC3_Kaupaapunki_Lore_TheGreatHousesBook1_Content02
source: Harld Kaikonnen, brother of Vigdis, a staunch and loyal warrior. Sander Kaikonnen, Vigdis' Uncle. Cautious of strangers, though honest and decent. The Bittercloud Clan led by Lady Ragnhild Bittercloud. The Bitterclouds are known to be often wise or brave, and sometimes both. Next in honor are Clan Stonebeard, renowned for their bravery, straightforward loyalty and honesty. Beryl Stonebeard is a brave and powerful warrior who seeks the leadership of the Kaikonnens.
ko: 할드 카이콘넨, 강인하고 충성스러운 전사 비그디스의 형제. 샌더 카이콘넨, 비그디스의 삼촌. 낯선 이를 경계하지만 정직하고 점잖음. 비터클라우드 씨족은 라그닐드 비터클라우드 여사가 이끄는 씨족입니다. 비터클라우드는 현명함과 용감함으로 알려져 있으며 때론 둘 다 발휘할 때도 있습니다. 다음 영광의 주인공은 곧은 충성심과 정직함으로 유명한 스톤비어드 씨족입니다. 베릴 스톤비어드는 용감하고 강력한 전사로, 카이콘넨의 지도자가 되고자 합니다.

# Equipment/&DLC3_Kaupaapunki_Lore_TheGreatHousesBook1_Content03
source: A notable branch of the Kaikonnens are the family of Gorm. Gorm the Wise the most learned dwarf in all the Alliance, and Chancellor Hertha, his daughter and head of the Guild of Antiquarians.
ko: 카이콘넨의 주목할 만한 분파는 고름 가문입니다.현자 고름은 동맹 전체에서 가장 학식이 높고, 그의 딸이자 안티쿼리안 길드의 대표인 헤르타 총장이 있습니다.

# Equipment/&DLC3_Telema_Lore_SouthernContinents_Title
source: Mysteries of the Southern Continents
ko: 남쪽 대륙의 신비

# Equipment/&DLC3_Telema_Lore_SouthernContinents_Description
source: A short missive from an elven explorer.
ko: 엘프 탐험가가 보낸 짧은 공문입니다.

# Equipment/&DLC3_Telema_Lore_SouthernContinents_Content01
source: My travels to the far south bring many interesting and exciting discoveries. You cannot believe the wonders I have seen. I arrived not long ago on a strange continent where the Manacalon Empire once ruled, but no longer. A world where half-man, half-bird-like creatures rule sky cities surrounded by jungles and forest, and other peculiar folk - not dwarves - carve a life out of rock, beneath the surface. A place with deserts and forests so exotic you might think you were in another world.
ko: 멀리 남쪽을 여행하면서 흥미롭고 짜릿한 발견을 많이 했습니다. 제가 본 경이로움을 믿을 수가 없네요. 저는 얼마 전, 마나칼론 제국이 통치했지만 지금은 사라진 낯선 대륙에 도착했습니다. 정글과 숲으로 둘러싸인 하늘 도시를 반인-반조 같은 생명체가 지배하며, 드워프가 아닌 특이한 종족이 지표면 아래 바위에서 삶을 개척하고 있는 세계입니다. 사막과 숲이 같이 펼쳐져 있어 다른 세상에 온 것 같은 이국적인 풍경이 설레게 해요.
