Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Enchanted_Shortsword_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Shortsword_of_Sharpness_Title
source: Shortsword of Sharpness
ko: 날카로움의 숏소드

# Equipment/&Enchanted_Shortsword_Whiteburn_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Whiteburn was created by the first Danantar to fight a troll invasion coming from the swamps the south of his domain between the Sioltafin and the Scarafin.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 시올타핀과 스카라핀 사이에 있는 영지 남쪽의 늪에서 침공하는 트롤들에 맞서기 위해 초대 다난타르는 백색 불꽃을 만들었습니다.

# Equipment/&Enchanted_Shortsword_Whiteburn_Title
source: Whiteburn
ko: 백색불꽃

# Equipment/&ExplorerPackTitle
source: Explorer's Pack
ko: 탐험가의 꾸러미

# Equipment/&FireArrowTitle
source: Fire Arrow
ko: 화염 화살

# Equipment/&FlailTypeTitle
source: Flail
ko: 플레일

# Equipment/&FreezeSwordTitle
source: [Temp]Longsword +2, Freezing
ko: [Temp]롱소드 +2, 빙결

# Equipment/&FunctionAtWillTitle
source: at will
ko: 자유자재로

# Equipment/&FunctionCastSpellFormat
source: Cast {0}{1}
ko: {0}{1} 시전

# Equipment/&FunctionChargeCostFormatPlural
source: {0} charges
ko: {0} 충전량

# Equipment/&FunctionChargeCostFormatSingle
source: {0} charge
ko: {0} 충전량

# Equipment/&FunctionCommandFear
source: Command (Fear)
ko: 명령 (공포)

# Equipment/&FunctionConeFear
source: Cone of Fear
ko: 공포의 원뿔

# Equipment/&FunctionIterationFormat
source: {0} per {1}
ko: {1} 마다 {0}

# Equipment/&FunctionPotionDrinkTitle
source: Drink Potion
ko: 물약 마시기

# Equipment/&FunctionPotionHealOtherTitle
source: Heal Other
ko: 다른 사람 치유

# Equipment/&FunctionRechargeDurationFormat
source: every {0}
ko: 매 {0}

# Equipment/&GamingSetCategoryTitle
source: Gaming Set ({0})
ko: 게임 세트({0})

# Equipment/&GamingSetDiceTypeDescription
source: This item includes a wide range of game pieces, including dice and decks of cards.
ko: 이 아이템에는 주사위와 카드 덱을 포함한 광범위한 게임 도구가 들어있습니다.

# Equipment/&GamingSetDiceTypeTitle
source: Dice Set
ko: 주사위 세트

# Equipment/&GemAmethystDescription
source: A beautiful amethyst, worth <#A95827>20 gold pieces</color>.
ko: <#A95827>금화 20개</color> 값어치의 아름다운 자수정.

# Equipment/&GemAmethystTitle
source: Amethyst
ko: 자수정

# Equipment/&GemDiamondDescription
source: A magnificent diamond, worth <#A95827>1000 gold pieces</color>.
ko: <#A95827>금화 1000개</color> 값어치의 아름다운 다이아몬드.

# Equipment/&GemDiamondTitle
source: Diamond
ko: 다이아몬드

# Equipment/&GemEmeraldDescription
source: A finely cut emerald, worth <#A95827>100 gold pieces</color>.
ko: <#A95827>금화 100개</color> 값어치의 정교하게 세공된 에메랄드.

# Equipment/&GemEmeraldTitle
source: Emerald
ko: 에메랄드

# Equipment/&GemOpalDescription
source: A great looking opal, worth <#A95827>300 gold pieces</color>.
ko: <#A95827>금화 300개</color> 값어치의 멋진 오팔.

# Equipment/&GemOpalTitle
source: Opal
ko: 오팔

# Equipment/&GemRubyDescription
source: A beautiful ruby, worth <#A95827>500 gold pieces</color>.
ko: <#A95827>금화 500개</color> 값어치의 아름다운 루비.

# Equipment/&GemRubyTitle
source: Ruby
ko: 루비

# Equipment/&GemSapphireDescription
source: A shiny sapphire, worth <#A95827>50 gold pieces</color>.
ko: <#A95827>금화 50개</color> 값어치의 반짝이는 사파이어.

# Equipment/&GemSapphireTitle
source: Sapphire
ko: 사파이어

# Equipment/&GlaiveTypeTitle
source: Glaive
ko: 글레이브

# Equipment/&GreataxeTypeTitle
source: Greataxe
ko: 그레이트액스

# Equipment/&GreatclubTypeTitle
source: Greatclub
ko: 그레이트클럽

# Equipment/&GreatswordTypeTitle
source: Greatsword
ko: 그레이트소드

# Equipment/&HalberdTypeTitle
source: Halberd
ko: 할버드

# Equipment/&HandaxeTypeTitle
source: Handaxe
ko: 핸드액스

# Equipment/&HandCrossbowTypeTitle
source: Hand Crossbow
ko: 핸드 크로스보우

# Equipment/&HeavyArmorCategoryDescription
source: Of all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire body and are designed to stop a wide range of attacks.
ko: 모든 갑옷 분류에서 중갑은 최고의 방어력을 제공합니다. 이 갑옷은 전신을 보호하도록 설계되었으며 다양한 종류의 공격을 막을 수 있습니다.

# Equipment/&HeavyArmorCategoryTitle
source: Heavy Armor
ko: 중갑

# Equipment/&HeavyCrossbowTypeTitle
source: Heavy Crossbow
ko: 헤비 크로스보우

# Equipment/&HectorLetterContent1
source: It was a bad plan; I said so from the start. It took me a month to master Griff's full appearance and a year to build the spider cult. The orcs are now loyal to me and eager to follow me to war, but the Scavengers have found the city and started encroaching on the orcs' territory. I decided to use the orcs ahead of schedule and wipe out the Scavengers. There were only a dozen of them, but they put up more of a fight than I expected, and I had to change the plan again. I sacrificed more orcs to capture their leader, a man named Hector. I will cancel the operation with the spider cult, and take the appearance of this Hector. A prominent member of the Scavengers could be useful. I must spend time alone with him deeper in the ruins, where the orcs don't go.
ko: 이건 나쁜 계획이었다; 시작부터 내가 말했듯이. Griff의 완벽한 외형을 익히는데 한 달이 걸렸고 거미 교단을 만드는 데는 1년이 걸렸다. 오크들은 이제 나에게 충성을 바치고 나를 따라 전쟁에 나가고 싶어 안달이 났지만, 스캐빈저들이 이 도시를 발견하고 오크의 영토를 잠식해나가기 시작했다. 난 예정보다 일찍 오크를 활용하여 스캐빈저를 쓸어버리기로 했다. 놈들은 열둘 밖에 없었지만, 내가 예상했던 것보다 훨씬 더 잘 싸운 탓에 난 또다시 계획을 수정해야 했다. 난 놈들의 대장인 헥터라는 남자를 사로잡기 위해 더 많은 오크를 희생시켰다. 난 거미 교단을 활용하는 작전을 중단하고 이 헥터라는 남자의 외형을 활용할 것이다. 스캐빈저의 저명한 일원이라는 사실은 유용할지도 모른다. 오크들이 잘 가지 않는 이 유적의 더 깊은 곳에서 그와 단둘이 시간을 보내야겠다.

# Equipment/&HectorLetterContent2
source: I'm leaving this note in case the Tshar sends for me. I might not get out alive. I made a mistake going so deep, so near the amphitheater. The deep spiders are much more numerous than I thought, and they have killed my prisoner. I won't be able to become Hector. The mission is a complete failure and I will answer to the Tshar - if I survive. I will try to escape by climbing up the amphitheater, but the spiders might be too fast for me. Glory to Sorr-Tarr!
ko: 차르가 나를 찾으러 사람을 보낼 경우를 대비하여 이 메모를 남긴다. 나는 이곳을 살아서 나가지 못할 것 같다. 나는 너무 깊이 내려가서 원형 극장 가까이 내려가는 실수를 저질러버렸다. 지하 거미는 내가 생각했던 것보다 그 수가 훨씬 많고 그놈들이 내 포로를 죽여버렸다. 난 헥터가 될 수는 없을 것 같다. 임무는 완전히 실패했고 만약 내가 살아남는다면 - 차르에게 보고할 것이다. 원형 극장을 기어 올라가서 탈출을 시도해보겠지만, 거미가 나보다 훨씬 빠를지도 모른다. 소르타르에게 영광을!

# Equipment/&HerbalismKitToolTypeDescription
source: Contains a variety of instruments such as clippers, mortar and pestle, plants, and chemicals, to craft potions, antitoxins, alchemist's fire, and even acid or oil flasks.
ko: 이 키트에는 물약, 해독약, 연금술사의 불, 심지어 산 또는 기름 플라스크를 만들기 위한 가위, 막자와 공이, 약초 및 화학 물품과 같은 다양한 소도구가 들어있습니다.

# Equipment/&HerbalismKitToolTypeTitle
source: Herbalism Kit
ko: 약초 제작 도구

# Equipment/&HolySymbolAmuletTitle
source: Holy Symbol (Amulet)
ko: 성표 (아뮬렛)

# Equipment/&HolySymbolEmblemTitle
source: Holy Symbol (Emblem)
ko: 성표 (엠블럼)

# Equipment/&HolySymbolGeneralDescription
source: A cleric or paladin can use a holy symbol as a spellcasting focus.
ko: 클레릭이나 팔라딘은 성표를 주문 시전의 매개체로 사용할 수 있습니다.

# Equipment/&HolySymbolGeneralTitle
source: Holy Symbol
ko: 성표

# Equipment/&HolySymbolReliquaryTitle
source: Holy Symbol (Reliquary)
ko: 성표 (성유물)

# Equipment/&Ingredient_AbyssMoss_Description
source: A very rare moss found in the depths beneath the Badlands.
ko: 황무지 아래의 깊은 곳에서 발견되는 매우 희귀한 이끼입니다.

# Equipment/&Ingredient_AbyssMoss_Title
source: Abyss Moss
ko: 심연 이끼

# Equipment/&Ingredient_Acid_Description
source: A small amount of acid.
ko: 소량의 산.

# Equipment/&Ingredient_Acid_Title
source: Acid
ko: 산

# Equipment/&Ingredient_AngryViolet_Description
source: Common in the Principality of Masgarth, this flower is named after a famous wizard.
ko: 마스가르스 공국에서 흔히 볼 수 있는 이 꽃은 유명한 위자드의 이름을 따서 명명되었습니다.

# Equipment/&Ingredient_AngryViolet_Title
source: Angry Violet
ko: 앵그리 제비꽃

# Equipment/&Ingredient_Blood_Of_Solasta_Description
source: An alchemical solution used by transmuters of the Arcaneum, its recipe was a closely guarded secret in the Manacalon days. It can be used to craft magical items.
ko: 아케니움의 변환술사들이 사용하던 연금술 용액이며, 그 제조법은 마나칼론 시대에 철저히 비밀로 유지되었습니다. 마법 아이템을 만드는 데 사용할 수 있습니다.

# Equipment/&Ingredient_Blood_Of_Solasta_Title
source: Blood of Solasta
ko: 솔라스타의 피

# Equipment/&Ingredient_Blood_Ruby_Title
source: Blood Ruby
ko: 블러드 루비

# Equipment/&Ingredient_BloodDaffodil_Description
source: This large flower is rumored to grow well on battlefields.
ko: 이 큰 꽃은 전장에서 잘 자란다는 소문이 있습니다.

# Equipment/&Ingredient_BloodDaffodil_Title
source: Blood Daffodil
ko: 피 수선화

# Equipment/&Ingredient_Cloud_Diamond_Description
source: A most rare form of diamond, its facets absorb light and reflect it in such a way as to give it its cloudy appearance. It has magical properties and can be used to enchant items.
ko: 다이아몬드의 가장 희귀한 형태로, 깎인 면이 빛을 흡수하고 반사하여 뿌연 느낌이 듭니다. 마법의 속성이 깃들어 있으며 아이템에 마법을 부여하는데 사용될 수도 있습니다.

# Equipment/&Ingredient_Cloud_Diamond_Title
source: Cloud Diamond
ko: 구름 다이아몬드

# Equipment/&Ingredient_Crystal_Of_Winter_Description
source: Encased in eternal ice, these crystals radiate coldness even in the warmest places.
ko: 영원한 얼음 속에 감싸인 이 수정은 가장 따뜻한 곳에서도 냉기를 내뿜습니다.

# Equipment/&Ingredient_Crystal_Of_Winter_Title
source: Crystal of Winter
ko: 겨울의 수정

# Equipment/&Ingredient_DeepRootLichen_Description
source: A rare lichen found on the roots of magically distorted trees and underground plants.
ko: 마법으로 일그러진 나무의 뿌리와 지하 식물에서 발견되는 희귀한 이끼입니다.

# Equipment/&Ingredient_DeepRootLichen_Title
source: Deep Root Lichen
ko: 지하 뿌리 이끼

# Equipment/&Ingredient_DeepVenomGland_Description
source: Harvested from the corpse of a deep spider. It can be distilled to create a blade venom.
ko: 지하 거미의 사체에서 채취했습니다. 칼날에 바를 독을 제조하기 위해 증류할 수 있습니다.

# Equipment/&Ingredient_DeepVenomGland_Title
source: Deep Spider Venom Gland
ko: 지하 거미 독샘

# Equipment/&Ingredient_Diamond_of_Elai_Description
source: An incredibly beautiful gem, its facets reflect the colors of the eight schools of the Arcaneum in an endless pattern. It can be used to craft magical items.
ko: 믿을 수 없을 정도로 아름다운 보석으로, 깎인 면이 아케니움의 여덟 학교를 상징하는 색상을 끝없는 패턴으로 반사합니다. 마법 아이템을 제작하는데 사용할 수 있습니다.

# Equipment/&Ingredient_Diamond_of_Elai_Title
source: Diamond of Elai
ko: 엘라이의 다이아몬드

# Equipment/&Ingredient_Doom_Gem_Description
source: This gem has very sharp facets and its mineral composition makes it very hard to stop the bleeding once it has cut skin. It is possible use it to craft magical weapons.
ko: 이 보석의 깎인 면은 매우 날카로우며, 피부를 베면 특유의 광물 조성으로 인해 출혈을 멈추기가 매우 어렵습니다. 마법 무기를 제작하는데 사용할 수 있습니다.

# Equipment/&Ingredient_Doom_Gem_Title
source: Doom Gem
ko: 파멸의 보석

# Equipment/&Ingredient_DragonRose_Description
source: An exquisite rose known for its vivid colors and deep fragrance.
ko: 선명한 색깔과 깊은 향기로 유명한 아름다운 장미입니다.

# Equipment/&Ingredient_DragonRose_Title
source: Dragonrose
ko: 드래곤장미

# Equipment/&Ingredient_DrwarvenPrimrose_Title
source: Dwarven Primrose
ko: 드워프 앵초

# Equipment/&Ingredient_DwarvenPrimrose_Description
source: A delicate flower mostly found in northern climes, growing on bare rock.
ko: 주로 북부 지방에서 발견할 수 있는 섬세한 꽃으로, 맨 바위에서 자랍니다.

# Equipment/&Ingredient_Emperorseye_Description
source: This rare mushroom was named by a slave of the Manacalon Empire, who paid for his disrespect with his life.
ko: 이 희귀한 버섯은 자신의 목숨으로 경솔함의 대가를 치른 마나칼론 제국 노예의 이름을 따서 만들어졌습니다.

# Equipment/&Ingredient_Emperorseye_Title
source: Emperor's Eye
ko: 황제의 눈

# Equipment/&Ingredient_FlyingSnakeScales_Description
source: Scales from a large flying snake from the Badlands.
ko: 황무지의 커다란 날아다니는 뱀의 비늘.

# Equipment/&Ingredient_FlyingSnakeScales_Title
source: Brimstone Viper Scales
ko: 유황 독사 비늘

# Equipment/&Ingredient_GallivanAmaranth_Description
source: A beautiful flower that is very popular in Gallivan.
ko: 갈리반에서 매우 인기 있는 아름다운 꽃.

# Equipment/&Ingredient_GallivanAmaranth_Title
source: Gallivan Amaranth
ko: 갈리반 아마란스

# Equipment/&Ingredient_GoblinHairFungus_Description
source: This foul-smelling fungus grows well around goblin lairs for some reason.
ko: 악취를 풍기는 이 곰팡이는 어떤 이유에서인지 고블린 굴에서 잘 자랍니다.

# Equipment/&Ingredient_GoblinHairFungus_Title
source: Goblin Hair Fungus
ko: 고블린 머리카락 곰팡이

# Equipment/&Ingredient_Heartstone_Description
source: The hardest of stones, mined from the core of a mountain in the Badlands. It has magical properties.
ko: 황무지에 있는 산의 심장부에서 채굴된 가장 단단한 돌. 마법 성분을 지니고 있습니다.

# Equipment/&Ingredient_Heartstone_Title
source: Heartstone
ko: 심장석

# Equipment/&Ingredient_Lifestone_Description
source: A lifestone is a very rare gem. In its facets, specialists claim to see life itself unfolding. It can be used to create magical items.
ko: 생명석은 매우 진귀한 보석입니다. 각 면에서 전문가들은 삶 자체가 펼쳐지는 것을 볼 수 있다고 주장합니다. 마법 아이템을 만드는 데 사용할 수 있습니다.

# Equipment/&Ingredient_Lifestone_Title
source: Life Stone
ko: 생명석

# Equipment/&Ingredient_LilyOfTheBadlands_Description
source: A small but useful flower that draws its power from the magic of the Badlands.
ko: 황무지의 마법으로부터 힘을 끌어내는 작지만 유용한 꽃.

# Equipment/&Ingredient_LilyOfTheBadlands_Title
source: Lily of the Badlands
ko: 황무지의 백합

# Equipment/&Ingredient_Magnesium_Description
source: Some powdered magnesium.
ko: 소량의 분말 마그네슘.

# Equipment/&Ingredient_Magnesium_Title
source: Magnesium
ko: 마그네슘

# Equipment/&Ingredient_ManacalonOrchid_Description
source: A very rare flower that seems to have survived the Cataclysm, generally found deep in Manacalon-era ruins.
ko: 대격변에서 살아남은 것으로 보이는 매우 희귀한 꽃으로, 보통 마나칼론 시대의 유적 깊은 곳에서 발견됩니다.

# Equipment/&Ingredient_ManacalonOrchid_Title
source: Manacalon Orchid
ko: 마나칼론 난초

# Equipment/&Ingredient_MedusaCoral_Description
source: Medusa corals are the bane of divers on the shallow reefs around the southern islands as touching them is courting a slow death.
ko: 메두사 산호는 건드는 것만으로도 천천히 다가오는 죽음을 유발하기에 남쪽 군도 인근 얕은 산호초의 잠수부들에게 골칫거리로 여겨집니다.

# Equipment/&Ingredient_MedusaCoral_Title
source: Medusa Coral
ko: 메두사 산호

# Equipment/&Ingredient_Mithralstone_Description
source: This stone is a block of pure mithral, a metal known for its flexibility and lightness, often used to reinforce weak points of armors.
ko: 이 돌은 유연하고 가벼운 특성으로 유명한 순수한 미스랄 덩어리이며, 종종 갑옷 약점을 보강하는데 사용됩니다.

# Equipment/&Ingredient_Mithralstone_Title
source: Mithral Stone
ko: 미스랄석

# Equipment/&Ingredient_MoonFlower_Description
source: A white flower that opens only in moonlight.
ko: 달빛이 비칠 때만 피는 하얀 꽃.

# Equipment/&Ingredient_MoonFlower_Title
source: Moonflower
ko: 달꽃

# Equipment/&Ingredient_Oil_Of_Acuteness_Description
source: This magical essence can be fused with a primed weapon or suit of armor in order to enchant it. The process requires time, as well as proficiency with the enchanter's rosary.
ko: 이 마법의 정수는 준비된 무기 또는 갑옷과 결합하여 마법을 부여할 수 있습니다. 이 과정은 시간과 인챈터 묵주에 대한 숙련을 필요로 합니다.

# Equipment/&Ingredient_Oil_Of_Acuteness_Title
source: Oil of Acuteness
ko: 예리함의 기름

# Equipment/&Ingredient_Oil_Of_Sharpness_Description
source: This magical essence can be fused with a primed weapon in order to enchant it. The process requires time, as well as proficiency with the enchanter's rosary.
ko: 이 마법의 정수는 준비된 무기와 결합하여 마법을 부여할 수 있습니다. 이 과정은 시간과 인챈터 묵주에 대한 숙련을 필요로 합니다.

# Equipment/&Ingredient_Oil_Of_Sharpness_Title
source: Oil of Sharpness
ko: 날카로움의 기름

# Equipment/&Ingredient_Primed_BattleAxe_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_BattleAxe_Title
source: Primed Battleaxe
ko: 준비된 배틀액스

# Equipment/&Ingredient_Primed_Breastplate_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Breastplate_Title
source: Primed Breastplate
ko: 준비된 브레스트플레이트

# Equipment/&Ingredient_Primed_Chainmail_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Chainmail_Title
source: Primed Chain Mail
ko: 준비된 체인 메일

# Equipment/&Ingredient_Primed_Chainshirt_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Chainshirt_Title
source: Primed Chain Shirt
ko: 준비된 체인 셔츠

# Equipment/&Ingredient_Primed_Dagger_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Dagger_Title
source: Primed Dagger
ko: 준비된 대거

# Equipment/&Ingredient_Primed_Fullplate_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Fullplate_Title
source: Primed Plate
ko: 준비된 플레이트 아머

# Equipment/&Ingredient_Primed_GreatAxe_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_GreatAxe_Title
source: Primed Greataxe
ko: 준비된 그레이트액스

# Equipment/&Ingredient_Primed_Greatsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Greatsword_Title
source: Primed Greatsword
ko: 준비된 그레이트소드

# Equipment/&Ingredient_Primed_Halfplate_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_Halfplate_Title
source: Primed Half Plate
ko: 준비된 하프 플레이트

# Equipment/&Ingredient_Primed_LeatherArmor_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_LeatherArmor_Title
source: Primed Leather Armor
ko: 준비된 레더 아머

# Equipment/&Ingredient_Primed_Longbow_Description
source: Enchanted by a Colthannin master bowyer, this weapon is made of magical woods and alloys. It only needs a catalyst to unlock its potential.
ko: 콜사닌 활 장인에 의해 마법이 부여된 이 무기는 마법이 깃든 나무와 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Longbow_Title
source: Primed Longbow
ko: 준비된 롱보우

# Equipment/&Ingredient_Primed_Longsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 명인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Longsword_Title
source: Primed Longsword
ko: 준비된 롱소드

# Equipment/&Ingredient_Primed_Mace_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Mace_Title
source: Primed Mace
ko: 준비된 메이스

# Equipment/&Ingredient_Primed_Morningstar_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Morningstar_Title
source: Primed Morningstar
ko: 준비된 모닝스타

# Equipment/&Ingredient_Primed_Rapier_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Rapier_Title
source: Primed Rapier
ko: 준비된 레이피어

# Equipment/&Ingredient_Primed_ScaleMail_Description
source: Enchanted by a Manacalon master smith, this armor is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 갑옷은 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 해제할 수 있습니다.

# Equipment/&Ingredient_Primed_ScaleMail_Title
source: Primed Scale Mail
ko: 준비된 스케일 메일

# Equipment/&Ingredient_Primed_Scimitar_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Scimitar_Title
source: Primed Scimitar
ko: 준비된 시미터

# Equipment/&Ingredient_Primed_Shortbow_Description
source: Enchanted by a Colthannin master bowyer, this weapon is made of magical woods and alloys. It only needs a catalyst to unlock its potential.
ko: 콜사닌 활 장인에 의해 마법이 부여된 이 무기는 마법이 깃든 나무와 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Shortbow_Title
source: Primed Shortbow
ko: 준비된 숏보우

# Equipment/&Ingredient_Primed_Shortsword_Description
source: Enchanted by a Manacalon master smith, this weapon is made of a magical alloy. It only needs a catalyst to unlock its potential.
ko: 마나칼론 대장장이 장인에 의해 마법이 부여된 이 무기는 마법 합금으로 만들어졌습니다. 촉매만 있다면 이 무기의 잠재력을 이끌어낼 수 있습니다.

# Equipment/&Ingredient_Primed_Shortsword_Title
source: Primed Shortsword
ko: 준비된 숏소드

# Equipment/&Ingredient_PurpleAmber_Description
source: This fossilized resin from pre-Manacalon trees is very hard to shape: it is harder than steel and its shards are incredibly sharp. They can be used to craft a magical weapon.
ko: 마나칼론 이전 시대의 나무에서 나온 이 화석화된 수지는 모양을 빚기가 매우 어렵습니다: 강철보다 단단하고 파편은 매우 날카롭습니다. 마법 무기를 만드는 데 사용할 수 있습니다.

# Equipment/&Ingredient_PurpleAmber_Title
source: Purple Amber
ko: 보라 호박

# Equipment/&Ingredient_QueenIvy_Description
source: A small flower, often used as a decorative motif in Manacalon architecture but now rare.
ko: 마나칼론 건축의 장식 모티브로 자주 사용되었지만 지금은 희귀한 작은 꽃입니다.

# Equipment/&Ingredient_QueenIvy_Title
source: Queen Ivy
ko: 여왕 아이비

# Equipment/&Ingredient_RefinedOil_Description
source: A small amount of refined oil.
ko: 소량의 정제된 기름.

# Equipment/&Ingredient_RefinedOil_Title
source: Refined Oil
ko: 정제된 기름

# Equipment/&Ingredient_Serpentinite_Description
source: This green powder comes from a dark rock that is rarely found on Solasta.
ko: 이 녹색 가루는 솔라스타에서 거의 찾을 수 없는 어두운 암석에서 나옵니다.

# Equipment/&Ingredient_Serpentinite_Title
source: Serpentinite
ko: 사문석

# Equipment/&Ingredient_Shard_Of_Fire_Description
source: The Shard of Fire is harvested from the essence of a Fire Elemental who died on his own plane of existence. It can be used to craft various magical items.
ko: 불의 파편은 자신의 존재 차원에서 죽은 불 정령의 정수에서 수확 할 수 있습니다. 다양한 마법 아이템을 만드는 데 사용할 수 있습니다.

# Equipment/&Ingredient_Shard_Of_Fire_Title
source: Shard of Fire
ko: 불의 파편

# Equipment/&Ingredient_ShardOfIce_Description
source: The Shard of Ice is harvested from the essence of an Ice Elemental who died on his own plane of existence. It can be used to craft various magical items.
ko: 얼음 파편은 자신의 존재 차원에서 죽은 얼음 정령의 정수에서 수확 할 수 있습니다. 다양한 마법 아이템을 만드는 데 사용할 수 있습니다.

# Equipment/&Ingredient_ShardOfIce_Title
source: Shard of Ice
ko: 얼음 파편

# Equipment/&Ingredient_SkarnPowder_Description
source: A brown powder made by crushing a rare crystal from the Badlands.
ko: 황무지의 희귀한 수정을 빻아서 만든 갈색 가루.
