Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# _Item_RingOfProtection_plus_one_Unidentified_Description
source: This ring bears a shield-shaped signet. It may have magical properties.
ko_mt: 이 반지에는 방패 모양의 인장이 있습니다. 마법의 속성을 가질 수 있습니다.

# _Item_RingOfProtection_plus_one_Unidentified_Title
source: Precious Ring
ko_mt: 소중한 반지

# Abjuration_MonasteryJournal_Content
source: It has now been one week since we were transported to this wretched place! I think the gods have abandoned us! Of our monastery, the only building missing is the temple and its two resident priests! In its place, we have this weird construction, just out of reach of the pier, which we can't even enter. All the survivors are scared. They are turning to me for comforting words, but I am only a novice, not yet ready to be a priest. Like them, I am a refugee who fled Sorr-Tarr and his vile servant. I do not know where we are, but we are far from home. Our little valley is a small pocket of Tirmar, lost - I don't know where!
ko_mt: 우리가 이 비참한 곳으로 이송된 지 이제 일주일이 되었습니다! 신들이 우리를 버린 것 같아요! 우리 수도원에서 유일하게 누락된 건물은 성전과 두 명의 상주 사제뿐입니다! 그 자리에 우리가 들어갈 수조차 없는 부두의 손이 닿지 않는 곳에 이 이상한 건축물이 있습니다. 생존자들은 모두 겁에 질려 있습니다. 그들은 위로의 말을 위해 나에게 눈을 돌리고 있지만 나는 아직 사제가 될 준비가되지 않은 초보자 일뿐입니다. 그들처럼 나도 소르타르와 그의 사악한 하인을 피해 도망친 난민입니다. 우리가 어디에 있는지 모르지만 집에서 멀리 떨어져 있습니다. 우리의 작은 계곡은 잃어버린 Tirmar의 작은 주머니입니다. 나는 어디인지 모릅니다!

# Abjuration_MonasteryJournal_Content2
source: Strange beasts roam the night, but for some reason they do not dare to enter our valley. I buried my daughter last night. She died as much from despair as from the rockslide and the earthquake. Now, I wait for my own end. Traveler - if you read this, say a prayer for our souls, for I cannot. I reject the gods whose folly brought us here! I curse them all! The beasts have grown bolder, but they still avoid our valley. A pity, since I could use the meat. I am surviving on grain and vegetables, but solitude makes for hard labor and my strength is not what it was.
ko_mt: 이상한 짐승들이 밤에 배회하지만 어떤 이유에서인지 그들은 감히 우리 계곡에 들어가려 하지 않습니다. 나는 어젯밤에 내 딸을 묻었다. 그녀는 산사태와 지진만큼 절망으로 죽었습니다. 이제 나는 내 자신의 끝을 기다립니다. 여행자 - 만약 당신이 이것을 읽는다면, 우리 영혼을 위한 기도를 하십시오. 왜냐하면 저는 할 수 없기 때문입니다. 나는 우리를 여기로 데려온 어리석은 신들을 거부합니다! 나는 그들 모두를 저주한다! 야수들은 더 대담해졌지만 여전히 우리 계곡을 피합니다. 고기를 사용할 수 있기 때문에 유감입니다. 나는 곡식과 채소로 살아가고 있지만 고독은 고된 노동이고 내 힘은 예전 같지 않다.

# Abjuration_MonasteryJournal_Content3
source: It has been 40 years. I am the last one, an old man now! I buried them all - all! But I could not bring myself to give the last rites. No - the gods left us to rot here, and I refused to send our souls back to them! Emtan Darwaz, last of the Sandblaze Monastery
ko_mt: 40년이 지났습니다. 내가 마지막이야, 이제 늙은이야! 나는 그것들을 모두 묻었다 - 모두! 그러나 나는 마지막 의식을 바칠 수 없었습니다. 아니요. 신들은 우리를 이곳에서 썩게 내버려두었고, 나는 우리의 영혼을 그들에게 돌려보내기를 거부했습니다! 샌드블레이즈 수도원의 마지막 엠탄 다르와즈

# Abjuration_MonasteryJournal_Description
source: A page from a journal found in the monastery. Such a journal would be of great interest to certain Council factions, as it shows that some side-effects of the Cataclysm were very far-reaching.
ko_mt: 수도원에서 발견된 일지의 한 페이지. 그러한 저널은 대격변의 일부 부작용이 매우 광범위하다는 것을 보여주기 때문에 특정 위원회 파벌에 큰 관심을 가질 것입니다.

# Abjuration_MonasteryJournal_Title
source: Journal of Emtan Darwaz
ko_mt: 엠탄 다르와즈 저널

# AntitoxinDescription
source: A protective decoction that increases resistance to poison for an hour. (Advantage to saving throws against poison)
ko_mt: 1시간 동안 독에 대한 내성을 증가시키는 보호용 달인입니다. (독에 대한 내성굴림의 장점)

# AntitoxinTitle
source: Antitoxin
ko_mt: 항독소

# ArcaneFocusCrystalTitle
source: Crystal
ko_mt: 결정

# ArcaneFocusGeneralDescription
source: A sorcerer, warlock, or wizard can use this kind of item as a spellcasting focus.
ko_mt: 마법사, 흑마법사 또는 마법사는 이러한 종류의 아이템을 주문 시전의 초점으로 사용할 수 있습니다.

# ArcaneFocusOrbTitle
source: Orb
ko_mt: 구

# ArcaneFocusRodTitle
source: Rod
ko_mt: 막대

# ArcaneFocusStaffTitle
source: Staff
ko_mt: 직원

# ArcaneFocusWandTitle
source: Wand
ko_mt: 지팡이

# Armor_Adventuring_Wizard_OutfitDescription
source: Sturdy yet elegant clothes, equipped with straps and pockets for spellbooks and components. Provides no armor protection.
ko_mt: 튼튼하면서도 우아한 옷에 스트랩과 마법서 및 구성품을 보관할 수 있는 주머니가 있습니다. 갑옷 보호를 제공하지 않습니다.

# Armor_Adventuring_Wizard_OutfitTitle
source: Adventuring Wizard's Clothing
ko_mt: 모험가의 의복

# Armor_BreastplateDescription
source: This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered.
ko_mt: 이 갑옷은 유연한 가죽으로 착용된 장착된 금속 가슴 부분으로 구성되어 있습니다. 다리와 팔을 상대적으로 보호하지 않은 상태로 남겨두지만 이 갑옷은 착용자의 중요한 장기를 잘 보호하는 동시에 착용자가 상대적으로 방해받지 않도록 합니다.

# Armor_BreastplateTitle
source: Breastplate
ko_mt: 흉갑

# Armor_ChainMailDescription
source: Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.
ko_mt: 맞물리는 금속 고리로 만들어진 체인 메일은 마찰을 방지하고 타격의 충격을 완화하기 위해 메일 아래에 착용하는 누비 직물 층이 포함되어 있습니다. 슈트에는 건틀릿이 포함되어 있습니다.

# Armor_ChainMailTitle
source: Chain Mail
ko_mt: 체인 메일

# Armor_ChainShirtDescription
source: Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather. This armor offers modest protection to the wearer's upper body and allows the sound of the rings rubbing against one another to be muffled by outer layers.
ko_mt: 맞물리는 금속 링으로 만들어진 체인 셔츠는 옷이나 가죽 사이에 착용합니다. 이 갑옷은 착용자의 상체를 적당히 보호하고 반지가 서로 마찰하는 소리가 외부 레이어에 의해 차단되도록 합니다.

# Armor_ChainShirtTitle
source: Chain Shirt
ko_mt: 체인 셔츠

# Armor_Commoner_ClothesDescription
source: Basic clothing made of wool, leather, and linen.
ko_mt: 양모, 가죽, 린넨 소재의 기본 의류.

# Armor_Commoner_ClothesTitle
source: Commoner's Clothing
ko_mt: 평민의 의복

# Armor_Dwarven_HalfPlateDescription
source: Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps. This armor is decorated in the dwarven style.
ko_mt: 하프 플레이트는 착용자의 신체 대부분을 덮는 모양의 금속 플레이트로 구성됩니다. 가죽 끈으로 부착된 단순한 경갑을 넘어서는 다리 보호 기능은 포함되어 있지 않습니다. 이 갑옷은 드워프 스타일로 장식되어 있습니다.

# Armor_Dwarven_HalfPlateTitle
source: Dwarven Half Plate
ko_mt: 드워프 하프 플레이트

# Armor_HalfPlateDescription
source: Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps.
ko_mt: 하프 플레이트는 착용자의 신체 대부분을 덮는 모양의 금속 플레이트로 구성됩니다. 가죽 끈으로 부착된 단순한 경갑을 넘어서는 다리 보호 기능은 포함되어 있지 않습니다.

# Armor_HalfPlateTitle
source: Half Plate
ko_mt: 하프 플레이트

# Armor_HideDescription
source: This crude armor consists of thick furs and pelts. It is commonly worn by barbarian tribes, evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.
ko_mt: 이 조잡한 갑옷은 두꺼운 모피와 펠트로 구성되어 있습니다. 야만인 부족, 사악한 인간형, 더 나은 갑옷을 만드는 데 필요한 도구와 재료에 접근할 수 없는 다른 사람들이 일반적으로 착용합니다.

# Armor_HideTitle
source: Hide
ko_mt: 숨다

# Armor_LeatherDescription
source: The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.
ko_mt: 이 갑옷의 흉갑과 어깨 보호대는 기름에 삶아 굳힌 가죽으로 되어 있다. 갑옷의 나머지 부분은 더 부드럽고 유연한 재료로 만들어졌습니다.

# Armor_LeatherTitle
source: Leather
ko_mt: 가죽

# Armor_Noble_ClothesDescription
source: Fine clothes of costly fabrics, decorated with gold or silver embroidery.
ko_mt: 금색이나 은색 자수로 장식된 값비싼 천의 고급 옷.

# Armor_Noble_ClothesTitle
source: Noble Clothes
ko_mt: 고귀한 옷

# Armor_PaddedDescription
source: Padded armor consists of quilted layers of cloth and batting.
ko_mt: 패딩 갑옷은 천과 안솜의 누비이불 층으로 구성됩니다.

# Armor_PaddedTitle
source: Padded
ko_mt: 패딩

# Armor_PlateDescription
source: Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.
ko_mt: 판은 몸 전체를 덮는 모양의 맞물린 금속 판으로 구성됩니다. 플레이트 슈트에는 건틀릿, 두꺼운 가죽 부츠, 바이저 헬멧, 갑옷 아래의 두꺼운 패딩이 포함됩니다. 버클과 스트랩은 몸 전체에 무게를 분산시킵니다.

# Armor_PlateTitle
source: Plate
ko_mt: 그릇

# Armor_RingMailDescription
source: This armor is leather armor with heavy rings sewn into it. The rings help reinforce the armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can't afford better armor.
ko_mt: 이 갑옷은 두꺼운 고리가 꿰매어진 가죽 갑옷입니다. 고리는 칼과 도끼의 타격에 대한 갑옷을 강화하는 데 도움이 됩니다. 링 메일은 체인 메일보다 열등하며, 보통 더 좋은 갑옷을 입을 여유가 없는 사람들만 착용합니다.

# Armor_RingMailTitle
source: Ring Mail
ko_mt: 링 메일

# Armor_ScaleMailDescription
source: This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets.
ko_mt: 이 갑옷은 물고기의 비늘처럼 겹쳐진 금속 조각으로 덮인 가죽 코트와 레깅스(또는 별도의 스커트)로 구성되어 있습니다. 슈트에는 건틀릿이 포함되어 있습니다.

# Armor_ScaleMailTitle
source: Scale Mail
ko_mt: 스케일 메일

# Armor_Scavenger_Outfit_01_Description
source: A simple outfit of leather, linen, and wool, showing signs of old age and dirt.
ko_mt: 가죽, 린넨, 양모로 된 심플한 의상으로 낡음과 흙의 흔적이 보입니다.

# Armor_Scavenger_Outfit_01_Title
source: Scavenger Ranger Outfit
ko_mt: 청소부 레인저 복장

# Armor_Scavenger_Outfit_02_Description
source: A simple outfit of leather, linen, and wool, showing signs of old age and dirt.
ko_mt: 가죽, 린넨, 양모로 된 심플한 의상으로 낡음과 흙의 흔적이 보입니다.

# Armor_Scavenger_Outfit_02_Title
source: Scavenger Scout Outfit
ko_mt: 청소부 스카우트 복장

# Armor_Scholar_ClothesDescription
source: An elegant outfit of fine fabric, with rich decoration.
ko_mt: 고급스러운 원단과 풍부한 장식이 돋보이는 우아한 의상.

# Armor_Scholar_ClothesTitle
source: Scholar's Clothing
ko_mt: 학자의 의복

# Armor_SplintDescription
source: This armor is made of narrow, vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.
ko_mt: 이 갑옷은 천 패딩 위에 입는 가죽 뒷면에 리벳을 박은 좁은 수직 금속 스트립으로 만들어졌습니다. 유연한 체인 메일은 관절을 보호합니다.

# Armor_SplintTitle
source: Splint
ko_mt: 부목

# Armor_StuddedLeatherDescription
source: Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.
ko_mt: 단단하지만 유연한 가죽으로 제작된 스터드 가죽은 밀착된 리벳이나 스파이크로 강화되었습니다.

# Armor_StuddedLeatherTitle
source: Studded Leather
ko_mt: 박힌 가죽

# Armor_VigdisDescription
source: This scale mail is a family heirloom, made with the renowned craftsmanship of the dwarven master smiths of the Snow Alliance.
ko_mt: 이 저울 우편물은 눈 동맹의 드워프 대장장이의 유명한 장인 정신으로 만들어진 가문의 가보입니다.

# Armor_VigdisTitle
source: Kaikkonen Family Armor
ko_mt: 카이코넨 가문의 갑옷

# ArrowPlus1Title
source: Arrow +1
ko_mt: 화살표 +1

# ArrowTypeTitle
source: Arrow
ko_mt: 화살

# ArtisanToolsCategoryTitle
source: Artisan's tools ({0})
ko_mt: 장인의 도구({0})

# ArtisanToolSmithToolsTypeDescription
source: These specialists are needed to pursue a craft or trade.
ko_mt: 이러한 전문가는 공예 또는 무역을 추구하는 데 필요합니다.

# ArtisanToolSmithToolsTypeTitle
source: Smith's tools
ko_mt: 스미스의 도구

# ArtItems_25_GP_Comb
source: Silver Comb
ko_mt: 은 빗

# ArtItems_25_GP_Embroidered_silk_scarf
source: Embroidered Silk Scarf
ko_mt: 자수 실크 스카프

# ArtItems_25_GP_Engraved_bone_dice
source: Engraved Bone Dice
ko_mt: 새겨진 뼈 주사위

# ArtItems_25_GP_Generic_Description
source: A valuable item that you can sell to a shop.
ko_mt: 상점에 판매할 수 있는 귀중한 아이템입니다.

# ArtItems_25_GP_Gold_bracelet
source: Gold Bracelet
ko_mt: 골드 팔찌

# ArtItems_25_GP_Gold_locket
source: Gold Locket
ko_mt: 금 로켓

# ArtItems_25_GP_Mirror
source: Mirror
ko_mt: 거울

# ArtItems_25_GP_Silver_brooch
source: Silver Brooch
ko_mt: 실버 브로치

# ArtItems_25_GP_Silver_chalice
source: Silver Chalice
ko_mt: 은성배

# ArtItems_25_GP_Statuette
source: Bronze Statuette
ko_mt: 청동 조각상

# ArtItems_25_GP_Velvet_mask
source: Velvet Mask
ko_mt: 벨벳 마스크

# ArtItems_50_GP_Animal_figurines
source: Animal Figurines
ko_mt: 동물 피규어

# ArtItems_50_GP_Bronze_crown
source: Bronze Crown
ko_mt: 브론즈 크라운

# ArtItems_50_GP_Embroided_silk_robe
source: Embroidered Silk Robe
ko_mt: 수놓은 비단 로브

# ArtItems_50_GP_Gem_bracelet
source: Jeweled Bracelet
ko_mt: 보석 팔찌

# ArtItems_50_GP_Gem_encrusted_chalice
source: Jeweled Chalice
ko_mt: 보석 성배

# ArtItems_50_GP_Gem_ring
source: Jeweled Ring
ko_mt: 보석 반지

# ArtItems_50_GP_Gemstone_pendant
source: Gemstone Pendant
ko_mt: 보석 펜던트

# ArtItems_50_GP_Generic_Description
source: A valuable item that you can sell to a shop.
ko_mt: 상점에 판매할 수 있는 귀중한 아이템입니다.

# ArtItems_50_GP_Gold_dragon_statuette
source: Gold Dragon Statuette
ko_mt: 금룡 조각상

# ArtItems_50_GP_Imperial_figurine
source: Imperial Figurine
ko_mt: 임페리얼 피규어

# ArtItems_50_GP_Ivory_statuette
source: Ivory Statuette
ko_mt: 상아 조각상

# ArtItems_50_GP_Jade_Pendant
source: Jade Pendant
ko_mt: 옥 펜던트

# AttackModifier
source: Attack Bonus
ko_mt: 공격 보너스

# Bacgkground_Academic_Item_Description
source: A personal journal to keep note of your adventures and discoveries for posterity.
ko_mt: 후손을 위해 모험과 발견을 기록하는 개인 일기장입니다.

# Bacgkground_Academic_Item_Title
source: Notebook
ko_mt: 공책

# Bacgkground_Acolyte_Item_Description
source: A simple book containing prayers to your god, in common language and old Tirmarian.
ko_mt: 공통 언어와 오래된 티르마리아어로 된 당신의 신에게 드리는 기도가 포함된 간단한 책입니다.

# Bacgkground_Acolyte_Item_Title
source: Prayerbook
ko_mt: 기도서

# Bacgkground_Aristocrat_Item_Description
source: This ring bears the arms of your noble family, marking you as a member.
ko_mt: 이 반지는 귀족 가문의 팔을 품고 있어 귀하를 회원으로 표시합니다.

# Bacgkground_Aristocrat_Item_Title
source: Sigil Ring
ko_mt: 인장 반지

# Bacgkground_Lawkeeper_Item_Description
source: You're not supposed to wear it anymore, but this badge was once a symbol of your authority as a law enforcement deputy.
ko_mt: 더 이상 착용해서는 안 되지만 이 배지는 한때 법 집행관으로서의 권위의 상징이었습니다.

# Bacgkground_Lawkeeper_Item_Title
source: Lawkeeper's Badge
ko_mt: 변호사 배지

# Bacgkground_Sellsword_Item_Description
source: A mark of your service and courage during your days as a sword for hire.
ko_mt: 당신의 봉사와 용기의 표는 당신의 날 동안 고용을위한 칼과 같습니다.

# Bacgkground_Sellsword_Item_Title
source: Military Campaign Ribbon
ko_mt: 군사 캠페인 리본

# Backpack3Title
source: Bag of Holding
ko_mt: 들고 있는 가방

# BackpackDescription
source: The adventurer's indispensable friend. Holds as much gear as you want - if you are strong enough to carry it.
ko_mt: 모험가에게 없어서는 안될 친구. 원하는 만큼의 장비를 보관할 수 있습니다. 휴대할 수 있을 만큼 강하다면.

# BackpackTitle
source: Backpack
ko_mt: 배낭

# BaseArmorDescription
source: AC set to {0} + DEX bonus
ko_mt: AC가 {0}(으)로 설정됨 + DEX 보너스

# BaseArmorNoDexDescription
source: AC set to {0} No DEX bonus
ko_mt: AC가 {0}(으)로 설정됨 DEX 보너스 없음

# BaseArmorWithCapDescription
source: AC set to {0} + DEX bonus (max {1})
ko_mt: AC가 {0}(으)로 설정됨 + DEX 보너스(최대 {1})

# BattleaxeTypeTitle
source: Battleaxe
ko_mt: 전투도끼

# BlankScrollDescription
source: Needed to craft a spell scroll.
ko_mt: 주문 두루마리를 만드는 데 필요합니다.

# BlankScrollTitle
source: Blank Scroll
ko_mt: 빈 두루마리

# BlowgunTypeTitle
source: Blowgun
ko_mt: 블로우건

# BoltplusOne
source: Bolt +1
ko_mt: 볼트 +1

# BoltTypeTitle
source: Crossbow Bolt
ko_mt: 석궁 볼트

# BoneKeep_Angbi_Bones_Description
source: A pile of different bones that could be part of a person's skeleton. Some of these bones appear to bear some kind of animal teeth marks.
ko_mt: 사람의 골격의 일부일 수 있는 다양한 뼈 더미. 이 뼈들 중 일부는 일종의 동물 이빨 자국이 있는 것으로 보입니다.

# BoneKeep_Angbi_Bones_Title
source: A Pile of Bones
ko_mt: 뼈 더미

# BoneKeep_Document_AdventurerJournal01_Description
source: Part of a journal with a series of notes, found on a dead adventurer inside the Solar Maze.
ko_mt: Solar Maze 안에서 죽은 모험가에게서 발견된 일련의 메모가 있는 일지의 일부입니다.

# BoneKeep_Document_AdventurerJournal01_text1
source: Aksha told me that if we wanted to meet the Master we would have to find the stairs and then follow a specific path.
ko_mt: Aksha는 우리가 마스터를 만나고 싶다면 계단을 찾은 다음 특정 경로를 따라야 한다고 말했습니다.

# BoneKeep_Document_AdventurerJournal01_text2
source: Once we find the stairs we need to go down, go up.
ko_mt: 내려가야 할 계단을 찾으면 위로 올라갑니다.

# BoneKeep_Document_AdventurerJournal01_text3
source: After that she told us to turn right, go up, and then go down one more time…
ko_mt: 그 후 그녀는 우리에게 우회전 한 다음 위로 올라가고 한 번 더 내려가라고 말했습니다 ...

# BoneKeep_Document_AdventurerJournal01_Title
source: Adventurer's Journal
ko_mt: 모험가의 일지

# BoneKeep_Document_AdventurerJournal02_Description
source: A series of pages from a journal.
ko_mt: 저널의 일련의 페이지입니다.

# BoneKeep_Document_AdventurerJournal02_text1
source: Last night we finally found the stairs! I think Aksha was holding back on us, because they're not real stairs - just some kind of symbol…
ko_mt: 어젯밤에 드디어 계단을 찾았습니다! Aksha가 우리를 막고 있었던 것 같아요. 왜냐하면 그것들은 실제 계단이 아니라 일종의 상징이기 때문입니다...

# BoneKeep_Document_AdventurerJournal02_text2
source: In the morning we will start again and this time we will follow the path to the maze's exit. I now am very sure the main stair in the middle of the maze is actually the way out.
ko_mt: 아침에 우리는 다시 시작할 것이고 이번에는 미로의 출구로 가는 길을 따라갈 것입니다. 나는 이제 미로 한가운데에 있는 주 계단이 실제로 나가는 길이라고 확신합니다.

# BoneKeep_Document_AdventurerJournal02_text3
source: I was right! We followed the sign and it seems to work - we're getting closer to the main stair. Today we found two new symbols and… Wait! I don't think we're alone in the maze. I can hear them coming towards me. We will move away from that room and try to hide until…
ko_mt: 내가 맞았 어! 우리는 표지판을 따라갔고 작동하는 것 같았습니다. 우리는 주 계단에 점점 더 가까워지고 있습니다. 오늘 우리는 두 개의 새로운 기호를 찾았고... 잠깐! 우리는 미로에 혼자 있다고 생각하지 않습니다. 나는 그들이 나를 향해 오는 것을들을 수 있습니다. 우리는 그 방을 떠나 숨을 수 있을 때까지...

# BoneKeep_Document_AdventurerJournal02_Title
source: Adventurer's Notes
ko_mt: 모험가의 메모

# BoneKeep_Document_AkshasJournal_Description
source: A locked book containing Aksha's notes since her arrival at the Keep.
ko_mt: Aksha가 요새에 도착한 이후의 메모가 들어 있는 잠긴 책.

# BoneKeep_Document_AkshasJournal_text1
source: Lizzaria sent another party of her stupid zombies. One of them was an ogre, as if that would make things harder. Reek and Filth took care of it - I didn't even have to walk out. When will she understand that her attempts are useless? I'm getting tired of pretending to ignore who sends these monsters. I'm also getting tired of Mardracht. The old elf is powerful, for sure, but his mind is in decay. While he barricades himself in his solar, I've read all his damn books, but learned almost nothing.
ko_mt: Lizzaria는 그녀의 어리석은 좀비의 다른 파티를 보냈습니다. 그들 중 하나는 마치 상황을 더 어렵게 만드는 것처럼 오우거였습니다. Reek과 Filth가 처리해 주었습니다. 나는 나갈 필요도 없었습니다. 그녀는 자신의 시도가 쓸모 없다는 것을 언제 이해하게 될까요? 이 괴물을 보낸 사람을 무시하는 척하는 것도 지겹다. 나는 또한 Mardracht에 질려 가고 있다. 늙은 엘프는 확실히 강력하지만 그의 마음은 썩어가고 있습니다. 그가 태양광에 몸을 가두는 동안 나는 그의 빌어먹을 책을 모두 읽었지만 거의 아무것도 배우지 못했습니다.

# BoneKeep_Document_AkshasJournal_text2
source: A Doom Gem. It took me forever to imbue it enough power to make it worthwhile. I still don't understand how the wizards of Manacalon could have done it in less than a year. Anyway, now I could use it to craft a nice weapon, but to what end? Killing Lizarria's zombies? I'm losing interest in the project now the difficult part is done. I don't need a magic dagger to make my enemies bleed.
ko_mt: 둠 젬. 그것을 가치 있게 만드는 데 충분한 힘을 불어넣는 데는 영원히 걸렸습니다. 나는 아직도 마나칼론의 마법사들이 어떻게 1년도 안되어 그것을 해낼 수 있었는지 이해가 되지 않는다. 어쨌든, 이제 그것을 사용하여 멋진 무기를 만들 수 있습니다. 하지만 무엇을 위해? Lizarria의 좀비를 죽이고 있습니까? 이제 어려운 부분이 끝났으니 프로젝트에 흥미를 잃어가고 있습니다. 적에게 피를 흘리게 하는 데 마법의 단검은 필요하지 않습니다.

# BoneKeep_Document_AkshasJournal_text3
source: Reek is a good minion. He used to be handsome, but undeath doesn't suit him. Now he's just an obedient little pawn. Who would guess he was once a nobleman? I kept his armor and shield - he doesn't need them any more. Filth was always scum, but now at least she is of some use. She brings corpses to feed the ghouls, so I don't have to walk through piles of rotting fools. I'm thinking of creating another Brood, though. A nice, meaty Brood of Flesh would be nice. Maybe next month.
ko_mt: Reek은 좋은 부하입니다. 그는 잘생겼지만 언데드는 그에게 어울리지 않았다. 이제 그는 순종하는 작은 졸일 뿐입니다. 그가 한때 귀족이었다고 누가 짐작하겠습니까? 나는 그의 갑옷과 방패를 지켰습니다. 그는 더 이상 필요하지 않습니다. 오물은 항상 쓰레기였지만 이제 적어도 그녀는 어느 정도 쓸모가 있습니다. 그녀는 구울에게 먹이를 주기 위해 시체를 가져오므로 내가 썩어가는 바보 더미 사이를 걸을 필요가 없습니다. 그래도 다른 무리를 만들 생각입니다. 훌륭하고 고기가 많은 육식 동물이 좋을 것입니다. 아마도 다음 달에.

# BoneKeep_Document_AkshasJournal_Title
source: Aksha's Journal
ko_mt: 악샤의 일지

# BoneKeep_Magic_Rune_Description
source: This magic rune probably harnessed an extremely powerful spell, whose secret has been lost with the Cataclysm.
ko_mt: 이 마법의 룬은 아마도 대격변으로 그 비밀이 사라진 매우 강력한 주문을 사용했을 것입니다.

# BoneKeep_Magic_Rune_Title
source: Depleted Rune
ko_mt: 고갈된 룬

# BonusArmorDescription
source: {0} to AC
ko_mt: {0}에서 AC로

# BootsLevitationTitle
source: Boots of Levitation
ko_mt: 공중부양의 장화

# BootsSpecialDescription
source: These boots are of superior manufacture.
ko_mt: 이 부츠는 우수한 제조입니다.

# BootsSpecialTitle
source: Beautiful Boots
ko_mt: 아름다운 부츠

# BracersOfArcheryTitle
source: Bracers of Archery
ko_mt: 양궁 팔보호구

# BracersOfArcheryUnidentifiedDescription
source: These finely decorated bracers may have magical properties.
ko_mt: 이 정교하게 장식된 팔보호구에는 마법의 속성이 있을 수 있습니다.

# BracersOfArcheryUnidentifiedTitle
source: Magnificent Bracers
ko_mt: 장엄한 팔보호구

# BulletTypeTitle
source: Sling Bullet
ko_mt: 슬링 총알

# BurglarPackTitle
source: Burglar's Pack
ko_mt: 도둑 꾸러미

# CaerLem_Daliat_Document_Content
source: Operational report to the First Whisperer Investigation of the human clerics and their powers.
ko_mt: 최초의 속삭임에 대한 운영 보고서 인간 성직자와 그들의 힘에 대한 조사.

# CaerLem_Daliat_Document_Content2
source: <i>The rest of the text is undecipherable</i>
ko_mt: <i>나머지 텍스트는 해독할 수 없습니다.</i>

# CaerLem_Daliat_Document_Description
source: An old parchment, written in some kind of elvish cypher.
ko_mt: 일종의 엘프 사이퍼로 쓰여진 오래된 양피지.

# CaerLem_Daliat_Document_Title
source: Silent Whisper Parchment
ko_mt: 고요한 속삭임 양피지

# CaerLem_Document_Inquisitor_Content
source: My Dear Andrey, I have not had word of you since our desperate exodus to this dreadful world. My thoughts are with you, and I hope we will be reunited one day and live in peace at last. We hoped for a friendly and peaceful world, far from the reach of the Enemy, but alas, we have found only fresh enemies, and our seers tell me that the Sorr-Akkath are not far behind. The war is not over, and we must also face these Manacalons. They wield magic as potent as that of any priest, yet the High Priest assures us that there are no gods in this world. These are dark times, and they will test us, but this world is our last hope. May the Lord of Valor watch over you, my love. Artus
ko_mt: 친애하는 안드레이, 우리가 이 무서운 세상으로 필사적으로 탈출한 이후로 나는 당신에 대한 소식을 듣지 못했습니다. 내 생각은 당신과 함께 있으며 언젠가는 우리가 다시 만나 마침내 평화롭게 살기를 바랍니다. 우리는 적의 손이 닿지 않는 우호적이고 평화로운 세계를 원했지만, 안타깝게도 우리는 새로운 적만 발견했고 우리의 예언자들은 소르-아카스가 멀지 않았다고 말합니다. 전쟁은 끝나지 않았고 우리도 이 마나칼론과 맞서야 합니다. 그들은 어떤 성직자 못지않게 강력한 마법을 휘두르지만 대제사장은 이 세상에 신은 없다고 확신합니다. 지금은 암흑기이며 우리를 시험할 것이지만 이 세상이 우리의 마지막 희망입니다. 용맹의 군주가 당신을 지켜주기를, 내 사랑. 아르투스

# CaerLem_Document_Inquisitor_Content2
source: Most of the pages have been torn out. Only this last page remains.
ko_mt: 대부분의 페이지가 찢어졌습니다. 이 마지막 페이지만 남아 있습니다.

# CaerLem_Document_Inquisitor_Description
source: A leather-bound book, hand-written in the Tirmarian language.
ko_mt: 티르마리아어로 손으로 쓴 가죽 제본 책.

# CaerLem_Document_Inquisitor_Title
source: Tirmarian Inquisitor's Journal
ko_mt: 티르마리안 심문관의 일지

# CaerLem_Document_MasterSmith_Content
source: Memories of the War Foundry Entry 23
ko_mt: 전쟁 주조소의 추억 항목 23
