Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&_Item_RingOfProtection_plus_one_Title
source: Ring of Protection +1
ko: 보호의 반지 +1

# Equipment/&_Item_RingOfProtection_plus_one_Unidentified_Description
source: This ring bears a shield-shaped signet. It may have magical properties.
ko: 방패 모양 인장이 새겨진 반지입니다. 마법적인 기능이 있을지도 모릅니다.

# Equipment/&_Item_RingOfProtection_plus_one_Unidentified_Title
source: Precious Ring
ko: 귀중한 반지

# Equipment/&Abjuration_MonasteryJournal_Content
source: It has now been one week since we were transported to this wretched place! I think the gods have abandoned us! Of our monastery, the only building missing is the temple and its two resident priests! In its place, we have this weird construction, just out of reach of the pier, which we can't even enter. All the survivors are scared. They are turning to me for comforting words, but I am only a novice, not yet ready to be a priest. Like them, I am a refugee who fled Sorr-Tarr and his vile servant. I do not know where we are, but we are far from home. Our little valley is a small pocket of Tirmar, lost - I don't know where!
ko: 이 망할 곳으로 이동된 지도 1주일이 지났다! 우리는 신들에게 버림받았다! 우리 수도원에서 사라진 건물은 신전과 상주 사제 두 명뿐이다! 그 자리엔 이 괴상한 건축물이 있지만 다리로 접근할 수 있어 들어가지조차 못하고 있다. 생존자들은 모두 겁에 질렸다. 내게 자신들을 안심시켜줄 말을 기대하지만, 난 사제가 될 준비도 되지 않은 신참일 뿐. 나도 소르타르와 그 사악한 종복들로부터 도망친 똑같은 피난민이라고. 여기가 어딘지는 나도 모른다. 확실한 건 고향에서 멀리 떨어진 곳이라는 사실. 우리가 있는 계곡은 티르마르 어딘가에 있는 작은 땅일 뿐 - 그게 어딘지도 모른다!

# Equipment/&Abjuration_MonasteryJournal_Content2
source: Strange beasts roam the night, but for some reason they do not dare to enter our valley. I buried my daughter last night. She died as much from despair as from the rockslide and the earthquake. Now, I wait for my own end. Traveler - if you read this, say a prayer for our souls, for I cannot. I reject the gods whose folly brought us here! I curse them all! The beasts have grown bolder, but they still avoid our valley. A pity, since I could use the meat. I am surviving on grain and vegetables, but solitude makes for hard labor and my strength is not what it was.
ko: 밤이 되면 낯선 짐승들이 배회한다. 이유는 알 수 없지만 우리가 있는 계곡에 함부로 들어오지는 않고 있다. 어젯밤 내 딸을 묻어 주었다. 사람들이 산사태나 지진에 죽듯, 우리 딸은 절망 때문에 죽었다. 이젠 나도 내 끝이 오기만을 기다린다. 여행자여, 만약 이것을 읽고 있다면 우리의 영혼을 위해 기도해 주게. 나는 그렇게 할 수 없으니. 나는 우리를 이곳에 데리고 온 신들을 거부한다. 그 모두를 저주한다! 짐승들은 점점 대담하게 굴었지만 그럼에도 우리가 있는 계곡에 들어오지는 않는다. 아쉽군. 고기가 먹고 싶었는데. 곡물과 채소를 먹으며 살아남고는 있지만 외로움은 이겨내기가 점점 더 힘들어진다.

# Equipment/&Abjuration_MonasteryJournal_Content3
source: It has been 40 years. I am the last one, an old man now! I buried them all - all! But I could not bring myself to give the last rites. No - the gods left us to rot here, and I refused to send our souls back to them! Emtan Darwaz, last of the Sandblaze Monastery
ko: 이제 40년이 지났다. 이제 늙은이가 되어버린 내가 마지막 생존자다. 내가 모두를 묻었다. 모두를! 마지막 이를 묻어 줄때는 장례조차 치러주지 못했다. 신들은 우리를 이곳에 놔두고 썩어가도록 방치했다. 그러니 우리들의 영혼을 그 신들에게 보낼 수는 없는 일이지! 엠탄 다르와즈, 샌드블레이즈 수도원의 마지막 생존자

# Equipment/&Abjuration_MonasteryJournal_Description
source: A page from a journal found in the monastery. Such a journal would be of great interest to certain Council factions, as it shows that some side-effects of the Cataclysm were very far-reaching.
ko: 수도원에서 발견된 일지의 한 페이지. 이런 일지는 대격변의 부작용이 광범위한 영향을 미쳤다는 사실을 보여주기 때문에 특정 의회 세력이 큰 흥미를 보일 것입니다.

# Equipment/&Abjuration_MonasteryJournal_Title
source: Journal of Emtan Darwaz
ko: 엠탄 다르와즈의 일지

# Equipment/&AntitoxinDescription
source: A protective decoction that increases resistance to poison for an hour. (Advantage to saving throws against poison)
ko: 1시간 동안 독에 대한 내성을 증가시키는 보호용 탕약입니다. (독 내성 굴림에 이점)

# Equipment/&AntitoxinTitle
source: Antitoxin
ko: 항독제

# Equipment/&ArcaneFocusCrystalTitle
source: Crystal
ko: 수정

# Equipment/&ArcaneFocusGeneralDescription
source: A sorcerer, warlock, or wizard can use this kind of item as a spellcasting focus.
ko: 소서러, 워락, 또는 위자드는 이러한 아이템을 주문 시전의 매개체로 사용할 수 있습니다.

# Equipment/&ArcaneFocusOrbTitle
source: Orb
ko: 오브

# Equipment/&ArcaneFocusRodTitle
source: Rod
ko: 로드

# Equipment/&ArcaneFocusStaffTitle
source: Staff
ko: 스태프

# Equipment/&ArcaneFocusWandTitle
source: Wand
ko: 완드

# Equipment/&Armor_Adventuring_Wizard_OutfitDescription
source: Sturdy yet elegant clothes, equipped with straps and pockets for spellbooks and components. Provides no armor protection.
ko: 튼튼하면서도 우아합니다. 주문책과 물품들을 보관할 수 있는 주머니가 달려 있습니다. 방어력은 없습니다.

# Equipment/&Armor_Adventuring_Wizard_OutfitTitle
source: Adventuring Wizard's Clothing
ko: 위자드 모험가의 의복

# Equipment/&Armor_BreastplateDescription
source: This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered.
ko: 이 갑옷은 대부분이 가죽으로 되어 있고 가운데 금속으로 된 부분이 달려 있습니다. 다리와 팔이 비교적 노출되어 있지만 착용자의 중요한 기관을 제대로 보호해 줍니다.

# Equipment/&Armor_BreastplateTitle
source: Breastplate
ko: 브레스트플레이트

# Equipment/&Armor_ChainMailDescription
source: Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.
ko: 금속 사슬을 엮은 보호구입니다. 쓸림을 방지하고 타격으로부터 보호하기 위해 아래에 받쳐 입는 누빈 천 옷이 포함되어 있습니다. 건틀릿이 포함됩니다.

# Equipment/&Armor_ChainMailTitle
source: Chain Mail
ko: 체인 메일

# Equipment/&Armor_ChainShirtDescription
source: Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather. This armor offers modest protection to the wearer's upper body and allows the sound of the rings rubbing against one another to be muffled by outer layers.
ko: 금속 고리를 엮어 만든 셔츠로, 천 내의와 가죽 갑옷 사이에 입는 보호구입니다. 착용자의 상체를 적당히 보호하며, 사슬에서 발생하는 소리가 위에 덧입은 갑옷에 의해 줄어듭니다.

# Equipment/&Armor_ChainShirtTitle
source: Chain Shirt
ko: 체인 셔츠

# Equipment/&Armor_Commoner_ClothesDescription
source: Basic clothing made of wool, leather, and linen.
ko: 양모, 가죽, 린넨 소재로 만든 기본적인 의류.

# Equipment/&Armor_Commoner_ClothesTitle
source: Commoner's Clothing (Masgarth)
ko: 평상복 (마스가르스)

# Equipment/&Armor_Dwarven_HalfPlateDescription
source: Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps. This armor is decorated in the dwarven style.
ko: 하프 플레이트는 착용자의 신체 대부분을 덮는 금속판으로 구성되어 있습니다. 가죽 끈으로 매달린 단순한 경갑 외에는 특별히 다리를 보호하는 효과는 없습니다. 이 갑옷은 드워프 스타일로 장식되어 있습니다.

# Equipment/&Armor_Dwarven_HalfPlateTitle
source: Dwarven Half Plate
ko: 드워프제 하프 플레이트

# Equipment/&Armor_HalfPlateDescription
source: Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps.
ko: 하프 플레이트는 착용자의 신체 대부분을 덮는 금속판으로 구성되어 있습니다. 가죽끈으로 매달린 단순한 경갑 외에는 특별히 다리를 보호하는 효과는 없습니다.

# Equipment/&Armor_HalfPlateTitle
source: Half Plate
ko: 하프 플레이트

# Equipment/&Armor_HideDescription
source: This crude armor consists of thick furs and pelts. It is commonly worn by barbarian tribes, evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.
ko: 이 조잡한 갑옷은 두꺼운 모피와 펠트로 구성되어 있습니다. 야만인 부족, 사악한 인간형 적, 더 나은 갑옷을 만드는 데 필요한 도구와 재료를 구할 수 없는 사람들이 일반적으로 착용합니다.

# Equipment/&Armor_HideTitle
source: Hide
ko: 하이드 아머

# Equipment/&Armor_LeatherDescription
source: The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.
ko: 이 갑옷의 가슴판과 어깨 보호대는 끓는 기름으로 굳힌 가죽으로 만들어졌습니다. 갑옷의 나머지 부분은 더 부드럽고 유연한 재료로 만들어졌습니다.

# Equipment/&Armor_LeatherTitle
source: Leather
ko: 레더 아머

# Equipment/&Armor_Noble_ClothesDescription
source: Fine clothes of costly fabrics, decorated with gold or silver embroidery.
ko: 값비싼 직물로 만들어지고, 귀금속으로 치장된 고급 옷.

# Equipment/&Armor_Noble_ClothesTitle
source: Noble Clothes (Masgarth)
ko: 귀족 의복 (마스가르스)

# Equipment/&Armor_PaddedDescription
source: Padded armor consists of quilted layers of cloth and batting.
ko: 패디드 아머는 여러 층의 천과 솜을 덧대어 만들어졌습니다.

# Equipment/&Armor_PaddedTitle
source: Padded
ko: 패디드 아머

# Equipment/&Armor_PlateDescription
source: Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.
ko: 플레이트는 몸 전체를 덮는, 서로 맞물리게끔 만들어진 금속 판으로 구성됩니다. 플레이트 슈트에는 건틀릿, 무거운 가죽 부츠, 바이저 헬멧, 그리고 갑옷 아래 두꺼운 패딩이 포함됩니다. 버클과 스트랩이 무게를 몸 전체에 분산 시켜 줍니다.

# Equipment/&Armor_PlateTitle
source: Plate Armor
ko: 플레이트 아머

# Equipment/&Armor_RingMailDescription
source: This armor is leather armor with heavy rings sewn into it. The rings help reinforce the armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can't afford better armor.
ko: 두꺼운 고리들이 꿰매어진 가죽 갑옷입니다. 고리들이 착용자에게 칼과 도끼 공격에 대한 추가적인 방어력을 제공합니다. 링 메일은 체인 메일보다 아래이며 더 나은 갑옷을 구할 여력이 없는 사람들이 사용합니다.

# Equipment/&Armor_RingMailTitle
source: Ring Mail
ko: 링 메일

# Equipment/&Armor_ScaleMailDescription
source: This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets.
ko: 물고기의 비늘처럼 겹쳐진 금속 조각으로 덮인 가죽 코트, 그리고 레깅스 (또는 별도의 스커트)로 구성되어 있습니다. 슈트에는 건틀릿도 포함되어 있습니다.

# Equipment/&Armor_ScaleMailTitle
source: Scale Mail
ko: 스케일 메일

# Equipment/&Armor_Scavenger_Outfit_01_Description
source: A simple outfit of leather, linen, and wool, showing signs of old age and dirt.
ko: 가죽, 린넨, 양모로 된 심플한 의상입니다. 만들어진지 오래되어 보이고 여기저기 흙이 묻어 있습니다.

# Equipment/&Armor_Scavenger_Outfit_01_Title
source: Scavenger Ranger Outfit
ko: 스캐빈저 레인저 의상

# Equipment/&Armor_Scavenger_Outfit_02_Description
source: A simple outfit of leather, linen, and wool, showing signs of old age and dirt.
ko: 가죽, 린넨, 양모로 된 간단한 의상입니다. 만들어진지 오래되어 보이고 여기저기 흙이 묻어 있습니다.

# Equipment/&Armor_Scavenger_Outfit_02_Title
source: Scavenger Scout Outfit
ko: 스캐빈저 스카웃 의상

# Equipment/&Armor_Scholar_ClothesDescription
source: An elegant outfit of fine fabric, with rich decoration.
ko: 고급 원단으로 만들어진 우아한 옷. 가득 치장되어있습니다.

# Equipment/&Armor_Scholar_ClothesTitle
source: Scholar's Clothing
ko: 학자의 옷

# Equipment/&Armor_SplintDescription
source: This armor is made of narrow, vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.
ko: 얇고 기다란 철조각들이 가죽에 리벳으로 고정되어 있는 갑옷이며 이것을 옷 위에 착용합니다. 유연한 체인 메일이 관절을 보호합니다.

# Equipment/&Armor_SplintTitle
source: Splint
ko: 스플린트 아머

# Equipment/&Armor_StuddedLeatherDescription
source: Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.
ko: 단단하지만 유연한 가죽으로 만들어졌으며, 징박힌 가죽에는 리벳이나 징이 촘촘히 박혀 있습니다.

# Equipment/&Armor_StuddedLeatherTitle
source: Studded Leather
ko: 스터디드 레더 아머

# Equipment/&Armor_VigdisDescription
source: This scale mail is a family heirloom, made with the renowned craftsmanship of the dwarven master smiths of the Snow Alliance.
ko: 이 스케일 메일은 한 가문의 가보이며 설산 동맹의 유명한 드워프 대장장이의 장인 정신이 깃들어 있습니다.

# Equipment/&Armor_VigdisTitle
source: Kaikkonen Family Armor
ko: 카이코넨 가문의 갑옷

# Equipment/&ArrowPlus1Title
source: Arrow +1
ko: 화살 +1

# Equipment/&ArrowTypeTitle
source: Arrow
ko: 화살

# Equipment/&ArtisanToolsCategoryTitle
source: Artisan's tools ({0})
ko: 장인의 도구({0})

# Equipment/&ArtisanToolSmithToolsTypeDescription
source: These specialists are needed to pursue a craft or trade.
ko: 공예 또는 무역을 하기 위해서는 이러한 전문가들이 필요합니다.

# Equipment/&ArtisanToolSmithToolsTypeTitle
source: Smith's tools
ko: 대장장이 도구

# Equipment/&ArtItems_25_GP_Comb
source: Silver Comb
ko: 은 빗

# Equipment/&ArtItems_25_GP_Embroidered_silk_scarf
source: Embroidered Silk Scarf
ko: 비단 자수 스카프

# Equipment/&ArtItems_25_GP_Engraved_bone_dice
source: Engraved Bone Dice
ko: 새겨진 뼈 주사위

# Equipment/&ArtItems_25_GP_Generic_Description
source: A valuable item that you can sell to a shop.
ko: 상점에 판매할 수 있는 귀중품.

# Equipment/&ArtItems_25_GP_Gold_bracelet
source: Gold Bracelet
ko: 금 팔찌

# Equipment/&ArtItems_25_GP_Gold_locket
source: Gold Locket
ko: 금 로켓

# Equipment/&ArtItems_25_GP_Mirror
source: Mirror
ko: 거울

# Equipment/&ArtItems_25_GP_Silver_brooch
source: Silver Brooch
ko: 은 브로치

# Equipment/&ArtItems_25_GP_Silver_chalice
source: Silver Chalice
ko: 은 성배

# Equipment/&ArtItems_25_GP_Statuette
source: Bronze Statuette
ko: 동 조각상

# Equipment/&ArtItems_25_GP_Velvet_mask
source: Velvet Mask
ko: 벨벳 마스크

# Equipment/&ArtItems_50_GP_Animal_figurines
source: Animal Figurines
ko: 동물 조각상

# Equipment/&ArtItems_50_GP_Bronze_crown
source: Bronze Crown
ko: 동 왕관

# Equipment/&ArtItems_50_GP_Embroided_silk_robe
source: Embroidered Silk Robe
ko: 비단 자수 로브

# Equipment/&ArtItems_50_GP_Gem_bracelet
source: Jeweled Bracelet
ko: 보석 팔찌

# Equipment/&ArtItems_50_GP_Gem_encrusted_chalice
source: Jeweled Chalice
ko: 보석 성배

# Equipment/&ArtItems_50_GP_Gem_ring
source: Jeweled Ring
ko: 보석 반지

# Equipment/&ArtItems_50_GP_Gemstone_pendant
source: Gemstone Pendant
ko: 원석 펜던트

# Equipment/&ArtItems_50_GP_Generic_Description
source: A valuable item that you can sell to a shop.
ko: 상점에 판매할 수 있는 귀중품.

# Equipment/&ArtItems_50_GP_Gold_dragon_statuette
source: Gold Dragon Statuette
ko: 골드 드래곤 조각상

# Equipment/&ArtItems_50_GP_Imperial_figurine
source: Imperial Figurine
ko: 제국 조각상

# Equipment/&ArtItems_50_GP_Ivory_statuette
source: Ivory Statuette
ko: 상아 조각상

# Equipment/&ArtItems_50_GP_Jade_Pendant
source: Jade Pendant
ko: 비취 펜던트

# Equipment/&AttackModifier
source: Attack Bonus
ko: 명중 보너스

# Equipment/&Bacgkground_Academic_Item_Description
source: A personal journal to keep note of your adventures and discoveries for posterity.
ko: 후대를 위해 모험과 발견들을 기록하는 개인 일지입니다.

# Equipment/&Bacgkground_Academic_Item_Title
source: Notebook
ko: 공책

# Equipment/&Bacgkground_Acolyte_Item_Description
source: A simple book containing prayers to your god, in common language and old Tirmarian.
ko: 공용어와 티르마르 고대 언어로 당신의 신에게 드리는 기도가 적힌 단순한 책입니다.

# Equipment/&Bacgkground_Acolyte_Item_Title
source: Prayerbook
ko: 기도서

# Equipment/&Bacgkground_Aristocrat_Item_Description
source: This ring bears the arms of your noble family, marking you as a member.
ko: 이 반지에는 당신의 귀족 가문 문장이 새겨져 있으며, 당신을 그 일원으로 나타내고 있습니다.

# Equipment/&Bacgkground_Aristocrat_Item_Title
source: Sigil Ring
ko: 인장 반지

# Equipment/&Bacgkground_Lawkeeper_Item_Description
source: You're not supposed to wear it anymore, but this badge was once a symbol of your authority as a law enforcement deputy.
ko: 더 이상 착용하면 안 되는 이 배지는 한 때 법을 집행하는 대리인이었던 당신의 권위의 상징이었습니다.

# Equipment/&Bacgkground_Lawkeeper_Item_Title
source: Lawkeeper's Badge
ko: 보안관 배지

# Equipment/&Bacgkground_Sellsword_Item_Description
source: A mark of your service and courage during your days as a sword for hire.
ko: 용병으로 활약한 나날 동안의 군무와 용기를 보여주는 증표.

# Equipment/&Bacgkground_Sellsword_Item_Title
source: Military Campaign Ribbon
ko: 군사 작전 리본

# Equipment/&Backpack3Title
source: Bag of Holding
ko: 소유의 가방

# Equipment/&BackpackDescription
source: The adventurer's indispensable friend. Holds as much gear as you want - if you are strong enough to carry it.
ko: 모험가에게 없어서는 안되는 친구. 원하는 만큼 장비를 보관할 수 있습니다 - 들고 다닐 수 있을 정도로 힘이 세다면 말이죠.

# Equipment/&BackpackTitle
source: Backpack
ko: 가방

# Equipment/&BaseArmorDescription
source: AC set to {0} + DEX bonus
ko: AC가 {0}(으)로 설정됨 + 민첩 보너스

# Equipment/&BaseArmorNoDexDescription
source: AC set to {0} No DEX bonus
ko: AC가 {0}(으)로 설정됨 민첩 보너스 없음

# Equipment/&BaseArmorWithCapDescription
source: AC set to {0} + DEX bonus (max {1})
ko: AC가 {0}(으)로 설정됨 + 민첩 보너스(최대 {1})

# Equipment/&BattleaxeTypeTitle
source: Battleaxe
ko: 배틀액스

# Equipment/&BlankScrollDescription
source: Needed to craft a spell scroll.
ko: 주문 두루마리를 만드는 데 필요합니다.

# Equipment/&BlankScrollTitle
source: Blank Scroll
ko: 빈 두루마리

# Equipment/&BlowgunTypeTitle
source: Blowgun
ko: 바람총

# Equipment/&BoltTypeTitle
source: Crossbow Bolt
ko: 볼트

# Equipment/&BoneKeep_Angbi_Bones_Description
source: A pile of different bones that could be part of a person's skeleton. Some of these bones appear to bear some kind of animal teeth marks.
ko: 사람 뼈대의 일부일 수 있는 다양한 뼈 더미. 이 뼈들 중 일부에는 몇몇 동물의 이빨 자국이 있는 것으로 보입니다.

# Equipment/&BoneKeep_Angbi_Bones_Title
source: A Pile of Bones
ko: 뼈 더미

# Equipment/&BoneKeep_Document_AdventurerJournal01_Description
source: Part of a journal with a series of notes, found on a dead adventurer inside the Solar Maze.
ko: 일련의 메모로 이루어진 일지의 일부로, 태양 미로 내부에서 발견한 모험가의 시체에서 찾았습니다.

# Equipment/&BoneKeep_Document_AdventurerJournal01_text1
source: Aksha told me that if we wanted to meet the Master we would have to find the stairs and then follow a specific path.
ko: 아크샤는 우리가 마스터를 만나길 원한다면 계단을 찾은 후 특정 경로를 따라야 한다고 말했다.

# Equipment/&BoneKeep_Document_AdventurerJournal01_text2
source: Once we find the stairs we need to go down, go up.
ko: 내려가야 할 계단을 찾으면 위로 올라가야 한다.

# Equipment/&BoneKeep_Document_AdventurerJournal01_text3
source: After that she told us to turn right, go up, and then go down one more time…
ko: 그 후 그녀는 우리에게 우회전 한 다음 위로 올라가고 한 번 더 내려가라고 말했다 …

# Equipment/&BoneKeep_Document_AdventurerJournal01_Title
source: Adventurer's Journal
ko: 모험가의 일지

# Equipment/&BoneKeep_Document_AdventurerJournal02_Description
source: A series of pages from a journal.
ko: 일지의 일련의 페이지입니다.

# Equipment/&BoneKeep_Document_AdventurerJournal02_text1
source: Last night we finally found the stairs! I think Aksha was holding back on us, because they're not real stairs - just some kind of symbol…
ko: 우리는 어젯밤 드디어 계단을 찾았다! 내 생각에 아크샤는 우리를 막고 있었던 것 같다. 왜냐하면 그건 실제 계단이 아니라 그저 어떤 기호이기 때문이다…

# Equipment/&BoneKeep_Document_AdventurerJournal02_text2
source: In the morning we will start again and this time we will follow the path to the maze's exit. I now am very sure the main stair in the middle of the maze is actually the way out.
ko: 아침이 밝으면 다시 출발해서 이번에야말로 미로의 출구로 가는 길을 따라갈 것이다. 나는 미로의 중앙에 있는 주 계단은 사실 나가는 길이라고 확신한다.

# Equipment/&BoneKeep_Document_AdventurerJournal02_text3
source: I was right! We followed the sign and it seems to work - we're getting closer to the main stair. Today we found two new symbols and… Wait! I don't think we're alone in the maze. I can hear them coming towards me. We will move away from that room and try to hide until…
ko: 내가 맞았어! 우리는 흔적을 따라갔고 주 계단에 더 가까워지고 있다. 오늘 우리는 새로운 기호 두 개를 발견했는데... 잠깐! 우리는 이 미로에 홀로 있는게 아니야. 그들이 나한테 다가오는 소리가 들려. 저 방에서 벗어나고 숨어야 해…

# Equipment/&BoneKeep_Document_AdventurerJournal02_Title
source: Adventurer's Notes
ko: 모험가의 메모

# Equipment/&BoneKeep_Document_AkshasJournal_Description
source: A locked book containing Aksha's notes since her arrival at the Keep.
ko: 아크샤가 요새에 도착한 이후 작성한 메모가 들어 있는 잠긴 책.

# Equipment/&BoneKeep_Document_AkshasJournal_text1
source: Lizzaria sent another party of her stupid zombies. One of them was an ogre, as if that would make things harder. Reek and Filth took care of it - I didn't even have to walk out. When will she understand that her attempts are useless? I'm getting tired of pretending to ignore who sends these monsters. I'm also getting tired of Mardracht. The old elf is powerful, for sure, but his mind is in decay. While he barricades himself in his solar, I've read all his damn books, but learned almost nothing.
ko: 리자리아는 또 다시 멍청한 좀비 떼를 보냈다. 놈들 중 하나는 마치 상황을 더 어렵게 만들려고 보낸 듯한 오우거였다. 구린내와 썩은내가 상황을 해결했다. 나는 나갈 필요 조차 없었지. 그녀는 이런 시도가 무의미하다는 것을 언제쯤 깨달을까? 이런 괴물들을 보내는 자들을 모르는 척하는 게 슬슬 지겨워지기 시작한다. 마르드라흐트도 질리기 시작한다. 그 늙은 엘프는 분명 강력하지만, 정신이 퇴화하고 있다. 그 자가 스스로 개인 방에 갇혀 사는 동안 난 그의 빌어먹을 책을 다 읽었지만 배운 것은 거의 없다.

# Equipment/&BoneKeep_Document_AkshasJournal_text2
source: A Doom Gem. It took me forever to imbue it enough power to make it worthwhile. I still don't understand how the wizards of Manacalon could have done it in less than a year. Anyway, now I could use it to craft a nice weapon, but to what end? Killing Lizarria's zombies? I'm losing interest in the project now the difficult part is done. I don't need a magic dagger to make my enemies bleed.
ko: 파멸의 보석. 이것이 쓸만해 지도록 충분함 힘을 불어넣는데 진짜 오랜 시간이 걸렸다. 나는 아직도 마나칼론의 마법사들이 어떻게 1년도 안 되어 그걸 해낼 수 있었는지 이해할 수가 없다. 어쨌든, 이걸로 훌륭한 무기를 만들 수 있긴 하겠지만, 대체 그걸 뭐에 쓰지? 리자리아의 좀비를 죽이는 데 쓰나? 어려운 부분이 끝나고 나니 이 계획에 흥미가 떨어지고 있다. 내 적들이 피를 흘리게 하는 데 마법 단검은 필요가 없으니까.

# Equipment/&BoneKeep_Document_AkshasJournal_text3
source: Reek is a good minion. He used to be handsome, but undeath doesn't suit him. Now he's just an obedient little pawn. Who would guess he was once a nobleman? I kept his armor and shield - he doesn't need them any more. Filth was always scum, but now at least she is of some use. She brings corpses to feed the ghouls, so I don't have to walk through piles of rotting fools. I'm thinking of creating another Brood, though. A nice, meaty Brood of Flesh would be nice. Maybe next month.
ko: 구린내는 좋은 부하다. 원래는 잘생겼었는데 언데드가 되니 별로다. 이제 그는 순종하는 졸병일 뿐이다. 누가 그를 한때 귀족이었다고 짐작하겠는가? 구린내에게 더 이상 필요 없는 갑옷과 방패는 내가 챙겼다. 썩은내는 항상 인간쓰레기였지만 적어도 지금은 그나마 유용한 편이다. 그녀가 구울에게 먹이로 줄 시체를 가져오는 덕분에 더 이상 나는 그 썩어가는 바보들 사이를 지나가지 않아도 된다. 그래도 새로운 자손을 만들까 싶다. 잘생긴, 근육질 덩어리의 살점 자손이 괜찮겠지. 다음 달에는 어떨까.

# Equipment/&BoneKeep_Document_AkshasJournal_Title
source: Aksha's Journal
ko: 아크샤의 일지

# Equipment/&BoneKeep_Magic_Rune_Description
source: This magic rune probably harnessed an extremely powerful spell, whose secret has been lost with the Cataclysm.
ko: 이 마법 룬에는 아마 대격변과 함께 그 비밀이 사라진 매우 강력한 주문이 깃들었을 것입니다.

# Equipment/&BoneKeep_Magic_Rune_Title
source: Depleted Rune
ko: 고갈된 룬

# Equipment/&BonusArmorDescription
source: {0} to AC
ko: AC에 추가 {0}

# Equipment/&BootsLevitationTitle
source: Boots of Levitation
ko: 공중부양의 장화

# Equipment/&BootsSpecialDescription
source: These boots are of superior manufacture.
ko: 우수하게 만들어진 장화입니다.

# Equipment/&BootsSpecialTitle
source: Beautiful Boots
ko: 아름다운 장화

# Equipment/&BracersOfArcheryTitle
source: Bracers of Archery
ko: 궁술의 팔보호구

# Equipment/&BracersOfArcheryUnidentifiedDescription
source: These finely decorated bracers may have magical properties.
ko: 이 섬세하게 장식된 브레이서에는 마법적인 기능이 있을지도 모릅니다.

# Equipment/&BracersOfArcheryUnidentifiedTitle
source: Magnificent Bracers
ko: 화려한 팔보호구

# Equipment/&BulletTypeTitle
source: Sling Bullet
ko: 슬링 탄환

# Equipment/&BurglarPackTitle
source: Burglar's Pack
ko: 도둑의 꾸러미

# Equipment/&CaerLem_Daliat_Document_Content
source: Operational report to the First Whisperer Investigation of the human clerics and their powers.
ko: 첫번째로 속삭이는 자에 대한 작전 보고서 인간 클레릭과 그들의 힘에 대한 조사.

# Equipment/&CaerLem_Daliat_Document_Content2
source: <i>The rest of the text is undecipherable</i>
ko: <i>나머지 텍스트는 해독할 수 없습니다.</i>

# Equipment/&CaerLem_Daliat_Document_Description
source: An old parchment, written in some kind of elvish cypher.
ko: 일종의 엘프 암호로 쓰여진 오래된 양피지.

# Equipment/&CaerLem_Daliat_Document_Title
source: Silent Whisper Parchment
ko: 고요한 속삭임의 양피지

# Equipment/&CaerLem_Document_Inquisitor_Content
source: My Dear Andrey, I have not had word of you since our desperate exodus to this dreadful world. My thoughts are with you, and I hope we will be reunited one day and live in peace at last. We hoped for a friendly and peaceful world, far from the reach of the Enemy, but alas, we have found only fresh enemies, and our seers tell me that the Sorr-Akkath are not far behind. The war is not over, and we must also face these Manacalons. They wield magic as potent as that of any priest, yet the High Priest assures us that there are no gods in this world. These are dark times, and they will test us, but this world is our last hope. May the Lord of Valor watch over you, my love. Artus
ko: 내 사랑 안드레이, 이 끔찍한 세계로 우리가 필사적인 탈출을 감행한 이후로 당신에게서 아무런 소식도 듣지 못했어요. 내 마음은 당신과 있고, 난 우리가 언젠간 다시 만나 결국엔 평화 속에서 살아갈 수 있기를 바래요. 우리는 적의 손이 닿지 않는 친절하고 평화로운 세계를 바랬지만, 안타깝게도 우리가 찾아낸 것은 새로운 적들뿐이었고, 예언자들은 소라카스가 멀지 않았다고 내게 말해줬어요. 전쟁은 끝나지 않았고, 우리는 마나칼론과 맞서야해요. 그들은 어느 성직자 못지않게 강력한 마법을 휘두르지만, 대사제는 이 세계에 신들이 없다고 장담했어요. 지금은 힘든 시기이고, 저들은 우리를 시험하겠지만, 이 세계가 우리의 마지막 희망이에요. 용기의 군주가 당신을 굽어살피기를, 내 사랑. 아르투스
