Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipement.po
Languages: ko, ko_mt

# Document_CharterStonefist_Content01
source: 1 - In recognition to its help to Coparann, the Stonefist mercenary company is now recognized as a unit of the guard of Coparann! 2 - Captain Gromnir Stonefist shall henceforth be known as Baron Gromnir Stonefist, Protector of the Vale! 3 - Among the duties of the company, it shall leave enough troops garrisoned in our Vale to ensure its safety, albeit part of the company can accept mercenary contracts under the usual conditions of the mercenary guild, provided said contracts do not go against the interests of the Vale! 4 - Upon retirement, each member of the Stonefist mercenary company who so desires shall be granted a parcel of land in the valley, as well as help to build a farm! To this we deed no less than 10% of the land in the western valley! Issued in Coparann, 1005 AC, validated by acclamation
ko_mt: 1 - 코파란을 도운 공로를 인정받아 이제 돌주먹 용병단이 코파란 경비대의 부대로 인정받게 되었습니다! 2 - 대장 그롬니르 스톤피스트는 이제부터 계곡의 수호자 그롬니르 스톤피스트 남작으로 알려지게 됩니다! 3 - 회사의 의무 중 회사의 일부가 용병 길드의 일반적인 조건에 따라 용병 계약을 수락할 수 있지만 해당 계약이 이익에 반하지 않는 한, 안전을 보장하기 위해 우리 Vale에 충분한 병력을 주둔시켜야 합니다. 베일의! 4 - 은퇴 시, 원하는 Stonefist 용병 회사의 각 구성원은 농장 건설에 도움이 될 뿐만 아니라 계곡에 있는 한 구획의 토지를 받게 됩니다! 이를 위해 우리는 서쪽 계곡 땅의 10% 이상을 양도했습니다! Coparann, 1005 AC에서 발행, 찬사에 의해 검증됨
