Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC1_Giant_Ape_Head_Description
source: A grisly trophy, but this giant ape was so extraordinary that its head might be worth something.
ko: 끔찍한 전리품이지만, 이 거대 유인원은 워낙 보기 드물기 때문에 그 머리에는 어떤 값어치가 있을지도 모릅니다.

# Equipment/&DLC1_Mutated_Bulette_Head_Title
source: Mutated Bulette Head
ko: 변이된 불렛 머리

# Equipment/&DLC1_Mutated_Bulette_Head_Description
source: The head of a mutated bulette, probably one of a kind.
ko: 변이된 불렛의 머리입니다. 굉장히 독특한 녀석인 것 같군요.

# Equipment/&DLC1_Mutated_Bulette_Teeth_Title
source: Bulette Teeth
ko: 불렛 이빨

# Equipment/&DLC1_Mutated_Bulette_Teeth_Description
source: Razor-sharp teeth from the carcass of a bulette. They might have some value.
ko: 불렛의 시체에서 건진 날카로운 이빨입니다. 뭔가 값어치가 있을지도 모릅니다.

# Equipment/&DLC1_Item_HideWilderness_Title
source: Hide Armor of the Wilderness
ko: 황야의 생가죽 갑옷

# Equipment/&DLC1_Item_HideWilderness_Description
source: Crafted by ancient druids, this hide armor gives you +1 protection and the ability to speak slang.
ko: 고대 드루이드가 만든 이 생가죽 갑옷은 방어 +1, 은어를 말할 수 있는 능력을 부여합니다.

# Equipment/&DLC1_Item_ScimitarOfAcuteness_Title
source: Scimitar of Acuteness
ko: 예리함의 시미터

# Equipment/&DLC1_Item_ScimitarOfAcuteness_Description
source: Said to have been owned by the feared elven corsair Sacrelbar, this is a finely crafted scimitar +1.
ko: 무시무시한 엘프 해적 사크렐바가 소유했던 것으로, 잘 제련된 시미터(+1)입니다.

# Equipment/&DLC1_Item_ScimitarOfTheAnfarels_Title
source: Scimitar of the Anfarels
ko: 안파렐 가문의 시미터

# Equipment/&DLC1_Item_ScimitarOfTheAnfarels_Description
source: This unique weapon is an Anfarel family treasure. A powerful relic able to inflict terrible wounds. Simply wielding it makes the user seem like a different person.
ko: 이 희소한 무기는 안파렐 가문의 가보로, 끔찍한 상처를 가할 수 있는 강력한 유물입니다. 이를 드는 것만으로 소유주를 다른 사람처럼 보이게 만듭니다.

# Equipment/&DLC1_Item_HideOfTheVagrant_Title
source: Hide Armor of the Wanderer
ko: 방랑자의 생가죽 갑옷

# Equipment/&DLC1_Item_HideOfTheVagrant_Description
source: Crafted by the famed traveler Osric the Unimpressed, this hide armor raises a wearer's Cynicism score by +2.
ko: 저명한 여행가, 인상이 흐릿한 오스릭이 만든 이 생가죽 갑옷은 착용자의 냉소적 수치에 +2 효과를 줍니다.

# Equipment/&DLC1_Item_BootsOfFirstStrike_Title
source: Boots of First Strike
ko: 선제공격의 부츠

# Equipment/&DLC1_Item_BootsOfFirstStrike_Description
source: Designed for the half-orc hero Bova, these finely crafted boots increase the wearer's initiative.
ko: 하프오크 영웅 보바를 위해 제작되었으며, 공들여 제작된 이 부츠는 착용자의 우선권을 향상시킵니다.

# Equipment/&DLC1_Item_BootsOfFireWalking_Title
source: Boots of Fire Walking
ko: 불걸음 부츠

# Equipment/&DLC1_Item_BootsOfFireWalking_Description
source: The scholar Aurilan commissioned these fire-resistant boots for his expedition to the volcanic lands in the east of the continent.
ko: 학자 아우릴란은 대륙 동쪽의 화산지대를 탐험하기 위해 이 화염 저항 부츠 제작을 의뢰했습니다.

# Equipment/&DLC1_Item_AmuletOfPureSouls_Title
source: Amulet of Pure Souls
ko: 순수한 영혼의 아뮬렛

# Equipment/&DLC1_Item_AmuletOfPureSouls_Description
source: Said to have been created for Adalbert Sunblaze himself, this amulet gives its wearer resistance against necrotic damage, increases lawfulness, and gives disadvantage to deception checks.
ko: 아달버트 선블레이즈를 위해 제작되었다고 알려져 있습니다. 이 아뮬렛은 착용자에게 사령 피해 저항을 제공하고, 준법 성향을 증가시키며, 기만 판정에서 불리점을 줍니다.

# Equipment/&DLC1_Item_BracersOfStorms_Title
source: Bracers of Storms
ko: 폭풍의 팔보호구

# Equipment/&DLC1_Item_BracersOfStorms_Description
source: Tirmarian priests of Arun were the first to craft these bracers, which protect against lightning damage.
ko: 번개 피해에 대해 보호해주는 이 팔 보호구들은 티르마르지역의 아룬의 사제들이 처음으로 만들었습니다.

# Equipment/&DLC1_Item_CloakOfTheDandy_Title
source: Cloak of the Dandy
ko: 멋쟁이의 망토

# Equipment/&DLC1_Item_CloakOfTheDandy_Description
source: Said to have been designed by a lowborn court magician in the days of the Empire, this cloak gives the wearer CHA 19 and allows them to speak formally.
ko: 천출이었던 궁정 마법사에 의해 만들어졌다고 알려져 있으며, 이 망토는 착용자에게 고정 매력치 19와 격식 있게 말하는 능력을 부여합니다.

# Equipment/&DLC1_Item_CloakOfTheAncientKing_Title
source: Cloak of the Ancient King
ko: 고대 왕의 망토

# Equipment/&DLC1_Item_CloakOfTheAncientKing_Description
source: Crafted from the hides of mountain bears for an ancient Snow Dwarf king, this cloak gives its wearer WIS 19, increases Authority, and gives +2 to persuasion attempts.
ko: 산악 곰의 가죽을 사용해서 고대의 스노의 드워프 왕에게 바치기 위해 만들어졌습니다. 착용자에게 지혜 19를 부여하며, 권위적 성격을 증가시키고, 설득 시도 시 +2를 부여합니다.

# Equipment/&DLC1_Item_BeltOfTheBarbarianKing_Title
source: Belt of the Barbarian King
ko: 바바리안 왕의 벨트

# Equipment/&DLC1_Item_BeltOfTheBarbarianKing_Description
source: A relic from the ancient wildlands of Tirmar, this magical belt gives the wearer CON 19.
ko: 고대 티르마르의 황무지에서 나온 유물입니다. 이 마법 벨트는 착용자에게 건강 19를 부여합니다.

# Equipment/&DLC1_Item_PeriaptOfTheMasterEnchanter_Title
source: Periapt of the Master Enchanter
ko: 마법부여 통달의 부적

# Equipment/&DLC1_Item_PeriaptOfTheMasterEnchanter_Description
source: Once owned by the Manacalon master smith Firceidith, this magical charm boosts the wearer's crafting speed, but also replaces a Manacalon Rosary when the user is attuned to it and wears it around their neck. In addition, you don't need to be proficient with the Manacalon Rosary to enchant items while attuned to the Periapt.
ko: 마나칼론의 대장장이 장인 퍼시디스가 소유했던 적이 있습니다. 그 마법은 소유자의 제조 속도를 증가시킬 뿐만 아니라, 조율하고 목에 착용한 자에 한해 마나칼론 묵주를 대체할 수 있습니다. 또한 이와 조율할 경우 아이템에 마법을 부여하기 위해 마나칼론 묵주에 대한 숙련을 보유할 필요가 없습니다.

# Equipment/&DLC1_Item_RingOfTheAmbassador_Title
source: Ring of the Ambassador
ko: 대사의 반지

# Equipment/&DLC1_Item_RingOfTheAmbassador_Description
source: Made at the command of Princess Galoreth Silverflower of Masgarth, this ring lets its wearer speak and understand the goblin, giant, orc, and terran languages, and grants a +2 bonus to persuasion checks.
ko: 마스가르스 공국 갈로레스 실버플라워 공주의 명으로 만들어졌습니다. 이 반지는 착용자가 고블린어, 거인어, 오크어, 그리고 대지어를 이해하고 말할 수 있게 해주며, 설득 굴림에서 +2의 보너스를 얻습니다.

# Equipment/&DLC1_Item_PendantOfTheHealer_Title
source: Pendant of the Healer
ko: 치유사의 펜던트

# Equipment/&DLC1_Item_PendantOfTheHealer_Description
source: This minor magic item of the faith of Maraike can cast the heal spell once per day.
ko: 마라이케 신앙의 이 자그마한 마법 아이템은 하루에 한번 회복 주문을 시전할 수 있게 해 줍니다.

# Equipment/&DLC1_Item_BeltOfRegeneration_Title
source: Belt of Regeneration
ko: 재생의 벨트

# Equipment/&DLC1_Item_BeltOfRegeneration_Description
source: Activate this belt to regenerate 5 HP per round for one minute, as long as you are above 1 HP, and are wearing and attuned to the belt. This power can be used once per day.
ko: 조율한 착용자가 이 벨트를 활성화할 경우, 1분 간 HP가 1 이상이라면 라운드당 5 HP를 회복합니다. 이 특성은 하루에 한 번 사용 가능합니다.

# Equipment/&DLC1_Item_WandOfWinter_Title
source: Wand of Winter
ko: 겨울의 완드

# Equipment/&DLC1_Item_WandOfWinter_Description
source: Created by the Snow Dwarf Skadur the Blizzard-caster, this wand can cast ice storm once a day, and can be used as an arcane focus.
ko: 스노우 드워프 "눈보라술사 스카두르"에 의해 만들어졌습니다. 이 완드는 하루에 한번 얼음 폭풍을 시전할 수 있으며, 비전 매개체로 사용할 수 있습니다.

# Equipment/&DLC1_Item_WandOfBlight_Title
source: Wand of Blight
ko: 역병의 완드

# Equipment/&DLC1_Item_WandOfBlight_Description
source: A creation of the infamous Marfainn Circle necromancers of Imperial times, this wand can cast blight once per day.
ko: 제국 시절 악명높았던 마르파인 서클 사령술사들의 창조물입니다. 이 완드는 하루에 한번 역병 주문을 시전할 수 있습니다.

# Equipment/&DLC1_Item_WandOfThorns_Title
source: Wand of Thorns
ko: 가시의 완드

# Equipment/&DLC1_Item_WandOfThorns_Description
source: The druid Dreigann Gorse crafted this wand, which can cast wall of thorns once per day.
ko: 드레이간 고스라는 드루이드에 의해 제작되었습니다. 이 완드는 하루에 한번 가시 장벽 주문을 시전할 수 있습니다.

# Equipment/&DLC1_Item_BallOfLightning_Title
source: Ball of Lightning
ko: 번개의 구

# Equipment/&DLC1_Item_BallOfLightning_Description
source: Crafted by the ancient Master Delannac, this diamond can be used to cast the chain lightning spell once. It disappears when used.
ko: 고대의 장인 델란낙에 의해 만들어졌으며, 이 다이아몬드는 연쇄 번개 주문을 1회 시전할 수 있습니다. 사용 후 사라집니다.

# Equipment/&DLC1_Item_MaulOfTheDestroyer_Title
source: Maul of the Destroyer
ko: 파괴자의 마울

# Equipment/&DLC1_Item_MaulOfTheDestroyer_Description
source: This ancient weapon was created before the Cataclysm. It is incredibly heavy; the power of a single blow can throw its victims off balance.
ko: 이 고대 무기는 대격변 이전에 만들어졌습니다. 놀랍도록 무거워 한 방만 맞춰도 상대의 무게중심을 흐트러트릴 수 있습니다.

# Equipment/&DLC1_Item_PrimedHide_Title
source: Primed Hide Armor
ko: 준비된 생가죽 갑옷

# Equipment/&DLC1_Item_PrimedHide_Description
source: Before the Cataclysm, ancient druids prepared this armor to receive enchantments. It is still ready.
ko: 대격변 이전, 고대 드루이드들은 마법 부여를 위해 이 갑옷을 준비해놨습니다. 아직도 준비만 돼 있군요.

# Equipment/&DLC1_Item_PrimedDruidArmor_Title
source: Primed Druid Armor
ko: 준비된 드루이드 갑옷

# Equipment/&DLC1_Item_PrimedDruidArmor_Description
source: Before the Cataclysm, ancient druids prepared this armor to receive enchantments. It is still ready.
ko: 대격변 이전, 고대 드루이드들은 마법 부여를 위해 이 갑옷을 준비해놨습니다. 아직도 준비만 돼 있군요.

# Equipment/&DLC1_Item_VestmentOak_Title
source: Vestment of the Primal Oak
ko: 태고 오크나무의 제사복

# Equipment/&DLC1_Item_VestmentOak_Description
source: Druidical enchantments give this leather armor +1 to AC, proficiency in History, and +2 to skill checks with History and some languages.
ko: 드루이드의 마법 부여는 이 가죽 갑옷에 AC +1 효과를 부여합니다. 또한 역사 숙련을 제공하며, 몇몇 언어 및 역사 기술 판정에서 +2를 얻습니다.

# Equipment/&DLC1_Item_ArmorForest_Title
source: Armor of the Forest
ko: 숲의 갑옷

# Equipment/&DLC1_Item_ArmorForest_Description
source: Druidical enchantments give this leather armor +2 to AC, proficiency in Nature, and +2 to skill checks.
ko: 드루이드의 마법 부여는 이 가죽갑옷에 AC +2 효과를 부여하며, 자연 숙련, 기술 판정+2를 얻습니다.

# Equipment/&DLC1_Item_PrimedPrimedRing_Title
source: Primed Ring
ko: 준비된 반지

# Equipment/&DLC1_Item_PrimedPrimedRing_Description
source: Made by Manacalon enchanters, this gold ring is ready to receive enchantments, provided you know the process and have the necessary ingredients.
ko: 마나칼론 인챈터가 만든 이 금반지는 사용자가 마법 부여를 위한 시전 방법과 재료가 있다면 언제든 부여할 수 있습니다.

# Equipment/&DLC1_Item_PrimedMaul_Title
source: Primed Maul
ko: 준비된 마울

# Equipment/&DLC1_Item_PrimedMaul_Description
source: This great hammer was prepared for enchantment by Manacalon master smiths.
ko: 이 거대 망치는 마나칼론 대장장이가 마법 부여를 위해 준비 해 두었습니다.

# Equipment/&DLC1_Item_Cheater_Title
source: Cheater
ko: 사기꾼

# Equipment/&DLC1_Item_Cheater_Description
source: This enchanted dagger was forged by the priests of Misaye to fight giants and beasts.
ko: 이 마법 단검은 미사이에의 사제에 의해 단조됐습니다. 거인과 야수들과 싸우기 위해서죠.

# Equipment/&DLC1_Item_Unity_Title
source: Unity
ko: 유니티

# Equipment/&DLC1_Item_Unity_Description
source: This enchanted longsword was forged by the priests of Arun to fight constructs and elementals.
ko: 이 마법 롱소드는 아룬의 사제에 의해 단조됐으며, 구조체 및 정령들과 싸우기 위해 만들어졌습니다.

# Equipment/&DLC1_Item_Feybane_Title
source: Feybane
ko: 페이베인

# Equipment/&DLC1_Item_Feybane_Description
source: Forged by Manacalon master smiths for the Imperial attack on the forest of Colthannin, this dagger is enchanted against feys and plants.
ko: 마나칼론의 대장장이 명인이 제국의 콜사난 침공을 위해 단조했습니다. 이 단검은 식물들 및 페이들에 대항하기 위해 강화되었습니다.

# Equipment/&DLC1_Item_Sunstar_Title
source: Sunstar
ko: 선스타

# Equipment/&DLC1_Item_Sunstar_Description
source: This enchanted mace was created by the priests of Maraike, to fight undead and fiends.
ko: 이 마법부여된 메이스는 언데드 및 악마와 싸우기 위해 마라이케의 사제에 의해 제작되었습니다.

# Equipment/&DLC1_Item_Truth_Title
source: Truth
ko: 진실

# Equipment/&DLC1_Item_Truth_Description
source: This magic shortbow was crafted by the priestesses of Pakri and strengthened with enchantments against aberrations and monstrosities.
ko: 이 마법 숏보우는 파크리의 여사제에 의해 제작되었습니다. 이형체와 괴물들에 대항하기 위한 마법 부여들로 강화되어 있습니다.

# Equipment/&DLC1_Item_BadlandsDryadBark_Title
source: Badlands Dryad Bark
ko: 황무지 드라이어드의 껍질

# Equipment/&DLC1_Item_BadlandsDryadBark_Description
source: Large pieces of bark from a dead Badlands dryad, organic and very tough.
ko: 황무지 드라이어드 시체에서 나온 껍질의 큰 조각입니다. 생물조직이며, 또한 매우 단단합니다.

# Equipment/&DLC1_Item_QueenDryadBark_Title
source: Dryad Queen Bark
ko: 드라이어드 여왕의 껍질

# Equipment/&DLC1_Item_QueenDryadBark_Description
source: Large pieces of bark from the skin of the dryad queen, organic and exceptionally tough.
ko: 드라이어드 여왕 피부에서 떨어져 나온 껍질의 큰 조각입니다. 생물조직이며, 또한 특별히 단단합니다.

# Equipment/&DLC1_Item_GiantBeetleelytron_Title
source: Giant Beetle Carapace
ko: 거대 딱정벌레의 갑각

# Equipment/&DLC1_Item_GiantBeetleelytron_Description
source: A very tough wing case of a giant beetle.
ko: 거대 딱정벌레의 매우 단단한 날개껍질입니다.

# Equipment/&DLC1_Item_BadlandsApePelt_Title
source: Badlands Ape Pelt
ko: 황무지 유인원의 생가죽

# Equipment/&DLC1_Item_BadlandsApePelt_Description
source: The pelt of a particularly powerful and dangerous ape from the Badlands.
ko: 황무지의 유별나게 강하고 위험한 유인원의 생가죽입니다.

# Equipment/&DLC1_Item_SwampOpal_Title
source: Swamp Opal
ko: 습지 오팔

# Equipment/&DLC1_Item_SwampOpal_Description
source: A wonderful gem, born from the depths of the swamps in the Badlands.
ko: 훌륭한 보석입니다. 황무지에 있는 습지 깊은곳에서 탄생했습니다.

# Equipment/&DLC1_Item_RiverEmerald_Title
source: River Emerald
ko: 강 에메랄드

# Equipment/&DLC1_Item_RiverEmerald_Description
source: A gem of fantastic purity, formed in the eddies of a river in the Badlands.
ko: 환상적인 순도의 보석입니다. 황무지에 있는 강의 소용돌이들에 의해 만들어졌습니다.

# Equipment/&DLC1_Item_TearOfTirmar_Title
source: Tear of Tirmar
ko: 티르마르의 눈물

# Equipment/&DLC1_Item_TearOfTirmar_Description
source: An ancient gem, harvested and cut on Tirmar.
ko: 고대의 보석입니다. 티르마르에서 채굴되어 세공되었습니다.

# Equipment/&DLC1_Item_PrimordialCrystal_Title
source: Primordial Crystal
ko: 태고의 수정

# Equipment/&DLC1_Item_PrimordialCrystal_Description
source: A very hard crystal, formed in the deepest volcanos of Solasta during the Cataclysm.
ko: 매우 단단한 수정입니다. 대격변 당시 솔라스타의 가장 깊은 화산 속에서 형성되었습니다.

# Equipment/&DLC1_Item_GiantApePelt_Title
source: Giant Ape Pelt
ko: 거대 유인원 생가죽

# Equipment/&DLC1_Item_GiantApePelt_Description
source: The hide of a very rare giant ape, useful for crafting exceptional items.
ko: 희귀한 거대 유인원의 가죽입니다. 특별한 아이템들을 제작할 때 유용합니다.

# Equipment/&DLC1_Item_PrimordialDragon_Title
source: Primordial Dragonstone
ko: 태고의 드래곤스톤

# Equipment/&DLC1_Item_PrimordialDragon_Description
source: A small gemstone, rumored to be a desiccated dragon heart.
ko: 작은 보석입니다. 말라비틀어진 드래곤의 심장이라는 소문이 있습니다.

# Equipment/&DLC1_Item_TrollHeart_Title
source: Troll Heart
ko: 트롤 심장

# Equipment/&DLC1_Item_TrollHeart_Description
source: This stone-like organ is often impossible to recover from a dead troll.
ko: 이 돌덩이같은 장기는 죽은 트롤에게서조차 얻기가 매우 힘들 때가 있습니다.

# Equipment/&DLC1_Item_PrimedWand_Title
source: Primed Wand
ko: 준비된 완드

# Equipment/&DLC1_Item_PrimedWand_Description
source: Prepared to receive enchantments by masters of the Manacalon Arcaneum, this wand is in perfect condition.
ko: 마나칼론 아케니움 대가들이 마법 부여를 받을 완벽한 상태의 완드를 준비 해 놨습니다.

# Equipment/&Ingredient_ShardOfIce_Title_Minor
source: Minor Shard of Ice
ko: 작은 얼음조각

# Equipment/&Ingredient_ShardOfIce_Title_Description
source: The remains of a smaller ice elemental, can be used to craft certain magic items.
ko: 작은 얼음정령이 남긴 것입니다. 몇몇 마법아이템들을 제작할 때 사용 가능합니다.

# Equipment/&BootsOfFirstStrike_Function_Description
source: Your initiative is increased by 3 as long as you are wearing these boots.
ko: 착용 시 우선권이 3 증가합니다.

# Equipment/&CloakOfTheDandy_Function_Description
source: Your charisma is 19 as long as you are wearing this cloak and are attuned to it.
ko: 당신이 이 망토의 조율된 착용자라면, 당신의 매력치가 19가 됩니다.

# Equipment/&CloakOfTheAncientKing_Function_Description
source: Your wisdom is 19 as long as you are wearing this cloak and are attuned to it.
ko: 당신이 이 망토를 착용하고 조율되었다면, 당신의 지혜는 19가 됩니다.

# Equipment/&CloakOfTheAncientKing_Function2_Description
source: You have +2 to your charisma (Persuasion) checks as long as you are wearing this cloak and are attuned to it.
ko: 당신이 이 망토를 착용하고 조율되었다면, 당신의 매력(설득)굴림에 +2를 얻습니다.

# Equipment/&PriaptOfTheMasterEnchanter_Function_Description
source: Your crafting speed is increased as long as you are wearing this periapt and are attuned to it.
ko: 당신이 이 부적을 착용하고 조율되었다면, 당신의 제작 속도가 증가합니다.

# Equipment/&RingOfTheAmbassador_Function_Description
source: You can read and speak giant, Terran, goblin and orc as long as you are wearing this ring.
ko: 당신이 이 반지를 착용했다면, 당신은 거인어, 대지어, 고블린어, 오크어를 읽고 말할 수 있게 됩니다.

# Equipment/&RingOfTheAmbassador_Function2_Description
source: You have +2 on your charisma (Persuasion) ability checks as long as you are wearing this ring.
ko: 당신이 이 반지를 착용했다면, 당신은 매력(설득) 능력치 굴림에서 +2를 얻습니다.

# Equipment/&BeltOfRegeneration_Function_Description
source: Regenerate 5 hit points per turn for one minute.
ko: 1분동안 매 턴 5의 체력이 재생됩니다.

# Equipment/&BeltOfRegeneration_Function_Title
source: Temporary Regeneration
ko: 임시 재생

# Equipment/&BeltOfRegeneration_ApplyFunction_Title
source: Use Belt
ko: 벨트 사용

# Equipment/&BeltOfRegeneration_ApplyFunction_Description
source: Use the daily charge for this enchanted belt.
ko: 이 마법부여된 벨트에 충전된 일일 능력을 사용합니다.

# Equipment/&ArmorOfTheForest_Function1_Description
source: Grants proficiency in History.
ko: 역사 숙련을 부여합니다.

# Equipment/&ArmorOfTheForest_Function2_Description
source: Grants knowledge of languages: Druidic, draconic, Terran, elvish.
ko: 언어 지식을 부여합니다 : 드루이드어, 용언, 대지어, 엘프어.

# Equipment/&ArmorOfTheOak_Function1_Description
source: Grants proficiency in Nature.
ko: 자연 숙련을 부여합니다.

# Equipment/&DLC1_Equipment_Quest_Albino_Minotaur_Head_Title
source: Albino Minotaur Head
ko: 알비노 미노타우로스 머리

# Equipment/&DLC1_Equipment_Quest_Albino_Minotaur_Head_Description
source: The head of an albino minotaur. A rare ingredient.
ko: 알비노 미노타우로스의 머리입니다. 희귀한 재료입니다.

# Equipment/&DLC1_Equipment_Quest_Smart_Giant_Head_Title
source: Smart Giant Head
ko: 똑똑한 거인의 머리

# Equipment/&DLC1_Equipment_Quest_Smart_Giant_Head_Description
source: The head of a smart giant.
ko: 똑똑한 거인의 머리입니다.

# Equipment/&DLC1_Equipment_Quest_Mutant_Bulette_Head_Title
source: Mutated Bulette Head
ko: 변이된 불렛의 머리

# Equipment/&DLC1_Equipment_Quest_Mutant_Bulette_Head_Description
source: The head of a mutated bulette. A very rare ingredient.
ko: 변이된 불렛의 머리입니다. 매우 희귀한 재료입니다.

# Equipment/&DLC1_People04_Stolen_Ring_Title
source: Dominion Officer Ring
ko: 자치령 장교의 반지

# Equipment/&DLC1_People04_Stolen_Ring_Description
source: A golden ring given by Orenetis himself to worthy servants of the Dominion. It bears the engraved name of the owner: Gradius Flameheart.
ko: 자치령의 하수인들 가운데 받을만한 자격이 있는자들에게 오레네티스가 하사한 황금 반지입니다. 소유자의 이름이 새겨져 있습니다 : 그라디우스 플레임하트.

# Equipment/&DLC1_Equipment_Quest_Orenetis_04_Notes_Title
source: Apprentice's Research Notes
ko: 견습생의 연구 일지

# Equipment/&DLC1_Equipment_Quest_Orenetis_04_Notes_Description
source: Some research notes written by Orenetis's apprentice, Lysantir.
ko: 오레네티스의 제자, 리산디르가 적은 연구 일지입니다.

# Equipment/&TrollHunterLetter_Title
source: Troll Hunter's Journal
ko: 트롤 사냥꾼의 일지

# Equipment/&TrollHunterLetter_Description
source: An old and dirty notebook full of handwritten entries.
ko: 수필로 가득한 낡고 더러운 공책.

# Equipment/&TrollHunterLetter_Content
source: I found that there is about a one-in-ten chance to salvage a troll's heart. I heard a rumor that there is a group of them in this small forest. If I can find a heart, I'm sure I'll be able to build a magic item that mimics their regeneration ability.
ko: 트롤의 심장을 꺼낼 확률이 10분의 1이란 사실을 알아냈다. 적은 수의 무리가 이 작은 숲에 있다는 풍문을 들었다. 심장을 찾을 수 있다면, 분명 놈들의 재생 능력을 모방하는 마법 아이템을 만들 수 있을 것이다.

# Equipment/&DLC1_Equipment_Quest_Orenetis_08_Rebel_Access_Title
source: Stolen Rebellion's Headquarters key
ko: 도둑맞은 반군 사령부 열쇠

# Equipment/&DLC1_Equipment_Quest_Orenetis_08_Rebel_Access_Description
source: The key Orenetis gave you to access the Rebellion's headquarters.
ko: 반군 사령부에 접근할 수 있도록 오레네티스가 준 열쇠.

# Equipment/&DLC_Equipment_Complex_MajorGate_Fragment
source: Major Gate Fragment
ko: 주 관문 조각

# Equipment/&DLC_Equipment_Complex_MajorGate_Fragment_Description
source: A part of the Major Gate's floor, essential for it to work properly.
ko: 주 관문 바닥의 일부로, 정상적으로 가동하기 위해 꼭 필요합니다.

# Equipment/&DLC_Equipment_Complex_ManaGenerator_Fragment
source: Mana Generator Fragment
ko: 마나 생성기 조각

# Equipment/&DLC_Equipment_Complex_ManaGenerator_Fragment_Description
source: A part of the Mana Generator's mechanism, essential to its proper functioning.
ko: 마나 생성기 내부 장치의 일부분으로, 정상적으로 가동하기 위해 필수적입니다.

# Equipment/&DLC_Equipment_Complex_Indoor_Book_Title
source: The Dreiglath Codex
ko: 드레이글라스 비망록

# Equipment/&DLC_Equipment_Complex_Indoor_Book_Description
source: A large book that seems to delve into some kind of magic experimentation.
ko: 일종의 마법 실험에 골몰한 것처럼 보이는 커다란 책.

# Equipment/&DLC_Equipment_Complex_Indoor_Potion_Description
source: A small vial of blue liquid.
ko: 푸른 액체가 든 작은 병.

# Equipment/&DLC_Equipment_Complex_Indoor_Potion_Title
source: Blue Potion
ko: 파랑 물약

# Equipment/&DireWolfMutantPeltTitle
source: Mutated Dire Wolf Pelt
ko: 변이된 다이어 울프 가죽

# Equipment/&DireWolfMutantPeltDescription
source: A deformed and horribly bloodied pelt, probably worth less than usual.
ko: 아마 정상보다 질이 낮을 것 같은, 변형되고 피투성이가 된 가죽.

# Equipment/&DLC1_ScepterOfRedeemerControl_Title
source: Scepter of Redeemer Control
ko: 구원자 제어 왕홀

# Equipment/&DLC1_ScepterOfRedeemerControl_Description
source: This magical item somehow keeps redeemers at bay. It might have something to do with a redeemer queen being held prisoner somewhere in the valley.
ko: 이 마법 아이템은 모종의 방법으로 구원자들이 나오지 못하도록 막습니다. 계곡 어딘가에 포로로 잡아놓은 구원자들의 여왕에게 무언가를 하는 것 같습니다.

# Equipment/&Maul_plus_one_Title
source: Maul +1
ko: 마울 +1

# Equipment/&Maul_plus_one_Description
source: Crafted by talented users of magic, this weapon was probably made on Tirmar.
ko: 재능 있는 마법 사용자가 제조한 이 무기는, 아마 티르마르를 위해 만들어진 것 같습니다.

# Equipment/&Maul_plus_two_Title
source: Maul +2
ko: 마울 +2

# Equipment/&Maul_plus_two_Description
source: The magic of the Snow Alliance master smiths is clearly seen in this incredible magic weapon.
ko: 이 믿기지 않는 마법 무기에서 설산 동맹의 야금술의 대가가 부린 마법의 흔적이 엿보입니다.

# Equipment/&Spear_plus_one_Title
source: Spear +1
ko: 스피어 +1

# Equipment/&Spear_plus_one_Description
source: A piece of equipment typical for a rich elf of the elite Manacalon infantry.
ko: 정예 마나칼론 보병대의 부유한 엘프가 흔히 다루던 장비.

# Equipment/&Spear_plus_two_Title
source: Spear +2
ko: 스피어 +2

# Equipment/&Spear_plus_two_Description
source: Used mostly as a sign of status, this weapon may not have tasted blood during the Manacalon era.
ko: 대개 지위를 나타내기 위해 쓰인 이 무기는, 마나칼론 시대에 피를 맛본 적이 없을 겁니다.

# Equipment/&Crossbow_plus_one_Title
source: Crossbow +1
ko: 크로스보우 +1

# Equipment/&Crossbow_plus_one_Description
source: A favorite of the Snow Alliance rangers, this crossbow is imbued with magic.
ko: 설산 동맹의 레인저들이 선호하는, 마법이 부여된 크로스보우.

# Equipment/&Crossbow_plus_two_Title
source: Crossbow +2
ko: 크로스보우 +2

# Equipment/&Crossbow_plus_two_Description
source: A masterpiece of the Snow Alliance wizards of a long-lost tradition of Mountain Magicians.
ko: 오랫동안 실전됐던 산악 마법사의 전통을 이어받은 설산 동맹 위저드들의 걸작.

# Equipment/&HeavyCrossbow_plus_one_Title
source: Heavy Crossbow +1
ko: 헤비 크로스보우 +1

# Equipment/&HeavyCrossbow_plus_one_Description
source: A signature weapon belonging to the Stonebeard family, a great lineage of warriors from the Snow Alliance.
ko: 설산 동맹에서 대대로 뛰어난 전사들을 배출한, 스톤비어드 가문에 소속된 상징적인 무기.

# Equipment/&HeavyCrossbow_plus_two_Title
source: Heavy Crossbow +2
ko: 헤비 크로스보우 +2

# Equipment/&HeavyCrossbow_plus_two_Description
source: A deadly weapon, designed and enchanted to pierce the heaviest armor.
ko: 가장 무거운 갑옷도 관통할 수 있도록 마법을 부여한, 치명적 무기.

# Equipment/&MagnificientSpear_Title
source: Magnificent Spear
ko: 화려한 스피어

# Equipment/&MagnificientMaul_Title
source: Magnificent Maul
ko: 화려한 마울

# Equipment/&MagnificientCrossbow_Title
source: Magnificent Crossbow
ko: 화려한 크로스보우

# Equipment/&MagnificientHeavyCrossbow_Title
source: Magnificent Heavy Crossbow
ko: 화려한 헤비 크로스보우

# Equipment/&PrimedSpear_Title
source: Primed Spear
ko: 준비된 스피어

# Equipment/&PrimedWarhammer_Title
source: Primed Warhammer
ko: 준비된 워해머

# Equipment/&PrimedCrossbow_Title
source: Primed Crossbow
ko: 준비된 크로스보우

# Equipment/&PrimedHeavyCrossbow_Title
source: Primed Heavy Crossbow
ko: 준비된 헤비 크로스보우
