Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&PeriaptOfHealth_Unidentified_Title
source: Beautiful Pendant
ko: 아름다운 펜던트

# Equipment/&PeriaptOfHealth_Unidentified_Description
source: A nice-looking pendant featuring a blue gem.
ko: 파란색 보석이 있는 멋진 펜던트입니다.

# Equipment/&DireWolfPeltTitle
source: Dire Wolf Pelt
ko: 다이어 늑대 모피

# Equipment/&DireWolfPeltDescription
source: A thick and beautiful pelt that can be sold for some gold.
ko: 약간의 금화에 팔 수 있는 두껍고 아름다운 가죽.

# Equipment/&PartyStashTitle
source: Party Stash - It's Yours to Use!
ko: 파티 보관함 - 이제 당신의 것입니다!

# Equipment/&MerranStashTitle
source: Captain Merran's Stash
ko: 메런 대위의 보관함

# Equipment/&MertonStashTitle
source: Unknown Party Stash
ko: 알 수 없는 파티 보관함

# Equipment/&MertonsJournal_Title
source: Unfinished Biography
ko: 미완성 일대기

# Equipment/&MertonsJournal_Description
source: A hand-written handbook, apparently used to draft a biography. The project seems to have been canceled after just a few lines.
ko: 일대기 초안을 작성하는 데 사용된 것이 분명한 수기 핸드북입니다. 프로젝트는 몇 줄 만에 취소된 것 같습니다.

# Equipment/&MertonsJournal_Content_00
source: Draft of Biography Memories of a Shadow Tamer By A. Merton 1022 A.C. They were only a handful of brave explorers, the first ever since the Fall, to cross the mountains to the Old Empire. Their names: Khay, Annie, Betty, Arwin, Swen, Rhianna, and Hector. Together, they were stronger than all the monsters of the Badlands. Long before the Copperhead Road was found, they knew the paths and tunnels from Masgarth to Manacalon. They brought back an old book with teachings of how to enchant primed weapons, and sold it to a dwarf lord of the Gormsdottir clan. That was the start of it all. Soon, all eyes turned to the Badlands. The thirst for the forgotten secrets of the Old Empire was growing. The rest is scribbled.
ko: 일대기 초안 섀도우 테이머의 추억 아르윈 머튼 1022 A.C. 그들은 몰락 이후 처음으로 산을 넘어 구제국으로 향하는 용감한 탐험가 몇 명일 뿐이었다. 케이, 애니, 베티, 아르윈, 스웬, 리한나, 헥터가 바로 그들이었다. 함께하는 한, 그들은 황무지의 다른 어떤 괴물보다 강했다. 코퍼헤드 길이 발견되기 한참 전에도, 그들은 마스가르드에서 마나칼론에 이르는 여러 경로과 통로들을 알고 있었다. 그들은 준비된 무기에 마법을 부여하는 방법에 대한 가르침이 담긴 고서를 가져와 곰스도티르 부족의 드워프 군주에게 팔았다. 그것이 모든 것의 시작이었다. 곧, 모든 시선이 황무지를 향했다. 구제국의 잊혀진 비밀에 대한 갈증은 커져만 갔다. 나머지는 휘적거린 낙서입니다.

# Equipment/&Item_Food_Ration_Created_Title
source: Magic Food Ration
ko: 마법 식량 1일분

# Equipment/&Item_Food_Ration_Created_Description
source: Enough food for one day, created by magic. Cannot be sold.
ko: 마법으로 만든 하루치 식량. 판매할 수 없습니다.

# Equipment/&ArcaneShieldstaff_Title
source: Arcane Shieldstaff
ko: 비전 보호스태프

# Equipment/&ArcaneShieldstaff_Lore_Description
source: Shield staves are rare artifacts from ages long past. Crafted by an ancient mage during wartime, this staff promises to keep its user safe and free to focus on other magical pursuits, leaving defense to the staff.
ko: 보호스태프는 오래 전의 희귀 유물입니다. 전쟁 중에 고대 마법사가 제작한 이 지팡이는 사용자를 안전하게 보호함으로써, 사용자가 방어를 스태프에 맡기고 다른 마법 활동에 집중할 수 있도록 합니다.

# Equipment/&Brightwall_Title
source: Brightwall
ko: 브라이트월

# Equipment/&Brightwall_Description
source: A relic that can be traced all the way back to Tirmar. References to Brightwall can be found in the rare texts describing epic fights against Soraks.
ko: 티르마르 시기부터 발견되는 유물. 브라이트월에 대한 언급은 소락들과의 위대한 싸움을 묘사하는 흔치 않은 텍스트에서 찾을 수 있습니다.

# Equipment/&PoisonVipersBiteDescription
source: A poison distilled from the venom glands of poisonous snakes. Can be applied to weapons for additional poison damage.
ko: 독사의 독샘에서 추출한 독. 무기와 탄약에 발라 추가 피해를 입힐 수 있습니다.

# Equipment/&PoisonVipersBiteTitle
source: Viper's Bite
ko: 독사의 공격

# Equipment/&Poison_BrimstoneFang_Title
source: Brimstone Fang
ko: 유황 송곳니

# Equipment/&Poison_BrimstoneFang_Description
source: A poison crafted from the venomous fangs of a Brimstone Viper.
ko: 유황 독사의 독니로 만든 독입니다.

# Equipment/&Poison_TigerFang_Title
source: Tiger Fang
ko: 호랑이 송곳니

# Equipment/&Poison_TigerFang_Description
source: A poison crafted from the venomous fangs of a Tiger Drake.
ko: 타이거 드레이크의 독니로 만든 독입니다.

# Equipment/&Poison_DarkStab_Title
source: Dark Stab
ko: 암흑 찌르기

# Equipment/&Poison_DarkStab_Description
source: A poison crafted from the poison gland of a Badlands Spider.
ko: 황무지 거미의 독샘에서 만든 독입니다.

# Equipment/&Poison_DeepPain_Title
source: Deep Pain
ko: 심연의 고통

# Equipment/&Poison_DeepPain_Description
source: A poison crafted from the venomous fangs of a Deep Spider.
ko: 심연에 사는 지하 거미의 독니에서 뽑은 독입니다.

# Equipment/&Poison_ArivadsKiss_Title
source: Arivad's Kiss
ko: 아리바드의 키스

# Equipment/&Poison_ArivadsKiss_Description
source: A poison crafted with the poisonous spine of a Sorak.
ko: 소락의 독가시로 만든 독입니다.

# Equipment/&Poison_ArunsLight_Description
source: A chemical poison that blinds an opponent for a short while.
ko: 잠시 동안 상대의 눈을 멀게 하는 인공 독입니다.

# Equipment/&Poison_TheLongNight_Title
source: The Long Night
ko: 긴 밤

# Equipment/&Poison_TheLongNight_Description
source: A poison crafted with scales of flying snakes, which consumes you from the inside.
ko: 비행뱀의 비늘로 만든 독으로, 당신을 안쪽부터 집어삼킵니다.

# Equipment/&Poison_TheBurden_Title
source: The Burden
ko: 짐덩어리

# Equipment/&Poison_TheBurden_Description
source: A chemical poison that makes you feel like you're carrying a mountain.
ko: 산을 짊어지고 있는 듯한 느낌을 주는 인공 독입니다.

# Equipment/&Poison_GhoulsCaress_Title
source: Ghoul's Caress
ko: 구울의 손길

# Equipment/&Poison_GhoulsCaress_Description
source: A terrifying chemical poison that can paralyze even the greatest fighter.
ko: 아주 강력한 전사마저 마비시킬 수 있는 무시무시한 인공 독.

# Equipment/&Ingredient_SorakPoisonSpine_Title
source: Sorak Poisonous Spine
ko: 소락 독가시

# Equipment/&Ingredient_SorakPoisonSpine_Description
source: Taken from the corpse of a Sorak, this spine contains a poison that can be processed to be used on a weapon.
ko: 소락의 시체에서 채취한 이 가시에는 무기에 바를 수 있게 가공할 수 있는 독이 들어 있습니다.

# Equipment/&Ingredient_TigerDrakeFang_Title
source: Tiger Drake Venom Gland
ko: 타이거 드레이크 독샘

# Equipment/&Ingredient_TigerDrakeFang_Description
source: Taken from the corpse of a Sorak, this spine contains a poison that can be processed to be used on a weapon.
ko: 소락의 시체에서 채취한 이 가시에는 무기에 바를 수 있게 가공할 수 있는 독이 들어 있습니다.

# Equipment/&Ingredient_SpiderQueenPoisonGland_Title
source: Spider Queen Poison Gland
ko: 거미 여왕 독샘

# Equipment/&Ingredient_SpiderQueenPoisonGland_Description
source: Harvested from the body of a spider queen, these glands have mystical capabilities. In the hands of a capable enchanter, they can be used to craft deadly poisons or even poisoning weapons.
ko: 거미 여왕의 몸에서 채취한 이 독샘은 신비한 능력을 가지고 있습니다. 유능한 인챈터의 손에서 치명적인 독을 만들거나 무기를 독으로 강화하는데 사용될 수 있습니다.

# Equipment/&ItemRingOfRegenerationDescription
source: An ancient ring created to keep warlords on their feet on the battlefield. While attuned, it will constantly heal its wearer as long as they are above 1 HP.
ko: 전쟁터에서 지휘관을 보호하기 위해 만들어진 고대의 반지입니다. 조율했다면, 착용자의 HP가 1 이상인 한 지속적으로 치유합니다.

# Equipment/&ItemRingOfRegenerationUnidentifiedDescription
source: This ring bears symbols of life and health. It may have magical properties.
ko: 이 반지는 생명과 건강의 상징이 새겨져 있습니다. 마법적인 기능이 있을지도 모릅니다.

# Equipment/&ItemRingOfRegenerationTitle
source: Ring of Regeneration
ko: 재생의 반지

# Equipment/&Cog_of_Cohh_Title
source: Cog of Cohh
ko: 코흐의 톱니방패

# Equipment/&Cog_of_Cohh_Description
source: The exquisite craftsmanship of this cog ensures that the bearer is held in high regard by all who see him. And in a pinch, strong dwarven metal has been known to stop a blade!
ko: 이 톱니방패에서 드러나는 정교한 솜씨는 모든 사람이 그 소유자를 높이 평가할 수 밖에 없도록 만듭니다. 그리고 당연하게도, 강력한 드워프제 금속이 칼날을 멈추게 하는 것으로 유명합니다!

# Equipment/&Cog_of_Cohh_Unidentified_Title
source: Gear-shaped Shield
ko: 톱니바퀴 모양 방패

# Equipment/&Cog_of_Cohh_Unidentified_Description
source: A giant gear of an ancient machine that lost its purpose countless years ago. It's much lighter than it looks, seemingly part of a larger whole. It has been equipped with a strap that makes it usable as a shield.
ko: 아주 오랜 시간 전에 본래의 목적을 잃어버린 고대 기계의 거대한 기어. 그것은 보기보다 훨씬 더 가벼우며, 더 큰 전체의 일부처럼 보입니다. 방패로 사용할 수 있는 스트랩이 장착되어 있습니다.

# Equipment/&Staff_of_Metis_Title
source: Staff of Metis
ko: 메티스의 스태프

# Equipment/&Staff_of_Metis_Description
source: TBC
ko: 알 수 없음

# Equipment/&Staff_of_Metis_Unidentified_Title
source: Acacia Staff
ko: 아카시아 스태프

# Equipment/&Staff_of_Metis_Unidentified_Description
source: Made out of a strong branch of an acacia tree, on the top end it holds a giant sapphire that has somehow grown into the branch.
ko: 아카시아 나무의 튼튼한 가지로 만들어졌으며, 윗쪽 끝부분에는 스태프와 잘 결합된 거대한 사파이어가 있습니다.

# Equipment/&Abjuration_HolySymbol_Title
source: Antique Holy Symbol
ko: 고대의 성표

# Equipment/&Abjuration_HolySymbol_Description
source: This ancient holy symbol was probably owned by a cleric from Tirmar. It bears a cloud, a wave, and a flame.
ko: 이 고대의 성표는 아마도 티르마르의 성직자의 소유였을 것입니다. 그것은 구름과 파도, 그리고 불꽃을 품고 있습니다.

# Equipment/&Abjuration_EmtansPackage_Title
source: Small Box
ko: 작은 상자

# Equipment/&Abjuration_EmtansPackage_Description
source: An old wooden box.
ko: 오래된 나무 상자입니다.

# Equipment/&Enchanted_Rapier_Adder_Description
source: This enchanted weapon was forged with the ancient knowledge of Manacalon's master smiths, using a primed rapier and the venom of a legendary spider from Solasta's depths. The blade's designer was Griff Blackheart, a notorious Marsh halfling smith working in the forges of the Aer Elai.
ko: 이 마법 무기는 준비된 레이피어와 솔라스타의 깊은 곳에 살던 전설적인 거미의 독에 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 에어 엘라이의 대장간에서 일하는 악명높은 마쉬 하플링 대장장이인 그리프 블랙하트가 이 검을 만들었습니다.

# Equipment/&Backpack2Description
source: A creation of Eirollimon Apasseich, he ensured all Greenmages of the Coedymwarth on patrol had access to them. It is much more practical than it seems and increases your carrying capacity by a lot.
ko: 에롤리먼 아파슈츠 작품으로, 그는 순찰 임무를 맡은 코이뒴워스의 모든 그린메이지가 이것을 이용할 수 있게 하였습니다. 이 가방은 보기보다 훨씬 실용적이며, 운반 용량을 크게 증가시켜 줍니다.

# Equipment/&Backpack3Description
source: This item was crafted to the specifications of Emperor Laethar the Gold Soul, who wanted treasures of the conquered province stocked in special bags. It is almost weightless and increases your carrying capacity enormously.
ko: 이 아이템은 정복된 지방의 보물을 특별한 가방에 담아두길 원했던 황제, 황금 영혼 래타르의 요구대로 제작되었습니다. 무게가 거의 느껴지지 않으며, 운반 능력을 엄청나게 증가시킵니다.

# Equipment/&Enchanted_Dagger_Souldrinker_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. A favorite of Silent Whisper agents, this weapon was designed by Cylordir Redblade.
ko: 이 마법 무기는 마나칼론의 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 고요한 속삭임의 요원들이 선호하는 이 무기는 사이롤더 레드블레이드가 설계했습니다.

# Equipment/&Enchanted_Breastplate_Of_Deflection_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Eldoril Puremind made it his life work to create armor that protects against a dagger in the back. This is his finest creation.
ko: 이 마법 갑옷은 마나칼론의 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 엘도릴 퓨어마인드는 뒤에서 찌르는 단검을 막을 수 있는 갑옷을 만드는 것을 일생의 과제로 삼았습니다. 이것은 그의 최고의 작품입니다.

# Equipment/&Enchanted_Breastplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of these armors for the Emperor's personal guard.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 일두리얼 스트롱핸드는 황제의 호위대를 위해 이러한 종류의 갑옷을 처음으로 제작했습니다.

# Equipment/&Enchanted_Longsword_Frostburn_Description
source: This enchanted weapon was forged using the ancient knowledge of dwarven master smiths. It was designed by Keliandir Moltenheart, who forged this weapon to fight salamanders after an exploration of the elemental planes went awry.
ko: 이 마법 무기는 드워프 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 이것은 정령 차원의 탐사가 실패한 후, 샐러맨더와 싸우기 위해 이 무기를 만든 켈리안더 몰튼하트에 의해 설계되었습니다.

# Equipment/&Enchanted_Longsword_Dragonblade_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Lestoreth Steelarm to fight in the frozen North of the Empire.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 레스토레스 스틸암이 제국의 얼어붙은 북쪽지방에서 싸우기 위해 설계했습니다.

# Equipment/&Enchanted_Longbow_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Colthannin's master bowyers. It was designed by Elgador Keenspirit, Magesmith of the Arcaneum to support combat against undead creatures.
ko: 이 마법 무기는 콜사닌 활 장인들의 고대 지식을 활용하여 제작되었습니다. 그것은 언데드 생물과의 전투를 지원하기 위해 아케니움의 마법사 장인인 엘가도르 킨스피릿에 의해 설계되었습니다.

# Equipment/&Enchanted_LeatherArmor_Of_Survival_Description
source: This enchanted armor was created using the ancient knowledge of Colthannin's master armorers. Medreth Sharpeye designed this garment to protect Coedymwarth scouts against Imperial magic.
ko: 이 마법 갑옷은 콜사닌 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 메드레스 샤프아이는 코이딤워스 정찰병을 제국의 마법으로부터 보호하기 위해 이 갑옷을 설계했습니다.

# Equipment/&Enchanted_LeatherArmor_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Colthannin's master armorers. Defineth Sharpeye stole and adapted Ildurial's design to the needs of Coedymwarth scouts.
ko: 이 마법 갑옷은 콜사닌의 갑옷 장인들의 고대 지식을 활용하여 만들어졌습니다. 데피니스 샤프아이는 코이딤워스 스카우트의 요구에 맞게 일두리얼의 디자인을 훔쳐 개조했습니다.

# Equipment/&Enchanted_Halfplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of those armors for the Emperor's personal guard.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 일두리얼 스트롱핸드는 황제의 호위대를 위해 이러한 종류의 갑옷을 처음으로 제작했습니다.

# Equipment/&Enchanted_Greatsword_Doom_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Kenaloth Darkmind devised the Doomblades as a tool of punishment for those who resisted the might of the Empire.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 케날로스 다크마인드는 제국의 힘에 저항한 자들을 위한 징벌의 도구로써 둠블레이드를 고안했습니다.

# Equipment/&Enchanted_EmpressGarb_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. It was originally design by Ildurial Stronghand as a wedding gift to Empress Cylloriel Wildspirit, the Warrior Empress. It does not require any armor proficiency and places no limit on DEX modifier.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 처음에 일두리얼 스트롱핸드는 전사 여제, 실로리얼 와일드스피릿의 결혼 선물로 이 갑옷을 설계했습니다. 이 갑옷은 갑옷 숙련도를 필요로 하지 않으며, 민첩 수정치에 제한이 없습니다.

# Equipment/&Enchanted_Longsword_Warden_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Ildurial Stronghand, a famous Manacalon bladesmith. The first such blade, the Manacalon Warden, was offered to the commander of the Euraidd.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 마나칼론 유명한 검 제작자인 일두리얼 스트롱핸드가 설계했습니다. 이렇게 설계된 검의 첫 작품, 마나칼론 감시자는 유라이드의 사령관를 위해 만들어졌습니다.

# Equipment/&Enchanted_Longsword_Storm_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Galar Stormforge, the first dwarven smith to harness the power of the storm in a weapon - to devastating effect!
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 그것은 파괴적인 효과를 끌어내기 위해 폭풍의 힘을 무기로 활용한 최초의 드워프 대장장이인 갈라르 스톰포지가 설계했습니다!

# Equipment/&Item_Food_Ration_Foraged_Title
source: Foraged food
ko: 채집한 음식

# Equipment/&Item_Food_Ration_Foraged_Description
source: A ration of food made with the result of your hunting and foraging while traveling. It has not been prepared to last long and must be consumed quickly.
ko: 여행 중 사냥과 채집으로 만들어진 1일치 식량. 오래 지속되도록 준비되지 않았으므로 빨리 소비해야 합니다.

# Equipment/&FunctionGemOfSeeingTitle
source: Truesight
ko: 진실의 보석

# Equipment/&GemOfSeeingDescription
source: Such gems are usually found as holy relics in the temples of Einar, as they can help detect shapechangers. They are used on Einar's holy days for various rituals.
ko: 이러한 보석은 일반적으로 에이나르 신전의 신성한 유물로 발견되는데, 이는 형태변환자를 탐지하는 데 도움이 될 수 있기 때문입니다. 이 보석들은은 다양한 의식을 위해 에이나르의 신성한 기념일들에 사용됩니다.

# Equipment/&GemOfSeeingTitle
source: Gem of Seeing
ko: 시야의 보석

# Equipment/&GemOfSeeingUnidentifiedDescription
source: A beautiful gem that facets reflect light in multicolored hues.
ko: 깎인 면이 빛을 여러 가지 빛깔로 반사하는 아름다운 보석.

# Equipment/&GemOfSeeingUnidentifiedTitle
source: Multicolored Gem
ko: 형형색색의 보석

# Equipment/&BootsWingedDescription
source: Birdwatching is not easy when you can't fly. Millie Strongbreeze created these boots to pursue her passion for ornithology.
ko: 날지 못하면서 새를 관찰하는 일은 쉽지 않습니다. 밀리 스트롱브리즈는 조류학에 대한 그녀의 열정을 추구하면서 이 부츠를 만들었습니다.

# Equipment/&BootsWingedTitle
source: Winged Boots
ko: 날개 달린 신발

# Equipment/&MinimalStrengthDescription
source: Minimal STR: {0}
ko: 최소 힘: {0}

# Equipment/&Unidentified_Gauntlets_Description
source: Metallic gauntlets of superior craftsmanship.
ko: 뛰어난 장인의 솜씨로 만들어진 금속 건틀릿입니다.

# Equipment/&Unidentified_Gauntlets_Title
source: Magnificent Gauntlets
ko: 화려한 건틀릿

# Equipment/&Unidentified_Slippers_Description
source: A pair of comfortable slippers that seem sturdy enough to walk the roads in.
ko: 도로를 걸어도 괜찮을 만큼 튼튼해 보이는 편안한 슬리퍼 한 켤레.

# Equipment/&Unidentified_Slippers_Title
source: Slippers
ko: 슬리퍼

# Equipment/&StoneOfGoodLuck_Unidentified_Description
source: A beautiful pendant in the shape of a four-leaf clover.
ko: 네잎클로버 모양의 아름다운 펜던트.

# Equipment/&ManualOfBodilyHealth_Title
source: Manual of Bodily Health
ko: 신체 건강 안내서

# Equipment/&ManualOfBodilyHealth_Function_Description
source: Avar Wiseheart surmounted a debilitating disease to win the dwarven games. He summarized his methods in this manual.
ko: 아바르 와이즈하트는 드워프 게임에서 승리하기 위해 쇠약해지는 질병을 극복했습니다. 그는 이 안내서에 자신의 방법을 요약했습니다.

# Equipment/&ManualOfBodilyHealth_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfBodilyHealth_Unidentified_Description
source: A book that contains a series of advice for those aiming to improve their health.
ko: 건강 증진을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책입니다.

# Equipment/&ManualOfGainfulExercise_Title
source: Manual of Gainful Exercise
ko: 유익한 운동 안내서

# Equipment/&ManualOfGainfulExercise_Function_Description
source: Avar Wiseheart surmounted a debilitating disease to win the dwarven games. He summarized his methods in this manual.
ko: 아바르 와이즈하트는 드워프 게임에서 승리하기 위해 쇠약해지는 질병을 극복했습니다. 그는 이 안내서에 자신의 방법을 요약했습니다.

# Equipment/&ManualOfGainfulExercise_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfGainfulExercise_Unidentified_Description
source: A book that contains a series of advice for those aiming to get stronger.
ko: 강해지는 것을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책.

# Equipment/&ManualOfQuicknessOfAction_Title
source: Manual of Quickness of Action
ko: 신속 행동 안내서

# Equipment/&ManualOfQuicknessOfAction_Function_Description
source: Gifaliel Swiftfoot wrote this manual for her students at the Imperial Ballet School of Siothyrnas.
ko: 지파리엘 스위프트풋이 시오시르나스 제국 발레 학교의 학생들을 위해 쓴 안내서입니다.

# Equipment/&ManualOfQuicknessOfAction_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfQuicknessOfAction_Unidentified_Description
source: A book that contains a series of advice for those aiming to become more agile.
ko: 좀 더 민첩해지는 것을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책입니다.

# Equipment/&ManualOfLeadership_Title
source: Tome of Leadership and Influence
ko: 리더십과 영향력의 책

# Equipment/&ManualOfLeadership_Function_Description
source: The seminal leadership work of the Iron Legion's general officer course.
ko: 강철군단 장교 종합 과정의 획기적인 리더십 작업물.

# Equipment/&ManualOfLeadership_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfLeadership_Unidentified_Description
source: A book that contains a series of advice for those who aim to gain influence and leadership.
ko: 영향력과 지도력을 얻으려는 사람들을 위한 일련의 조언이 포함된 책입니다.

# Equipment/&ManualOfQuickThought_Title
source: Tome of Quick Thought
ko: 빠른 생각의 책

# Equipment/&ManualOfQuickThought_Function_Description
source: The distilled learnings of Manacalon scholars, this tome has fascinated generations of arcanists.
ko: 마나칼론 학자들의 배움이 응축되어 담긴 이 책은, 여러 세대에 걸쳐 비전술사들을 매료시켰습니다.

# Equipment/&ManualOfQuickThought_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfQuickThought_Unidentified_Description
source: A book that contains a series of advice for those aiming to become smarter.
ko: 똑똑해지고 싶은 사람들을 위한 일련의 조언이 담긴 책.

# Equipment/&ManualOfUnderstanding_Title
source: Tome of Understanding
ko: 이해의 책

# Equipment/&ManualOfUnderstanding_Function_Description
source: Inspired by Pakri, this tome has brought a deep faith in higher (or lower) powers to many agnostics.
ko: 파크리에서 영감을 받은 이 책은, 많은 회의론자들에게 더 높은(또는 낮은) 힘에 대한 깊은 믿음을 가져다 주었습니다.

# Equipment/&ManualOfUnderstanding_Unidentified_Title
source: Leather-bound Book
ko: 가죽 제본 책

# Equipment/&ManualOfUnderstanding_Unidentified_Description
source: A book that contains a series of advice for those aiming to grow wiser.
ko: 보다 현명해지려는 사람들을 위한 일련의 조언이 담긴 책.

# Equipment/&BootsOfTheWinterlandDescription
source: Lestoreth Steelarm created these boots to accompany the Iron Legion on a march through the frozen North.
ko: 레스토레스 스틸암은 얼어붙은 북부를 가로질러 행군하는 강철 군단과 동행하기 위해 이 장화를 만들었습니다.

# Equipment/&BootsOfTheWinterlandTitle
source: Boots of the Winterlands
ko: 겨울땅의 장화

# Equipment/&CloakOfArachnida_Title
source: Cloak of Arachnida
ko: 거미의 망토

# Equipment/&CloakOfArachnida_Description
source: The masters of the Darkweavers' Guild were the first users of such cloaks!
ko: 암흑술사 길드의 마스터들이 이런 망토를 최초로 사용했습니다!

# Equipment/&CloakOfArachnida_Unidentified_Title
source: Beautiful Cloak
ko: 아름다운 망토

# Equipment/&CloakOfArachnida_Unidentified_Description
source: A rich cloak embroidered with silvery threads.
ko: 은빛 실로 수놓아진 풍성한 망토.

# Equipment/&ChimeOfOpening_Title
source: Chime of Opening
ko: 개문의 종

# Equipment/&ChimeOfOpening_Function_Description
source: Use to cast the Knock spell and open a chest or door. After ten uses, the item is destroyed.
ko: 잠금해제 주문을 시전하고, 궤짝이나 문을 여는 데 사용합니다. 10번 사용하면 아이템이 파괴됩니다.

# Equipment/&ChimeOfOpening_Unidentified_Title
source: Silver Chime
ko: 은빛 종

# Equipment/&ChimeOfOpening_Unidentified_Description
source: A nice silver chime with minuscule elvish runes engraved on it.
ko: 아주 작은 엘프 룬이 새겨진 멋진 은색 종입니다.

# Equipment/&BracersOfArcheryDescription
source: A favorite of Colthannin border patrols.
ko: 콜사닌 국경 순찰대가 좋아하는 물건.

# Equipment/&_Item_RingOfProtection_plus_one_Description
source: A ring first devised to protect shock arcanists fighting the Empire's battles. Awarded upon graduation from the Arcaneum.
ko: 제국의 전투에서 싸우는 쇼크 아르카니스트를 보호하기 위해 처음 고안된 반지입니다. 아케니움 졸업 시 수여됩니다.

# Equipment/&Backpack3_Unidentified_Title
source: Nice-looking Bag
ko: 보기 좋은 가방

# Equipment/&Backpack3_Unidentified_Description
source: This bag seems too small to be of any use to an adventurer, unless it has hidden magical properties.
ko: 숨겨진 마법 속성이 없다면, 이 가방은 모험가가 사용하기에는 너무 작아 보입니다.

# Equipment/&Backpack2Title
source: Handy Haversack
ko: 편리한 잡낭

# Equipment/&BeltOfGiantHillStrength_Description
source: At the dawn of time, there was a confrontation between the giants and the elves. The elven arcanists didn't waste anything from the giants, harnessing their life essence to create powerful magical items.
ko: 태초에 거인과 엘프의 싸움이 있었습니다. 엘프 비전술사들은 거인들의 골수까지 빨아먹으며, 그들의 생명의 정수를 활용하여 강력한 마법 아이템을 만들었습니다.

# Equipment/&GauntletsOfOgrePower_Description
source: Arasdir Lighthand crafted these gauntlets, showing ogres the superiority of mind over matter.
ko: 아라스디르 라이트핸드가 제작한 이 건틀릿은 오우거들에게 힘보다 정신력이 더 중요하다는 것을 보여주었습니다.

# Equipment/&RingDarkvision_Description
source: While wearing this ring, you have Darkvision just like an elf. Devised by an eccentric Manacalon arcanist specialized in light spells to ensure his famed cook, the island halfling Mildred Sharpnose, could deliver breakfast at all hours, without having to illuminate his studies.
ko: 이 반지를 끼고 있으면 엘프처럼 어둠시야가 생깁니다. 빛 계열 주문에 빠삭한 괴짜 마나칼론 비전술사가 그의 유명한 요리사인 섬 하플링, 밀드레드 샤프노즈가 그가 연구하는 동안 불을 켜지 않고 낮밤 없이 식사를 배달할 수 있도록 하기 위해 고안했습니다.
