Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Shield_plus_1_Title
source: Shield +1
ko: 방패 +1

# Equipment/&Shield_plus_1_Unidentified_Description
source: This metal shield is of magnificent workmanship, with mystical runes on its surface.
ko: 이 금속 방패는 훌륭한 장인 솜씨로 만들어졌으며 표면에 신비한 룬이 새겨져 있습니다.

# Equipment/&Shield_plus_1_Unidentified_Title
source: Magnificent Shield
ko: 화려한 방패

# Equipment/&Shield_plus_2_Description
source: A powerful magical shield used by the Tirmarian Golden Cavalry at the time of the Cataclysm.
ko: 대격변 당시 티르마르의 황금 기병대가 사용하던 강력한 마법 방패입니다.

# Equipment/&Shield_plus_2_Title
source: Shield +2
ko: 방패 +2

# Equipment/&ShieldCategoryDescription
source: A shield is made of wood or metal and is carried in one hand. You can only benefit from one shield at a time.
ko: 방패는 나무나 금속으로 만들어졌으며 한 손에 들고 다닙니다. 한 번에 하나의 방패만 사용할 수 있습니다.

# Equipment/&ShieldCategoryTitle
source: Shield
ko: 방패

# Equipment/&Shortbow_plus_1_Description
source: A superbly balanced enchanted shortbow from the Manacalon era, used by the Imperial scout corps.
ko: 제국 정찰대가 사용하던 마나칼론 시대의 균형이 잘 잡힌 숏보우입니다.

# Equipment/&Shortbow_plus_1_Title
source: Shortbow +1
ko: 숏보우 +1

# Equipment/&Shortbow_plus_1_Unidentified_Description
source: This superbly balanced shortbow is engraved with ancient runes.
ko: 환상적으로 균형이 잘 잡힌 이 숏보우에는 고대 룬이 새겨져 있습니다.

# Equipment/&Shortbow_plus_1_Unidentified_Title
source: Magnificent Shortbow
ko: 화려한 숏보우

# Equipment/&ShortbowPlus1TypeTitle
source: Shortbow+1
ko: 숏보우+1

# Equipment/&ShortbowTypeTitle
source: Shortbow
ko: 숏보우

# Equipment/&ShortswordTypeTitle
source: Shortsword
ko: 숏소드

# Equipment/&SickleTypeTitle
source: Sickle
ko: 낫

# Equipment/&SimpleWeaponCategoryDescription
source: The simplest types of weapons that most people can use with proficiency, but not everyone.
ko: 대부분의 사람들이 능숙하게 다룰 수 있는 가장 단순한 무기 유형입니다.

# Equipment/&SimpleWeaponCategoryTitle
source: Simple Weapons
ko: 단순 무기

# Equipment/&SlingTypeTitle
source: Sling
ko: 슬링

# Equipment/&SpearTypeTitle
source: Spear
ko: 스피어

# Equipment/&SpellbookCapacityDescription
source: Used pages: {0}/{1}
ko: 사용한 페이지: {0}/{1}

# Equipment/&SpellbookContainsDescription
source: Spells: {0}
ko: 주문: {0}

# Equipment/&SpellbookDescription
source: Essential for wizards, a spellbook is a leather-bound tome with 100 blank vellum pages suitable for recording spells.
ko: 위자드에게 필수품인 주문책은 주문을 기록할 수 있는 빈 양피지 100페이지가 있는 가죽으로 제본된 책입니다.

# Equipment/&SpellbookTitle
source: Spellbook
ko: 주문책

# Equipment/&StaffOfFireDescription
source: Another creation of Lanathir Goldenfire, no mere trinket but a mighty weapon in the right hands.
ko: 라나티르 골든파이어의 창조물인 이 지팡이는 적절한 사람의 손에서는 단순한 장신구가 아니라 강력한 무기입니다.

# Equipment/&StaffOfFireTitle
source: Staff of Fire
ko: 화염 스태프

# Equipment/&StaffSpecialDescription
source: A beautiful staff, possibly more than it seems at first glance.
ko: 언뜻보기에 보이는 것보다 더 아름다운 스태프입니다.

# Equipment/&StaffSpecialTitle
source: Superior Staff
ko: 우수한 스태프

# Equipment/&StarterPackGeneralDescription
source: A starter pack contains everything a character needs to start an adventuring life.
ko: 스타터 팩에는 캐릭터가 모험 생활을 시작하는 데 필요한 모든 것이 들어 있습니다.

# Equipment/&StartingWealth10GPDescription
source: Your Savings
ko: 저축금

# Equipment/&StartingWealth10GPTitle
source: 10 gold pieces
ko: 금화 10 조각

# Equipment/&StartingWealth15GPDescription
source: Your Savings
ko: 저축금

# Equipment/&StartingWealth15GPTitle
source: 15 gold pieces
ko: 금화 15 조각

# Equipment/&StartingWealth25GPDescription
source: Your Savings
ko: 저축금

# Equipment/&StartingWealth25GPTitle
source: 25 gold pieces
ko: 금화 25 조각

# Equipment/&StartingWealth40GPDescription
source: Your Savings
ko: 저축금

# Equipment/&StartingWealth40GPTitle
source: 40 gold pieces
ko: 금화 40 조각

# Equipment/&ThievesToolTypeDescription
source: Contains a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers, useful for disarming traps and opening locks.
ko: 함정을 해제하거나 자물쇠를 따는데 우용한 작은 쇠줄, 자물쇠 따개, 금속 손잡이가 달린 소형 거울, 가느다란 가위, 그리고 한 쌍의 집게가 들어있습니다.

# Equipment/&ThievesToolTypeTitle
source: Thieves' Tools
ko: 도둑 도구

# Equipment/&ToM_ArchaeologicalNotes_01_Content
source: This Manacalon woman was probably a high-ranking wizard. She might have been living here, east of the Inner Empire…<i>Various notes about the statue follow.</i>
ko: 이 마나칼론 여성은 아마도 고위 위자드였을 것이다. 그녀는 제국 동쪽에 있는 이 곳에 살고 있었을지도 모른다...<i>조각상에 대한 다양한 메모가 이어집니다.</i>

# Equipment/&ToM_ArchaeologicalNotes_01_Description
source: Notes about a possible Manacalon master of magic, based on a statue discovered in the ruined tower.
ko: 폐허가 된 탑에서 발견된 조각상을 고려하면, 마나칼론 마법 마스터에 대한 메모일 것입니다.

# Equipment/&ToM_ArchaeologicalNotes_01_Title
source: Archaeological Notes
ko: 고고학 기록

# Equipment/&ToM_ArchaeologicalNotes_02_Content
source: This statue represents a humanoid dragon, wearing classical Manacalon wizards' robes. A scholar might know what that means.
ko: 이 조각상은 고전적인 마나칼론 위자드의 로브를 입고 있는 인간형 드래곤을 나타냅니다. 학자는 이것이 무엇을 의미하는지 알 수 있을 것 같습니다.

# Equipment/&ToM_ArchaeologicalNotes_02_Description
source: Notes on a strange statue found in the ruined tower in the Badlands.
ko: 황무지에 폐허가 된 탑에서 발견된 이상한 조각상에 대한 메모입니다.

# Equipment/&ToM_ArchaeologicalNotes_02_Title
source: Archaeological Notes
ko: 고고학 기록

# Equipment/&ToM_ArchaeologicalNotes_03_Content
source: This statue is in a classic pose used for Emperors. An inscription names Lerithir Imradir.
ko: 이 조각상은 황제들이 사용하는 고전 자세를 취하고 있습니다. 비문에는 레리티르 임라디르라는 이름이 있습니다.

# Equipment/&ToM_ArchaeologicalNotes_03_Description
source: Notes about a statue of Lerithir Imradir, the last Emperor of Manacalon. This means the tower was active when the Cataclysm struck.
ko: 마나칼론의 마지막 황제인 레리티르 임라디르의 조각상에 대한 메모입니다. 이것은 대격변이 닥쳤을 때 탑이 작동하고 있었음을 의미합니다.

# Equipment/&ToM_ArchaeologicalNotes_03_Title
source: Archaeological Notes
ko: 고고학 기록

# Equipment/&ToM_SecretSpellbook_Content
source: This spellbook is impossible to open. It might have been magically closed by its owner before the Cataclysm! Who knows what spells it might contain? Find someone who can open it.
ko: 이 주문책을 열 수 없습니다. 대격변이 일어나기 전에 주인이 마법을 이용하여 닫았을 수도 있습니다! 이 안에 어떤 주문이 들어 있을지 누가 알겠습니까? 열 수 있는 사람을 찾으십시오.

# Equipment/&ToM_SecretSpellbook_Description
source: A magically closed spellbook from the Manacalon era.
ko: 마나칼론 시대의 마법으로 닫힌 주문책입니다.

# Equipment/&ToM_SecretSpellbook_Title
source: Secret Spellbook
ko: 비밀 주문책

# Equipment/&ToM_SorakHead_Description
source: This disgusting package is the proof the Legacy Council needs. The Sorr-Akkath are not just a myth!
ko: 이 역겨운 꾸러미는 유산 평의회가 요구하는 증거입니다. 소라카스는 허황된 이야기가 아닙니다!

# Equipment/&ToM_SorakHead_Title
source: Sorak Head
ko: 소락의 머리

# Equipment/&TorchHolderTitle
source: Torch Holder
ko: 횃불 걸이

# Equipment/&TorchTitle
source: Torch
ko: 횃불

# Equipment/&TowerOfMagic_Myth_Document_Content
source: It has by many been Observed that the major folks of old Solasta have in each case an Affinity toward one of the Classical Elements: the ancient Elves were unto Air, the Dwarves unto Earthe, and the Halfelinges unto Water. Though many others dispute this Hypothesis, there are Several Compelling Arguments in its Favour, and such Questions as remain Unanswered may be considered Insufficient to constitute a Comprehensive and Satisfactory Refutation. The Elves of the most Ancient Times were High Elves, without Exception. The Sylvan breed came about from a Schism among their people, which accompanied the Founding of the Manacalonne Empire. Some, dissatisfied with the Firmnesse of its Rule and voicing many Complaintes of Tyrranie, withdrew themselves…
ko: 고대 솔라스타의 주요 종족들이 각각 특정 원소에 친화력을 지니고 있음을 많은 이들이 관찰하였다: 고대 엘프는 바람에, 드워프는 대지에, 그리고 하플링들은 물에 친화력이 있었다. 많은 이들이 이 가설에 이의를 제기하였지만, 반대로 이에 찬성하는 설득력 있는 주장이 몇 가지 있었으며, 답변되지 않은 의문점들이 그 자체로 포괄적이고 만족스러운 반박문에 쓰이기에는 불충분하다고 간주될 수 밖에 없다. 가장 고대의 엘프는 예외 없이 하이 엘프였다. 실반 혈통은 마나칼론 제국의 건국을 동반한 종족 분열에서 비롯되었다. 엄한 통치와 폭정에 불만을 표명한 일부는 자진해서 물러났다…

# Equipment/&TowerOfMagic_Myth_Document_Description
source: An old book written in Dwarvish.
ko: 드워프어로 쓰여진 오래된 책입니다.

# Equipment/&TowerOfMagic_Myth_Document_Title
source: Myths of Solasta
ko: 솔라스타의 신화들

# Equipment/&TowerOfMagic_SorakOrders_Content
source: It must be somewhere within the old tower. If you find It, send for the Tshar. Protect It with your lives.
ko: 오래된 탑 안 어딘가에 있다. 찾으면 차르를 찾거라. 목숨을 걸고 지켜라.

# Equipment/&TowerOfMagic_SorakOrders_Description
source: A letter found on the corpse of a Sorr-Akkath, close to the Crown.
ko: 왕관 근처에 있는 소라카스 시체에서 발견된 편지입니다.

# Equipment/&TowerOfMagic_SorakOrders_Title
source: Sorr-Akkath Letter
ko: 소라카스 편지

# Equipment/&TowerOfMagic_WorkerLetter_Content
source: The others have given up. But I can escape, maybe. I hope I can reach home before them. They would kill everyone, I know they would. They would kill my children without hesitation. They are pure evil.
ko: 다른 사람들은 포기했다. 하지만 나는 아마도 탈출 할 수 있을 것이다. 그들보다 먼저 집에 도착해야 할텐데. 그들은 모두를 죽일 것이 분명하다. 그들은 주저없이 내 아이들을 죽일 거야. 그들은 순수 악이야.

# Equipment/&TowerOfMagic_WorkerLetter_Description
source: A letter found on the corpse of a human worker near the ruined tower.
ko: 폐허가 된 탑 근처에 있는 인부의 시체에서 발견된 편지입니다.

# Equipment/&TowerOfMagic_WorkerLetter_Title
source: Worker's Letter
ko: 인부의 편지

# Equipment/&TridentTypeTitle
source: Trident
ko: 트라이던트

# Equipment/&UnarmedStrikeBaseTitle
source: Bare Hands
ko: 맨 손

# Equipment/&Unidentified_Potion_Description
source: This flask contains a shimmering liquid - possibly magical, but unidentified.
ko: 이 플라스크에는 아마도 마법이 깃든, 하지만 확인되지 않은 반짝이는 액체가 들어 있습니다.

# Equipment/&Unidentified_Potion_Title
source: Unidentified Potion
ko: 미확인 물약

# Equipment/&UnidentifiedWeaponDescription
source: This weapon is obviously of superior make, and could reveal more qualities.
ko: 이 무기는 우수한 품질로 보이며, 더 많은 특성을 간직하고 있을지도 모릅니다.

# Equipment/&WandDetectMagicDescription
source: Casts the spell detect magic by expending one charge. The wand has 3 charges and regains 1d3 charges each dawn.
ko: 충전량 한 개를 소모하여 마법 탐지 주문을 시전합니다. 완드에는 총 3개의 충전량이 있으며 새벽마다 1d3개의 충전량을 회복합니다.

# Equipment/&WandDetectMagicTitle
source: Wand of Magic Detection
ko: 마법 탐지의 완드

# Equipment/&WandFearTitle
source: Wand of Fear
ko: 공포의 완드

# Equipment/&WandLightningBoltsTitle
source: Wand of Lightning Bolts
ko: 번개 화살 마법봉

# Equipment/&WandMagicMissileTitle
source: Wand of Magic Missile
ko: 마법 미사일 마법봉

# Equipment/&WandSpecialDescription
source: A wand of superior craftsmanship, possibly with unknown qualities.
ko: 확인되지 않은 특성을 지닌, 뛰어난 장인의 솜씨로 만들어진 완드입니다.

# Equipment/&WandSpecialTitle
source: Magnificent Wand
ko: 화려한 완드

# Equipment/&WarhammerTypeTitle
source: Warhammer
ko: 워해머

# Equipment/&WarpickTypeTitle
source: War Pick
ko: 워픽

# Equipment/&WeaponTagAmmunitionTitle
source: Ammunition
ko: 탄약

# Equipment/&WeaponTagFinesseTitle
source: Finesse
ko: 기교

# Equipment/&WeaponTagHeavyTitle
source: Heavy
ko: 중량형

# Equipment/&WeaponTagLightTitle
source: Light
ko: 경량형

# Equipment/&WeaponTagLoadingTitle
source: Loading
ko: 장전 필요

# Equipment/&WeaponTagReachTitle
source: Reach
ko: 장병기

# Equipment/&WeaponTagThrownTitle
source: Thrown
ko: 투척

# Equipment/&WeaponTagTwoHandedTitle
source: Two-Handed
ko: 양손

# Equipment/&WeaponTagVersatileTitle
source: Versatile
ko: 양손가능

# Equipment/&WhipTypeTitle
source: Whip
ko: 채찍

# Equipment/&Kickstarter_Item_Golden_Key_Description
source: A golden key of incredible complexity, crafted by the clockmasters of the Manacalon Empire.
ko: 마나칼론 제국의 시계 장인들이 제작한, 믿을 수 없을 정도로 복잡한 황금 열쇠입니다.

# Equipment/&Kickstarter_Item_Golden_Key_Title
source: Golden Key
ko: 황금 열쇠

# Equipment/&Kickstarter_Item_Letter_Content
source: ORDER OF CONFISCATION As punishment for repeated disregard of the regulations of the Iron Legion, and notably Order V.I, His Lordship Ceynnian Brightspell has ordered as follows: 1. All of your distinctive equipment pertaining to the Iron Legion is confiscated until further notice. Your duties will be continued with standard infantry equipment. 2. Your pay from the Iron Legion for this month shall be forfeited. Captain Alsiweyr Highcloud
ko: 몰수 명령서 강철 군단의 규율, 특히 강령 제 5조 1항을 반복적으로 무시한 행위에 대한 처벌로써 세니안 브라이트스펠 영주님은 다음과 같이 명령하셨도다: 1. 추후 공지가 있을 때까지 강철 군단과 관련된 모든 특수 장비를 몰수한다. 이제부터 모든 임무를 표준 보병 장비로 수행한다. 2. 이번 달 강철군단 급여를 몰수한다. 알시웨이르 하이클라우드 대위

# Equipment/&Kickstarter_Item_Letter_Description
source: An old letter dating from Imperial times, sealed with red wax.
ko: 붉은 밀랍으로 봉인된 제국 시대의 오래된 편지입니다.

# Equipment/&kickstarter_item_Letter_Title
source: Letter
ko: 편지

# Equipment/&kickstarter_item_Notebook_Description
source: A notebook, covered in finely-tooled leather and probably imbued with protective magic. It contains handwritten notes from a citizen of the ancient Manacalon Empire, and might contain valuable information about the pre-Cataclysm era.
ko: 정교하게 가공된 가죽으로 덮여 있고 보호 마법이 깃든 공책입니다. 고대 마나칼론 제국 시민이 수필로 작성한 메모가 들어 있으며, 대격변 이전 시대에 대한 귀중한 정보를 포함하고 있을지도 모릅니다.

# Equipment/&kickstarter_item_Notebook_Title
source: Notebook
ko: 공책

# Equipment/&kickstarter_item_Spider_Symbol_Content
source: Shak Agul Zog Khorak Kolzil
ko: 샤크 아굴 조그 코락 콜질

# Equipment/&kickstarter_item_Spider_Symbol_Description
source: A small, bone plaque bearing a crudely-painted spider symbol. Probably crafted by orcs.
ko: 조잡하게 칠해진 거미 기호가 있는 작은 뼈 명패. 오크들이 만든 것으로 보입니다.

# Equipment/&kickstarter_item_Spider_Symbol_Title
source: Orc Plaque
ko: 오크 명패

# Equipment/&kickstarter_item_Testament_Content
source: I, Brandil Sharpleaf, being of sound mind and body, do hereby bequeath the entirety of my worldly possessions to Lady Elyria Greenblade if death should find me during the upcoming battles against the human invaders. To my wife and children, I… The rest of the letter is missing.
ko: 나, 브란딜 샤프리프는 건전한 정신과 육체를 가지고 있음을 알리며, 다가오는 인간 침략자들과의 전투에서 죽음이 나를 덮친다면, 나의 모든 세속적 소유물을 엘리리아 그린블레이드 부인에게 물려주기로 선언합니다. 아내와 아이들에게 나는... 편지의 나머지는 누락되어 있습니다.

# Equipment/&kickstarter_item_Testament_Description
source: An old, slightly tattered letter
ko: 낡고 약간 너덜너덜한 편지입니다

# Equipment/&kickstarter_item_Testament_Title
source: Testament
ko: 유서

# Equipment/&ContainerHarvestable_Angry_Bush_Title
source: Angry Bush
ko: 앵그리 덤불

# Equipment/&ContainerHarvestable_Angry_Bush_Description
source: A small bush found on the Eastern Kingdoms and the Badlands that produces Angry Violets.
ko: 앵그리 제비꽃을 피우는 작은 덤불로, 동부 왕국과 황무지에서 자랍니다.

# Equipment/&ContainerHarvestable_MagnesiumDeposit_Title
source: Magnesium Deposit
ko: 마그네슘 광상

# Equipment/&ContainerHarvestable_MagnesiumDeposit_Description
source: A natural heap of powdered magnesium.
ko: 천연 분말 마그네슘 더미.

# Equipment/&ContainerHarvestable_Mosspatch_Title
source: Moss Patch
ko: 이끼 낀 곳

# Equipment/&ContainerHarvestable_Mosspatch_Description
source: A patch of deep moss that produces useful ingredients on a regular basis.
ko: 정기적으로 유용한 재료를 생산하는 지하 이끼가 낀 곳.

# Equipment/&ContainerHarvestable_GallivanThicket_Title
source: Amaranth Thicket
ko: 아마란스 덤불

# Equipment/&ContainerHarvestable_GallivanThicket_Description
source: A small thicket that produces the beloved Gallivan Amaranth.
ko: 사랑받는 갈리반 아마란스가 자라는 작은 덤불.

# Equipment/&ContainerHarvestable_BloodBush_Title
source: Blood Bush
ko: 피 덤불

# Equipment/&ContainerHarvestable_BloodBush_Description
source: A small bush that produces the rare Blood Daffodil.
ko: 희귀한 피 수선화가 자라는 작은 덤불.

# Equipment/&ContainerHarvestable_AcidPuddle_Title
source: Acid Puddle
ko: 산성 웅덩이

# Equipment/&ContainerHarvestable_AcidPuddle_Description
source: A naturally occurring puddle of acid.
ko: 자연적으로 발생하는 산 웅덩이.

# Equipment/&ContainerHarvestable_TrollBramble_Title
source: Troll Bramble
ko: 트롤 가시덤불

# Equipment/&ContainerHarvestable_TrollBramble_Description
source: An ugly bramble that looks like a hairy troll arm and produces the surprisingly beautiful Troll Acanthus.
ko: 털이 많은 트롤 팔처럼 생긴 흉측한 가시덤불에서 놀랍도록 아름다운 트롤 아칸서스가 자랍니다.

# Equipment/&ContainerHarvestable_SkarnRock_Title
source: Skarn Rock
ko: 스카른 암석

# Equipment/&ContainerHarvestable_SkarnRock_Description
source: A small greenish rock that can be ground to fine Skarn Powder.
ko: 미세한 스카른 가루로 갈 수 있는 작은 녹색 암석.

# Equipment/&ContainerHarvestable_DeepRoot_Title
source: Deep Root
ko: 지하 뿌리

# Equipment/&ContainerHarvestable_DeepRoot_Description
source: A magically mutated root covered with precious Deep Root Lichen.
ko: 마법으로 돌연변이를 일으킨 이 뿌리는 귀중한 지하 이끼로 뒤덮여 있습니다 .

# Equipment/&ContainerHarvestable_QueenVine_Title
source: Queen Vine
ko: 여왕 덩굴

# Equipment/&ContainerHarvestable_QueenVine_Description
source: A rare and beautiful vine that produces the exquisite Queen Ivy.
ko: 절묘한 여왕 아이비가 자라는 희귀하고 아름다운 덩굴.

# Equipment/&ContainerHarvestable_MoonShruberry_Title
source: Moon Shrub
ko: 달 관목

# Equipment/&ContainerHarvestable_MoonShruberry_Description
source: A rare shrub that produces the rare and very useful Moonflower.
ko: 희귀하고 매우 유용한 달꽃이 자라는 희귀한 관목.

# Equipment/&ContainerHarvestable_SerpentRock_Title
source: Serpent Rock
ko: 사문암

# Equipment/&ContainerHarvestable_SerpentRock_Description
source: A rare protruding rock that can be ground to Serpentinite Dust.
ko: 사문석 가루로 갈 수 있는 희귀 돌출 암석.

# Equipment/&ContainerHarvestable_Imperial Vine_Title
source: Imperial Vine
ko: 제국 덩굴

# Equipment/&ContainerHarvestable_Imperial Vine_Description
source: A rare vine found mostly near patches of chaotic magic in the Badlands that produces the Emperor's Eye Mush.
ko: 황제의 눈이 자라는 이 희귀한 덩굴은 황무지에서 혼돈 마법이 가득한 장소 부근에서 찾을 수 있습니다.

# Equipment/&ContainerHarvestable_DragonBramble_Title
source: Dragon Bramble
ko: 드래곤 가시덤불

# Equipment/&ContainerHarvestable_DragonBramble_Description
source: A green bramble that grows one Dragonrose every few days.
ko: 며칠마다 드래곤장미 한 송이를 피우는 녹색 가시덤불.

# Equipment/&ContainerHarvestable_BrownPatch_Title
source: Brown Patch
ko: 갈색 덩어리

# Equipment/&ContainerHarvestable_BrownPatch_Description
source: This disgusting thing looks like a goblin turd but is actually a very useful fungus known as Goblin Hair Fungus.
ko: 이 역겨운 것은 고블린 똥처럼 보이지만 실제로는 고블린 머리카락 곰팡이라는 매우 유용한 곰팡이입니다.

# Equipment/&ContainerHarvestable_StormBriar_Title
source: Storm Briar
ko: 폭풍 찔레나무

# Equipment/&ContainerHarvestable_StormBriar_Description
source: This vividly colored briar produces the very useful Storm Heather.
ko: 이 선명한 색상의 찔레나무에는 매우 유용한 스톰 헤더가 자랍니다.

# Equipment/&ContainerHarvestable_DwarvenThicket_Title
source: Dwarven Thicket
ko: 드워프 덤불

# Equipment/&ContainerHarvestable_DwarvenThicket_Description
source: This plant grows the rare and fragile Dwarven Primrose.
ko: 이 식물은 희귀하고 연약한 드워프 앵초를 피웁니다.

# Equipment/&ContainerHarvestable_OrchidBush_Title
source: Orchid Bush
ko: 난초 덤불

# Equipment/&ContainerHarvestable_OrchidBush_Description
source: This small bush grows only in extreme conditions, supported by the magic flow of the Badlands, and produces the Manacalon Orchid, a flower seen on many imperial decorations.
ko: 이 작은 덤불은 황무지의 마법 흐름에 힘입어 극한의 조건에서만 자라며, 많은 제국 장식에서 볼 수 있는 꽃인 마나칼론 난초를 피웁니다.

# Equipment/&ContainerHarvestable_BadlandsBriar_Title
source: Badlands Briar
ko: 황무지 찔레나무

# Equipment/&ContainerHarvestable_BadlandsBriar_Description
source: This briar is found mostly deep in the Badlands, and produces one of the rarest flowers in Solasta, the Lily of the Badlands.
ko: 이 찔레나무는 주로 황무지 깊숙한 곳에서 발견되며, 솔라스타에서 가장 희귀한 꽃 중 하나인 황무지의 백합을 피웁니다.

# Equipment/&Necromancy_AngbisJournal_Title
source: A handwritten, leather-bound book
ko: 손으로 쓴 가죽 제본 책

# Equipment/&Necromancy_AngbisJournal_Description
source: The Journal of Angbi Kramsson, of the Guild of Antiquarians.
ko: 고고학 길드 소속 앵그비 크램슨의 일지.

# Equipment/&Necromancy_AngbisJournal_Content01
source: If found, please return to the Guild of Antiquarians at Caer Cyflen. A reward will be offered.
ko: 이 일지를 찾으면 케어 키플렌에 있는 고고학 길드로 반납해주십시오. 사례금을 드리겠습니다.

# Equipment/&Necromancy_AngbisJournal_Content02
source: Surroundings, continued …castle architecture is of First Expansion style, with many repairs and additions. A standard founding plaque: "Caer Tenarion", built by the 25th Iron Legion in the 24th year of Gwaltrian the Third - year 1557 in the Manacalon calendar, or 1486 before the Cataclysm. Presumably built to pacify the surrounding area.
ko: 주변 경관에 관하여, 이어짐... 성 건축 양식은 첫 번째 확장기의 양식을 본땄으며 많은 보수와 증축을 한 흔적이 있다. 표준 건립 명판이 있다: "케어 테나리온", 마나칼론 달력으로 1557년, 또는 대격변 이전 1486년인 그웰트리안 3세의 24년 째 제 25강철군단에 의해 건설되었다. 주변 지역을 안정시키기 위해 지어진 것으로 추정된다.

# Equipment/&Necromancy_AngbisJournal_Content03
source: Later, same day. My initial impression confirmed: the castle is occupied. I encountered a patrol of skeletons led by a wraith who gave his name as Adam the Twelfth, a former Imperial officer and now captain of the castle's guard. He questioned me closely and gave me permission to research outside the castle, but not to approach the castle or try to enter. The lord, whose name he gave as Mardracht, does not receive visitors. Indeed, the captain admitted that he himself had not seen or spoken with his master in several centuries.
ko: 같은 날, 잠시 후. 첫 인상이 맞는 것으로 드러났다: 성은 점거된 상태이다. 전직 제국 장교이자 현재는 성의 경비대장인 아담 12세라는 망령이 이끄는 스켈레톤 순찰대와 맞닥뜨렸다. 그는 나를 면밀히 조사했고 성 바깥에서 조사할 수 있도록 허락했지만, 성에 접근하거나 들어오지는 말라고 했다. 마르드라흐트라고 불리우는 영주는 방문자를 받지 않는다고 한다. 실제로 경비대장은 몇 세기동안 영주를 보거나 이야기한 적이 없다고 인정했다.

# Equipment/&Necromancy_AngbisJournal_Content04
source: Graveyard, continued …no gravestone shows a burial date later than the Cataclysm: no new burials in more than a thousand years. Possibly all in the castle are undead, like their guards. Impossible to confirm since I am refused admission.
ko: 묘지에 관하여, 이어짐... 어느 묘비에도 대격변 보다 늦은 매장 날짜가 새겨져 있지 않다: 천 년 이상 동안 새롭게 매장된 묫자리가 없다는 말이다. 성 안에 있는 모든 이들이 경비병들처럼 언데드일 것이다. 출입을 거부당했기에 검증이 불가능하다.

# Equipment/&Necromancy_AngbisJournal_Content05
source: Substantial mausoleum at far end of the cemetery, built in First Expansion style. Inscription over doorway names 25th Iron Legion. Presumably officers were buried inside (and possibly in catacombs beneath, if the building filled up over time) while lower ranks occupy the surrounding graveyard.
ko: 묘지 끝에 첫 확장기 시대 양식으로 지어진 상당한 영묘가 있다. 출입구 위의 비문에는 제 25강철군단이라는 이름이 새겨져 있다. 짐작컨데 장교들은 내부(건물이 시간이 지남에 따라 가득차면 지하 묘지에도)에 안치되어 있고, 계급이 낮은 군인들은 주변 묘지에 안치되어 있을 것이다.

# Equipment/&Necromancy_AngbisJournal_Content06
source: The following day, continued …as I continued to document the graveyard, a pack of wolves arrived from the north, led by a human man - or so he seemed. Met by captain and guards. Conversed for several minutes, manner guarded but not unfriendly. The captain pointed in my direction, clearly informing the man of my presence. No one in the group showed any interest in me.
ko: 다음 날, 이어짐... 묘지를 계속 기록하는 동안 북쪽에서 늑대 무리를 이끄는 인간 남자 - 적어도 그렇게 보였다 - 가 도착했다. 그는 경비대장과 경비병들을 만났다. 몇 분 동안 대화를 나누었는데, 조심스럽지만 불친절하지는 않은 태도를 보였다. 경비대장은 내 쪽을 가리키며 그 사람에게 내 존재를 분명히 알렸다. 일행 중 누구도 나에게 관심을 보이지 않았다.

# Equipment/&Necromancy_AngbisJournal_Content07
source: Later, same day: An elven woman came out of the mausoleum, accompanied by several others: elves and humans, all apparently alive. They could not have entered the mausoleum without my seeing them. Two questions arise:
ko: 같은 날, 잠시 후: 엘프 여성 한 명이 다른 여러 사람들과 함께 영묘에서 나왔다: 모두 살아 있는 것 같은 엘프와 인간들이었다. 그들이 영묘에 들어가는 것을 내가 놓쳤을 리가 없다. 여기서 두 가지 의문점이 떠오른다:

# Equipment/&Necromancy_AngbisJournal_Content08
source: Another way into the mausoleum? Possible catacombs beneath - underground passage into the castle?
ko: 영묘로 들어갈 수 있는 또 다른 길이 있는가? 지하 묘지가 있을 수도 있는데 - 성으로 들어가는 지하 통로가 있는가?

# Equipment/&Necromancy_AngbisJournal_Content09
source: 2. Living souls in the castle, yet no burials newer than 1,000 years? Two possibilities: life magically prolonged (necromancy? Fits with undead guard I encountered) and/or bodies not buried upon death (also compatible with necromancy).
ko: 2. 성 안에 살아 숨쉬는 자들이 있지만 천 년이 넘는 기간동안 새롭게 매장한 묘가 없다? 두 가지 가능성이 있다: 마법 (사령술? 내가 맞닥뜨린 언데드 경비병들을 봤을 때 어울림)으로 수명 연장 및/또는 사망 시 시체를 묻지 않음 (이 또한 사령술과 적합함).

# Equipment/&Necromancy_AngbisJournal_Content10
source: I watched from hiding as they explored the graveyard, apparently looking for something (me?). Extreme caution is indicated from now on.
ko: 그들이 분면 뭔가(나?)를 찾으러 묘지를 탐색하는 것을 숨어서 지켜보았다. 이제부터 각별한 주의가 필요하다.
