Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Content03
source: After the Cataclysm, the world was in chaos and bereft of mana, and few could see a time when there would be any normality. It was this event that led to the rise the major powers that we see today. Each of the previously mentioned states vying to carve a niche for the survival of their people, soon bringing them into conflict with each other. It was during this conflict that Masgarth lost three of its nine duchies, but unified into a Principality under the reign of Galoreth Silverflower, and…
ko: 대격변 이후, 세상은 혼돈에 빠져 마나를 잃어버렸고, 다시 정상적으로 돌아갈 수 있을 거라고 아무도 예상하지 못했습니다. 이 사건을 계기로 오늘날의 주요 강대국들이 등장하게 되었습니다. 앞서 언급한 각 국가들은 자국민의 생존을 위해 틈새 시장을 개척하기 위해 경쟁했고, 곧 서로 충돌하게 되었습니다. 이 분쟁 중에 마스가르스는 아홉 공국 중 세 공국을 잃었지만, 갈로레스 실버플라워의 통치 아래 공국으로 통합되었습니다, 그리고…

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Content04
source: the borders of Colthannin and Gallivan settled on the island of Rivermeet. It was in the formulation of this same pact that the territorial integrity of the Snow Alliance was finally recognized, and the New Empire undertook to cease its attempts at wars of conquest to its north and east. Although it is tempting to see these borders as being the natural state of affairs, the truth is that they fluctuated significantly in the preceding centuries of conflict, with…
ko: 콜사닌과 갈리반의 국경은 두물머리 섬에 그어졌습니다. 이 조약의 체결로 마침내 설산 동맹의 영토 보전이 인정되었고, 신 제국은 북부와 동부에 대한 정복 전쟁 시도를 중단하기로 약조 했습니다. 이러한 국경이 자연스럽게 나뉘었다고 보고 싶은 유혹이 있지만, 사실 국경은 이전 수세기 동안의 분쟁으로 인해 크게 변동 했습니다.…

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Content05
source: The pages are water-soaked, ink has bled through the pages, and many have stuck together.
ko: 페이지가 물에 젖어 잉크가 번지고 서로 들러붙었습니다.

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Title
source: Beware!
ko: 주의!

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Description
source: Remorhaz Observations
ko: 레모라즈 목격

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Content01
source: Scrawled in hurried and poorly educated dwarvish.
ko: 교육 수준이 낮은 드워프어로 휘갈겨 써있습니다.

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Content02
source: To who finds this, Please find en-closed my nottes on sum un-usual monster actions. I write these words in knowledge that if I may not survive, Re-mor-haz are not so like to want to eat the paper these words are scratched on. This last 2 sea-sons I has been noting large tracks, and much destruction in the woods. This has been oft seen along with awful sounds of Re-mor-haz. It has got me to thinking that it is on account of our clan doings. We is squeezing 'em to hunt close to our villages.
ko: 이걸 찾는 사람에게, 몬스터의 비정상적인 행동에 대한 내 쪽지를 지니고 가. 내가 살아남을지도 모르지만 굳이 지식이 될 단어들을 엮어둔 것은, 레-모-라즈가 종이 먹는 걸 별로 좋아하지 않아서. 지난 2 계절 동안 숲에서 거대하고 잦은 파괴 흔적을 주목. 주로 레-모-라즈의 끔찍한 소리와 함께 목격. 우리 씨족이 한 짓 때문이라는 생각이 들어. 마을 근처에서 사냥을 하게 압박을 한거.

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Content03
source: This has got me to thinking that it may not be too long before 1 wants to try his chops on me. So, before that happens, watch out! Be-ware! There is Re-mor-haz about! They is not scared of fire nor cold. They make loud roars and can dig fast to get behind you. They have nasty bites and can breathe fire. True words of Snorri Strongbow, Trapper
ko: 이러고 나니 노미 날 쪼개버리기까지 얼마 안걸릴거란 생각이 들어. 그러니 그 전에 조심해야 해! 경계해! 레-모-라즈를! 놈은 불이나 추위를 두려워하지 않아. 큰 소리로 울부짖고 빠르게 땅을 파서 안에 숨을 수 있어. 날카로운 이빨에 불도 뿜어낼 수 있어. 다 진짜야. 스노리 스트롱보우, 덫꾼

# Equipment/&DLC3_NorthernTerritorties_Lore_RemorhazObservations_Content04
source: A crude drawing of a bizarre creature accompanies this note.
ko: 이 쪽지에는 기괴한 크리쳐의 조잡한 그림이 첨부되어 있습니다.

# Equipment/&DLC3_NorthernTerritorties_Lore_GiantsPact_Title
source: Oath Pact with the Small People
ko: 소인들과 협정 맹세

# Equipment/&DLC3_NorthernTerritorties_Lore_GiantsPact_Description
source: A giantish record of the dwarven pact with storm giants.
ko: 폭풍 거인과 드워프 간 협정에 대한 거인어 기록.

# Equipment/&DLC3_NorthernTerritorties_Lore_GiantsPact_Content01
source: From this day and henceforth, Let it be known, and let it be noted that those here witnessed making their mark solemnly swear by all that is honorable to respect the steads and chattels of the other. And by such promise and in this respect, both parties undertake to offer aid when called upon. Should any be so vile as to break this true oath, the mountain winds shall tear the flesh from their bones, and the gods curse them for all eternity. Here signed by, Björni Blackcloud, Hjalmar Vengefulheart
ko: 오늘 그리고 차후, 이 사실을 알리고, 이 자리에 모인 사람들은 서로의 자리를 존중할 것을 명예로운 모든 것을 걸고 엄숙히 맹세한다는 것을 명심하시오. 그리고 그러한 약속과 존중으로, 양측은 요청이 있을 때 원조를 제공할 것을 약속하는 바. 누구라도 이 맹세를 어기는 사악한 자가 있다면, 산바람이 뼈에서 살을 발라버리고 신들이 영원히 저주할 것이다. 이곳에 서명하길, 비요르니 블랙클라우드, 얄마르 벤제풀하트

# Equipment/&DLC3_Document_Clue_ElvenSettlements_01_Title
source: Letter
ko: 편지

# Equipment/&DLC3_Document_Clue_ElvenSettlements_01_Description
source: A short letter elegantly written on precious paper by Finnolir Coldmoss, to Galfin Leafcutter.
ko: 핀놀리어 콜드모스가 갈핀 리프커터에게, 귀한 종이에 우아하게 쓴 짧은 편지.

# Equipment/&DLC3_Document_Clue_ElvenSettlements_01_Content
source: Master Galfin, I am shocked to receive yet another dunning letter from you. I am a respectable and wealthy citizen; you have no reason to doubt my solvency. I happen to have financing delays with my numerous businesses, and I shall pay you when the time is right. So please stop harassing me; you are disgracing yourself. Finnolir Coldmoss
ko: 갈핀 대가, 당신으로부터 또다시 독촉장을 받게 되어 충격을 받았습니다. 저는 존경받는 부유한 시민이니 제 지불 능력을 의심할 이유가 없으실 겁니다. 여러 사업체에서 자금 조달이 지연되고 있을 뿐, 적절한 시점에 돈을 지불할 것입니다. 그러니 제발 불쾌한 짓은 그만하시길. 당신은 스스로를 망신시키고 있습니다. 핀놀리어 콜드모스

# Equipment/&DLC3_Document_Clue_ElvenSettlements_02_Title
source: Letter
ko: 편지

# Equipment/&DLC3_Document_Clue_ElvenSettlements_02_Description
source: A short letter elegantly written on precious paper by Finnolir Coldmoss, to Khainrra Elktree.
ko: 핀놀리어 콜드모스가 카인라 엘크트리에게, 귀한 종이에 우아하게 쓴 짧은 편지.

# Equipment/&DLC3_Document_Clue_ElvenSettlements_02_Content
source: My love, I cannot wait to be with you again. I suspect the Auld Cedar not to be a safe haven for us, though, and while Beladiel is eager to sell us liquor all night, I feel the jealous eyes of plebeians on us too heavily. Let us convene of another place to meet, if you don't mind. Yours forever, Finno.
ko: 내 사랑, 당신과 다시 함께하는 걸 기다리기 힘들군요. 하지만 아울드 시더가 우리에게 안전한 피난처라기엔 의뭉스럽습니다. 와중 벨라디엘은 밤새 술을 팔고 싶어 하는데, 평민들의 질투심 어린 시선이 너무 무겁게 느껴져요. 괜찮으시다면 다른 곳에서 만나도록 하죠. 당신과 영원히, 핀노.

# Equipment/&DLC3_Document_Clue_ElvenSettlements_03_Title
source: Report
ko: 보고서

# Equipment/&DLC3_Document_Clue_ElvenSettlements_03_Description
source: A document containing notes from the guard captain Elora Brightheart.
ko: 경비대장 엘로라 브라이트하트의 기록이 담긴 문서.

# Equipment/&DLC3_Document_Clue_ElvenSettlements_03_Content
source: It has been reported to my attention that two of your volunteers seem not to take their duty seriously. One is a notorious customer of the Auld Cedar, a woman, and the other has been reported to be inattentive and often missing hours, in spite of regulations. I know these elves are not professional soldiers, but those who swear to protect the citizens of the settlement must be worthy of their oath, otherwise, they should return to their civilian activities. Captain Brightheart
ko: 자원봉사자 중 두 명이 자신의 의무를 진지하게 생각하지 않는 것 같다는 보고가 제게 들어왔습니다. 한 명은 아울드 시더의 악명 높은 여성이고, 다른 한 명은 규정에도 불구하고 부주의하며 근무 시간을 자주 빼먹는다는 보고를 받았습니다. 이 엘프들이 전문 군인은 아니지만 정착지 시민을 보호하겠다고 맹세한 자들이라면 맹세에 합당해야 하며, 그렇지 않다면 민간인 활동으로 돌아가야 합니다. 브라이트하트 대장

# Equipment/&DLC3_Clue_ElvenSettlements_04_Title
source: Claw-Shaped Tool
ko: 발톱 모양 도구

# Equipment/&DLC3_Clue_ElvenSettlements_04_Description
source: A strange tool made of a wooden handle holding a metal claw… perfect to mimic claw scrapes on wood.
ko: 나무 손잡이에 금속 집게가 달린 기묘한 도구입니다... 나무를 긁는 흉내를 내기에 딱이네요.

# Equipment/&DLC3_Document_Clue_ElvenSettlements_05_Title
source: Ledger
ko: 장부

# Equipment/&DLC3_Document_Clue_ElvenSettlements_05_Description
source: A book containing numbers, with comments about customers and business. Finnolir seems to have debts with the establishment, but the owner still seems to be welcoming and serving him food and drinks on a regular basis.
ko: 고객과 사업에 대한 설명과 함께 숫자가 들어 있는 책입니다. 핀놀리어는 식당에 빚이 있는 것 같지만 주인은 여전히 그를 환영하고 정기적으로 음식과 음료를 제공하는 것 같습니다.

# Equipment/&DLC3_Document_Draconic_Title
source: Draconic Diary
ko: 용언 일지

# Equipment/&DLC3_Document_Draconic_Description
source: This book contains a wealth of texts and schematics. It seems to be about Manacalon Minor Gates, but it's all written in draconic with technical terms that you don't understand. Someone with specific knowledge like Violet Goodcheer could maybe exploit it, but you certainly cannot.
ko: 이 책에는 넘치는 글자와 도식이 포함되어 있습니다. 마나칼론 보조 관문에 관한 내용인 것 같지만, 여러분이 이해할 수 없는 전문 용어로 난해하게 쓰여 있습니다. 바이올렛 굿치어 같은 전문 지식을 가진 사람이라면 이 책을 활용할 수 있겠지만, 여러분은 절대 그럴 수 없겠네요.

# Equipment/&DLC3_Gallivan_Clue_Item_05_Title
source: Officer's Evaluation
ko: 장교 평가

# Equipment/&DLC3_Gallivan_Clue_Item_05_Description
source: Handwritten notes from General Blunt.
ko: 블런트 장군의 수기.

# Equipment/&DLC3_Gallivan_Clue_Item_05_Content
source: Notes for Captain Ashdown regarding the officers under his supervision. Lieutenant Denila Highspirit: I know the Einareum had her briefly imprisoned and interrogated, but they cleared her. I think she's simply ambitious and arrogant. Nevertheless, she is a talented and efficient soldier. However, she should be leading her own company instead of jostling with competitors, especially when we need unity above all else. Second Lieutenant Zarmir Ortus is a wildcard. Great fighter, but unreliable. He's a drinker, a hedonist, and not a soldier at heart. Let's just say he's good for the battlefield but bad for bootcamp. Lord Synatir is both soft and arrogant, he likely earned his rank through nepotism. Warrant Officer Jaden Greyhouse: He's soft, his head is back home with his fiancée, not focused here on the front. Lance Corporal Hillsborough: So far unremarkable. Let's hope she's worth something.
ko: 애쉬다운 대장에게, 지휘하는 장교들에 관한 참고 사항. 데닐라 하이스피릿 중위: 에이나리움이 그녀를 잠시 수감하고 심문했지만 풀어준 것으로 알고 있다. 내 생각에 그녀는 야심차고 오만하다. 그럼에도 재능 있고 유능한 군인이기도 하지. 그러나 데닐라는 무엇보다 단결이 필요한 상황에서 경쟁자들과 경쟁하는 대신 자신의 중대를 이끌어야만 하는게 문제다. 자르미어 오르투스 소위는 와일드카드다. 훌륭한 전사지만 신뢰할 수 없는 인물이지. 술꾼에, 쾌락주의자니 군인으로서 마음가짐이 없다. 전장에서는 좋지만 신병 훈련소에서는 나쁘다고 하겠다. 시나티르 경은 부드러우면서도 거만한게, 연고주의로 계급을 따냈을 가능성이 높다. 준위 제이든 그레이하우스: 약혼녀와 함께 고향에 있을 뿐, 전선에 집중하지 않는 유약하고 말랑한 사람. 힐즈버러 하: 아직까지는 눈에 띄지 않는다. 뭔가 가치가 있길 바라자고.

# Equipment/&DLC3_Gallivan_Clue_Item_06_Title
source: Shopping List
ko: 구매 목록

# Equipment/&DLC3_Gallivan_Clue_Item_06_Description
source: A piece of paper that seems to list various demands from officers, commented by a quartermaster.
ko: 장교들의 다양한 요구 사항을 나열한 것으로 보이는 종이 한 장에 병참 장교가 주석을 달았습니다.

# Equipment/&DLC3_Gallivan_Clue_Item_06_Content
source: Lt. Highspirit: A ring of darkvision or other item providing darkvision. 100 gp max. Greyhouse: A jeweled ring worth around 40 gp Cpt. Ashdown: An onion pie Lt. Ortus: Any kind of booze worth 10 gp Is that a joke? I'm supposed to find them weapons and armor, not rings! Also, magic items are not cheap, I'm no scavenger. I'll ask around but can't promise anything.
ko: 하이스피릿 중위: 어둠시야의 반지 또는 어둠시야를 제공하는 거. 최대 100 gp. 그레이하우스: 약 40GP 상당의 보석 반지 애쉬다운 대장: 양파 파이 오르투스 중위: 10GP 상당의 아무 술 농담하는 거야? 반지가 아니라 무기와 갑옷을 찾으라고 했잖아! 그리고 마법 아이템은 싸지 않다고. 난 스캐빈저가 아니야. 수소문 하겠지만 장담은 못 해.

# Equipment/&DLC3_Gallivan_Clue_Item_01_Title
source: Notebook
ko: 공책

# Equipment/&DLC3_Gallivan_Clue_Item_01_Description
source: Notes taken by Lieutenant Highspirit on how to build her career.
ko: 하이스피릿 중위가 경력을 쌓는 방법에 대해 적어둔 공책.

# Equipment/&DLC3_Gallivan_Clue_Item_01_Content
source: Career plans Competitors: Hillsborough: Crazy wench, tell anyone about her obsession with non-humans, she'll discredit herself. Greyhouse: Dull, stupid, he'll never rank up. Ortus: A drunk and a swine, the General will never favor him. Synatir: Owes everything to his name, need a plan to sideline him. To get the Captain's favor: Join a campfire discussion "by coincidence." Send reports in advance. Try to move closer to him on the frontline and show off.
ko: 경력쌓기 계획 경쟁자 힐스버러: 미친 년, 비인간에게 집착하는 걸 아무한테나 말하면 신뢰도 바닥치겠지. 그레이하우스: 둔하고 멍청함, 절대 진급 못하지. 오르투스: 술주정뱅이에 돼지 같은 놈이라 장군님이 절대 좋아하지 않으실 거야. 시나티르: 모든 것이 그의 이름에 빚지고 있으니, 얘를 따돌릴 계획이 필요 해. 대장의 환심을 사려면: "우연히" 모닥불 토론에 참여. 보고서는 미리미리. 최전선에서 그에게 더 가까이 다가가서 과시할 것.

# Equipment/&DLC3_Gallivan_Clue_Item_02_Title
source: Personal Journal
ko: 개인 일지

# Equipment/&DLC3_Gallivan_Clue_Item_02_Description
source: A small booklet containing what appears to be notes on non-human officers in the war camp.
ko: 전쟁 수용소의 비인간 장교들에 대한 기록으로 보이는 작은 소책자.

# Equipment/&DLC3_Gallivan_Clue_Item_02_Content
source: Suspicious non-human officers to keep an eye on: Synatir: Damn dragonborn, nothing on him yet, but I'll find something. How can we give nobility titles to monsters??! Ortus: A disgusting, horned tiefling… he was in a brothel yesterday, and I saw him returning to the dormitory completely drunk, three times. I've heard rumors of demons. Why can't anyone else see that he matches the description??! Highspirit: Another long-eared harlot, power-hungry. Who the heck does she think she is??
ko: 의심스러운 비인간 장교를 감시하기: 시나티르: 망할 드래곤본, 아직 아무것도 안 나왔지만 뭔가 찾아내게 될 거다. 어떻게 괴물에게 귀족 칭호를 줄 수 있어?! 오르투스: 역겨운 뿔 달린 티플링... 놈이 어제 사창가에 있다가 술에 만취해서 기숙사로 돌아오는 걸 세 번이나 봤어. 악마 소문은 들었지. 근데 왜 아무도 그 인상착의와 일치하는 걸 못 보는 거지?!! 하이스피릿: 또 다른 귀쟁이 창녀, 권력에 굶주렸다. 도대체 지 주제를 알긴 한건가??

# Equipment/&DLC3_Gallivan_Clue_Item_03_Title
source: Personal Letter
ko: 사적인 편지

# Equipment/&DLC3_Gallivan_Clue_Item_03_Description
source: A letter from family members to a soldier on the front, but written on the other side…
ko: 앞면에는 가족들이 군인에게 보내는 편지지만, 뒷면은…

# Equipment/&DLC3_Gallivan_Clue_Item_03_Content
source: Dear Jaden, We hope this letter finds you well. We know it's hard for you at the front, and we're heartbroken to know that you're fighting against your own brothers. This should never have happened. The King's envoys continue to claim it is self-defense; they say that the Snow Alliance is under Sorak control, but few believe it. All we know is that this war is a terrible waste of lives and blood. Your dear Mary is with us, eager for your return, and she will wait until that day. We pray the gods to end this madness soon, and to have you back here safe. We love you, Mum and Dad
ko: 제이든에게, 이 편지가 부디 잘 전달되기를. 네가 전선에서 힘들다는 것을 알고 있단다. 친형제들과 싸우고 있다는 사실에 가슴이 아프구나. 이런 일이 벌어져선 안되는거거늘. 왕의 사절들은 계속 정당방위라고 주장하고 설산 동맹이 소락의 지배를 받고 있다고 말하지만 그걸 믿는 사람은 거의 없지. 이 전쟁이 인명과 피를 끔찍하게 낭비시킨다는 걸 우리 모두가 안다. 네가 사랑하는 마리아는 네가 돌아오기를 간절히 바라며 우리와 함께 그날까지 기다릴거야. 이 광기가 하루빨리 끝나고 무사히 돌아올 수 있기를 신께 기도드리마. 사랑한다, 엄마, 아빠가

# Equipment/&DLC3_Gallivan_Clue_Item_04_Title
source: Weird-Looking Trinket
ko: 이상한 모양의 장신구

# Equipment/&DLC3_Gallivan_Clue_Item_04_Description
source: A strange looking bejeweled object of some sort.
ko: 이상한 모양의 보석으로 장식된 물체.

# Equipment/&DLC3_Investigation_UselessClue_Title
source: Personal Trinket
ko: 사적인 장신구

# Equipment/&DLC3_Investigation_UselessClue_Description
source: A low-value item stolen from a suspect. Of no significance to the investigation.
ko: 용의자가 훔친 저가 물품. 수사에 별 중요하지 않다.

# Equipment/&DLC3_Investigation_WhiteCity_Clue02_Content
source: I have to book you for this one, Hugor. You simply cannot stumble around after the night shift, heavily intoxicated with your pals. I have received complaints from more than one citizen who saw you knock a brazier over Pronsjakar Stormwise. Fortunately, he miraculously escaped being burned to death.
ko: 이거 하나는 짚고 넘어갑시다, 휴고. 야간 근무 후 친구들과 술에 진탕 빠져 싸돌아다니지 마십시오. 당신이 프론샤카르 스톰와이즈에게 화로를 던진 걸 보고 신고한 시민이 한둘이 아닙니다. 그가 기적적으로 피해 타죽지 않은 걸 다행으로 여기십시오.

# Equipment/&DLC3_Investigation_WhiteCity_Clue02_Title
source: Warning Letter
ko: 경고 편지

# Equipment/&DLC3_Investigation_WhiteCity_Clue02_Description
source: A short official document from a city guard officer, regarding disciplinary issues with Hugor Strongflint.
ko: 휴고 스트롱플린트의 처벌과 관련된, 도시 경비 장교가 보낸 짧은 공식 문서.

# Equipment/&DLC3_Investigation_WhiteCity_Clue05_Title
source: A Strange Pen
ko: 수상한 펜

# Equipment/&DLC3_Investigation_WhiteCity_Clue05_Description
source: A strange-looking pen with a red ink reservoir.
ko: 빨간 잉크가 든 이상하게 생긴 펜.

# Equipment/&DLC3_Investigation_WhiteCity_Clue01Loot_Title
source: Schematics
ko: 도식도

# Equipment/&DLC3_Investigation_WhiteCity_Clue01Loot_Description
source: A page of technical schematics describing a mechanical elevator, annotated with red ink, showing potential weaknesses in the structure.
ko: 붉은 잉크로 작성된, 기계 승강기를 묘사한 기술적 도식도로, 구조 내의 약점이 될 만한 부분을 보여주고 있습니다.

# Equipment/&DLC3_Telema_Lore_AbyssalAgitator_Title
source: Notes on an Abyssal Agitator by Exonaïka
ko: 엑소나이카의 심연 교반기에 관한 설명서

# Equipment/&DLC3_Telema_Lore_AbyssalAgitator_Description
source: A description of how to construct and operate an Abyssal Agitator, written in elvish.
ko: 엘프어로 작성 된, 심연 교반기를 제작하고 조작하는 방법에 대한 설명서.

# Equipment/&DLC3_Telema_Lore_AbyssalAgitator_Content01
source: An unintended boon discovered in my myriad battles with the demon-kind has been that the essences of their spirit and mana are often left behind as a residue. This essence takes the form of a foul and viscous substance when the host is killed. After much experimentation, I have been able to create a variety of worthy and useful unguents wrought from foul origins. Useful - if the user can put up with the noxious fumes generated by their application.
ko: 데몬들과의 전투를 무수히 거듭하던 와중에 의도치 않은 발견이 있었는데, 바로 그 주인을 잃은 영혼과 마나의 정수가 종종 지저분하고 끈적한 형태로 남는다는 것이다. 나는 수많은 실험 끝에 이 불결한 물질을 원료로 아주 빼어난 연고들을 여러 종류 만들어 낼 수 있게 되었다. 정말이지 유용하지 않을 수가 없다 - 연고가 작용할 때 발생하는 유독한 연기를 감내할 수 있다면 말이다.

# Equipment/&DLC3_Telema_Lore_AbyssalAgitator_Content02
source: To achieve creation of the necessary mixing device, which I now call an "Abyssal Agitator," carefully follow my instructions herein. It is but a simple matter to assemble using a crafting tool, if you know how. Once the Abyssal Agitator is complete, it is possible to begin the mixing of the indicated ingredients to create a variety of applications. I have decided to call these substances "demonic grease." Please refer to the appended list of recipes that I have included herein.
ko: 내가 이제 "심연 교반기"라 부르는 필수적인 혼합 장치를 만들기 위해서는 여기 있는 내 지시 사항을 세심하게 따라야 한다. 하지만 방법을 안다면, 제조 도구를 이용해 조립하는 건 쉬운 일일 것이다. 심연 교반기가 완성된다면, 지정된 재료를 혼합해 다양한 물건들을 만들 수 있다. 나는 이 물질들을 "악마 연고"라 부르기로 했다. 이 안에 첨부한 제조법들을 참고하기 바란다.

# Equipment/&DLC3_WhiteCity_Lore_Gnomes_Title
source: Gnomes
ko: 노움들

# Equipment/&DLC3_WhiteCity_Lore_Gnomes_Description
source: Some observations from Antiquarians.
ko: 고고학자들의 일부 관찰기록.

# Equipment/&DLC3_WhiteCity_Lore_Gnomes_Content01
source: There is much mystery to the origins of gnomes. Which stories are to be believed is a question oft debated since they first emerged above ground after the Cataclysm. Are they a native species to Solasta, or did they come through the Rift? Did they exist on Ferendragh at the dawn of Solasta's history? Are they a magically created species, or their own unique people? Who truly knows? The gnomes themselves are always evasive on the subject when pressed too hard by outsiders.
ko: 노움의 기원에 대해서는 의문이 많다. 대격변 후 이들이 언제 지표면에 처음 모습을 드러냈는지에 대한 가설 중 무엇을 믿어야 할지는 늘 화두에 오르는 대상이다. 이들은 솔라스트의 토착 종족인가, 아니면 균열에서 건너온 존재들인가? 이들은 솔라스타의 역사의 여명기에 페렌드라그에 존재했는가? 이들은 마법적으로 만들어진 종족인가, 아니면 스스로 존재한 민족인가? 알 수 없는 일이다. 외부인들이 이러한 주제에 대해 강하게 압박할 경우, 노움들 스스로는 늘 이 주제를 피한다.

# Equipment/&DLC3_WhiteCity_Lore_Gnomes_Content02
source: Among many common tales gnomes have been heard to tell others, the most common include: "We dug our way here from a world underneath Solasta and caused the Rift. So we hid to avoid taking the blame." "We created a time travel machine which exploded, and we lost all our memories and language. The dwarves and halflings taught us to read and write again." "Millennia ago, deep under Ferendragh, strange beings ate strange mushrooms. Out of this quite unique diet came the gnomes."
ko: 노움이 세간에 들려주는 이야기들의 예시는 다음과 같다: "우리는 솔라스타 아래에서 이곳까지 땅굴을 팠고, 그 결과 균열이 생성되었다. 우리가 이 주제를 피하는 것은 비난을 피하기 위함이다." "우리는 지금은 폭발하고 없는 시간여행 장치를 만들었으며, 현재는 우리의 기억과 언어를 모두 잃은 상태이다. 드워프와 하플링들이 우리에게 읽고 쓰는 법을 다시 가르쳤다." "천 년 전, 페렌드라그의 깊은 지저에서, 수상한 존재들이 이상한 버섯들을 섭취했다. 그 결과로 노움이 탄생했다."

# Equipment/&DLC3_WhiteCity_Lore_Gnomes_Content03
source: Whatever the truth may be, we do know that gnomes are not as tall as halflings nor as tall or as broad as dwarves. Their quite unique tongue appears to have many words with roots in ancient dwarven, and uses dwarven runes when written. They are well-suited to living under ground, being able to see well in poor light. They are often reclusive, smart, and have an amazing talent for tinkering, a knack for cunning and humor, and a flexible approach to honor and morality.
ko: 진실이 무엇이든, 우린 노움들이 하플링처럼 키가 크지도 않고, 드워프처럼 옆으로 넓지도 않다는 사실을 안다. 이들의 독특한 언어는 고대 드워프에어 뿌리를 둔 낱말들이 많은 것으로 보이며, 글로 적을 때는 드워프 룬을 이용한다. 이들은 빛이 적은 환경에서도 주변을 잘 살필 수 있어 지저에 거주하기 적합하다. 이들은 대체로 숨어 살며, 똑똑하고, 땜질이나 가벼운 수리에 놀라운 재능을 보이고, 교활하고, 유머 넘치며, 느슨한 명예와 도덕 관념을 가지고 있다.

# Equipment/&DLC3_WhiteCity_Lore_Tieflings_Title
source: Tieflings: Demonspawn or Misunderstood?
ko: 티플링: 악마의 새끼인가, 오해일 뿐인가?

# Equipment/&DLC3_WhiteCity_Lore_Tieflings_Description
source: Brief Antiquarian notes on the infernal spawn.
ko: 지옥의 핏줄에 대한 고고학자의 짧은 쪽지.

# Equipment/&DLC3_WhiteCity_Lore_Tieflings_Content01
source: After much research, it is now known that tieflings are not, as had previously been rumored, from the Western Kingdoms or from another continent. After much effort and at great expense, we finally managed to get a group of tieflings to agree to be interviewed. How much of what they said is true is up for debate. Until we can unearth more evidence, the following is as good as we can get: The first tieflings were from Tirmar, and they entered Solasta through the Rift.
ko: 많은 연구 끝에, 소문과 달리 티플링은 서부 왕국이나 다른 대륙 출신이 아니란 사실이 밝혀졌다. 많은 노력과 비용을 들인 끝에, 마침내 한 무리의 티플링들을 취재할 수 있었다. 이들의 이야기 중 어느 정도가 진실인지는 논의의 여지가 있지만, 더 많은 단서를 얻기 전까지는 다음이 우리가 알아낸 최대한이 될 것이다: 첫 번째 티플링은 티르마르에서 태어났으며, 이들은 균열을 통해 솔라스타로 넘어왔다.

# Equipment/&DLC3_WhiteCity_Lore_Tieflings_Content02
source: They were enemies of the Sorr-Akkath even before they entered Solasta. Their legends speak of an infernal curse on the peoples, family, and descendants of a Priest of Pakri, named Eikon. Eikon's bargain with a devil-prince had been made in order to save their kingdom and to also be immune to the control of Soraks, but that bargain came at a terrible price, an infernal taint, a curse that produced the tieflings. The bargain failed to save their kingdom, forcing them to flee through the Rift.
ko: 이들은 솔라스타로 오기 전부터 소라카스와 적대했다. 이들의 전설은 사람들에게 내린 지옥의 저주, 가족, 그리고 파크리의 사제 '에이콘'의 후손에 대해 다루고 있다. 에이콘은 자신의 왕국을 구하기 위해 데몬 대공과 거래했으나, 그 입에 담기에도 힘든 끔찍한 대가의 저주로 티플링들이 태어났다. 실패한 거래로 왕국은 구할 수 없었으며, 이들은 균열을 통해 달아날 수밖에 없었다.

# Equipment/&DLC3_WhiteCity_Lore_Tieflings_Content03
source: In the centuries since the Cataclysm and the closing of the Rift, the tieflings have had to live in hard-to-reach places, hiding in the darkest dens beneath cities, and in wild, out-of-the-way places. Always outsiders, treated with great suspicion by native Solastans and humans alike. Some say that lack of faith is deserved, and that no creature that has an infernal taint can be fully trusted. We shall let the reader decide the truth of that.
ko: 대격변 이후 수 세기 동안, 그리고 균열이 닫힌 후, 티플링들은 도시 아래의 그늘진 터전과 외따로 떨어진 곳에 숨서 살아야만 했다. 이방인들은 솔라스타의 선주민과 인간들에게 의심을 받는 숙명이다. 어떤 이들은 이들을 신뢰할 수 없는 것은 당연한 일이며, 지옥의 흔적이 남아있는 어떠한 존재도 전적으로 신뢰할 수는 없다고들 말한다. 그 판단은 독자의 것이 될 것이다.

# Equipment/&DLC3_WhiteCity_Lore_Eulalia_Title
source: The Eulalia
ko: 에울랄리아

# Equipment/&DLC3_WhiteCity_Lore_Eulalia_Description
source: A brief account of its history and construction.
ko: 그 역사와 건축에 대한 짧은 설명.
