Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Ingredient_SkarnPowder_Title
source: Skarn Powder
ko: 스카른 가루

# Equipment/&Ingredient_Slavestone_Description
source: Particularly prized by Manacalon slaves as their sharp edges made them ideal makeshift weapons during a revolt. Manacalon prized them for their enchantment power.
ko: 날카로운 모서리가 반란 동안 이상적인 임시 무기를 만드는데 쓰인 덕분에 마나칼론 노예들은 이 돌을 높이 평가했습니다. 마나칼론은 이 돌에 담긴 마법의 힘을 높이 평가했습니다.

# Equipment/&Ingredient_Slavestone_Title
source: Slavestone
ko: 노예석

# Equipment/&Ingredient_Soul_Gem_Description
source: An ordinary stone enchanted with necromantic essence, it becomes a soulstone after absorbing the life essence of many victims.
ko: 사령술의 정수가 깃든 이 평범한 돌은 많은 희생자들의 생명의 정수를 흡수하여 영혼석으로 변합니다.

# Equipment/&Ingredient_Soul_Gem_Title
source: Soul Gem
ko: 영혼 보석

# Equipment/&Ingredient_Stardust_Description
source: This dust was collected by Manacalon arcanists from the remains of a meteor shower. The incredible materials it contains grant it magical powers, and it can be used to enchant items.
ko: 이 먼지는 마나칼론 비전술사들이 유성우의 잔해에서 수집한 것입니다. 여기에 들어있는 놀라운 물질들에 마법의 힘이 깃들어 있으며 , 아이템에 마법을 부여하는 데 사용할 수 있습니다.

# Equipment/&Ingredient_Stardust_Title
source: Stardust
ko: 스타더스트

# Equipment/&Ingredient_StormHeather_Description
source: A rare flower from the Badlands, said to grow where lightning has struck the ground.
ko: 황무지에서 자라는 희귀한 꽃으로, 번개가 내려친 곳에서 자란다고 합니다.

# Equipment/&Ingredient_StormHeather_Title
source: Storm Heather
ko: 폭풍 헤더

# Equipment/&Ingredient_TrollAcanthus_Description
source: A very tough plant, said to regenerate when cut.
ko: 자르면 재생된다고 하는 매우 질긴 식물.

# Equipment/&Ingredient_TrollAcanthus_Title
source: Troll Acanthus
ko: 트롤 아칸서스

# Equipment/&Ingredient_VenomGland_Description
source: Harvested from the corpse of a Badlands spider. It can be distilled to create a blade venom.
ko: 황무지 거미의 시체에서 채취했습니다. 칼날에 바를 독을 만들기 위해 증류할 수 있습니다.

# Equipment/&Ingredient_VenomGland_Title
source: Spider Venom Gland
ko: 거미 독샘

# Equipment/&Item_Food_Ration_Description
source: A cloth sack with enough <#A95827>food for one day</color>: bread, dried meat, raw vegetables, and nuts.
ko: <#A95827>하루치 식량</color>이 들어있는 천 자루: 빵, 말린고기, 야채, 견과류가 들어있습니다.

# Equipment/&Item_Food_Ration_Title
source: Ration Pouch
ko: 식량 주머니

# Equipment/&ItemBrandingFormat
source: {0}'s {1}
ko: {0}의 {1}

# Equipment/&ItemTypeAmmunitionTitle
source: Ammunition
ko: 탄약

# Equipment/&ItemTypeArmorTitle
source: Armor ({0})
ko: ({0}) 갑옷

# Equipment/&ItemTypeClothTitle
source: Clothing
ko: 의류

# Equipment/&ItemTypeContainerTitle
source: Container
ko: 용기

# Equipment/&ItemTypeLightSourceDescription
source: Bright {0} + Dim {1}
ko: 밝은 {0} + 약간 어두운 {1}

# Equipment/&ItemTypeLightSourceTitle
source: Light Source
ko: 광원

# Equipment/&ItemTypePotionTitle
source: Potion
ko: 물약

# Equipment/&ItemTypeRingTitle
source: Ring
ko: 반지

# Equipment/&ItemTypeRodTitle
source: Rod
ko: 막대

# Equipment/&ItemTypeScrollTitle
source: Scroll
ko: 두루마리

# Equipment/&ItemTypeSpellbookTitle
source: Spellbook
ko: 주문책

# Equipment/&ItemTypeSpellFocusTitle
source: Spell Focus
ko: 주문시전 매개체

# Equipment/&ItemTypeStaffTitle
source: Staff
ko: 스태프

# Equipment/&ItemTypeStarterPackTitle
source: Starter Pack
ko: 스타터 팩

# Equipment/&ItemTypeToolTitle
source: Tool
ko: 도구

# Equipment/&ItemTypeWandTitle
source: Wand
ko: 완드

# Equipment/&ItemTypeWeaponTitle
source: Weapon
ko: 무기

# Equipment/&ItemTypeWondrousTitle
source: Wondrous Item
ko: 경이로운 아이템

# Equipment/&JavelinPlusOne
source: Javelin +1
ko: 자벨린 +1

# Equipment/&JavelinTypeTitle
source: Javelin
ko: 자벨린

# Equipment/&LanceTypeTitle
source: Lance
ko: 랜스

# Equipment/&LeatherArmorPlus+1_Title
source: Leather Armor +1
ko: 레더 아머 +1

# Equipment/&LeatherArmorPlus1_Description
source: This armor was used by scouts in the Manacalon army. It probably belonged to a noble soldier and is imbued with magic, providing additional defense.
ko: 이 갑옷은 마나칼론 군의 정찰병들이 착용했습니다. 아마도 고귀한 신분의 군인의 것이었을 것이며 마법이 부여되어 추가적인 방어를 제공합니다.

# Equipment/&LeatherArmorPlus1_Unidentified_Description
source: This finely decorated armor bears the emblems of an old elvish family.
ko: 이 정교하게 장식된 갑옷에는 오래된 엘프 집안의 상징이 새겨져 있습니다.

# Equipment/&LeatherArmorPlus1_Unidentified_Title
source: Magnificent Leather Armor
ko: 화려한 레더 아머

# Equipment/&LiamsHeirloom_Description
source: This heirloom is a magnificent ruby, probably worth about 500 gp.
ko: 이 가보는 아마도 약 500 금화의 가치가 있는 아름다운 루비입니다.

# Equipment/&LiamsHeirloom_Title
source: Liam's Heirloom
ko: 리암의 가보

# Equipment/&LightArmorCategoryDescription
source: Made from supple and thin materials, light armor favors agile adventurers since it offers some protection without sacrificing mobility.
ko: 유연하고 얇은 소재로 만들어진 경갑은 기동성을 희생하지 않고도 어느 정도 보호가 되므로 민첩한 모험가들이 선호합니다.

# Equipment/&LightArmorCategoryTitle
source: Light Armor
ko: 경갑

# Equipment/&LightCrossbowTypeTitle
source: Light Crossbow
ko: 라이트 크로스보우

# Equipment/&LightHammerTypeTitle
source: Light Hammer
ko: 라이트 해머

# Equipment/&LongbowTypeTitle
source: Longbow
ko: 롱보우

# Equipment/&Longsword_plus_one_Description
source: A Tirmarian inquisitor's longsword, blessed with divine magic.
ko: 신성한 마법의 축복을 받은 티르마르 심문관의 롱소드.

# Equipment/&Longsword_plus_one_Title
source: Longsword +1
ko: 롱소드 +1

# Equipment/&Longsword_plus_one_Unidentified_Description
source: This finely decorated longsword, looks both ancient and valuable.
ko: 정교하게 장식된 이 롱소드는 오래되어 보이는 동시에 매우 가치 있어 보입니다.

# Equipment/&Longsword_plus_one_Unidentified_Title
source: Magnificent Longsword
ko: 화려한 롱소드

# Equipment/&LongswordTypeTitle
source: Longsword
ko: 롱소드

# Equipment/&MaceTypeTitle
source: Mace
ko: 메이스

# Equipment/&ManacalonRosaryDescription
source: This pendant is used to enchant items using primed materials created by the ancient Manacalon masters of magic. It is almost impossible to reproduce their rituals, but they may be completed by one who has the required skill and ingredients.
ko: 이 펜던트는 고대 마나칼론의 마법 명인들에 의해 만들어진 준비된 재료를 이용하여 아이템에 마법을 부여하는 데 쓰입니다. 그들의 의식을 재구성하는 것은 거의 불가능에 가까운 일이지만, 필요한 기술과 재료를 갖춘 사람에 의해서는 완성될 수 있을지도 모릅니다.

# Equipment/&ManacalonRosaryTitle
source: Manacalon Rosary
ko: 마나칼론 묵주

# Equipment/&MartialWeaponCategoryDescription
source: These weapons require advanced training to handle without penalty.
ko: 이러한 무기를 불이익 없이 다루려면 추가적인 훈련이 필요합니다.

# Equipment/&MartialWeaponCategoryTitle
source: Martial Weapons
ko: 군용 무기

# Equipment/&MaulTypeTitle
source: Maul
ko: 마울

# Equipment/&MaxRangeTitle
source: Max Range
ko: 최대 사거리

# Equipment/&MediumArmorCategoryDescription
source: Medium armor offers more protection than light armor, but it also impairs movement more.
ko: 평갑은 경갑보다 더 높은 방어력을 제공하지만, 이동에 따른 제약도 더 큽니다.

# Equipment/&MediumArmorCategoryTitle
source: Medium Armor
ko: 평갑

# Equipment/&Morningstar_plus_1_Description
source: A finely decorated morningstar used by the Manacalon Imperial shock troops, imbued with magic.
ko: 마나칼론 제국의 돌격대가 사용하던 정교하게 장식된 모닝스타로 마법이 깃들어 있습니다.

# Equipment/&Morningstar_plus_1_Title
source: Manacalon Morningstar +1
ko: 마나칼론 모닝스타 +1

# Equipment/&Morningstar_plus_1_Unidentified_Description
source: This finely decorated morningstar is clearly a superior weapon.
ko: 이 정교하게 장식된 모닝스타는 틀림없이 우수한 무기입니다.

# Equipment/&Morningstar_plus_1_Unidentified_Title
source: Magnificent Morningstar
ko: 화려한 모닝스타

# Equipment/&MorningstarTypeTitle
source: Morningstar
ko: 모닝스타

# Equipment/&MusicalInstrumentCategoryTitle
source: Musical Instrument ({0})
ko: ({0}) 악기

# Equipment/&MusicalInstrumentLyreTypeDescription
source: If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.
ko: 특정 악기에 대한 숙련도가 있는 경우 해당 악기로 음악을 연주하기 위해 수행하는 모든 능력치 판정에 숙련도 보너스를 추가할 수 있습니다. 바드는 악기를 주문 시전의 매개체로 사용할 수 있습니다. 각 유형의 악기는 별도의 숙련도를 요구합니다.

# Equipment/&MusicalInstrumentLyreTypeTitle
source: Lyre
ko: 리르

# Equipment/&NecklaceOfFireballsTitle
source: Necklace of Fireballs
ko: 화염구의 목걸이

# Equipment/&NecklaceSpecialDescription
source: The quality of this necklace is above average.
ko: 이 목걸이의 품질은 평균 이상입니다.

# Equipment/&NecklaceSpecialTitle
source: Beautiful Necklace
ko: 아름다운 목걸이

# Equipment/&NeedleTypeTitle
source: Blowgun Needle
ko: 블로우건 바늘

# Equipment/&NetTypeTitle
source: Net
ko: 그물

# Equipment/&NoArmorCategoryDescription
source: This kind of basic clothing does not offer any natural protection.
ko: 이런 종류의 기본 의복은 아무런 방어력을 제공하지 않습니다.

# Equipment/&NoArmorCategoryTitle
source: No Armor
ko: 갑옷을 입고 있지 않은 상태

# Equipment/&OfOrcsAndMenContent
source: Reading this book gives you a deeper knowledge of the orcs and their nature.
ko: 이 책을 읽으면 오크와 그들의 본성에 대해 더욱 깊은 지식을 얻을 수 있습니다.

# Equipment/&OfOrcsAndMenDescription
source: A book on the various tribes of orcs.
ko: 다양한 오크 부족에 관한 책.

# Equipment/&OfOrcsAndMenHeader
source: The Orcs of Solasta
ko: 솔라스타의 오크들

# Equipment/&OfOrcsAndMenTitle
source: Of Orcs and Men
ko: 오크와 인간에 관하여

# Equipment/&OgreJavelinTitle
source: Ogre Javelin
ko: 오우거 자벨린

# Equipment/&OrcArrowTypeTitle
source: Orc Arrow
ko: 오크 화살

# Equipment/&OrcGreataxeTypeTitle
source: Orc Greataxe
ko: 오크 그레이트액스

# Equipment/&OrcJavelinTitle
source: Orc Javelin
ko: 오크 자벨린

# Equipment/&OrcMaceTypeTitle
source: Orc Mace
ko: 오크 메이스

# Equipment/&OrcShortbowTypeTitle
source: Orc Shortbow
ko: 오크 숏보우

# Equipment/&PebbleThrowTypeTitle
source: Pebble
ko: 조약돌

# Equipment/&PikeTypeTitle
source: Pike
ko: 파이크

# Equipment/&Poison_basicDescription
source: A simple chemical poison that deals damage.
ko: 피해를 입히는 기본적인 화학 독극물.

# Equipment/&Poison_basicTitle
source: Basic Poison
ko: 기본 독

# Equipment/&Poison_DeepSpiderDescription
source: A poison distilled from the venom glands of deep spiders. Can be applied to weapons and ammunition to deal additional damage and slow an enemy.
ko: 지하 거미의 독샘에서 추출한 독. 무기와 탄약에 발라 추가 피해를 입히고 움직임을 둔화시킬 수 있습니다.

# Equipment/&Poison_DeepSpiderTitle
source: Deep Spider Venom
ko: 지하 거미 독

# Equipment/&Poison_SpiderDescription
source: A poison distilled from the venom glands of Badlands Spiders. Can be applied to weapons and ammunition for additional damage.
ko: 황무지 거미의 독샘에서 추출한 독. 무기와 탄약에 발라 추가 피해를 입힐 수 있습니다.

# Equipment/&Poison_SpiderTitle
source: Spider Venom
ko: 거미 독

# Equipment/&Poison_WinterWolfPeltDescription
source: This magical pelt may be used to craft an interesting item.
ko: 이 마법 가죽은 흥미로운 아이템을 제작하는 데 사용할 수 있습니다.

# Equipment/&Poison_WinterWolfPeltTitle
source: Winter Wolf Pelt
ko: 겨울 늑대 가죽

# Equipment/&PoisonersKitToolTypeDescription
source: Contains the vials, chemicals, plants, and other equipment necessary for the creation of poisons. For some poisons, a creature's venom might also be required.
ko: 유리병, 화학 물질, 식물, 그리고 독을 생성하는데 필요한 기타 장비가 들어있습니다. 일부 독의 경우 생물의 독 또한 필요할 수도 있습니다.

# Equipment/&PoisonersKitToolTypeTitle
source: Poisoner's Kit
ko: 독 제작 도구

# Equipment/&PotionGiantStrengthCloudDescription
source: When you drink this potion, your STR becomes 27 for 1 hour.
ko: 이 물약을 마시면, 1시간 동안 힘이 27이 됩니다.

# Equipment/&PotionGiantStrengthCloudTitle
source: Potion of Giant Strength (Cloud)
ko: 거인 힘의 물약 (구름 거인)

# Equipment/&PotionGiantStrengthFireDescription
source: When you drink this potion, your STR becomes 25 for 1 hour.
ko: 이 물약을 마시면, 1시간 동안 힘이 25가 됩니다.

# Equipment/&PotionGiantStrengthFireTitle
source: Potion of Giant Strength (Fire)
ko: 거인 힘의 물약 (화염 거인)

# Equipment/&PotionGiantStrengthFrostDescription
source: When you drink this potion, your STR becomes 23 for 1 hour.
ko: 이 물약을 마시면, 1시간 동안 힘이 23이 됩니다.

# Equipment/&PotionGiantStrengthFrostTitle
source: Potion of Giant Strength (Frost)
ko: 거인 힘의 물약 (서리 거인)

# Equipment/&PotionGiantStrengthHillDescription
source: When you drink this potion, your STR becomes 21 for 1 hour.
ko: 이 물약을 마시면, 1시간 동안 힘이 21이 됩니다.

# Equipment/&PotionGiantStrengthHillTitle
source: Potion of Giant Strength (Hill)
ko: 거인 힘의 물약 (언덕 거인)

# Equipment/&PotionHealingRemedyDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko: 반짝이는 액체가 들어있습니다. 마시면 잃은 체력을 일부 회복합니다.

# Equipment/&PotionHealingRemedyTitle
source: Healing Remedy
ko: 치료약

# Equipment/&PotionOfClimbingDescription
source: When you drink this potion, you can climb like a spider for 1 hour.
ko: 이 물약을 마시면, 1시간 거미처럼 벽을 타고 오를 수 있습니다.

# Equipment/&PotionOfClimbingTitle
source: Potion of Climbing
ko: 등반의 물약

# Equipment/&PotionOfFlyingDescription
source: When you drink this potion, you can fly for 1 hour.
ko: 이 물약을 마시면, 1시간 동안 비행할 수 있습니다.

# Equipment/&PotionOfFlyingTitle
source: Potion of Flying
ko: 비행의 물약

# Equipment/&PotionOfGreaterHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko: 반짝이는 액체가 들어있습니다. 마시면 잃은 체력을 일부 회복합니다.

# Equipment/&PotionOfGreaterHealingTitle
source: Potion of Greater Healing
ko: 상급 치유 물약

# Equipment/&PotionOfHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko: 반짝이는 액체가 들어있습니다. 마시면 잃은 체력을 일부 회복합니다.

# Equipment/&PotionOfHealingTitle
source: Potion of Healing
ko: 치유 물약

# Equipment/&PotionOfHeroismDescription
source: Drinking this potion grants you additional hit points for a time, plus the effects of a bless spell.
ko: 이 물약을 마시면 일정 시간 동안 추가 체력과 축복 주문의 효과를 얻을 수 있습니다.

# Equipment/&PotionOfHeroismTitle
source: Potion of Heroism
ko: 영웅심의 물약

# Equipment/&PotionOfInvisibilityDescription
source: Turns you invisible for 1 hour.
ko: 1시간 동안 투명해집니다.

# Equipment/&PotionOfInvisibilityTitle
source: Potion of Invisibility
ko: 투명의 물약

# Equipment/&PotionOfSpeedDescription
source: Drinking this potion replicates the effect of a haste spell on you.
ko: 이 물약을 마시면 가속 주문의 효과를 얻습니다.

# Equipment/&PotionOfSpeedTitle
source: Potion of Speed
ko: 속도의 물약

# Equipment/&PotionOfSuperiorHealingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko: 반짝이는 액체가 들어있습니다. 마시면 잃은 체력을 일부 회복합니다.

# Equipment/&PotionOfSuperiorHealingTitle
source: Potion of Superior Healing
ko: 최상급 치유 물약

# Equipment/&PotionofwaterbreatingDescription
source: Contains a shimmering liquid. Heals some of your lost HP when drunk.
ko: 반짝이는 액체가 들어있습니다. 마시면 잃은 체력을 일부 회복합니다.

# Equipment/&PotionofwaterbreatingTitle
source: Healing Remedy
ko: 치료약

# Equipment/&PouchDescription
source: A leather and cloth pouch used to stack small items.
ko: 작은 물건을 담는 데 쓰이는 가죽과 천으로 만들어진 주머니.

# Equipment/&PouchTitle
source: Pouch
ko: 작은 주머니

# Equipment/&PriestPackTitle
source: Priest's Pack
ko: 사제의 꾸러미

# Equipment/&QuarterstaffTypeTitle
source: Quarterstaff
ko: 쿼터스태프

# Equipment/&RapierTypeTitle
source: Rapier
ko: 레이피어

# Equipment/&ReachTitle
source: Reach
ko: 간격

# Equipment/&RingDetectInvisibleDescription
source: This ring reveals invisible creatures up to 12 cells away.
ko: 이 반지는 최대 12칸까지 떨어진 곳에 있는 투명한 크리쳐의 모습을 드러냅니다.

# Equipment/&RingDetectInvisibleTitle
source: Ring of Detect Invisible
ko: 투명 감지의 반지

# Equipment/&RingOfProtection_plus_one_Description
source: A beautifully crafted silver ring bearing a shield design.
ko: 방패 디자인이 있는 아름답게 제작된 은반지.

# Equipment/&ScaleArmorPlus+1_Title
source: Scale Armor +1
ko: 스케일 아머 +1

# Equipment/&ScaleArmorPlus1_Description
source: This armor was used by scouts in the Manacalon army. It probably belonged to a noble soldier and is imbued with magic, providing additional defense.
ko: 이 갑옷은 마나칼론 군대의 정찰병들이 사용했습니다. 아마도 귀족 병사가 소유했을 것이며 마법이 깃들어 있어 추가 방어력을 제공합니다.

# Equipment/&ScaleArmorPlus1_Unidentified_Description
source: This finely decorated armor shows the skill of the ancient Manacalon armorers.
ko: 정교하게 장식된 이 갑옷은 고대 마나칼론 갑주제작가들의 기술력을 보여줍니다.

# Equipment/&ScaleArmorPlus1_Unidentified_Title
source: Magnificent Scale Armor
ko: 화려한 스케일 아머

# Equipment/&ScholarPackTitle
source: Scholar's Pack
ko: 학자의 꾸러미

# Equipment/&ScimitarTypeTitle
source: Scimitar
ko: 시미터

# Equipment/&ScrollAcidArrowDescription
source: When you use this scroll, you cast the acid arrow spell.
ko: 이 두루마리를 사용하면 산성 화살 주문을 시전합니다.

# Equipment/&ScrollAcidArrowTitle
source: Scroll of Acid Arrow
ko: 산성 화살 두루마리

# Equipment/&ScrollBaneDescription
source: When you use this scroll, you cast the Bane spell.
ko: 이 두루마리를 사용하면 저주 주문을 시전합니다.

# Equipment/&ScrollBaneTitle
source: Scroll of Bane
ko: 저주의 두루마리

# Equipment/&ScrollBarkskinDescription
source: When you use this scroll, you cast the Barkskin spell.
ko: 이 두루마리를 사용하면, 나무껍질 피부 주문을 시전합니다.

# Equipment/&ScrollBarkskinTitle
source: Scroll of Barkskin
ko: 나무껍질 피부의 두루마리

# Equipment/&ScrollBlessDescription
source: When you use this scroll, you cast the Bless spell.
ko: 이 두루마리를 사용하면 축복 주문을 시전합니다.

# Equipment/&ScrollBlessTitle
source: Scroll of Bless
ko: 축복의 두루마리

# Equipment/&ScrollBurningHandsDescription
source: When you use this scroll, you cast the burning hands spell.
ko: 이 두루마리를 사용하면 타오르는 손길 주문을 시전합니다.

# Equipment/&ScrollBurningHandsTitle
source: Scroll of Burning Hands
ko: 타오르는 손길 두루마리

# Equipment/&ScrollColorSprayDescription
source: When you use this scroll, you cast the spell Color Spray.
ko: 이 두루마리를 사용하면 색채 분사 주문을 시전합니다.

# Equipment/&ScrollColorSprayTitle
source: Scroll of Color Spray
ko: 색채 분사 두루마리

# Equipment/&ScrollCureWoundsDescription
source: When you use this scroll, you cast the Cure Wounds spell.
ko: 이 두루마리를 사용하면 상처 치료 주문을 시전합니다.

# Equipment/&ScrollCureWoundsTitle
source: Scroll of Cure Wounds
ko: 상처 치료 두루마리

# Equipment/&ScrollExpeditiousRetreatDescription
source: When you use this scroll, you cast the Expeditious Retreat spell.
ko: 이 두루마리를 사용하면 신속한 후퇴 주문을 시전합니다.

# Equipment/&ScrollExpeditiousRetreatTitle
source: Scroll of Expeditious Retreat
ko: 신속한 후퇴 두루마리

# Equipment/&ScrollFireballDescription
source: When you use this scroll, you cast the Fireball spell.
ko: 이 두루마리를 사용하면 화염구 주문을 시전합니다.

# Equipment/&ScrollFireballTitle
source: Scroll of Fireball
ko: 화염구 두루마리

# Equipment/&ScrollFogCloudDescription
source: When you use this scroll, you cast the spell Fog Cloud.
ko: 이 두루마리를 사용하면 안개 구름 주문을 시전합니다.

# Equipment/&ScrollFogCloudTitle
source: Scroll of Fog Cloud
ko: 안개 구름 두루마리

# Equipment/&ScrollGreaseDescription
source: When you use this scroll, you cast the Grease spell.
ko: 이 두루마리를 사용하면 기름 주문을 시전합니다.

# Equipment/&ScrollGreaseTitle
source: Scroll of Grease
ko: 기름 두루마리

# Equipment/&ScrollGuidingBoltDescription
source: When you use this scroll, you cast the Guiding Bolt spell.
ko: 이 두루마리를 사용하면 유도 화살 주문을 시전합니다.

# Equipment/&ScrollGuidingBoltTitle
source: Scroll of Guiding Bolt
ko: 유도 화살 두루마리

# Equipment/&ScrollHideousLaughterDescription
source: When you use this scroll, you cast the Hideous Laughter spell.
ko: 이 두루마리를 사용하면 소름끼치는 웃음 주문을 시전합니다.

# Equipment/&ScrollHideousLaughterTitle
source: Scroll of Hideous Laughter
ko: 소름끼치는 웃음 두루마리

# Equipment/&ScrollHoldPersonDescription
source: When you use this scroll, you cast the Hold Person spell.
ko: 이 두루마리를 사용하면 인간 속박 주문을 시전합니다.

# Equipment/&ScrollHoldPersonTitle
source: Scroll of Hold Person
ko: 인간 속박 두루마리

# Equipment/&ScrollIdentifyDescription
source: When you use this scroll, you cast the Identify spell.
ko: 이 두루마리를 사용하면 식별 주문을 시전합니다.

# Equipment/&ScrollIdentifyTitle
source: Scroll of Identify
ko: 식별 두루마리

# Equipment/&ScrollJumpDescription
source: When you use this scroll, you cast the Jump spell.
ko: 이 두루마리를 사용하면 점프 주문을 시전합니다.

# Equipment/&ScrollJumpTitle
source: Scroll of Jump
ko: 점프 두루마리

# Equipment/&ScrollKitToolTypeDescription
source: Contains the necessary tools and materials to prepare magical ink and craft spell scrolls.
ko: 마법 잉크를 준비하고 주문 두루마리를 만드는 데 필요한 도구와 재료가 들어 있습니다.

# Equipment/&ScrollKitToolTypeTitle
source: Scroll Kit
ko: 두루마리 제작 도구

# Equipment/&ScrollLesserRestorationDescription
source: When you use this scroll, you cast the Lesser Restoration spell.
ko: 이 두루마리를 사용하면 하급 회복 주문을 시전합니다.

# Equipment/&ScrollLesserRestorationTitle
source: Scroll of Lesser Restoration
ko: 하급 회복 두루마리

# Equipment/&ScrollLightningBoltDescription
source: When you use this scroll, you cast the Lightning Bolt spell.
ko: 이 두루마리를 사용하면 번개 화살 주문을 시전합니다.

# Equipment/&ScrollLightningBoltTitle
source: Scroll of Lightning Bolt
ko: 번개 화살 두루마리

# Equipment/&ScrollMageArmorDescription
source: When you use this scroll, you cast the Mage Armor spell.
ko: 이 두루마리를 사용하면 마법 갑주 주문을 시전합니다.

# Equipment/&ScrollMageArmorTitle
source: Scroll of Mage Armor
ko: 마법 갑주 두루마리

# Equipment/&ScrollMagicMissileDescription
source: When you use this scroll, you cast the Magic Missile spell.
ko: 이 두루마리를 사용하면 마법 화살 주문을 시전합니다.

# Equipment/&ScrollMagicMissileTitle
source: Scroll of Magic Missile
ko: 마법 화살 두루마리

# Equipment/&ScrollProtectionFromEvilandGoodDescription
source: When you use this scroll, you cast the Protection from Evil and Good spell.
ko: 이 두루마리를 사용하면 선과 악으로부터의 보호 주문을 시전합니다.

# Equipment/&ScrollProtectionFromEvilandGoodTitle
source: Scroll of Protection from Evil and Good
ko: 선과 악으로부터의 보호 두루마리

# Equipment/&ScrollRaiseDeadDescription
source: When you use this scroll, you cast the Raise Dead spell.
ko: 이 두루마리를 사용하면 시체 되살리기 주문을 시전합니다.

# Equipment/&ScrollRaiseDeadTitle
source: Scroll of Raise Dead
ko: 시체 되살리기 주문

# Equipment/&ScrollRevivifyDescription
source: When you use this scroll, you cast the Revivify spell.
ko: 이 두루마리를 사용하면 소생 주문을 시전합니다.

# Equipment/&ScrollRevivifyTitle
source: Scroll of Revivify
ko: 소생 두루마리

# Equipment/&ScrollScorchingRayDescription
source: When you use this scroll, you cast the Scorching Ray spell.
ko: 이 두루마리를 사용하면 작열 광선 주문을 시전합니다.

# Equipment/&ScrollScorchingRayTitle
source: Scroll of Scorching Ray
ko: 작열 광선 두루마리

# Equipment/&ScrollShieldOfFaithDescription
source: When you use this scroll, you cast the Shield of Faith spell.
ko: 이 두루마리를 사용하면 신앙의 방패 주문을 시전합니다.

# Equipment/&ScrollShieldOfFaithTitle
source: Scroll of Shield of Faith
ko: 신앙의 방패 두루마리

# Equipment/&ScrollSleepDescription
source: When you use this scroll, you cast the Sleep spell.
ko: 이 두루마리를 사용하면 수면 주문을 시전합니다.

# Equipment/&ScrollSleepTitle
source: Scroll of Sleep
ko: 수면 두루마리

# Equipment/&ScrollThunderwaveDescription
source: When you use this scroll, you cast the Thunderwave spell.
ko: 이 두루마리를 사용하면 천둥파도 주문을 시전합니다.

# Equipment/&ScrollThunderwaveTitle
source: Scroll of Thunderwave
ko: 천둥파도 두루마리

# Equipment/&Sellsword_Background_Quest_Document_01
source: Dear friend, now that you have saved the Baron, I must speak to you about certain matters from the past that I am now at liberty to divulge. I was not entirely candid with you during your last visit. Would you stop by the next time you are in Coparann? Clear skies to you, Mildred Warmhearth
ko: 친구, 자네가 남작을 구했으니 말이지만, 이제야 허심탄회하게 말할 수 있는 과거의 어떤 얘기를 하고 싶어. 자네가 마지막으로 방문했을 때는 속내를 다 털어놓지 못했었지. 다음에 코파란에 올 때 들리겠어? 맑은 하늘이 너와 함께하길, 밀드레드 웜하스

# Equipment/&Sellsword_Background_Quest_Document_02
source: Dearest child, We shall soon meet our fate, your mother and I. An old friend will deliver this letter to you when reach the point where you are searching for meaning and answers in life. What we did, we did to protect you, even though it may be difficult to believe. It is a hard thing to leave a child alone in the world, but it is better than some other fates. We were not strong enough to resist temptation, but we will be strong enough not to let evil triumph in the end.
ko: 사랑하는 아이야, 네 어머니와 나는 이제 곧 우리의 운명을 맞이한다. 네가 삶의 의미와 답에 대해 고뇌할 때가 되면 오랜 친구가 이 편지를 전달할 거야. 믿기 어렵겠지만, 우리가 한 행위는 모두 널 지키기 위해서였다. 아이가 세상을 홀로 살아가도록 두는 것은 힘든 일이지만, 그보다 가혹한 운명보다는 나으니까. 우리가 비록 유혹에 저항할 만큼 강하지는 못했으나, 악이 끝내 승리하지 않게 만들 만큼 강하기를.

# Equipment/&Sellsword_Background_Quest_Document_03
source: Report to me at once! Remember, we are always watching - and if you even think of betraying us, your child will be the first to suffer! We are everywhere! I expect your next report in two days!
ko: 당장 나한테 보고해! 명심해, 우린 항상 지켜보고 있다. 우리를 배신할 생각이라도 한다면 네 자식을 고문 할 것이다! 우리는 어디에나 있다! 이틀 후에 다음 보고를 기대하겠다!

# Equipment/&Shield_plus_1_Description
source: A light and sturdy magical shield, used by Manacalon Imperial shock troops.
ko: 마나칼론 제국 돌격병들이 사용하는 가볍고 튼튼한 마법 방패입니다.
