Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_WhiteCity_Lore_HumanClans_Content01
source: When we arrived here in the lands of the Snow Alliance, we were homeless and lost. Strangers shipwrecked and washed up on the shores of a strange world. But the dwarves and elves of the Snow Alliance saw that we were indomitable, trustworthy, and - most importantly - skilled. When the mana drained from the world during the Cataclysm, those skills became a lifeline that none could live without. A binding force that held us together.
ko: 설산 동맹의 땅에 도착했을 때 우리는 집도 없고 방황하던 때 였다. 낯선 이방인들이 난파되어 낯선 세계의 해안에 떠밀려온 꼴이였다. 하지만 설산 동맹의 드워프와 엘프들은 우리가 불굴의 의지와 끈끈한 신뢰, 그리고 가장 중요한 기술력을 지녔다는 걸 알아차렸다. 대격변으로 마나가 세상에서 빨려나갔을 때, 기술력이 우리의 구명줄이 되었다. 우리를 하나로 묶어주는 힘이였다.

# Equipment/&DLC3_WhiteCity_Lore_HumanClans_Content02
source: By the end of the War of Sorrow, we had become the Eastern Guardians, the "Itainen Vartmerkint." Among the clans in the roll call of the Most Honored, we have cast our own names in the forges of War and Survival. Here stand some of those of deserved recognition: The Blunts: A military family with a glorious past all the way up to the present. The Ashdowns: An honorable family, true to the Snow Alliance. The Sledges: A merchant family of great wealth and culture. The Rivers: Faithful and brave.
ko: 슬픔의 전쟁이 끝날 무렵, 우리는 동부의 파수꾼 "이타이넨 바트머킨"이 되었다. 가장 영예로운 씨족 명단에는 전쟁과 생존의 대장간에 이름을 올린 이들이 있다. 이 중 몇을 소개하고저 한다: 블런트: 영광스러운 과거부터 지금까지 역사를 자랑하는 군인 가문. 애쉬다운: 설산 동맹에 충실한 명예로운 가문. 슬렛지: 부와 문화를 자랑하는 상인 가문. 리버: 신실하고 용맹함.

# Equipment/&DLC3_WhiteCity_Lore_HumanClans_Content03
source: How many more will add their names to the list of the Most Honored? Only time will tell.
ko: 얼마나 더 많은 사람들이 가장 영예로운 자 명단에 이름을 올릴 수 있을까요? 시간만이 답해줄 겁니다.

# Equipment/&DLC3_WhiteCity_Lore_NorthernClans_Title
source: The Pohjolen Vartmerkint
ko: 포히올렌 바트머킨

# Equipment/&DLC3_WhiteCity_Lore_NorthernClans_Description
source: A short history of the Northern Guardians.
ko: 북부의 파수꾼들에 관한 짧은 역사.

# Equipment/&DLC3_WhiteCity_Lore_NorthernClans_Content01
source: Ice and fire. When writing of the great houses of the Northern Guardians, it must be noted that life in the Great White is extreme, harsh, and demanding. Life, even for snow dwarves of the hardiest disposition, is too often cut short by adverse conditions and the many terrifyingly dangerous creatures that inhabit these snowy wastes. It is for this reason that those who make a life in the Great White stay loyal and true to friends, neighbors, and allies.
ko: 얼음과 불이여. 북부의 파수꾼들의 위대한 가문에 대해 쓸 때, 백악의 삶은 극단적이고 가혹하며 까탈스럽다는 점을 유의해야 한다. 가장 강인한 성정을 지닌 스노우 드워프조차 불리한 환경과 눈 덮힌 쓰레기들에 서식하는 끔찍하고 위협적인 크리쳐로 인해 단명한다. 그렇기에 백악에서 살아가는 이들은 친구, 이웃, 동맹에게 충실하고 진실되게 지낸다.

# Equipment/&DLC3_WhiteCity_Lore_NorthernClans_Content02
source: Such steadfast character creates many leaders and persons of great note, bravery, and wisdom; among them: Hakki Goldheart - Clan chief of the Pohjolen Vartmerkint, killer of remorhaz Glodi Strongheart - Brave warrior and battle leader Jarnhilde Wisetongue - Warrior and representative of the Pohjolen Hjalmar Whitecloud - storm giant friend, and killer of hill giants The list is ever growing and illustrious.
ko: 이러한 단호한 성품이 많은 지도자와 용맹과 지혜를 지닌 뛰어난 인물들을 배출해냈다: 하키 골드하트 - 포히올렌 바트머킨 씨족의 족장, 레모하즈 살해자 글로디 스트롱하트 - 용감한 전사이자 전투 지도자 얀힐데 와이즈텅 - 전사이자 포히올렌의 대표자 얄마르 화이트클라우드 - 폭풍 거인의 친구이자 언덕 거인 살해자 이 목록이 계속 늘어나고 걸출해지길.

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Title
source: The Lantinen Vartmerkint
ko: 란티넨 바트머킨

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Description
source: The Western Clans and Houses of the Snow Alliance.
ko: 설산 동맹의 서쪽 씨족과 가문.

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Content01
source: Dear reader, please find herein a brief record of the Lantinen Vartmerkint and its current main contributors. We, the Lantinen, are a loose confederation of noble houses and clans that have existed for millennia, since before even the Snow Alliance. Many of our members, who founded the Western Guardians, are made up of the descendants of the high elves and sylvan elves that first fled the brutal tyranny of the Manacalon Empire several thousand years before the Cataclysm.
ko: 독자들이여, 란티넨 바트머킨과 현 주요 공헌자들에 대한 간략한 기록을 소개하겠다. 우리, 란티넨은 설산 동맹 이전부터 수천 년 동안 존재해 온 귀족 가문과 씨족의 느슨한 연합체다. 서부의 파수꾼을 창설한 우리 중 상당수는 대격변이 일어나기 수천 년 전 마나칼론 제국의 잔혹한 폭정을 피해 도망친 하이 엘프와 실반 엘프의 후손들로 이루어져 있다.

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Content02
source: Our self-reliant skills, hard-fought-for knowledge, and bravery have kept our lands, and latterly the lands of our allies in the Snow Alliance, free from oppression and evil since our first arrival. It is therefore with great pride that we acknowledge the deep regard in which we are held by our dwarven, gnomish, and recent human friends, and take great joy in calling them our friends. Those that are held in highest regard are listed below:
ko: 우리의 자립적인 기술, 힘들게 얻은 지식, 용맹은 우리가 처음 이 땅에 내딛은 이후로 우리의 대지와 설산 동맹들의 땅을 억압과 악으로부터 지켜내어 자유롭게 해주었다. 따라서 우리는 드워프, 노움, 최근의 인간 친구들까지 우리를 깊이 존중하고 있음을 인정하고 그들을 친구라 부르는 것에 자부심을 느낀다. 존중받아 마땅한 이들은 다음과 같다:

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Content03
source: Elder Estorgath Sharpmind - Eldest and wisest among us. Keeper of our Lore and Singer of Songs. Kelariel Brightsong - Bard of the College of Hope Esgariel Goldenhawk - Almost legendary, a lone Ranger of the Wilds. Esgariel has been unseen and unheard from in the last century. Some say she must be dead, but she has also been known to disappear for long periods several times in the last six hundred years.
ko: 에스토르가스 샤프마인 장로 - 우리 중 가장 연장자이자 현명한 자. 지식의 수호자이자 노래의 가수. 켈라리엘 브라이트송 - 희망의 대학의 바드 에스가리엘 골든호크 - 전설이나 다를바 없는 야생의 레인저. 에스가리엘은 지난 세기동안 보이지도, 소식을 들은것도 없다. 어떤 이들은 죽었다고 하지만 지난 600년 동안 여러 차례 오랫동안 자리를 비우기 일쑤였던 걸로 알려져있다.

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Content04
source: Lutharion Quicklimb - A Greenmage hermit who spends most of his time roaming the western Snow Alliance, giving aid to communities and eliminating monstrous threats…
ko: 루타리온 퀵림 - 대부분의 시간을 설산 동맹 서부를 돌아다니며 마을을 돕고 괴물 위협을 제거하는 그린메이지 은둔자로…

# Equipment/&DLC3_WhiteCity_Lore_ElvenClans_Content05
source: This book continues at length to detail the names and many locations of various noble houses and clans.
ko: 이 책은 다양한 귀족 가문과 씨족의 이름, 여러 장소를 자세히 설명합니다.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Title
source: The Snow Alliance: A History
ko: 설산 동맹: 역사

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Description
source: How the Snow Alliance formed and the clans who forged it.
ko: 설산 동맹이 형성된 과정과 이를 만든 씨족들에 대해 알아보기.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content01
source: In those early days of its foundation, our brave dwarvish houses each took responsibility for the defense of an entry point of the early settlements in the valleys and mines of White Rock. We called these alliances "Vartmerkint," which translates loosely from the old dwarvish as "Guardians of the Entries," each group competing to outdo all the others in feats of engineering and martial prowess. As our lands expanded, other new clans and Vartmerkint were formed as was necessary and practical.
ko: 창립 초기에 우리의 용감한 드워프 가문은 각각 백석 계곡과 광산에 있는 초기 정착지 입구 지점을 방어하는 책임을 맡았다. 우리는 이 동맹을 "바트머킨"이라 불렀는데, 옛 드워프어로 "입구의 파수꾼"을 적당히 의역한 것이다. 각 그룹은 공학과 무용으로 다른 그룹을 능가하기 위해 경쟁하였다. 땅이 확장되며 필요와 실용에 따라 다른 새로운 씨족과 바트머킨이 형성되었다.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content02
source: The history of the Snow Alliance is a many splendored tale of victory through millennia of hardships and adversity, forged in centuries of struggle and wars against the elements, the monstrous inhabitants of the region, the predations of the Manacalon Empire, the chaotic and catastrophic opening of the Rift, the equally traumatic Cataclysm, the War of Sorrow, and later wars. The earliest Vartmerkint recorded were among the indigenous Snow Dwarves in and around Valkarokkopun (White Rock City).
ko: 설산 동맹의 역사는 수 세기에 걸친 고난과 역경, 지역의 괴물들, 마나칼론 제국의 약탈, 혼란스러운 재앙의 균열, 그와 같은 충격의 대격변, 슬픔의 전쟁, 그러고도 수많은 전쟁을 통해 쌓은 찬란한 승리의 역사다. 제일 처음의 바트머킨은 발카로코푼(백석 도시)과 그 주변 토착 스노우 드워프들 중 하나였다.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content03
source: Soon these "Vartmerkint" or "Guardians", by dwarvish tradition, were named after the points of the compass. Namely: the Eastern - "Itainen" the Western - "Lantinen" the Northern - "Pohjolen" and the Southern Guardians - "Ettilen Vartmerkint". Then there were the "deep dwarves" who guarded the mines and tunnels below the mountains, who became known as the Central Guardians - "Keskainen Vartmerkint" And so were formed the leading clans we know to this day. But no land is impervious to change.
ko: 곧 이 "바트머킨" 혹은 "파수꾼"은 드워프 전통에 따라 나침반의 극을 따서 명명되었다. 이름 짓기를: 동부 - "이타이넨" 서부 - "란티넨" 북부 - "포히올렌" 남부 - "에틸렌". 산 아래 광산과 터널을 지키는 "딥 드워프"가 있었으니, 중앙의 파수꾼은 다음과 같이 알려졌다 - "케스카이넨" 그리고 오늘날 우리가 알고 있는 주요 씨족들이 형성되었다. 하지만 변화를 거스르는 땅은 없을지니.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content04
source: Over time this group of clans became the Snow Alliance, but as the ravages of the wars with Manacalon, the Cataclysm, and the War of Sorrows took their toll, we were left no choice but to seek help from those that lived around us in the mountains, forests, and valleys. First were the sylvan elves who had fled the first formation and expansion of the Manacalon Empire, settling in the western forests. Their cunning and bravery, uncomplaining, won them our trust and first entry to the Alliance.
ko: 시간이 흐르며 이 씨족들은 설산 동맹이 되었지만, 마나칼론과의 전쟁, 대격변, 슬픔의 전쟁 여파로 피해를 입자 산, 숲, 계곡 등 주변에 사는 부족들에게 도움을 요청해야만 했다. 먼저 마나칼론 제국이 처음 형성되고 확장될 때 도망쳐 서쪽 숲에 정착한 실반 엘프들이 있었다. 이들은 교묘함과 용맹, 시원시원한 태도로 우리의 신뢰를 얻어 동맹에 처음 가입하였다.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content05
source: And then, after the near destruction of the first Lantinen in the Cataclysm, we passed that banner to them. Next came the fall of the first Itainen, utterly destroyed in the War of Sorrows. The Snow Alliance was on its knees, but the humans that had come through the Rift never once shirked their duty; always guarding, always fighting, always working to help anyone in need. Using all of their alien knowledge and skills to keep the Alliance safe from any threat, becoming the second Itainen.
ko: 그 이후, 대격변 때 첫 번째 란티넨이 궤멸적인 피해를 입고나선 우린 깃발을 그들에게 넘겨야 했다. 다음엔 슬픔의 전쟁에서 완전히 파괴된 첫 번째 이타이넨의 몰락이 이어졌다. 설산 동맹은 무릎을 꿇었으나, 균열을 통해 온 인간들은 단 한 번도 의무를 피하지 않고 항상 지키며, 항상 싸우고, 항상 도움이 필요한 이들을 돕기 위해 항상 노력했다. 외지인의 지식과 기술 모두 사용하여 동맹을 위협으로부터 안전히 지키고 제 2의 이타이넨이 되었다.

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content06
source: And so the Snow Alliance now stands proud, all 200 clans, with five pre-eminent; the Itainen, Lantinen, Pohjolen, Ettilen, and Keskainen. These five are now known as the "Pact of the Claw," why the name…
ko: 그리하여 설산 동맹은 이타이넨, 란티넨, 포히올렌, 에틸렌, 케스카이넨 다섯 씨족을 중심으로 총 200개 씨족으로 자라났다. 이 다섯 씨족은 이제 "발톱 맹약"으로 알려지는데, 이름이 붙은 연유는…

# Equipment/&DLC3_WhiteCity_Lore_SnowAlliance_Content07
source: Someone seems to have torn out a large number of pages here.
ko: 누군가 많은 페이지를 찢어버렸습니다.

# Equipment/&DLC3_Undermountain_Lore_MilitaryRanks_Title
source: Turvaamalinn Military Ranks
ko: 투르바말린 군사 계급

# Equipment/&DLC3_Undermountain_Lore_MilitaryRanks_Description
source: A brief discussion of dwarven military ranks.
ko: 드워프 군 계급에 대한 간략한 설명.

# Equipment/&DLC3_Undermountain_Lore_MilitaryRanks_Content01
source: The ranks of the army of Turvaamalinn are as solid and noble in character as the soldiers who stand in defense of the Undermountain. It is therefore of no great surprise that we organize and name those ranks according to the traditional dwarven assay values of metallic ores, and then combine those with the old dwarvish title "Jakar," meaning "Hunter" or "Warrior": Thus the lowest ranking of our soldiers are known as "Pronsjakar" or "Bronze Hunters."
ko: 투르바말린 군대 계급은 아랫산을 수호하는 병사들만큼이나 견고하고 고귀한 품성을 지녀야한다. 그리하여 전통적인 드워프 방식으로 분석하여 계급을 구성하고 금속 광석의 이름을 붙인 다음, '사냥꾼'이나 '전사'라는 뜻의 옛 드워프 칭호인 '자카르'와 결합하여 만드는 구성은 놀랄것도 아니다: 따라서 우리 병사의 가장 낮은 계급은 "프론자카르", "브론즈 사냥꾼"으로 알려지게 되었다

# Equipment/&DLC3_Undermountain_Lore_MilitaryRanks_Content02
source: next are the "Hopajakar" or "Silver Hunters," and then highest ranked, the "Kultajakar" or "Gold Hunters." If the Kultajakar are committed to a battle, then the danger to the Undermountain is great and the fight most perilous. Thus, when a member of the Keskainen Vartmerkint says, "We are down to the Kultajakar," they mean that the situation is desperate.
ko: 다음은 "호파자카르", "실버 사냥꾼". 그리고 가장 높은 등급인 "쿨타자카르", "골드 사냥꾼" 쿨타자카르가 전투에 투입되면 아랫산에 대한 위험이 커지고 전투가 아주 위험하다는 뜻이다. 따라서 케스카이넨 바트머킨의 일원이 "우리 쿨타자카르까지 내려왔다"라는 것은 상황이 절박해졌다는 것이다.

# Equipment/&DLC3_Undermountain_Lore_Tale_Title
source: The Abominable Terror of the Peaks
ko: 산마루의 흉측한 공포

# Equipment/&DLC3_Undermountain_Lore_Tale_Description
source: A frightening dwarven children's tale of morality.
ko: 드워프 아이들을 위한 무시무시한 도덕성 이야기.

# Equipment/&DLC3_Undermountain_Lore_Tale_Content01
source: Once upon a time, there were two very naughty children, Hegri and Gurda Blacknose. They were so naughty, they didn't listen to their elders and pulled the beards of old dwarves. One day, Hegri and Gurda decided to go on an adventure and leave the village without telling anyone. They packed their rucksacks with snacks, and filled their drinking skins with small beer. Oh, what naughty children they were! It started to snow heavily, and the children were soon lost. Noises and shapes followed them.
ko: 옛날 옛적에, 헤그리와 구르다 블랙노스라는 말썽쟁이 아이 둘이 있었어요. 너무나 장난이 심해서 어른들 말은 듣지 않고 늙은 드워프 수염을 뽑고 다녔답니다. 어느 날, 헤그리와 구르다는 모험을 떠나기로 결심하고 아무에게도 말하지 않고 마을을 떠났어요. 배낭에는 간식을 가득 채우고 작은 술통에는 맥주를 가득 채웠지요. 정말 말썽쟁이들이란! 눈이 많이 내리기 시작했고 아이들은 곧 길을 잃었답니다. 소음과 그림자가 아이들을 따라다녔죠.

# Equipment/&DLC3_Undermountain_Lore_Tale_Content02
source: If Hegri and Gurda had listened to their parents, then they would have known that being out in a snowstorm was a terrible idea. Because that is when Peak Terrors and Peak Abominations hunt. Huge, awful creatures who love nothing more than eating a naughty dwarven child for their dinner. Hegri and Gurda screamed, as hurtling out of the Great White came monsters with white fur and gnashing teeth. Dropping their rucksacks, they ran, but it was too late! Poor Hegri and Gurda were never seen again. The End
ko: 헤그리와 구르다가 부모님 말을 들었더라면 눈보라를 헤쳐 나가는 것이 끔찍한 생각이라는 걸 알았을 거예요. 눈보라 칠 때는 산마루 공포와 산마루 혐오체가 사냥을 다니기 때문이랍니다. 장난꾸러기 드워프 아이를 잡아먹는 것을 아주 좋아하는 거대하고 끔찍한 크리쳐들이 저녁 식사를 하러 찾아와버렸네요. 헤그리와 구르다는 비명을 질렀고, 백악에서 하얀 털과 이빨을 드러낸 괴물들이 달려들었어요. 배낭을 떨어뜨리고 도망쳤지만, 이미 늦어버렸어요! 불쌍한 헤그리와 구르다의 모습은 다시는 볼 수 없었답니다. 끝

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Title
source: The Schism
ko: 분열

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Description
source: An exploration of the true origins of the sylvan elves.
ko: 실반 엘프의 진정한 기원에 대한 탐구.

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Content01
source: If the histories of the Manacalon Empire are true, and without fault, then all elves in the most ancient of times were once high elves, without exception. It is said it was the foundation of the Manacalon Empire and their strict and brutal imposition of order on all elves that brought about the change that begat the sylvan elves. The tone and inconsistency in the details of such histories does, however, leave much room for doubt, as does the earliest oral histories of the Coedymwarth.
ko: 마나칼론 제국의 역사가 사실이라면, 고대 모든 엘프는 예외 없이 하이엘프였을 것이다. 마나칼론 제국의 건국과 모든 엘프에게 엄격하고 잔혹한 질서를 부과한 것이 실반 엘프라는 변화를 탄생시켰다고 한다. 허나 이러한 역사의 세부적인 부분의 논조와 불일치는 코이뒴워스의 초기 구전 역사와 마찬가지로 의심의 여지를 많이 남긴다.

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Content02
source: It is the comparative lack of written accounts from the earliest days of the Coedymwarth rebellion, and the remarkably "on message" surviving accounts written by the high elves that makes any determination of the exact truth so difficult. Among the most ancient of the oral histories, the sylvan elves often talk of having been "borne from the Woodes and Wealdes of the Worlde." And yet the Manacalon Empire universally dismisses such claims as "most false and without merit."
ko: 코이뒴워스 반란 초기의 기록이 상대적으로 부족하고, 하이 엘프들이 남긴 "전언"은 현저히 전달력이 떨어지기에 정확한 진실을 파악하는 것이 매우 어렵다. 가장 오래된 구전 역사에선 실반 엘프들은 종종 "만물의 산림속 산물"이라 이야기 한다. 하지만 마나칼론 제국에서는 이러한 주장을 "대부분 거짓이며 아무 가치 없음"이라 일축한다

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Content03
source: Why such dogmatic insistence by the Manacalon Empire and the high elves, the former masters? Why are sylvan elves so recognizably culturally distinct in their mindset and their society? Why are the sylvan elves so unlike the many other high elves who also rebelled and left the Empire at the same time as the sylvan elves of the Coedymwarth? Thus, the time of separation between the two does not sufficiently explain this divergence.
ko: 왜 마나칼론 제국과 이전 주인인 하이 엘프들은 독단적으로 주장을 고집하는 것일까? 실반 엘프들의 사고 방식과 문화가 눈에 띄게 다른 이유는 무엇인가? 코이뒴워스의 실반 엘프들과 같은 시기에 반란을 일으켜 제국을 떠난 다른 많은 하이 엘프들과 실반 엘프들은 왜 그렇게 다른가? 이러한 이유로 둘 사이의 분리 시기는 이 차이를 제대로 설명하지 못한다.

# Equipment/&DLC3_ElvenSettlements_Lore_TheSchism_Content04
source: Could the divergence of elvenkind have begun long before the Coedymwarth? Is there a germ of truth in the idea that the affinity for wood and woodland living had already created a fundamental separation among elvenkind? The similarity between the two branches says that a common ancestry is true, but that does not mean the high elves were first. Could that be the reason for the Coedymwarth rebellion? The high elves imposing their version of the truth on their cousins as well as all other species?
ko: 엘프 종족의 분화는 코이뒴워스 훨씬 이전부터 시작된 것인가? 나무와 숲속 생활에 대한 친화력이 이미 엘프 종족을 근본적으로 분리시킨 것이 진실의 실마리인가? 두 종족의 유사성을 보면 공통 조상이 있는 건 사실이지만, 그렇다고 하이 엘프가 먼저 였다는 뜻이 되는건 아니다. 그것때문에 코이뒴워스의 반란이 일어난 것인가? 하이 엘프가 다른 종족은 물론 친족들에게도 자신들의 진실을 강요하는 것인가?

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Title
source: Notes on a New Bloodline
ko: 새로운 혈통에 대한 기록

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Description
source: A scrap from a draconic diary talking of the dragonborn.
ko: 용족에 관한 드라코닉 일기 모음.

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Content01
source: Tanan, 25th day. The last two centuries have been hard. The works I have spent so much effort to create have all failed to bear fruit. So it is with joy, and some astonishment, that I have found myself with child by my lover, Lutharion… Tandwyn, 16th day. Our joy has turned to shock. The child, she is a dragonborn! How is this possible? Lutharion has no dragon blood. I was assured by Cleira that this couldn't happen. But it has. Beautiful as she is, Dorcas is no elf. Still, my love cares not…
ko: 타난, 25일째. 지난 2 세기간은 힘들었다. 내가 많은 노력을 기울여 만든 작품들이 모두 결실을 맺지 못했다. 그래서 내 연인 루타리온의 아이를 갖게 된 것은 기쁨과 놀라움을 동시에 안겨주었다... 탄드윈, 16일째 기쁨은 충격으로 바뀌었다. 아이는 드래곤본이였다! 어떻게 이게 가능하지? 루타리온은 드래곤 혈통이 아니다. 클레이라가 그럴 리 없다고 장담했는데 하지만 현실이 됐다. 그녀는 아름답지만, 도르카스는 엘프가 아니야. 그래도 내 사랑은 이런거 신경쓰지 않는…

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Content02
source: Aeardair, 8th day. I have gone into hiding with Dorcas. Too many react in a way that pierces my heart. She grows fast. Unlike her father, her limbs are powerful and her scales beautiful and dark, shining like obsidian. But she has no look of an elf, other than her bipedal form…
ko: 아에르데어, 8일째. 나는 도르카스와 함께 숨어버렸다. 너무 많은 이들이 내 마음을 멍들게 한다. 아이는 빨리 자랐다. 아비와는 달리 팔다리가 힘차고 흑요석처럼 빛나는 아름답고 어두운 비늘을 가졌다. 하지만 두 발로 걷는 모습 외에는 엘프의 모습이 전혀 없다…

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Content03
source: Many pages are water-soaked, the ink has bled through the pages, and many have stuck together.
ko: 많은 페이지가 물에 젖고, 잉크가 번져 있으며, 들러붙기까지 했습니다.

# Equipment/&DLC3_ElvenSettlements_Lore_Dragons_Content04
source: Isgeun, 12th day. Dorcas, faithful to a fault, is invaluable, reinvigorating me, instrumental in my escape from those who chase us from each home. We flee ever north, hoping to find others like ourselves. How could I know how important my dear dragonborn would become in the dark days that have come, fleeing ever northwards, always seeking safety, now in disguised refuge among the clans of the Snow Alliance. Maybe here we shall know some peace, among folk more accepting of difference…
ko: 이스균, 12일째. 흔들림 없이 충실한 도르카스는 저를 북돋아주고, 고향에서 우릴 쫓는 자들로부터 탈출하는 데 큰 도움을 주었다. 우리는 우리 같은 처지의 사람들을 찾기 위해 북쪽으로 계속 도망쳤다. 항상 안전을 찾아 북쪽으로 도망치다가, 지금은 설산 동맹 씨족들 사이에서 위장한 채로 살고 있는, 내 사랑하는 드래곤본이 앞으로 다가올 암흑의 날에 얼마나 중요한 존재가 될지 내가 어찌 알 수 있으랴. 어쩌면 이곳에서, 서로 다름을 받아들이는 사람들 사이에서 평화를 찾을 수 있을지도 모르지…

# Equipment/&DLC3_ElvenSettlements_Lore_DayliLife_Title
source: A Letter to a Friend
ko: 친구에게 보내는 편지

# Equipment/&DLC3_ElvenSettlements_Lore_DayliLife_Description
source: Parchment letter from before the Cataclysm.
ko: 대격변 이전의 양피지 편지.

# Equipment/&DLC3_ElvenSettlements_Lore_DayliLife_Content01
source: Dearest Edfalyad, How is your lovely partner Lythyrial? Have you found a place for your new loom yet? Forgive me, I suppose I really should come to the point of my writing this letter. Today we decided that the dark disease they call the Manacalon Empire has been getting too close. Colthannin has become crowded with refugees, and my dearest Khaly's soul wearies at the constant influx of strangers always talking of war. It is for this reason I have arranged for us to travel north…
ko: 친애하는 에드팔리아드, 당신의 사랑스러운 파트너 리시리알은 잘 지내나요? 새 베틀을 놓을 곳은 찾았나요? 용서하시길, 이 편지를 쓰게 될 시점으로 다시금 돌아와야겠군요. 오늘 우리는 마나칼론 제국이라는 어둠의 질병이 너무 가까워졌다고 판단했습니다. 콜사닌은 난민들로 붐비고 있고, 내 사랑하는 칼리의 영혼은 항상 전쟁에 대해 이야기하는 낯선 사람들의 끊임없는 유입에 지쳐 있습니다. 이런 연유로 나는 우리가 북쪽으로 향하는 여행길을 준비했습니다…

# Equipment/&DLC3_ElvenSettlements_Lore_DayliLife_Content02
source: …to a land where our people and snow dwarves are said to meet as equals, a place of unrivaled, stark beauty, freedom, and opportunity. The people of this land call themselves the Snow Alliance, and our people have a place there, I think it is called Lantinen. If it doesn't work out? Well, we can always come back to Dunannon through the Sylvan Step gates. Sorry to be so brief, but my heart aches to leave you both here. Yours with love, Miruthdrel Lightsong
ko: ...우리 민족과 스노우 드워프가 평등하게 만날 수 있는 땅, 타의 추종을 불허하는 아름다움과 자유, 기회의 땅으로요. 이 땅의 사람들은 스스로를 설산 동맹이라 부르며, 우리 민족은 란티넨이라고 불리는 곳에 자리를 잡았습니다. 잘 안 되면? 뭐, 언제든 실반 걸이 관문을 통해 두나논으로 돌아갈 수 있죠. 너무 짧아서 미안하지만 두 분을 떠나보내야 해서 마음이 아픕니다. 사랑을 담아, 미루드렐 라이트송

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Title
source: A Prelude to Peace
ko: 평화의 전조

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Description
source: The Wars before the Three Century Pact.
ko: 3세기 조약 이전의 전쟁에 관해.

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Content01
source: This ancient and crumbling tome appears to be centuries old. Many pages crumble to dust on contact or have faded beyond legibility.
ko: 이 고서적은 수백 년이 지난 것으로 보이는 낡고 훼손된 책입니다. 많은 페이지가 접촉하면 먼지가 되어 부서지거나 읽을 수 없을 정도로 흐릿해져 있습니다.

# Equipment/&DLC3_Gallivan_Lore_ThreeCenturyPact_Content02
source: To comprehend the Three Century Pact and its benefits for the Eastern Kingdoms, it is important to understand the almost constant state of internecine and national wars that preceded it. In this tome, I will attempt to discuss the why, the who, and the where - and sometimes the how. First, we need to know the major players in this series of conflicts: The Principality of Masgarth, the Kingdom of Gallivan, the New Empire, the Snow Alliance, and the Kingdom of Colthannin.
ko: 3세기 조약과 동부 왕국에 대한 혜택을 이해하려면, 그 이전부터 끊임없이 이어진 내전과 국가 전쟁을 이해하는 것이 중요합니다. 이 책에서는 왜, 누가, 어디서, 그리고 때로는 어떻게 전쟁이 일어났는지에 대해 논의하려고 합니다. 먼저, 이 일련의 분쟁에서 주요 역할을 알아야 합니다: 마스가르스 공국, 갈리반 왕국, 신 제국, 설산 동맹, 콜사닌 왕국입니다.
