Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Illusion_Book2_Content02
source: The reason for this is unknown. Several theories have been put forward, but none has been proven. Although they vary in their finer details, many theories blame the deity Sorr-Tarr, from whom the humans and their gods were fleeing as they entered Solasta. The scholars of the Arcaneum do not fully understand the class of beings called "gods" or "deities," and while their human followers proudly assert that their powers are without limit, it is clear that this cannot be the case, or the Cataclysm would have been prevented. Still, this Sorr-Tarr, being a powerful entity of this class, might have sought to open the Rift wider, in order to facilitate the pursuit by his Sorr-Akkath followers and complete…
ko_mt: 그 이유는 알려져 있지 않습니다. 여러 이론이 제시되었지만 입증된 것은 없습니다. 세부 사항은 다양하지만 많은 이론은 인간과 신들이 솔라스타에 들어갈 때 도망친 소르-타르 신을 비난합니다. Arcaneum의 학자들은 "신들" 또는 "신들"이라고 불리는 존재의 부류를 완전히 이해하지 못하고, 그들의 인간 추종자들은 그들의 힘이 무한하다고 자랑스럽게 주장하지만, 이것이 사실일 수 없는 것이 분명합니다. 그렇지 않으면 대격변이 일어날 것입니다. 방지되었습니다. 그래도 이 소르-타르는 이 계급의 강력한 존재로서 그의 소르-아카스 추종자들의 추격을 용이하게 하고 완전한…

# Illusion_Book3_Title
source: On Those Who Came from Tirmar
ko_mt: 티르마르에서 온 사람들에 대하여

# Illusion_Book3_Description
source: A book written in high elvish.
ko_mt: 하이 엘프어로 쓰여진 책.

# Illusion_Book3_Content01
source: …humans and Sorr-Akkath are thought to be the only mortal beings to cross from Tirmar, the question of orcs and their kin must be taken into account. Human accounts of the matter are confused and often contradict each other, but a careful reading of the best sources suggests that the orcs were once human, and were altered by the wild magics that accompanied the closing of the Rift.
ko_mt: ...인간과 소르-아카스는 티르마르에서 건너가야 하는 유일한 필멸자 존재로 여겨지며, 오크와 그 종족의 문제를 고려해야 합니다. 이 문제에 대한 인간의 설명은 혼동되고 종종 서로 모순되지만, 최고의 출처를 주의 깊게 읽어보면 오크는 한때 인간이었으며 리프트의 폐쇄를 동반한 야생 마법에 의해 변경되었음을 알 수 있습니다.

# Illusion_Book3_Content02
source: The human ancestors of the orcs were members of wild barbarian tribes from the more remote parts of Tirmar. Ferocity and courage in battle were the highest values in their culture, so when the forces of our two worlds combined at the Battle of the Rift, it was these tribes who sought out the most dangerous locations in order to win the most glory by the values of their culture. This brought them very close to the Rift itself, and therefore made them most vulnerable to the unpredictable magical energies that flared out from it. All of those who fought beside them perished, even the elite of the Iron Legions - but somehow these barbarians, strong of mind and strong of body, were able to survive. However, their bodies and minds were both affected, and they became the first orcs to exist in both worlds.
ko_mt: 오크의 인간 조상은 티르마르의 외딴 지역에서 온 야생 야만인 부족의 일원이었습니다. 전투에서의 사나움과 용기는 그들의 문화에서 가장 높은 가치였으므로, 우리 두 세계의 힘이 리프트 전투에서 결합되었을 때 가치에 의해 가장 큰 영광을 얻기 위해 가장 위험한 장소를 찾은 것은 이 부족들이었습니다. 그들의 문화. 이로 인해 그들은 균열 자체에 매우 가까워졌고, 따라서 균열에서 발산하는 예측할 수 없는 마법 에너지에 가장 취약하게 되었습니다. 그들과 함께 싸웠던 모든 사람들, 심지어 강철 군단의 정예도 죽었습니다. 그러나 강인한 정신과 강인한 육체를 지닌 이 야만인들은 어떻게든 살아남을 수 있었습니다. 그러나 그들의 몸과 마음은 모두 영향을 받아 두 세계에 존재하는 최초의 오크가 되었습니다.

# Illusion_Book4_Title
source: Proverbs of Misaye
ko_mt: 미사예의 잠언

# Illusion_Book4_Description
source: A small booklet written in the common tongue.
ko_mt: 일반 언어로 쓰여진 작은 소책자.

# Illusion_Book4_Content01
source: There is no such thing as luck, except when there is.
ko_mt: 운이 있는 경우를 제외하고는 운이 없습니다.

# Illusion_Book4_Content02
source: Misaye's greatest delight is the look on a dupe's face when they realize.
ko_mt: Misaye의 가장 큰 기쁨은 그들이 깨달았을 때 그 바보의 얼굴을 보는 것입니다.

# Illusion_Book4_Content03
source: The fox who breaks into a henhouse is happier than the dog who guards it.
ko_mt: 닭장에 침입한 여우는 그것을 지키는 개보다 더 행복하다.

# Illusion_Book4_Content04
source: A life without laughter is no life at all.
ko_mt: 웃음이 없는 삶은 삶이 아니다.

# Illusion_Book4_Content05
source: Don't worry about death. Skeletons grin wider than anyone.
ko_mt: 죽음에 대해 걱정하지 마십시오. 해골은 누구보다 활짝 웃는다.

# Illusion_Book4_Content06
source: Everything is chaos, so enjoy it. You'll dissolve back into chaos soon enough.
ko_mt: 모든 것이 혼돈이므로 즐기십시오. 당신은 곧 혼돈 속으로 다시 녹아들 것입니다.

# Illusion_Book4_Content07
source: The law is a rock in a stream. Everything flows round it or over it, and in time it will be worn away.
ko_mt: 율법은 시냇물 속의 바위와 같다. 모든 것이 그 주위나 그 위로 흐르고 시간이 지나면 닳아 없어질 것입니다.

# BroochOfShielding_Unidentified_Title
source: Beautiful Brooch
ko_mt: 아름다운 브로치

# BroochOfShielding_Unidentified_Description
source: A nice-looking brooch shaped like a shield. Probably magical.
ko_mt: 방패 모양의 멋진 브로치. 아마 마법 같은.

# BroochOfShielding_Title
source: Brooch of Shielding
ko_mt: 방패의 브로치

# StaffOfHealing_Unidentified_Title
source: Magnificent Staff
ko_mt: 매그니피센트 스태프

# StaffOfHealing_Unidentified_Description
source: A light and sturdy staff bearing golden runes. Probably magical.
ko_mt: 황금빛 룬이 새겨진 가볍고 튼튼한 지팡이. 아마 마법처럼.

# StaffOfHealing_Title
source: Staff of Healing
ko_mt: 치유의 지팡이

# StaffOfHealing_Description
source: Life priests of Maraike often expend their last strength imbuing a staff of healing, so that life springs eternal.
ko_mt: 마라이케의 생명 사제들은 종종 마지막 힘을 다해 치유의 지팡이를 주입하여 생명을 영원히 샘솟게 합니다.

# PeriaptOPAPoison_Unidentified_Title
source: Black Gem Periapt
ko_mt: 블랙 젬 페리아프트

# PeriaptOPAPoison_Unidentified_Description
source: A black gem on a silver chain.
ko_mt: 은색 체인에 검은 보석.

# PeriaptOPAPoison_Title
source: Periapt of Proof Against Poison
ko_mt: 독극물에 대한 증거

# PeriaptOPAPoison_Description
source: Galar Stormforge crafted the first periapt. They are much sought after by rulers and spies alike.
ko_mt: Galar Stormforge는 첫 번째 페리어트를 제작했습니다. 그들은 통치자와 스파이 모두에게 많이 찾고 있습니다.

# RingDarkvision_Unidentified_Title
source: Square Ring
ko_mt: 스퀘어 링

# RingDarkvision_Unidentified_Description
source: A beautiful ring, probably magical.
ko_mt: 아마도 마법 같은 아름다운 반지.

# RingDarkvision_Title
source: Ring of Darkvision
ko_mt: 다크비전의 반지

# RingLanguages_Unidentified_Title
source: Hexagonal Ring
ko_mt: 육각 링

# RingLanguages_Unidentified_Description
source: A beautiful ring, probably magical.
ko_mt: 아마도 마법 같은 아름다운 반지.

# RingLanguages_Title
source: Ring of All Words
ko_mt: 모든 단어의 반지

# FunctionGoodberryFeedOtherTitle
source: Eat
ko_mt: 먹다

# FunctionGoodberryEatTitle
source: Feed Someone
ko_mt: 누군가에게 먹이를 주다

# Item_Berry_Ration_Title
source: Goodberry
ko_mt: 굿베리

# HalpfPlatePlus1_Title
source: Half Plate +1
ko_mt: 하프 플레이트 +1

# HalpfPlatePlus1_Description
source: This magical armor was made for a knight of Gallivan. His name is engraved underneath the breastplate: Ramsay.
ko_mt: 갈리반의 기사를 위해 제작된 마법의 갑옷입니다. 그의 이름은 흉갑 아래에 새겨져 있습니다: Ramsay.

# HalpfPlatePlus1_Unidentified_Title
source: Splendid Half Plate Armor
ko_mt: 스플렌디드 하프 플레이트 아머

# HalpfPlatePlus1_Unidentified_Description
source: This magnificent armor seems very old and is finely crafted. It is probably magical.
ko_mt: 이 장엄한 갑옷은 매우 낡았고 정교하게 제작되었습니다. 그것은 아마도 마법입니다.

# Ingredient_TigerDrakeScales_Description
source: Scales from a very large flying snake found in the Badlands.
ko_mt: 황무지에서 발견된 매우 큰 날아다니는 뱀의 비늘.

# Ingredient_TigerDrakeScales_Title
source: Tiger Drake Scales
ko_mt: 타이거 드레이크 비늘

# BoneKeep_Solar_Rune_Plaque_Title
source: Rune Plaque
ko_mt: 룬 플라크

# BoneKeep_Solar_Rune_Plaque_Description
source: A depleted magical rune, probably used to ward a corridor. The enchantment is ancient, probably some forgotten spell from Imperial times.
ko_mt: 고갈된 마법의 룬으로, 아마도 복도를 지키는 데 사용되었을 것입니다. 마법은 고대의 것으로 아마도 제국 시대의 잊혀진 주문일 것입니다.

# Magic_Arrow_Unidentified_Title
source: Remarkable Arrow
ko_mt: 놀라운 화살

# Magic_Arrow_Unidentified_Description
source: This arrow is remarkably light and sharp. It may be magical.
ko_mt: 이 화살은 매우 가볍고 날카롭습니다. 마법 같은 것일 수도 있습니다.

# Magic_Bolt_Unidentified_Title
source: Remarkable Crossbow Bolt
ko_mt: 놀라운 석궁 볼트

# Magic_Bolt_Unidentified_Description
source: This bolt is remarkably light and sharp. It may be magical.
ko_mt: 이 볼트는 매우 가볍고 날카롭습니다. 마법 같은 것일 수도 있습니다.

# ContainerTombTitle
source: Tomb
ko_mt: 무덤

# Item_Berry_Ration_Description
source: A magical berry created by a spell. It has healing properties and is nourishing as well as. Cannot be sold.
ko_mt: 주문으로 만들어진 마법의 베리. 치유력도 있고 영양도 있다. 판매할 수 없습니다.

# ItemMartialWeaponSubtypeTitle
source: Martial Weapon
ko_mt: 무술 무기

# ItemSimpleWeaponSubtypeTitle
source: Simple Weapon
ko_mt: 단순 무기

# GauntletsOfOgrePower_Title
source: Gauntlets of Ogre Power
ko_mt: 오우거 힘의 건틀릿

# HeadbandOfIntellect_Title
source: Headband of Intellect
ko_mt: 지능의 머리띠

# HeadbandOfIntellect_Unidentified_Title
source: Metallic Headband
ko_mt: 메탈릭 헤드밴드

# HeadbandOfIntellect_Unidentified_Description
source: A nicely decorated headband.
ko_mt: 멋지게 장식된 머리띠.

# StoneOfGoodLuck_Title
source: Stone of Good Luck
ko_mt: 행운의 돌

# BeltOfGiantFire_Title
source: Belt of Giant Strength (Fire)
ko_mt: 거대한 힘의 허리띠(화염)

# BeltOfGiantStone_Title
source: Belt of Giant Strength (Stone)
ko_mt: 거인의 힘 허리띠(돌)

# CircletOfBlasting_Title
source: Circlet of Blasting
ko_mt: 폭파의 서클릿

# CircletOfBlasting_Description
source: A showy trinket created by Lanathir Goldenfire to impress primitive folks during the First Expansion.
ko_mt: 첫 번째 확장팩 동안 원시인에게 깊은 인상을 주기 위해 Lanathir Goldenfire가 만든 화려한 장신구입니다.

# CircletOfBlasting_Unidentified_Title
source: Magnificent Circlet
ko_mt: 장엄한 서클릿

# CircletOfBlasting_Unidentified_Description
source: A golden circlet decorated with a gem, probably holding some interesting powers.
ko_mt: 보석으로 장식된 황금 서클렛으로, 아마도 흥미로운 힘을 지니고 있을 것입니다.

# CloakOfProtection_Title
source: Cloak of Protection
ko_mt: 보호의 망토

# CloakOfProtection_Description
source: An exquisitely tailored cloak, very much sought after by shock arcanists. A lost secret of Manacalon.
ko_mt: 쇼크 아케니스트들이 많이 찾는 정교하게 재단된 망토입니다. 마나칼론의 잃어버린 비밀.

# CloakOfProtection_Unidentified_Title
source: Beautiful Cloak
ko_mt: 아름다운 망토

# CloakOfProtection_Unidentified_Description
source: A nice-looking cloak with Manacalon symbols embroidered on the belt.
ko_mt: 벨트에 마나칼론 기호가 수놓인 멋진 망토.

# Crown_Of_The_Magister_Item_01_Title
source: Imperial Crown
ko_mt: 임페리얼 크라운

# Crown_Of_The_Magister_Item_01_Description
source: The crown has revealed some of its powers. It can transmit images from the past to the bearer, and guide them to find its missing gems. It also provides magical protection and powers, depending on the gems it bears.
ko_mt: 왕관이 그 능력의 일부를 드러냈습니다. 과거의 이미지를 소지자에게 전송하고 잃어버린 보석을 찾도록 안내할 수 있습니다. 또한 가지고 있는 보석에 따라 마법의 보호와 힘을 제공합니다.

# Crown_Of_The_Magister_Item_ResistIdentification_Title
source: Imperial Crown
ko_mt: 임페리얼 크라운

# Crown_Of_The_Magister_Item_ResistIdentification_Description
source: The crown seems to provide superior protection against all kinds of magical inquiry, and you still don't know what it is. Yet it provides the bearer with magical protections and powers.
ko_mt: 왕관은 모든 종류의 마법 탐구에 대해 탁월한 보호 기능을 제공하는 것 같지만 여전히 그것이 무엇인지 모릅니다. 그러나 그것은 소지자에게 마법의 보호와 힘을 제공합니다.

# RingOfFeatherFalling_Title
source: Ring of Feather Falling
ko_mt: 떨어지는 깃털의 반지

# RingOfFeatherFalling_Description
source: Fighting on Snow Alliance mountain made this ring a must for Imperial scouting parties.
ko_mt: 스노우 얼라이언스 산에서의 전투로 인해 이 반지는 제국 정찰대의 필수품이 되었습니다.

# RingOfFeatherFalling_Unidentified_Title
source: Winged Ring
ko_mt: 날개 달린 반지

# RingOfFeatherFalling_Unidentified_Description
source: A beautiful ring with engraved wings.
ko_mt: 날개가 새겨진 아름다운 반지.

# BracersOfDefense_Title
source: Bracers of Defense
ko_mt: 방어의 팔보호구

# BracersOfDefense_Description
source: Those bracers were the prized possession of a Manacalon shock arcanist.
ko_mt: 그 팔보호구는 마나칼론 충격 비술사의 소중한 소유물이었습니다.

# BracersOfDefense_Unidentified_Title
source: Magnificent Bracers
ko_mt: 장엄한 팔보호구

# BracersOfDefense_Unidentified_Description
source: A pair of finely crafted bracers.
ko_mt: 정교하게 제작된 한 쌍의 팔보호구.

# CloakOfDisplacement_Title
source: Cloak of Displacement
ko_mt: 변위의 망토

# CloakOfDisplacement_Description
source: A cloak commissioned by Lord Arador Blackheart after a series of assassination attempts.
ko_mt: 일련의 암살 시도 끝에 아라도 블랙하트 경이 의뢰한 망토.

# CloakOfDisplacement_Unidentified_Title
source: Beautiful Cloak
ko_mt: 아름다운 망토

# CloakOfDisplacement_Unidentified_Description
source: A dark cloak with golden embroidery.
ko_mt: 금색 자수가 있는 짙은 망토.

# BootsOfJumping_Title
source: Boots of Striding and Springing
ko_mt: 도약과 도약의 장화

# BootsOfJumping_Description
source: Defineth Sharpeye created these boots after watching his cat bounce around, seemingly defying gravity in her pursuit of mice and birds.
ko_mt: Defineth Sharpeye는 고양이가 생쥐와 새를 쫓는 중력을 거스르는 듯한 모습을 본 후 이 부츠를 만들었습니다.

# BootsOfJumping_Unidentified_Title
source: Nicely Crafted Boots
ko_mt: 멋지게 제작된 장화

# BootsOfJumping_Unidentified_Description
source: A pair of finely crafted boots.
ko_mt: 정교하게 만들어진 부츠 한 켤레.

# CloakOfElvenKind_Title
source: Cloak of Elvenkind
ko_mt: 엘프카인드의 망토

# CloakOfElvenKind_Description
source: Crafted in Colthannin for human allies of the Realm protecting its borders.
ko_mt: 국경을 보호하는 왕국의 인간 동맹을 위해 콜타닌으로 제작되었습니다.

# CloakOfElvenKind_Unidentified_Title
source: Elven Cloak
ko_mt: 엘프 망토

# CloakOfElvenKind_Unidentified_Description
source: A beautiful cloak made of fine fabric and decorated with sylvan elvish symbols.
ko_mt: 고급 천으로 만들어지고 실반 엘프 문양으로 장식된 아름다운 망토.

# DustOfDissapearance_Title
source: Dust of Disappearance
ko_mt: 소멸의 가루

# DustOfDissapearance_Description
source: Created by the Arcaneum, this dust was a favorite tool of the Silent Whisper in their fight against dissidence and rebellion.
ko_mt: Arcaneum이 만든 이 가루는 Silent Whisper가 반란과 반란에 맞서 싸울 때 가장 좋아하는 도구였습니다.

# DustOfDissapearance_Unidentified_Title
source: Pouch of Dust
ko_mt: 먼지 주머니

# DustOfDissapearance_Unidentified_Description
source: A pouch filled with a translucent powder.
ko_mt: 반투명 가루가 들어있는 파우치.

# EfficientQuiver_Title
source: Efficient Quiver
ko_mt: 효율적인 화살통

# EfficientQuiver_Description
source: TBC power
ko_mt: 미정 전원

# EfficientQuiver_Unidentified_Title
source: Nicely crafted quiver.
ko_mt: 멋지게 만들어진 퀴어.

# EfficientQuiver_Unidentified_Description
source: A beautifully crafted quiver.
ko_mt: 아름답게 만들어진 화살통.

# GlovesOfMissileSnaring_Title
source: Gloves of Missile Snaring
ko_mt: 미사일 덫의 장갑

# GlovesOfMissileSnaring_Description
source: Crafted by Ildurial Stronghand for the members of the Euraidd tasked with the protection of the Imperial family.
ko_mt: 일두리얼 스트롱핸드가 황실의 수호 임무를 맡은 에우라이드의 일원을 위해 제작했습니다.

# GlovesOfMissileSnaring_Unidentified_Title
source: Magnificent Gloves
ko_mt: 장엄한 장갑

# GlovesOfMissileSnaring_Unidentified_Description
source: These sturdy gloves are very comfortable and may have magical properties.
ko_mt: 이 튼튼한 장갑은 매우 편안하며 마법의 속성을 가질 수 있습니다.

# HornOfBlasting_Title
source: Horn of Blasting
ko_mt: 발파의 뿔피리

# HornOfBlasting_Description
source: You can use an action to speak the horn's Command Word and then blow the horn, which emits a thunderous blast in a 30-foot cone that is audible 600 feet away. Each creature in the cone must make a DC 15 Constitution saving throw. On a failed save, a creature takes 5d6 thunder damage and is deafened for 1 minute. On a successful save, a creature takes half as much damage and isn't deafened. Creatures and objects made of glass or crystal have disadvantage on the saving throw, and take 10d6 thunder damage instead of 5d6.
ko_mt: 행동을 사용하여 경적의 명령어를 말한 다음 경적을 불면 600피트 떨어진 곳에서 들을 수 있는 30피트 원뿔형으로 우레 같은 폭발을 일으키게 됩니다. 원뿔에 있는 각 생물은 DC 15 체질 내성 굴림을 해야 합니다. 저장에 실패하면 생물은 5d6의 천둥 피해를 입고 1분 동안 귀가 먹먹해집니다. 내성에 성공하면 생물은 절반의 피해를 입고 귀머거리가 되지 않습니다. 유리나 수정으로 만들어진 생물과 물체는 내성 굴림에 불리하며 5d6 대신 10d6 천둥 피해를 받습니다.

# HornOfBlasting_Unidentified_Title
source: Lion-headed Horn
ko_mt: 사자머리 뿔

# HornOfBlasting_Unidentified_Description
source: A beautiful horn featuring a golden lion head that can be used to blow a powerful sound.
ko_mt: 강력한 소리를 내기 위해 사용할 수 있는 황금 사자 머리가 특징인 아름다운 뿔입니다.

# OilOfSharpness_Title
source: Oil of Sharpness
ko_mt: 예리함의 기름

# OilOfSharpness_Description
source: This clear, gelatinous oil sparkles with tiny, ultrathin silver shards. The oil can coat one slashing or piercing weapon, or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +3 bonus to attack and damage rolls.
ko_mt: 이 투명한 젤라틴 오일은 작고 초박형 은 조각으로 반짝입니다. 기름은 베거나 찌르는 무기 하나 또는 베거나 찌르는 탄약 5개까지 코팅할 수 있습니다. 오일을 바르는 데는 1분이 걸립니다. 1시간 동안 코팅된 아이템은 마법적이고 공격 및 피해 굴림에 +3 보너스가 있습니다.

# OilOfSharpness_Unidentified_Title
source: Strange Oil
ko_mt: 이상한 기름

# OilOfSharpness_Unidentified_Description
source: A bottle containing a clear, gelatinous oil that sparkles with tiny, ultrathin silver shards.
ko_mt: 작고 초박형 은 조각으로 반짝이는 투명한 젤라틴 오일이 들어있는 병.

# PeriaptOfHealth_Title
source: Periapt of Health
ko_mt: 건강의 페리앱트

# PeriaptOfHealth_Description
source: Clerics of Maraike often wear such periapts to stay in health to better serve the ailing. In dire need, they use the periapt on the sick to stabilize them while they work their healing magic.
ko_mt: 마라이케의 성직자들은 병든 사람들을 더 잘 섬기기 위해 건강을 유지하기 위해 종종 그러한 잠옷을 착용합니다. 절박한 상황에서 그들은 치유 마법을 사용하는 동안 병자를 안정시키기 위해 주변 장치를 사용합니다.

# PeriaptOfHealth_Unidentified_Title
source: Beautiful Pendant
ko_mt: 아름다운 펜던트

# PeriaptOfHealth_Unidentified_Description
source: A nice-looking pendant featuring a blue gem.
ko_mt: 파란색 보석이 있는 멋진 펜던트입니다.

# DireWolfPeltTitle
source: Dire Wolf Pelt
ko_mt: 광포한 늑대 가죽

# DireWolfPeltDescription
source: A thick and beautiful pelt that can be sold for some gold.
ko_mt: 약간의 금에 팔 수 있는 두껍고 아름다운 가죽.

# PartyStashTitle
source: Party Stash - It's Yours to Use!
ko_mt: 파티 보관함 - 사용은 당신의 것입니다!

# MerranStashTitle
source: Captain Merran's Stash
ko_mt: 메란 선장의 보관함

# MertonStashTitle
source: Unknown Party Stash
ko_mt: 알 수 없는 파티 보관함

# MertonsJournal_Title
source: Unfinished Biography
ko_mt: 미완성 전기

# MertonsJournal_Description
source: A hand-written handbook, apparently used to draft a biography. The project seems to have been canceled after just a few lines.
ko_mt: 전기 초안을 작성하는 데 사용된 것으로 보이는 손으로 쓴 핸드북. 프로젝트는 몇 줄 만에 취소된 것 같습니다.

# MertonsJournal_Content_00
source: Draft of Biography Memories of a Shadow Tamer By A. Merton 1022 A.C. They were only a handful of brave explorers, the first ever since the Fall, to cross the mountains to the Old Empire. Their names: Khay, Annie, Betty, Arwin, Swen, Rhianna, and Hector. Together, they were stronger than all the monsters of the Badlands. Long before the Copperhead Road was found, they knew the paths and tunnels from Masgarth to Manacalon. They brought back an old book with teachings of how to enchant primed weapons, and sold it to a dwarf lord of the Gormsdottir clan. That was the start of it all. Soon, all eyes turned to the Badlands. The thirst for the forgotten secrets of the Old Empire was growing. The rest is scribbled.
ko_mt: 전기 초안 섀도우 테이머의 추억 에이 머튼 1022 A.C. 그들은 몰락 이후 처음으로 산을 넘어 구제국으로 향하는 용감한 탐험가 몇 명에 불과했습니다. 그들의 이름은 Khay, Annie, Betty, Arwin, Swen, Rhianna, Hector입니다. 그들은 함께 황무지의 모든 괴물보다 강했습니다. Copperhead Road가 발견되기 오래 전에 그들은 Masgarth에서 Manacalon까지의 경로와 터널을 알고 있었습니다. 그들은 프라이밍된 무기에 마법을 부여하는 방법에 대한 가르침이 담긴 오래된 책을 가져와 Gormsdottir 부족의 드워프 군주에게 팔았습니다. 그것이 모든 것의 시작이었습니다. 곧 모든 시선이 황무지로 향했습니다. 구제국의 잊혀진 비밀에 대한 갈증은 커져만 갔다. 나머지는 낙서입니다.

# Item_Food_Ration_Created_Title
source: Magic Food Ration
ko_mt: 마법의 식량 배급

# Item_Food_Ration_Created_Description
source: Enough food for one day, created by magic. Cannot be sold.
ko_mt: 마법이 만들어낸 하루의 식량. 판매할 수 없습니다.

# ArcaneShieldstaff_Title
source: Arcane Shieldstaff
ko_mt: 비전 방패지팡이

# ArcaneShieldstaff_Lore_Description
source: Shield staves are rare artifacts from ages long past. Crafted by an ancient mage during wartime, this staff promises to keep its user safe and free to focus on other magical pursuits, leaving defense to the staff.
ko_mt: 방패 지팡이는 오랜 옛날의 희귀 유물입니다. 전시 중 고대 마법사가 제작한 이 지팡이는 사용자를 안전하게 보호하고 방어를 지팡이에게 맡기고 다른 마법 활동에 자유롭게 집중할 수 있도록 합니다.

# Brightwall_Title
source: Brightwall
ko_mt: 브라이트월

# Brightwall_Description
source: A relic that can be traced all the way back to Tirmar. References to Brightwall can be found in the rare texts describing epic fights against Soraks.
ko_mt: 티르마르까지 거슬러 올라갈 수 있는 유물. Brightwall에 대한 언급은 Soraks에 대한 장엄한 싸움을 설명하는 희귀 텍스트에서 찾을 수 있습니다.

# PoisonVipersBiteDescription
source: A poison distilled from the venom glands of poisonous snakes. Can be applied to weapons for additional poison damage.
ko_mt: 독사의 독샘에서 추출한 독. 추가 독 피해를 입히기 위해 무기에 적용할 수 있습니다.

# PoisonVipersBiteTitle
source: Viper's Bite
ko_mt: 독사의 물린

# Poison_BrimstoneFang_Title
source: Brimstone Fang
ko_mt: 유황송곳니

# Poison_BrimstoneFang_Description
source: A poison crafted from the venomous fangs of a Brimstone Viper.
ko_mt: Brimstone Viper의 독이 있는 송곳니로 만든 독입니다.

# Poison_TigerFang_Title
source: Tiger Fang
ko_mt: 타이거 팡

# Poison_TigerFang_Description
source: A poison crafted from the venomous fangs of a Tiger Drake.
ko_mt: 타이거 드레이크의 독이 있는 송곳니로 만든 독.

# Poison_DarkStab_Title
source: Dark Stab
ko_mt: 다크 스탭

# Poison_DarkStab_Description
source: A poison crafted from the poison gland of a Badlands Spider.
ko_mt: Badlands 거미의 독샘에서 만든 독.

# Poison_DeepPain_Title
source: Deep Pain
ko_mt: 깊은 고통

# Poison_DeepPain_Description
source: A poison crafted from the venomous fangs of a Deep Spider.
ko_mt: 깊은 거미의 독이 있는 송곳니로 만든 독입니다.

# Poison_ArivadsKiss_Title
source: Arivad's Kiss
ko_mt: 아리바드의 키스

# Poison_ArivadsKiss_Description
source: A poison crafted with the poisonous spine of a Sorak.
ko_mt: 설악의 독가시로 만든 독.

# Poison_ArunsLight_Description
source: A chemical poison that blinds an opponent for a short while.
ko_mt: 잠시 동안 상대의 눈을 멀게 하는 화학 독.

# Poison_TheLongNight_Title
source: The Long Night
ko_mt: 긴 밤

# Poison_TheLongNight_Description
source: A poison crafted with scales of flying snakes, which consumes you from the inside.
ko_mt: 날아다니는 뱀의 비늘로 만든 독으로, 당신을 속부터 집어삼킵니다.

# Poison_TheBurden_Title
source: The Burden
ko_mt: 부담

# Poison_TheBurden_Description
source: A chemical poison that makes you feel like you're carrying a mountain.
ko_mt: 산을 지고 있는 듯한 느낌을 주는 화학 독.

# Poison_GhoulsCaress_Title
source: Ghoul's Caress
ko_mt: 구울의 애무

# Poison_GhoulsCaress_Description
source: A terrifying chemical poison that can paralyze even the greatest fighter.
ko_mt: 최강의 전사라도 마비시킬 수 있는 무시무시한 화학 독.

# Ingredient_SorakPoisonSpine_Title
source: Sorak Poisonous Spine
ko_mt: 설악 독 척추

# Ingredient_SorakPoisonSpine_Description
source: Taken from the corpse of a Sorak, this spine contains a poison that can be processed to be used on a weapon.
ko_mt: 설악의 시체에서 채취한 이 척추에는 무기에 사용하도록 가공할 수 있는 독이 들어 있습니다.

# Ingredient_TigerDrakeFang_Title
source: Tiger Drake Venom Gland
ko_mt: 타이거 드레이크 독샘

# Ingredient_TigerDrakeFang_Description
source: Taken from the corpse of a Sorak, this spine contains a poison that can be processed to be used on a weapon.
ko_mt: 설악의 시체에서 채취한 이 척추에는 무기에 사용하도록 가공할 수 있는 독이 들어 있습니다.

# Ingredient_SpiderQueenPoisonGland_Title
source: Spider Queen Poison Gland
ko_mt: 거미 여왕 독샘

# Ingredient_SpiderQueenPoisonGland_Description
source: Harvested from the body of a spider queen, these glands have mystical capabilities. In the hands of a capable enchanter, they can be used to craft deadly poisons or even poisoning weapons.
ko_mt: 거미 여왕의 몸에서 채취한 이 땀샘은 신비한 능력을 가지고 있습니다. 유능한 인챈터의 손에 의해 치명적인 독이나 독이 되는 무기를 만드는 데 사용할 수 있습니다.

# ItemRingOfRegenerationDescription
source: An ancient ring created to keep warlords on their feet on the battlefield.
ko_mt: 전쟁터에서 군벌을 보호하기 위해 만들어진 고대의 반지입니다.

# ItemRingOfRegenerationUnidentifiedDescription
source: This ring bears symbols of life and health. It may have magical properties.
ko_mt: 이 반지는 생명과 건강의 상징을 담고 있습니다. 마법의 속성을 가질 수 있습니다.

# ItemRingOfRegenerationTitle
source: Ring of Regeneration
ko_mt: 재생의 반지

# Cog_of_Cohh_Title
source: Cog of Cohh
ko_mt: 코그의 톱니
