Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&RingLanguages_Description
source: While wearing this ring, you know every language in Solasta. A good master ensures all servants can understand orders; such a ring was given to overseers to avoid misunderstandings during the rule of the Manacalon Empire.
ko: 이 반지를 끼고 있으면 솔라스타의 모든 언어를 알 수 있습니다. 훌륭한 주인은 모든 하인이 명령을 이해할 수 있도록 합니다 - 그러한 반지는 마나칼론 제국의 통치 기간 동안 의사소통을 원활히 하기 위해 감독관들에게 주어졌습니다.

# Equipment/&BroochOfShielding_Description
source: Medreth Sharpeye forged those brooches to protect Coedymwarth scouts against the Imperial shock arcanists' most common spell.
ko: 메드레스 샤프아이는 코이뒴워스 정찰병을 제국 쇼크 아르카니스트의 가장 흔한 주문으로부터 보호하기 위해 그 브로치를 만들었습니다.

# Equipment/&HeadbandOfIntellect_Description
source: Fashioned by order of the merchant prince Elgareth Goldenmind to ensure his dynasty would survive the advent of less gifted successors.
ko: 상인 왕자 엘가레스 골든마인드의 명령에 따라, 재능이 부족한 후계자들이 나타나더라도 그의 왕조가 존속될 수 있도록 하기 위해 만들어졌습니다.

# Equipment/&StoneOfGoodLuck_Description
source: A magic charm made with a green stone in the shape of a four-leaf clover. Misaye gave the first of these stones to her high priest as a sign of favor.
ko: 네잎클로버 모양의 그린스톤으로 만든 마법의 참입니다. 미사이에는 이 돌들 중 첫 번째 돌을 호의의 표시로 그녀의 대제사장에게 주었습니다.

# Equipment/&WandMagicMissileDescription
source: During the reign of the Manacalon Empire, every officer in the Iron Legion had such a wand - a symbol of their power and authority.
ko: 마나칼론 제국의 통치 기간 동안 강철 군단의 모든 장교는 그들의 힘과 권위의 상징인 마법봉를 휴대했습니다.

# Equipment/&WandFearDescription
source: Manacalon overseers carried this wand to ensure obedience.
ko: 마나칼론 감독관들은 복종을 끌어내기 위해 이 마법봉을 가지고 다녔습니다.

# Equipment/&WandLightningBoltsDescription
source: A creation of Galar Stormforge, harnessing the power of lightning to give his dwarven brethren a chance against the might of the Manacalon Empire.
ko: 번개를 힘을 이용한 갈라르 스톰포지의 작품으로, 그의 드워프 형제들에게 마나칼론 제국의 힘에 대항할 기회를 주기 위한 것입니다.

# Equipment/&BootsLevitationDescription
source: After a couple of close calls in the mountains of the Snow Alliance, the Manacalon shock arcanists began to use these boots!
ko: 설산 동맹의 산에서 가까스로 생존한 몇 번의 경험 이후, 마나칼론 쇼크 아르카니스트들이 이 신발을 사용하기 시작했습니다!

# Equipment/&AmuletOfHealth_Lore_Description
source: This amulet was created by Marsh halfling mages in the olden times to help sick people survive the hardships of Olme Fen.
ko: 이 아뮬렛은 옛날에 늪 하플링 마법사가 올메 펜의 역경에서 아픈 사람들이 살아남을 수 있도록 돕기 위해 만들었습니다.

# Equipment/&BeltOfDwarvenkind_Description
source: This belt was gifted to Callawin by the Kaikkonen after he rescued his son in a wild, daring action! A fit worthy of a dwarf, even if it was made by an elf!
ko: 이 벨트는 카이코넨이 거칠고 용감한 행동으로 그의 아들을 구한 캘러윈에게 선물로 준 것입니다! 엘프가 만들어도 드워프에 어울리는 핏!

# Equipment/&NecklaceOfFireballsDescription
source: Medreth Sharpeye teamed up with a jeweler to craft this item to help raiding parties of the Coedymwarth fighting in Imperial territory.
ko: 메드레스 샤프아이는 한 보석상과 협력하여 제국 영토에서 싸우는 코이딤워스의 강습팀들을 돕기 위해 이 아이템을 제작했습니다.

# Equipment/&BootsOfElvenkind_Title
source: Boots of Elvenkind
ko: 엘프족의 신발

# Equipment/&BootsOfElvenkind_Description
source: Crafted in Colthannin for human allies of the Realm protecting its borders.
ko: 국경을 수비하는 왕국의 인간 동맹을 위해 콜사닌에서 제작되었습니다.

# Equipment/&MantleOfSpellResistance_Title
source: Mantle of Spell Resistance
ko: 주문 저항의 망토

# Equipment/&MantleOfSpellResistance_Description
source: Medreth Sharpeye crafted this item to protect Coedymwarth scouts on their long-range forays.
ko: 메드레스 샤프아이는 장거리 침투 간 코이뒴워스 정찰병을 보호하기 위해 이 아이템을 제작했습니다.

# Equipment/&MantleOfSpellResistance_Unidentified_Title
source: Beautiful Mantle
ko: 아름다운 망토

# Equipment/&MantleOfSpellResistance_Unidentified_Description
source: A fine and nicely crafted mantle made of silk. Possibly magical.
ko: 실크를 이용하여 정교하고 멋지게 만들어진 망토입니다. 마법적인 기능이 있을지도 모릅니다.

# Equipment/&EndlessQuiver_Title
source: Endless Quiver of Colthannin
ko: 콜사닌의 끝없는 화살통

# Equipment/&EndlessQuiver_Description
source: Enchanted by the ancient Greenmages of Colthannin, these quivers made sure they never ran out of arrows.
ko: 콜사닌의 고대 그린메이지가 마법을 부여한 이 화살통은 화살이 부족할 일이 없습니다.

# Equipment/&EndlessQuiver_Unidentified_Title
source: Colthannin Quiver
ko: 콜사닌 화살통

# Equipment/&EndlessQuiver_Unidentified_Description
source: A beautiful quiver made by sylvan elf craftsmen and decorated with symbols of their great forest.
ko: 실반 엘프 장인들이 만든 아름다운 화살통으로 그들의 거대한 숲의 상징으로 장식되어 있습니다.

# Equipment/&FunctionEndlessQuiverTitle
source: Generate Arrows
ko: 화살 생성

# Equipment/&FunctionEndlessQuiverDescription
source: Generate 20 arrows.
ko: 화살 20개를 생성합니다.

# Equipment/&RingOfResistance_Fire_Title
source: Ring of Fire Resistance
ko: 화염 저항의 반지

# Equipment/&RingOfResistance_Fire_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko: 한 마나칼론의 방호마법 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# Equipment/&RingOfResistance_Cold_Title
source: Ring of Cold Resistance
ko: 냉기 저항의 반지

# Equipment/&RingOfResistance_Cold_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko: 한 마나칼론의 방호마법 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# Equipment/&RingOfResistance_Necrotic_Title
source: Ring of Necrotic Resistance
ko: 사령 저항의 반지

# Equipment/&RingOfResistance_Necrotic_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko: 한 마나칼론의 방호마법 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# Equipment/&RingOfResistance_Poison_Title
source: Ring of Poison Resistance
ko: 독 저항의 반지

# Equipment/&RingOfResistance_Poison_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko: 한 마나칼론의 방호마법 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# Equipment/&RingOfResistance_Unidentified_Description
source: A magnificent ring with a cloudy shape on its bezel.
ko: 베젤에 구름 모양이 새겨진 화려한 반지.

# Equipment/&RingOfResistance_Unidentified_Title
source: Superb Ring
ko: 뛰어난 반지

# Equipment/&GauntletsOfOgrePower_Function_Description
source: Your Strength score is 19 while you are wearing these gauntlets. It has no effect on you if your Strength score is already 19 or higher.
ko: 이 건틀릿을 착용하고 있는 동안 힘이 19가 됩니다. 힘이 이미 19 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&GiantStrengthHill_Function_Description
source: Your Strength score is 21 while you are wearing this belt. It has no effect on you if your Strength score is already 21 or higher.
ko: 이 벨트를 착용하고 있는 동안 힘이 21이 됩니다. 힘이 이미 21 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&GiantStrengthFire_Function_Description
source: Your Strength score is 25 while you are wearing this belt. It has no effect on you if your Strength score is already 25 or higher.
ko: 이 벨트를 착용하고 있는 동안 힘이 25가 됩니다. 힘이 이미 25 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&GiantStrengthStone_Function_Description
source: Your Strength score is 23 while you are wearing this belt. It has no effect on you if your Strength score is already 23 or higher.
ko: 이 건틀릿을 착용하고 있는 동안 힘이 23이 됩니다. 힘이 이미 23 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&HeadbandOfIntellect_Function_Description
source: Your Intelligence score is 19 while you are wearing this headband. It has no effect on you if your Intelligence score is already 19 or higher.
ko: 이 머리띠를 착용하고 있는 동안 지능이 19가 됩니다. 지능이 이미 19 이상인 경우에는 아무런 영향을 미치지 않습니다.

# Equipment/&BracersOfArchery_Function_Description
source: While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus on damage rolls on ranged attacks made with such weapons.
ko: 이 팔보호구를 착용하고 있는 동안 롱보우와 숏보우를 능숙하게 다룰 수 있게 되어, 해당 무기를 사용한 원거리 공격 피해량에 +2 보너스를 얻습니다.

# Equipment/&OilOfSharpness_Function_Description
source: +3 to ATK and DMG, weapon becomes magical.
ko: 명중 굴림과 피해 굴림에 +3을 추가하며, 마법 무기로 변합니다.

# Equipment/&BaronCellKey_Title
source: Baron Cell Key
ko: 남작 감옥 열쇠

# Equipment/&BaronCellKey_Description
source: This key opens the cell where the real Baron is being kept.
ko: 실제 남작이 있는 감옥 문을 여는 열쇠입니다.

# Equipment/&Greatsword_plus_1_Title
source: Greatsword +1
ko: 그레이트소드 +1

# Equipment/&Greatsword_plus_1_Description
source: A typical magic weapon crafted in the forges of the Manacalon Empire.
ko: 마나칼론 제국의 대장간에서 제작된 전형적인 마법 무기.

# Equipment/&Greatsword_plus_1_unidentified_Title
source: Magnificent Greatsword
ko: 화려한 그레이트소드

# Equipment/&Greatsword_plus_1_unidentified_Description
source: This finely crafted greatsword bears elvish symbols on its pommel and blade.
ko: 정교하게 제작된 이 대검의 칼자루와 칼날에는 엘프 상징이 새겨져 있습니다.

# Equipment/&JavelinPlusOne_unidentified_Title
source: Superb Javelin
ko: 뛰어난 자벨린

# Equipment/&JavelinPlusOne_unidentified_Description
source: This javelin is finely crafted, light but efficient.
ko: 이 자벨린은 정교하게 제작되었으며 가벼우면서도 효율적입니다.

# Equipment/&Document_Coparann_Lightfiller_Title
source: Sigil codebook
ko: 인장 암호교본

# Equipment/&Document_Coparann_Lightfiller_Description
source: This handbook contains notes written in a cryptic form of ancient elvish. The only interesting things are the drawings: they look like the moon stones found near Kythaela's mausoleum.
ko: 이 핸드북에는 고대 엘프의 신비한 형상으로 쓰여진 메모가 담겨 있습니다. 흥미로운 점은 그림뿐입니다 - 그림들은 키타엘라의 영묘 근처에서 발견된 달의 돌처럼 보입니다.

# Equipment/&RingOfTheLightbringers_Title
source: Ring of the Lightbringers
ko: 광휘의 반지

# Equipment/&RingOfTheLightbringers_Description
source: Originally, these rings were forged by the Tirmarian master smiths to equip an order of Paladins who wanted to enter the homeland of the Sorr-Akkath and destroy it.
ko: 원래 이 반지들은 소라카스의 본거지로 향해 그들을 파괴하려고 했던 팔라딘들에게 주려고 티르마르의 대장장이 장인들이 제작했습니다.

# Equipment/&RingOfTheLightbringers_Unidentified_Title
source: Beautiful Silver Ring
ko: 아름다운 은반지

# Equipment/&RingOfTheLightbringers_Unidentified_Description
source: A magnificent ring with a sun-shaped bezel.
ko: 테두리가 태양 모양인 화려한 반지입니다.

# Equipment/&BracersOfSparkles_Title
source: Bracers of Sparkles
ko: 반짝임의 팔보호구

# Equipment/&BracersOfSparkles_Description
source: These bracers were used for ceremonial purposes in Tirmarian temples, to light up the churches.
ko: 이 팔보호구는 티르마르의 사원들에서 교회를 밝히는 의례적 목적으로 사용되었습니다.

# Equipment/&BracersOfSparkles_Unidentified_Title
source: Golden Bracers
ko: 황금 팔보호구

# Equipment/&BracersOfSparkles_Unidentified_Description
source: A pair of superb bracers made of gold, with flame-shaped decorations.
ko: 불꽃 모양의 장식이 있는 금으로 만들어진 멋진 팔보호구.

# Equipment/&Document_Relic_Manifest_Title
source: Ancient Manifest
ko: 고대의 화물 목록

# Equipment/&Document_Relic_Manifest_Description
source: This old piece of paper is dated before the Cataclysm. It's a very mundane delivery document, but it might have some value for the Antiquarians, for instance.
ko: 이 오래된 종잇조각은 대격변 이전 시대의 것입니다. 아주 평범한 물류 문서지만, 고고학자들에게는 어느 정도 가치가 있을지도 모릅니다.

# Equipment/&Document_Relic_Poem_Title
source: Poem
ko: 시

# Equipment/&Document_Relic_Poem_Description
source: This might have been a love letter, or simply a poem, dedicated to a Lady Adrasteia. It was clearly crumpled then salvaged and stored safely.
ko: 이것은 아드라스테이아에게 바쳐진 사랑을 담은 편지일 수도 있고 어쩌면 그저 단순한 시일지도 모릅니다. 분명히 구겨진 후 다시 펴져서 안전하게 보관되었습니다.

# Equipment/&Document_Relic_Order_Title
source: Magic Weapon Request
ko: 마법 무기 주문

# Equipment/&Document_Relic_Order_Description
source: This request was placed by a Iron Legion officer to obtain a warden sword from the magical workshop of the Tower of Abjuration. It refers to a major component that should lower the crafting price.
ko: 이 주문은 방호계의 탑에 위치한 마법 작업장에서 제작된 감시자의 검을 원했던 강철 군단 장교가 제출했습니다. 제작 단가를 낮춰줄 주요 부품을 언급하고 있습니다.

# Equipment/&Document_Relic_Craftlist_Title
source: This was apparently a document given to people who wanted to order a magical item from the Master of Abjuration. The costs seem ridiculously cheap, but that was probably because such items were very easy to make for the Manacalon masters of magic.
ko: 이것은 방호의 마스터에게 마법이 깃든 물품을 주문하려고 했던 사람들에게 주어진 문서인 것 같습니다. 가격이 터무니없이 싼 것 같은데, 아마도 그러한 물품들을 제작하는 일이 마나칼론의 마법의 대가들에게는 매우 쉬운 일이기 때문일 것입니다.

# Equipment/&Document_Relic_Craftlist_Description
source: Warden Longsword:
ko: 감시자의 롱소드:

# Equipment/&Document_Relic_ElvenWarsBook_Title
source: The Elven Wars
ko: 엘프 전쟁

# Equipment/&Document_Relic_ElvenWarsBook_Description
source: A history book by the First Loremaster of the Manacalon Arcaneum. Very valuable.
ko: 마나칼론 아케니움의 첫 번째 로어마스터가 기록한 역사책입니다. 아주 귀중합니다.

# Equipment/&Ingredient_Enchant_SpiderQueen_Venom_Title
source: Spider Queen Venom
ko: 거미 여왕 독

# Equipment/&Ingredient_Enchant_SpiderQueen_Venom_Description
source: An extremely potent poison harvested from the Spider Queen.
ko: 거미 여왕에게서 채취한 아주 강력한 맹독입니다.

# Equipment/&Ingredient_FireSpiderVenomGland_Title
source: Fire Spider Poison Gland
ko: 화염 거미 독샘

# Equipment/&Ingredient_FireSpiderVenomGland_Description
source: TBC
ko: 알 수 없음

# Equipment/&MertonSword_Title
source: Arwin Merton's Sword
ko: 아르윈 머튼의 검

# Equipment/&MertonSword_Description
source: Bitterroot gave you this sword. You're supposed to bring it to Merton in Caer Cyflen.
ko: 비터루트가 이 검을 주었습니다. 케어 키플렌의 머튼에게 이 검을 가져가야 합니다.

# Equipment/&GreenmageArmor_unidentified_Title
source: Sylvan Outfit
ko: 실반 의상

# Equipment/&GreenmageArmor_unidentified_Description
source: A nice-looking and well-decorated outfit made from green linen with golden lining.
ko: 금색 안감을 댄 녹색 린넨으로 제작한 멋지고 화려한 의상입니다.

# Equipment/&Plate_plus_one_Title
source: Plate Armor +1
ko: 플레이트 아머 +1

# Equipment/&Plate_plus_one_Description
source: A full Plate Armor made with enchanted metal.
ko: 마법이 부여된 금속으로 제작된 풀 플레이트 아머입니다.

# Equipment/&Plate_plus_one_unidentified_Title
source: Magnificent Plate Armor
ko: 화려한 플레이트 아머

# Equipment/&Plate_plus_one_unidentified_Description
source: This armor is made of finely decorated plates and bears magic runes.
ko: 이 갑주는 정교하게 장식된 철판들로 제작되었으며 마법 룬들이 새겨져 있습니다.

# Equipment/&Handaxe_plus_one_TypeTitle
source: Handaxe +1
ko: 핸드액스 +1

# Equipment/&Handaxe_plus_one_Description
source: TBC
ko: 알 수 없음

# Equipment/&Handaxe_plus_one_Unidentified_Title
source: Superb Handaxe
ko: 뛰어난 핸드액스

# Equipment/&Handaxe_plus_one_Unidentified_Description
source: A finely crafted and exceptionally well balanced handaxe.
ko: 정교하게 제작되고 균형이 아주 잘 잡혀있는 핸드액스입니다.

# Equipment/&Longsword_plus_two_Title
source: Longsword +2
ko: 롱소드 +2

# Equipment/&Longsword_plus_two_Description
source: TBC
ko: 알 수 없음

# Equipment/&Longsword_plus_two_Unidentified_Title
source: Magnificent Longsword
ko: 화려한 롱소드

# Equipment/&Longsword_plus_two_Unidentified_Description
source: A magnificently crafted and decorated longsword.
ko: 화려하게 제작되고 장식된 롱소드입니다.

# Equipment/&Warhammer_plus_two_TypeTitle
source: Dwarven Thrower
ko: 드워프 투척병

# Equipment/&Warhammer_plus_two_Description
source: Galar Stormforge's masterpiece, this exceptional light warhammer can be thrown for devastating damage, especially against giants.
ko: 갈라르 스톰포지의 걸작인 이 가볍고 우수한 품질의 워해머는 던져서 파괴적인 피해를 줄 수 있으며, 특히 거인을 상대할 때 효과적입니다.

# Equipment/&Warhammer_plus_two_Unidentified_Title
source: Dwarven Warhammer
ko: 드워프제 워해머

# Equipment/&Warhammer_plus_two_Unidentified_Description
source: A light warhammer that seems to be launchable.
ko: 던질 수 있을 것 같은 가벼운 워해머입니다.

# Equipment/&Mace_plus_one_TypeTitle
source: Mace +1
ko: 메이스 +1

# Equipment/&Mace_plus_one_Description
source: A very fine example of the weapons produced by the dwarven weaponsmiths in the cities of the Snow Alliance.
ko: 설산 동맹의 도시에서 드워프 무기장인이 생산한 무기의 아주 훌륭한 예입니다.

# Equipment/&Mace_plus_one_Unidentified_Title
source: Magnificent Mace
ko: 화려한 메이스

# Equipment/&Mace_plus_one_Unidentified_Description
source: A beautifully crafted mace with fine decoration.
ko: 정교한 장식으로 아름답게 제작된 철퇴입니다.

# Equipment/&Quarterstaff_plus_three_TypeTitle
source: Quarterstaff +3
ko: 쿼터스태프 +3

# Equipment/&Quarterstaff_plus_three_Description
source: TBC
ko: 알 수 없음

# Equipment/&Quarterstaff_plus_three_Unidentified_Title
source: Magnificent Quarterstaff
ko: 화려한 쿼터스태프

# Equipment/&Quarterstaff_plus_three_Unidentified_Description
source: A particularly well-crafted quarterstaff decorated with gold and gems.
ko: 각별한 주의를 기울여서 제작하고 황금과 보석으로 장식한 쿼터스태프입니다.

# Equipment/&Rapier_plus_one_TypeTitle
source: Rapier +1
ko: 레이피어 +1

# Equipment/&Rapier_plus_one_Description
source: TBC
ko: 알 수 없음

# Equipment/&Rapier_plus_one_Unidentified_Title
source: Magnificent Rapier
ko: 화려한 레이피어

# Equipment/&Rapier_plus_one_Unidentified_Description
source: A fine rapier, extremely sharp and well-balanced.
ko: 매우 날카롭고 균형이 잘 잡힌 정밀한 레이피어.

# Equipment/&Shortsword_plus_one_TypeTitle
source: Shortsword +1
ko: 숏소드 +1

# Equipment/&Shortsword_plus_one_Description
source: TBC
ko: 알 수 없음

# Equipment/&Shortsword_plus_one_Unidentified_Title
source: Magnificent Shortsword
ko: 화려한 숏소드

# Equipment/&Shortsword_plus_one_Unidentified_Description
source: An exceptional blade mounted on a decorative and engraved hilt.
ko: 장식되고 조각이 새겨진 자루에 우수한 품질의 칼날이 끼워져 있습니다.

# Equipment/&Greataxe_plus_1_Title
source: Superb Greataxe
ko: 뛰어난 그레이트액스

# Equipment/&Greataxe_plus_1_Description
source: TBC
ko: 알 수 없음

# Equipment/&Greataxe_plus_1_unidentified_Title
source: Greataxe +1
ko: 그레이트액스 +1

# Equipment/&Greataxe_plus_1_unidentified_Description
source: A finely decorated greataxe with runic engravings.
ko: 룬이 새겨지고 정교하게 장식된 그레이트액스입니다.

# Equipment/&Maul_Title
source: Maul
ko: 마울

# Equipment/&Maul_Description
source: A simple, good, and heavy maul to crush your opponents.
ko: 적을 박살내버리는 간단하고, 훌륭하며, 무거운 마울입니다.

# Equipment/&Quarterstaff_plus_two_TypeTitle
source: Superb Quarterstaff
ko: 뛰어난 쿼터스태프

# Equipment/&Quarterstaff_plus_two_Description
source: TBC
ko: 알 수 없음

# Equipment/&Quarterstaff_plus_two_Unidentified_Title
source: Quarterstaff +2
ko: 쿼터스태프 +2

# Equipment/&Quarterstaff_plus_two_Unidentified_Description
source: A particularly well-crafted quarterstaff decorated with gold and gems.
ko: 각별한 주의를 기울여서 제작하고 황금과 보석으로 장식한 쿼터스태프입니다.

# Equipment/&Shield_plus_3_Title
source: Shield +3
ko: 방패 +3

# Equipment/&Shield_plus_3_Description
source: An extremely well-crafted shield of dwarven origin, engraved with protective runes and imbued with defensive magic.
ko: 드워프가 만든 아주 잘 벼려진 방패로, 방어의 룬을 새기고 방어 마법이 부여되었습니다.

# Equipment/&Shield_plus_3_Unidentified_Title
source: Superb Shield
ko: 우월한 방패

# Equipment/&Shield_plus_3_Unidentified_Description
source: A beautiful shield of the highest quality, teeming with magic.
ko: 우수한 품질의 아름다운 방패로, 주조 시 마법이 혼합되었습니다.

# Equipment/&Dagger_plus_2_Title
source: Superb Dagger
ko: 뛰어난 대거

# Equipment/&Dagger_plus_2_Description
source: TBC
ko: 알 수 없음

# Equipment/&Dagger_plus_2_unidentified_Title
source: Dagger +2
ko: 대거 +2

# Equipment/&Dagger_plus_2_unidentified_Description
source: A curved dagger made of an exceptional metal. It is extremely sharp.
ko: 우수한 품질의 금속으로 만들어진 굽은 대거입니다. 매우 날카롭습니다.

# Equipment/&Dart_Title
source: Dart
ko: 다트

# Equipment/&Dart_Description
source: A sharp-bladed dart that you can launch at your enemies.
ko: 적을 향해 발사할 수 있는 날카로운 다트입니다.

# Equipment/&PlatePlus1_Title
source: Plate Armor +1
ko: 플레이트 아머 +1

# Equipment/&PlatePlus1_Description
source: TBC
ko: 알 수 없음

# Equipment/&PlatePlus1_Unidentified_Title
source: Splendid Plate Armor
ko: 훌륭한 플레이트 아머

# Equipment/&PlatePlus1_Unidentified_Description
source: This magnificent armor seems very old and is finely crafted. It is probably magical.
ko: 이 화려한 갑옷은 매우 낡았으며 정교하게 제작되었습니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&ArcaneFocus_Belt_Title
source: Belt Component Pouch
ko: 재료 주머니 벨트

# Equipment/&ArcaneFocus_Belt_Description
source: This belt contains various pockets and pouches to store spell components. Easy to access, it's a must for the traveling wizard.
ko: 이 벨트에는 주문 구성 요소를 보관할 수 있는 다양한 주머니와 쌈지가 있습니다. 신속하게 꺼낼 수 있으며, 여행하는 위자드에게는 필수품입니다.

# Equipment/&ArcaneFocus_Amulet_Title
source: Focus Amulet
ko: 집중 매개체 아뮬렛

# Equipment/&ArcaneFocus_Amulet_Description
source: This amulet is a costly item set with a small gem. It can be used as an arcane focus.
ko: 이 아뮬렛은 작은 보석 하나가 달린 값비싼 아이템입니다. 비전 주문 매개체로 사용할 수 있습니다.

# Equipment/&ArcaneFocus_Bracers_Title
source: Component Bracers
ko: 재료 브레이서

# Equipment/&ArcaneFocus_Bracers_Description
source: These large bracers contain fast-access pockets to store your mundane components. A must for wizards who like to travel light.
ko: 이 커다란 브레이서에는 자주 쓰는 구성 요소들을 보관할 수 있는 간편 주머니가 있습니다. 가벼운 여행을 좋아하는 위자드의 필수품입니다.

# Equipment/&ArcaneFocus_Circlet_Title
source: Focus Circlet
ko: 집중 매개체 서클릿

# Equipment/&ArcaneFocus_Circlet_Description
source: This circlet is a spellcasting focus - a gem mounted on an ornate circlet. Simply put it on and touch your brow when casting.
ko: 이 서클릿은 예쁜 서클릿에 보석 하나가 올라간 주문시전 매개체입니다. 그저 머리에 얹고 주문 시전 시 이마를 만지세요.

# Equipment/&HolySymbolAmulet_Belt_Title
source: Holy Symbol Belt Buckle
ko: 성표 벨트 버클

# Equipment/&HolySymbolAmulet_Belt_Description
source: This practical holy symbol is affixed to a solid leather belt. A Cleric or Paladin can easily access it for casting, even if the posture is not as classy as holding it in your enemy's face. Exists in various versions to accommodate all religions on Solasta.
ko: 이 실용적인 성표는 단단한 가죽 벨트에 부착되어 있습니다. 성표를 적의 얼굴에 갖다대는 것만큼 고상한 자세가 아닐지라도, 클레릭이나 팔라딘은 캐스팅을 위해 성표에 쉽게 손을 뻗을 수 있습니다. 솔라스타의 모든 종교를 수용할 수 있도록 다양한 버전으로 존재합니다.

# Equipment/&HolySymbolAmulet_Cape_Title
source: Holy Symbol Cape
ko: 성표 외투

# Equipment/&HolySymbolAmulet_Cape_Description
source: You can wrap yourself in this nice-looking cape to cast spells, which tends to make you look like a mighty overlord showing off, but the practical aspect makes it worth it. It can be quickly embroidered with the symbol of your deity by your favorite merchant or cleric.
ko: 이 멋진 외투로 몸을 감싸 주문을 시전하면 막강한 대군주가 뽐내는 것처럼 보이기도 하지만, 실용적인 면에서 그만한 가치가 있습니다. 당신이 선호하는 상인이나 성직자를 통해 당신의 신의 상징을 금방 수 놓을 수 있습니다.

# Equipment/&HolySymbolAmulet_Crown_Title
source: Holy Symbol Crown
ko: 성표 왕관

# Equipment/&HolySymbolAmulet_Crown_Description
source: Probably the most impressive and least modest of the holy symbols, this item is, however, very practical, as you just need to touch your brow to focus the power of your deity. Exists in various versions to accommodate all faiths on Solasta.
ko: 아마도 가장 인상적이고 가장 화려한 성표일 것으로 추측되나, 이 물건은 그저 이마에 손을 대는 것으로 당신이 섬기는 신의 힘에 집중할 수 있다는 점에서 매우 실용적입니다. 솔라스타의 모든 신앙을 수용할 수 있도록 다양한 형태로 존재합니다.

# Equipment/&Ingredient_PrimordialLavaStones_Title
source: Primordial Lava Stones
ko: 태고의 용암석

# Equipment/&Ingredient_PrimordialLavaStones_Description
source: Created in the primordial fires of the Badlands' volcanoes, these stones hold the magical power of elemental fire.
ko: 황무지 화산의 태초의 불에서 만들어진 이 돌에는 불 정령의 마법의 힘이 담겨 있습니다.

# Equipment/&ContainerHarvestable_PrimordialLavaStones_Title
source: Primordial Lava Stones
ko: 태고의 용암석

# Equipment/&ContainerHarvestable_PrimordialLavaStones_Description
source: TBC
ko: 미정

# Equipment/&GemPearlTitle
source: Pearl
ko: 진주

# Equipment/&GemPearlDescription
source: A beautiful natural pearl, worth <#A95827>100 gold pieces</color>.
ko: <#A95827>금화 100개</color> 값어치의 아름다운 천연 진주.

# Equipment/&Ingredient_BrimstoneViperVenomGland_Title
source: Brimstone Viper Venom Gland
ko: 유황 독사 독샘

# Equipment/&Ingredient_BrimstoneViperVenomGland_Description
source: A venom sack found on the corpse of a Brimstone Viper, possibly usable to craft a poison.
ko: 유황 독사의 사체에서 발견된 독 주머니로, 독을 제작하는 데 사용할 수 있을지도 모릅니다.

# Equipment/&Gem300GPDiamongDescription
source: A small diamond worth <#A95827>300 gold pieces</color>.
ko: <#A95827>금화 300개</color>값어치의 작은 다이아몬드.

# Equipment/&Gem500GPDiamongDescription
source: A diamond worth <#A95827>500 gold pieces</color>.
ko: <#A95827>금화 500개</color>값어치의 다이아몬드.

# Equipment/&ContainerHarvestable_FoodCrate_Title
source: Food Crate
ko: 음식 상자

# Equipment/&ContainerHarvestable_FoodCrate_Description
source: This container is regularly filled with food by the housing personnel.
ko: 숙소 관리 직원들이 이 용기에 정기적으로 음식을 채웁니다.

# Equipment/&Poison_ArunsLight_Title
source: Arun's Light
ko: 아룬의 빛

# Equipment/&Poison_MaraikesTorpor_Title
source: Maraike's Torpor
ko: 마라이케의 무기력함

# Equipment/&Poison_MaraikesTorpor_Description
source: A chemical poison that causes the poisoned condition.
ko: 중독 상태를 유발하는 화학적 독입니다.
