Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&AdamantinePlate_Description
source: The first bearer of this armor was Ketil Strongshield, champion of the Snow Alliance against Manacalon. The toughness of his armor led to ever deeper digging from Alliance miners to equip their best fighters.
ko: 이 갑옷의 첫 번째 소유자는 마나칼론에 대항한 설산 동맹의 챔피언, 케틸 스트롱실드였습니다. 그의 갑옷의 강인함은 동맹 소속 광부들이 최고의 투사들에게 장비를 갖춰주기 위해 한층 더 깊은 곳으로 파 내려가게 되는 결과를 낳았습니다.

# Equipment/&Enchanted_WeaponOfAcuteness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master smiths. Its design was one of the early works of Elgador Keenspirit, Magesmith of the Arcaneum.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 이 설계는 아케니움의 마법 대장장이였던 엘가도르 킨스피릿의 초기 작품 중 하나입니다.

# Equipment/&ArrowPlus2Title
source: Arrow +2
ko: 화살 +2

# Equipment/&Enchanted_WeaponOfSharpness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master smiths. Its design was the masterful effort of Elgador Keenspirit, Magesmith of the Arcaneum.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 이 설계는 아케니움의 마법 대장장이였던 엘가도르 킨스피릿의 장인적인 노력에 의한 결과입니다.

# Equipment/&_Item_Legendary_RingofTheLordInquisitor_Title
source: Ring of the Lord Inquisitor
ko: 고위 심문관의 반지

# Equipment/&_Item_Legendary_RingofTheLordInquisitor_Description
source: This ring belonged to Hyeronimus Bash, Lord Inquisitor of the Church of Arivad, before his god betrayed humanity. When that happened, Hyeronimus sealed this ring inside the temple, before joining the cult of Einar. Legend has it that Hyeronimus was the last man standing at the Battle of the Rift.
ko: 아리바드 교회의 고위 심문관이었던 히에로니무스 배쉬가 그의 신이 인간들을 배신하기 전에 갖고 있던 반지입니다. 그 사건이 벌어졌을 때, 히에로니무스는 신전 내부에 이 반지를 봉인하고 에이나르 교단에 합류했습니다. 전설에 따르면 히에로니무스는 균열의 전투에서 마지막으로 남아있던 사람이었습니다.

# Equipment/&AlchemistFire_Title
source: Alchemist Fire
ko: 연금술사의 불

# Equipment/&AlchemistFire_Description
source: An explosive compound you can toss to set an enemy on fire.
ko: 적에게 불을 붙이기 위해 던질 수 있는 폭발성 화합물입니다.

# Equipment/&LavaBlast_Title
source: Lava Blast
ko: 용암 폭발

# Equipment/&LavaBlast_Description
source: A powerful explosive compound you can toss to set an enemy on fire.
ko: 적에게 불을 붙이기 위해 던질 수 있는 강력한 폭발물입니다.

# Equipment/&AcidVial_Title
source: Acid Vial
ko: 산성 유리병

# Equipment/&AcidVial_Description
source: An explosive compound you can toss to burn an enemy with acid.
ko: 적을 산으로 태워버리기 위해 던질 수 있는 폭발성 화합물입니다.

# Equipment/&HolyWater_Title
source: Holy Water
ko: 성수

# Equipment/&HolyWater_Description
source: A small vial you can toss to an undead or fiend to burn it with radiant power.
ko: 언데드나 악마를 빛의 힘으로 태워버리기 위해 던질 수 있는 작은 유리병입니다.

# Equipment/&Document_Lowlife_Note_Title
source: Handwritten Note
ko: 손으로 쓴 메모

# Equipment/&Document_Lowlife_Note_Description
source: A note found on the attackers who assaulted you as you exited the Temple of Misaye.
ko: 이 쪽지는 당신이 미사이에의 신전을 떠날 때 당신을 습격했던 공격자들에게서 발견되었습니다.

# Equipment/&Document_Lowlife_Note_Content
source: We found out that this Priest of Misaye - Nel - has the magical sword I was talking about. This bunch of Council deputies seem to be after it, too, so maybe they will get their hands on it. If that happens, you know what to do.
ko: 우리는 이 미사이에의 사제가 - 이름은 넬인 - 내가 이야기 하던 마법의 검을 가지고 있다는 사실을 알게 되었습니다. 한 무더기의 의회 대리인들 또한 그 뒤를 쫓고 있는 것 처럼 보이며, 그들이 검을 손에 넣을지도 모릅니다. 그런 일이 발생하면 어떻게 해야하는지는 알고 있습니다.

# Equipment/&Dwarvenbread_Description
source: This bread is so tough to chew that simply carrying it in your Utility Slot fills you with determination. And fortitude. And toothache.
ko: 이 빵은 씹기에는 너무 딱딱해서 그저 보조 슬롯에 장비하고 다니는 것만으로도 결단력이 생깁니다. 그리고 강인함도 생깁니다. 또한 치통도 생기죠.

# Equipment/&Dwarvenbread_Title
source: Dwarven Bread
ko: 드워프 빵

# Equipment/&EarlyBird_Title
source: Early Bird
ko: 얼리버드 목걸이

# Equipment/&EarlyBird_Description
source: They say the early bird gets the worm, but this early bird also helps you start punching before everyone else.
ko: 사람들은 일찍 일어나는 새가 벌레를 잡는다고 말하곤 하는데, 이 새는 당신이 다른 사람들보다도 먼저 주먹을 내지르도록 도와주기도 합니다.

# Equipment/&StaffOfMetis_Description
source: It is said that the sapphire adorning the Staff of Metis was found inside the acacia tree that was used to carve it, and that it has the power to shield its holder from thunderstorms and other natural disasters.
ko: 메티스의 지팡이를 장식하고 있는 사파이어는 그것을 조각하는 데 사용된 아카시아 나무에서 발견되었으며, 천둥번개를 비롯한 자연재해로부터 사용자를 보호하는 힘이 있다고 합니다.

# Equipment/&StaffOfMetis_Title
source: Staff of Metis
ko: 메티스의 스태프

# Equipment/&Ingredient_Blood_Ruby_Description
source: A ruby bathed in magically preserved minotaur blood becomes a blood ruby, often used to enhance strength.
ko: 마법으로 보존된 미노타우로스의 피에 씻겨진 루비는 블러드 루비가 되어 종종 힘을 강화하는 데 사용됩니다.

# Equipment/&Armor_DwarvenPlate_Title
source: Dwarven Plate
ko: 드워프제 플레이트 아머

# Equipment/&Armor_DwarvenPlate_Description
source: Fighting underground led the dwarves to create this armor to avoid being pushed over stone bridges.
ko: 지하에서의 싸움을 경험한 후 드워프들은 돌다리 위에서 밀려나 떨어지는 것을 방지하기 위해 이 갑옷을 만들었습니다.

# Equipment/&ImperialPrisonKey_PickupQuest_GhostsOfTheEmpire_Title
source: Imperial Prison Key
ko: 제국 감옥 열쇠

# Equipment/&ImperialPrisonKey_PickupQuest_GhostsOfTheEmpire_Description
source: This was given to you to access the depths of the Imperial prison to recover an item.
ko: 이것은 아이템 회수를 위해 당신이 제국 감옥의 깊숙한 곳에 접근할 수 있게 해줍니다.

# Equipment/&ScrollCloudKillTitle
source: Scroll of Cloudkill
ko: 죽음의 구름 두루마리

# Equipment/&ScrollCloudKillDescription
source: When you use this scroll, you cast the spell Cloudkill.
ko: 이 두루마리를 사용하면 죽음의 구름 주문을 시전합니다.

# Equipment/&ScrollConeOfColdTitle
source: Scroll of Cone of Cold
ko: 냉기 분사 두루마리

# Equipment/&ScrollConeOfColdDescription
source: When you use this scroll, you cast the spell Cone of Cold.
ko: 이 두루마리를 사용하면 냉기 분사 주문을 시전합니다.

# Equipment/&ScrollConjureElementalTitle
source: Scroll of Conjure Elemental
ko: 정령 소환 두루마리

# Equipment/&ScrollConjureElementalDescription
source: When you use this scroll, you cast the spell Conjure Elemental.
ko: 이 두루마리를 사용하면 정령 소환 주문을 시전합니다.

# Equipment/&ScrollContagionTitle
source: Scroll of Contagion
ko: 감염 두루마리

# Equipment/&ScrollContagionDescription
source: When you use this scroll, you cast the spell Contagion.
ko: 이 두루마리를 사용하면 감염 주문을 시전합니다.

# Equipment/&ScrollDominatePersonTitle
source: Scroll of Dominate Person
ko: 인간 정신 지배 두루마리

# Equipment/&ScrollDominatePersonDescription
source: When you use this scroll, you cast the spell Dominate Person.
ko: 이 두루마리를 사용하면 인간 정신 지배 주문을 시전합니다.

# Equipment/&ScrollDispelEvilAndGoodTitle
source: Scroll of Dispel Evil and Good
ko: 선과 악 무효화 두루마리

# Equipment/&ScrollDispelEvilAndGoodDescription
source: When you use this scroll, you cast the spell Dispel Evil and Good.
ko: 이 두루마리를 사용하면 선과 악 무효화 주문을 시전합니다.

# Equipment/&ScrollFlameStrikeTitle
source: Scroll of Flame Strike
ko: 화염의 일격 두루마리

# Equipment/&ScrollFlameStrikeDescription
source: When you use this scroll, you cast the spell Flame Strike.
ko: 이 두루마리를 사용하면 화염의 일격 주문을 시전합니다.

# Equipment/&ScrollGreaterRestorationTitle
source: Scroll of Greater Restoration
ko: 상급 치유 두루마리

# Equipment/&ScrollGreaterRestorationDescription
source: When you use this scroll, you cast the spell Greater Restoration.
ko: 이 두루마리를 사용하면 상급 치유 주문을 시전합니다.

# Equipment/&ScrollHoldMonsterTitle
source: Scroll of Hold Monster
ko: 몬스터 속박 두루마리

# Equipment/&ScrollHoldMonsterDescription
source: When you use this scroll, you cast the spell Hold Monster.
ko: 이 두루마리를 사용하면 몬스터 속박 주문을 시전합니다.

# Equipment/&ScrollInsectPlagueTitle
source: Scroll of Insect Plague
ko: 곤충 역병 두루마리

# Equipment/&ScrollInsectPlagueDescription
source: When you use this scroll, you cast the spell Insect Plague.
ko: 이 두루마리를 사용하면 곤충 역병 주문을 시전합니다.

# Equipment/&ScrollMassCureWoundsTitle
source: Scroll of Mass Cure Wounds
ko: 대규모 상처 치료 두루마리

# Equipment/&ScrollMassCureWoundsDescription
source: When you use this scroll, you cast the spell Mass Cure Wounds.
ko: 이 두루마리를 사용하면 대규모 상처 치료 주문을 시전합니다.

# Equipment/&ScrollMindTwistTitle
source: Scroll of Mind Twist
ko: 정신 왜곡 두루마리

# Equipment/&ScrollMindTwistDescription
source: When you use this scroll, you cast the spell Mind Twist.
ko: 이 두루마리를 사용하면 정신 왜곡 주문을 시전합니다.

# Equipment/&ScrollBanishmentTitle
source: Scroll of Banishment
ko: 추방 두루마리

# Equipment/&ScrollBanishmentDescription
source: When you use this scroll, you cast the spell Banishment.
ko: 이 두루마리를 사용하면 추방 주문을 시전합니다.

# Equipment/&ScrollBlackTentaclesTitle
source: Scroll of Black Tentacles
ko: 검은 촉수 두루마리

# Equipment/&ScrollBlackTentaclesDescription
source: When you use this scroll, you cast the spell Black Tentacles.
ko: 이 두루마리를 사용하면 검은 촉수 주문을 시전합니다.

# Equipment/&ScrollBlightTitle
source: Scroll of Blight
ko: 역병 두루마리

# Equipment/&ScrollBlightDescription
source: When you use this scroll, you cast the spell Blight.
ko: 이 두루마리를 사용하면 역병 주문을 시전합니다.

# Equipment/&ScrollConfusionTitle
source: Scroll of Confusion
ko: 혼란 두루마리

# Equipment/&ScrollConfusionDescription
source: When you use this scroll, you cast the spell Confusion.
ko: 이 두루마리를 사용하면 혼란 주문을 시전합니다.

# Equipment/&ScrollDeathwardTitle
source: Scroll of Deathward
ko: 죽음 방호 두루마리

# Equipment/&ScrollDeathwardDescription
source: When you use this scroll, you cast the spell Deathward.
ko: 이 두루마리를 사용하면 죽음 방호 주문을 시전합니다.

# Equipment/&ScrollDimensionDoorTitle
source: Scroll of Dimension Door
ko: 차원문 두루마리

# Equipment/&ScrollDimensionDoorDescription
source: When you use this scroll, you cast the spell Dimension Door.
ko: 이 두루마리를 사용하면 차원문 주문을 시전합니다.

# Equipment/&ScrollFireShieldTitle
source: Scroll of Fire Shield
ko: 화염 방패 두루마리

# Equipment/&ScrollFireShieldDescription
source: When you use this scroll, you cast the spell Fire Shield.
ko: 이 두루마리를 사용하면 화염 방패 주문을 시전합니다.

# Equipment/&ScrollGiantInsectTitle
source: Scroll of Giant Insect
ko: 거대 곤충 두루마리

# Equipment/&ScrollGiantInsectDescription
source: When you use this scroll, you cast the spell Giant Insect.
ko: 이 두루마리를 사용하면 거대 곤충 주문을 시전합니다.

# Equipment/&ScrollGreaterInvisibilityTitle
source: Scroll of Greater Invisibility
ko: 상급 투명화 두루마리

# Equipment/&ScrollGreaterInvisibilityDescription
source: When you use this scroll, you cast the spell Greater Invisibility.
ko: 이 두루마리를 사용하면 상급 투명화 주문을 시전합니다.

# Equipment/&ScrollGuardianOfFaithTitle
source: Scroll of Guardian of Faith
ko: 신앙의 수호자 두루마리

# Equipment/&ScrollGuardianOfFaithDescription
source: When you use this scroll, you cast the spell Guardian of Faith.
ko: 이 두루마리를 사용하면 신앙의 수호자 주문을 시전합니다.

# Equipment/&ScrollIceStormTitle
source: Scroll of Ice Storm
ko: 얼음 폭풍 두루마리

# Equipment/&ScrollIceStormDescription
source: When you use this scroll, you cast the spell Ice Storm.
ko: 이 두루마리를 사용하면 얼음 폭풍 주문을 시전합니다.

# Equipment/&ScrollPhantasmalKillerTitle
source: Scroll of Phantasmal Killer
ko: 환영 살인마 두루마리

# Equipment/&ScrollPhantasmalKillerDescription
source: When you use this scroll, you cast the spell Phantasmal Killer.
ko: 이 두루마리를 사용하면 환영 살인마 주문을 시전합니다.

# Equipment/&ScrollStoneskinTitle
source: Scroll of Stoneskin
ko: 스톤스킨 주문

# Equipment/&ScrollStoneskinDescription
source: When you use this scroll, you cast the spell Stoneskin.
ko: 이 두루마리를 사용하면 스톤스킨 주문을 시전합니다.

# Equipment/&ScrollWallOfFireTitle
source: Scroll of Wall of Fire
ko: 화염 장벽 두루마리

# Equipment/&ScrollWallOfFireDescription
source: When you use this scroll, you cast the spell Wall of Fire.
ko: 이 두루마리를 사용하면 화염 장벽 주문을 시전합니다.

# Equipment/&ScrollPassWithoutTraceTitle
source: Scroll of Pass Without Trace
ko: 흔적 없는 통과 두루마리

# Equipment/&ScrollPassWithoutTraceDescription
source: When you use this scroll, you cast the spell Pass Without Trace.
ko: 이 두루마리를 사용하면 흔적 없는 통과 주문을 시전합니다.

# Equipment/&ScrollFreedomOfMovementTitle
source: Scroll of Freedom of Movement
ko: 이동의 자유 두루마리

# Equipment/&ScrollFreedomOfMovementDescription
source: When you use this scroll, you cast the spell Freedom of Movement.
ko: 이 두루마리를 사용하면 이동의 자유 주문을 시전합니다.

# Equipment/&ScrollCommandTitle
source: Scroll of Command
ko: 명령 두루마리

# Equipment/&ScrollCommandDescription
source: When you use this scroll, you cast the spell Command.
ko: 이 두루마리를 사용하면 명령 주문을 시전합니다.

# Equipment/&ScrollConjureMinorElementalsTitle
source: Scroll of Conjure Minor Elementals
ko: 하급 정령 소환 두루마리

# Equipment/&ScrollConjureMinorElementalsDescription
source: When you use this scroll, you cast the spell Conjure Minor Elementals.
ko: 이 두루마리를 사용하면 하급 정령 소환 주문을 시전합니다.

# Equipment/&ScrollEntangleTitle
source: Scroll of Entangle
ko: 얽힘 두루마리

# Equipment/&ScrollEntangleDescription
source: When you use this scroll, you cast the spell Entangle.
ko: 이 두루마리를 사용하면 얽힘 주문을 시전합니다.

# Equipment/&Breastplate_Unidentified_Title
source: Magnificent Breastplate
ko: 화려한 브레스트플레이트

# Equipment/&Breastplate_Unidentified_Description
source: A nicely decorated breastplate with runic engravings.
ko: 룬이 새겨지고 멋지게 장식된 브레스트플레이트입니다.

# Equipment/&Breastplate_plus_one_Title
source: Breastplate +1
ko: 브레스트플레이트 +1

# Equipment/&Breastplate_plus_one_Description
source: This armor was forged by Ildurial for the Emperor's personal guard.
ko: 이 갑옷은 일두리알이 황제의 호위병을 위해 제작한 것입니다.

# Equipment/&ScrollCounterspellTitle
source: Scroll of Counterspell
ko: 주문 반사 두루마리

# Equipment/&ScrollCounterspellDescription
source: When you use this scroll, you cast the spell Counterspell.
ko: 이 두루마리를 사용하면 주문 반사 주문을 시전합니다.

# Equipment/&ScrollDispelMagicTitle
source: Scroll of Dispel Magic
ko: 마법 무효화 두루마리

# Equipment/&ScrollDispelMagicDescription
source: When you use this scroll, you cast the spell Dispel Magic.
ko: 이 두루마리를 사용하면 마법 무효화 주문을 시전합니다.

# Equipment/&ScrollFearTitle
source: Scroll of Fear
ko: 공포 두루마리

# Equipment/&ScrollFearDescription
source: When you use this scroll, you cast the spell Fear.
ko: 이 두루마리를 사용하면 공포 주문을 시전합니다.

# Equipment/&ScrollHypnoticPatternTitle
source: Scroll of Hypnotic Pattern
ko: 최면의 문양 두루마리

# Equipment/&ScrollHypnoticPatternDescription
source: When you use this scroll, you cast the spell Hypnotic Pattern.
ko: 이 두루마리를 사용하면 최면의 문양 주문을 시전합니다.

# Equipment/&ScrollProtectionFromEnergyTitle
source: Scroll of Protection from Energy
ko: 에너지로부터의 보호 두루마리

# Equipment/&ScrollProtectionFromEnergyDescription
source: When you use this scroll, you cast the spell Protection from Energy.
ko: 이 두루마리를 사용하면 에너지로부터의 보호 주문을 시전합니다.

# Equipment/&ScrollRemoveCurseTitle
source: Scroll of Remove Curse
ko: 저주 제거 두루마리

# Equipment/&ScrollRemoveCurseDescription
source: When you use this scroll, you cast the spell Remove Curse.
ko: 이 두루마리를 사용하면 저주 제거 주문을 시전합니다.

# Equipment/&ScrollVampiricTouchTitle
source: Scroll of Vampiric Touch
ko: 흡혈의 손길 두루마리

# Equipment/&ScrollVampiricTouchDescription
source: When you use this scroll, you cast the spell Vampiric Touch.
ko: 이 두루마리를 사용하면 흡혈의 손길 주문을 시전합니다.

# Equipment/&ScrollBlindnessTitle
source: Scroll of Blindness
ko: 실명 두루마리

# Equipment/&ScrollBlindnessDescription
source: When you use this scroll, you cast the spell Blindness.
ko: 이 두루마리를 사용하면 실명 주문을 시전합니다.

# Equipment/&ScrollBlurTitle
source: Scroll of Blur
ko: 흐려짐 두루마리

# Equipment/&ScrollBlurDescription
source: When you use this scroll, you cast the spell Blur.
ko: 이 두루마리를 사용하면 흐려짐 주문을 시전합니다.

# Equipment/&ScrollDarknessTitle
source: Scroll of Darkness
ko: 암흑 두루마리

# Equipment/&ScrollDarknessDescription
source: When you use this scroll, you cast the spell Darkness.
ko: 이 두루마리를 사용하면 암흑 주문을 시전합니다.

# Equipment/&ScrollDarkvisionTitle
source: Scroll of Darkvision
ko: 어둠시야 두루마리

# Equipment/&ScrollDarkvisionDescription
source: When you use this scroll, you cast the spell Darkvision.
ko: 이 두루마리를 사용하면 어둠시야 주문을 시전합니다.

# Equipment/&ScrollFindTrapsTitle
source: Scroll of Find Traps
ko: 함정 탐색 두루마리

# Equipment/&ScrollFindTrapsDescription
source: When you use this scroll, you cast the spell Find Traps.
ko: 이 두루마리를 사용하면 함정 탐색 주문을 시전합니다.

# Equipment/&ScrollFlameBladeTitle
source: Scroll of Flame Blade
ko: 화염칼날 두루마리

# Equipment/&ScrollFlameBladeDescription
source: When you use this scroll, you cast the spell Flame Blade.
ko: 이 두루마리를 사용하면 화염칼날 주문을 시전합니다.

# Equipment/&ScrollFlamingSphereTitle
source: Scroll of Flaming Sphere
ko: 화염탄 두루마리

# Equipment/&ScrollFlamingSphereDescription
source: When you use this scroll, you cast the spell Flaming Sphere.
ko: 이 두루마리를 사용하면 화염탄 주문을 시전합니다.

# Equipment/&ScrollInvisibilityTitle
source: Scroll of Invisibility
ko: 투명화 두루마리

# Equipment/&ScrollInvisibilityDescription
source: When you use this scroll, you cast the spell Invisibility.
ko: 이 두루마리를 사용하면 투명화 주문을 시전합니다.

# Equipment/&ScrollKnockTitle
source: Scroll of Knock
ko: 잠금해제 두루마리

# Equipment/&ScrollKnockDescription
source: When you use this scroll, you cast the spell Knock.
ko: 이 두루마리를 사용하면 잠금해제 주문을 시전합니다.

# Equipment/&ScrollLevitateTitle
source: Scroll of Levitate
ko: 공중부양 두루마리

# Equipment/&ScrollLevitateDescription
source: When you use this scroll, you cast the spell Levitate.
ko: 이 두루마리를 사용하면 공중부양 주문을 시전합니다.

# Equipment/&ScrollMagicWeaponTitle
source: Scroll of Magic Weapon
ko: 마법무기화 두루마리

# Equipment/&ScrollMagicWeaponDescription
source: When you use this scroll, you cast the spell Magic Weapon.
ko: 이 두루마리를 사용하면 마법무기화 주문을 시전합니다.

# Equipment/&ScrollMirrorImageTitle
source: Scroll of Mirror Image
ko: 거울상 두루마리

# Equipment/&ScrollMirrorImageDescription
source: When you use this scroll, you cast the spell Mirror Image.
ko: 이 두루마리를 사용하면 거울상 주문을 시전합니다.

# Equipment/&ScrollMistyStepTitle
source: Scroll of Misty Step
ko: 안개 걸음 두루마리

# Equipment/&ScrollMistyStepDescription
source: When you use this scroll, you cast the spell Misty Step.
ko: 이 두루마리를 사용하면 안개 걸음 주문을 시전합니다.

# Equipment/&ScrollRayOfEnfeeblementTitle
source: Scroll of Ray of Enfeeblement
ko: 쇠약의 광선 두루마리

# Equipment/&ScrollRayOfEnfeeblementDescription
source: When you use this scroll, you cast the spell Ray of Enfeeblement.
ko: 이 두루마리를 사용하면 쇠약의 광선 주문을 시전합니다.

# Equipment/&ScrollSeeInvisibilityTitle
source: Scroll of See Invisibility
ko: 투명화 감지 두루마리

# Equipment/&ScrollSeeInvisibilityDescription
source: When you use this scroll, you cast the spell See Invisibility.
ko: 이 두루마리를 사용하면 투명화 감지 주문을 시전합니다.

# Equipment/&ScrollShatterTitle
source: Scroll of Shatter
ko: 분쇄 두루마리

# Equipment/&ScrollShatterDescription
source: When you use this scroll, you cast the spell Shatter.
ko: 이 두루마리를 사용하면 분쇄 주문을 시전합니다.

# Equipment/&ScrollSilenceTitle
source: Scroll of Silence
ko: 침묵 두루마리

# Equipment/&ScrollSilenceDescription
source: When you use this scroll, you cast the spell Silence.
ko: 이 두루마리를 사용하면 침묵 주문을 시전합니다.

# Equipment/&ScrollSpiderClimbTitle
source: Scroll of Spider Climb
ko: 거미 등반 두루마리

# Equipment/&ScrollSpiderClimbDescription
source: When you use this scroll, you cast the spell Spider Climb.
ko: 이 두루마리를 사용하면 거미 등반 주문을 시전합니다.

# Equipment/&ScrollSpiritualWeaponTitle
source: Scroll of Spiritual Weapon
ko: 영체 무기 두루마리

# Equipment/&ScrollSpiritualWeaponDescription
source: When you use this scroll, you cast the spell Spiritual Weapon.
ko: 이 두루마리를 사용하면 영체 무기 주문을 시전합니다.

# Equipment/&ScrollWardingBondTitle
source: Scroll of Warding Bond
ko: 수호의 결속 두루마리

# Equipment/&ScrollWardingBondDescription
source: When you use this scroll, you cast the spell Warding Bond.
ko: 이 두루마리를 사용하면 수호의 결속 주문을 시전합니다.

# Equipment/&ScrollAnimalFriendshipTitle
source: Scroll of Animal Friendship
ko: 동물의 우정 두루마리

# Equipment/&ScrollAnimalFriendshipDescription
source: When you use this scroll, you cast the spell Animal Friendship.
ko: 이 두루마리를 사용하면 동물의 우정 주문을 시전합니다.

# Equipment/&ScrollCharmPersonTitle
source: Scroll of Charm Person
ko: 매혹 두루마리

# Equipment/&ScrollCharmPersonDescription
source: When you use this scroll, you cast the spell Charm Person.
ko: 이 두루마리를 사용하면 매혹 주문을 시전합니다.

# Equipment/&ScrollComprehendLanguagesTitle
source: Scroll of Comprehend Languages
ko: 언어 변환 두루마리

# Equipment/&ScrollComprehendLanguagesDescription
source: When you use this scroll, you cast the spell Comprehend Languages.
ko: 이 두루마리를 사용하면 언어 변환 주문을 시전합니다.

# Equipment/&ScrollDetectEvilAndGoodTitle
source: Scroll of Detect Evil and Good
ko: 선과 악 탐지 두루마리

# Equipment/&ScrollDetectEvilAndGoodDescription
source: When you use this scroll, you cast the spell Detect Evil And Good.
ko: 이 두루마리를 사용하면 선과 악 탐지 주문을 시전합니다.

# Equipment/&ScrollDetectMagicTitle
source: Scroll of Detect Magic
ko: 마법 탐지 두루마리

# Equipment/&ScrollDetectMagicDescription
source: When you use this scroll, you cast the spell Detect Magic.
ko: 이 두루마리를 사용하면 마법 탐지 주문을 시전합니다.

# Equipment/&ScrollDetectionPoisonAndDiseaseTitle
source: Scroll of Detect Poison and Disease
ko: 독과 질병 탐지 두루마리

# Equipment/&ScrollDetectionPoisonAndDiseaseDescription
source: When you use this scroll, you cast the spell Detect Poison and Disease.
ko: 이 두루마리를 사용하면 독과 질병 탐지 주문을 시전합니다.

# Equipment/&ScrollFaerieFireTitle
source: Scroll of Faerie Fire
ko: 요정의 빛 두루마리

# Equipment/&ScrollFaerieFireDescription
source: When you use this scroll, you cast the spell Faerie Fire.
ko: 이 두루마리를 사용하면 요정의 빛 주문을 시전합니다.

# Equipment/&ScrollFeatherFallTitle
source: Scroll of Feather Fall
ko: 깃털같은 낙하 두루마리

# Equipment/&ScrollFeatherFallDescription
source: When you use this scroll, you cast the spell Feather Fall.
ko: 이 두루마리를 사용하면 깃털같은 낙하 주문을 시전합니다.

# Equipment/&ScrollInflictWoundsTitle
source: Scroll of Inflict Wounds
ko: 상처 가해 두루마리

# Equipment/&ScrollInflictWoundsDescription
source: When you use this scroll, you cast the spell Inflict Wounds.
ko: 이 두루마리를 사용하면 상처 가해 주문을 시전합니다.

# Equipment/&ScrollShieldTitle
source: Scroll of Shield
ko: 방패 두루마리

# Equipment/&ScrollShieldDescription
source: When you use this scroll, you cast the spell Shield.
ko: 이 두루마리를 사용하면 방패 주문을 시전합니다.

# Equipment/&LeatherArmorPlus+2_Title
source: Leather Armor +2
ko: 레더 아머 +2

# Equipment/&ChainmailPlus1_Unidentified_Title
source: Magnificent Chainmail
ko: 화려한 체인 메일

# Equipment/&ChainmailPlus1_Unidentified_Description
source: This finely crafted chainmail is light and extremely sturdy, and probably magical.
ko: 정교하게 제작된 이 체인 메일은 가볍고 매우 견고하며, 아마도 마법이 깃들어 있습니다.

# Equipment/&Poison_BrimstoneFangPoisonedArrow_Title
source: Brimstone Fang Poisoned Arrow
ko: 유황 독니 독화살

# Equipment/&Poison_BrimstoneFangPoisonedBolt_Title
source: Brimstone Fang Poisoned Bolt
ko: 유황 송곳니 독 볼트

# Equipment/&Poison_TigerFangPoisonedArrow_Title
source: Tiger Fang Poisoned Arrow
ko: 호랑이 송곳니 독화살

# Equipment/&Poison_TigerFangPoisonedBolt_Title
source: Tiger Fang Poisoned Bolt
ko: 호랑이 송곳니 독 볼트

# Equipment/&Poison_DarkStabPoisonedArrow_Title
source: Dark Stab Poisoned Arrow
ko: 암흑 찌르기 독화살

# Equipment/&Poison_DarkStabPoisonedBolt_Title
source: Dark Stab Poisoned Bolt
ko: 암흑 찌르기 독 볼트

# Equipment/&Poison_DeepPainPoisonedArrow_Title
source: Deep Pain Poisoned Arrow
ko: 심연의 고통 독화살

# Equipment/&Poison_DeepPainPoisonedBolt_Title
source: Deep Pain Poisoned Bolt
ko: 심연의 고통 독 볼트

# Equipment/&Poison_ArivadsKissPoisonedArrow_Title
source: Arivad's Kiss Poisoned Arrow
ko: 아리바드의 키스 독화살

# Equipment/&Poison_ArivadsKissPoisonedBolt_Title
source: Arivad's Kiss Poisoned Bolt
ko: 아리바드의 키스 독 볼트

# Equipment/&Poison_ArunsLightPoisonedArrow_Title
source: Arun's Light Poisoned Arrow
ko: 아룬의 빛 독 화살

# Equipment/&Poison_ArunsLightPoisonedBolt_Title
source: Arun's Light Poisoned Bolt
ko: 아룬의 빛 독 볼트

# Equipment/&Poison_TheLongNightPoisonedArrow_Title
source: Long Night Poisoned Arrow
ko: 긴 밤 독 화살

# Equipment/&Poison_TheLongNightPoisonedBolt_Title
source: Long Night Poisoned Bolt
ko: 긴 밤 독 볼트

# Equipment/&Poison_TheBurdenPoisonedArrow_Title
source: Burden Poisoned Arrow
ko: 짐덩어리 독 화살

# Equipment/&Poison_TheBurdenPoisonedBolt_Title
source: Burden Poisoned Bolt
ko: 짐덩어리 독 볼트

# Equipment/&Poison_GhoulsCaressPoisonedArrow_Title
source: Ghoul's Caress Poisoned Arrow
ko: 구울의 손길 독화살

# Equipment/&Poison_GhoulsCaressPoisonedBolt_Title
source: Ghoul's Caress Poisoned Bolt
ko: 구울의 손길 독 볼트

# Equipment/&Poison_MaraikesTorpor_Arrow_Title
source: Torpor Poisoned Arrow
ko: 마비독 화살

# Equipment/&Poison_MaraikesTorpor_Bolt_Title
source: Torpor Poisoned Bolt
ko: 마비독 볼트

# Equipment/&Poison_Basic_Arrow_Title
source: Basic Poisoned Arrow
ko: 기초 독 화살

# Equipment/&Poison_Basic_Bolt_Title
source: Basic Poisoned Bolt
ko: 기초 독 볼트
