Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Evocation_Plaque4_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque4_Content01
source: In memory of Fathiel Morvannion, Prince and General, who gave his life for the glory of the Empire in the crossing of the Falafyn River in the first year of the eastern campaign. His body rests with his comrades in arms, but those of his home town remember him.
ko: 동부 전역에서의 첫 해에 팔라핀 강을 건너다 제국의 영광을 위해 목숨을 바친 대공이자 장군, 파디엘 모르바니온을 추모하며. 그의 육신은 전우들과 함께 잠들어 있지만, 고향 사람들은 그를 기억한다.

# Equipment/&Evocation_Plaque5_Title
source: Stone Inscription
ko: 석조 비문

# Equipment/&Evocation_Plaque5_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque5_Content01
source: In memory of Galatheriel Amaneithon, Lady of the House of Amaneithon and beloved mother. Raised by her grieving son, Helarioth Amaneithon, who was kept from the funeral by his duty in Hyfrynas. He vows to raise a monument to her from the bones of sylvan rebels.
ko: 아마네이톤 가문의 귀부인이자 사랑하는 어머니였던 갈라테이엘 아마네이톤을 추모하며. 하이프리나스에서 의무를 다하다 장례식에도 참석하지 못하여 비통해하는 아들, 헤라이오스 아마네이톤이 세우다. 그는 실반 반란군의 뼈로 그녀를 위한 기념비를 세우겠다고 맹세했다.

# Equipment/&Evocation_Plaque6_Title
source: Stone Inscription
ko: 석조 비문

# Equipment/&Evocation_Plaque6_Description
source: An inscribed stone plaque.
ko: 새겨진 석판.

# Equipment/&Evocation_Plaque6_Content01
source: In memory of Malirion Etharel of the House of Etharel in this city, who rose to become overseer of grain for the province of Afon-Dwar. He was murdered by a dwarf slave. Take warning, and trust not.
ko: 이 도시 출신으로 아폰 드왈 지방의 곡물 감독관이 되었던 이사렐 가문의 마릴리온 이사렐을 추모하며. 그는 드워프 노예들에게 살해당했습니다. 이 경고를 새겨듣고, 그들을 믿는 실수를 저지르지 마십시오.

# Equipment/&Illusion_Armor1_Title
source: Placard
ko: 플래카드

# Equipment/&Illusion_Armor1_Description
source: A placard has been placed next to this suit of armor.
ko: 이 갑옷 옆에 플래카드가 놓여 있습니다.

# Equipment/&Illusion_Armor1_Content01
source: The arms and armor of Morthannil Lirien, Admiral of the Southern Fleet, who led a storming party against the outer fortifications of Roughport in the Southern Isles and accepted the halfling surrender, later to be drowned when halfling pirates sank his flagship as it returned home.
ko: 남쪽 군도에 위치한 러프포트의 외부 방어시설을 습격해서 하플링들의 항복을 받아냈지만, 귀환하는 길에 하플링 해적들의 습격을 받아 기함이 침몰할 때 익사하고 만 남부 함대의 제독, 모사닐 리리엔의 무구입니다.

# Equipment/&Illusion_Armor2_Title
source: Placard
ko: 플래카드

# Equipment/&Illusion_Armor2_Description
source: A placard has been placed next to this suit of armor.
ko: 이 갑옷 옆에 플래카드가 놓여 있습니다.

# Equipment/&Illusion_Armor2_Content01
source: The arms and armor of Berien Tharanduil, Admiral-General of the Afon-Dwar and Lord Marshal of the West. Through strength and diplomacy he opened trade with the hill dwarves and brought an end to halfling raids along the river.
ko: 아폰 드왈의 제독이자 서부의 대원수였던 베리엔 타란두일의 무구입니다. 무력과 외교를 통해 그는 힐 드워프와 교역을 시작했고, 강을 따라 계속되던 하플링들의 약탈을 종식시켰습니다.

# Equipment/&Illusion_Notice1_Title
source: Notice
ko: 공지

# Equipment/&Illusion_Notice1_Description
source: A sign fixed to the wall, apparently for servants to read.
ko: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Equipment/&Illusion_Notice1_Content01
source: Service. Loyalty. Silence.
ko: 봉사. 충성. 침묵.

# Equipment/&Illusion_Notice2_Title
source: Notice
ko: 공지

# Equipment/&Illusion_Notice2_Description
source: A sign fixed to the wall, apparently for servants to read.
ko: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Equipment/&Illusion_Notice2_Content01
source: Please your master, save your life.
ko: 네 주인을 극진히 섬겨, 그리고 너의 목숨을 구해.

# Equipment/&Illusion_Notice3_Title
source: Notice
ko: 공지

# Equipment/&Illusion_Notice3_Description
source: A sign fixed to the wall, apparently for servants to read.
ko: 하인들이 읽을 수 있도록 벽에 고정된 표지판.

# Equipment/&Illusion_Notice3_Content01
source: The loyal report disloyalty.
ko: 충성스러운 이들은 불충함을 보고한다.

# Equipment/&Illusion_Book1_Title
source: Illusion and Substance: A Primer
ko: 환상과 실체: 입문서

# Equipment/&Illusion_Book1_Description
source: A book written in high elvish.
ko: 하이 엘프 언어로 쓰여진 책.

# Equipment/&Illusion_Book1_Content01
source: …as Master Irillien of the Arcaneum wrote in his great work "On the Nature of Illusion and the Question of Reality," "Many illusions, if believed, are as effective as if they were real; conversely, some realities, if ignored, may be avoided. Which, then, is more valid? What, indeed, is real, or reality? Was our great Empire, and our rightful mastery of the world and all who dwell therein, not a dream, which is a form of illusion, before our Iron Legions and our arcanists made it real?"
ko: …아케니움의 마스터 이릴리엔이 그의 위대한 저서 "환상의 본질과 현실에 대한 질문"에서 썼듯이, "많은 환상은, 그걸 믿는다면 마치 그것들이 실제로 존재하는 것처럼 실질적이다; 반대로 놓고 보면, 어떠한 현실들은, 그 존재를 인정받지 못한다면 무시될지도 모른다. 그렇다면, 무엇이 유효한가? 무엇이 실로, 사실이거나, 현실인가? 우리의 위대한 제국과 이 세계에 대한 우리의 정당한 지배, 그리고 제국에 거주하는 모든 이들은 강철 군단과 우리의 아르카니스트들이 그 모두를 현실화하기 전에 환상의 한 형태인 꿈이 아니었는가?"

# Equipment/&Illusion_Book1_Content02
source: There is some merit, therefore, in avoiding a distinction between illusion and reality, but regarding them instead as two poles of a continuum. Some things are entirely real, and some things are entirely illusory, but the numbers of each are far fewer than is commonly supposed. Most things lie somewhere in between, partaking of the natures of illusion and reality in differing proportions. Those who seek a true understanding of the nature of things, and the distinctions…
ko: 따라서 환상과 현실을 구별하는 대신, 그들을 한 연속체의 두 극으로 간주한다면 약간의 장점이 존재한다. 어떤 것은 완전히 실재하며, 어떤 것은 완전히 환상이지만 그 각각의 수는 일반적으로 추정되는 것보다 훨씬 적다. 대부분의 사물은 환상과 현실의 성질을 서로 다른 비율로 공유하며 그사이 어딘가에 자리 잡고 있다. 사물의 본질에 대한 진정한 이해와 그 구별을 이해하는 사람들은…

# Equipment/&Illusion_Book2_Title
source: Human Gods and Their Magic
ko: 인간의 신들과 그들의 마법

# Equipment/&Illusion_Book2_Description
source: A book written in high elvish.
ko: 하이 엘프 언어로 쓰여진 책.

# Equipment/&Illusion_Book2_Content01
source: …exploration of the planes outside our own revealed the existence of all manner of strange entities, some of them exceptionally powerful. It is to be supposed that the world of Tirmar, from which the humans came with their gods, belongs in one of these planes, which somehow collided with our own during the events leading up to the Cataclysm, instead of remaining safely confined beyond a magical portal.
ko: …외부 차원에 대한 탐사에서 온갖 이상한 존재들이 실재한다는 사실을 알 수 있었는데, 그중 몇몇은 유난히 강력했다. 인간들이 그들의 신과 함께 건너온 티르마르의 세계는 이 차원들 중 하나이며, 마법 포탈 너머에서 별 일 없이 얽매여 있는 대신 대격변으로 이어지는 일련의 사건 동안 어떠한 방법으로 우리 차원과 충돌했다고 추정된다.

# Equipment/&Illusion_Book2_Content02
source: The reason for this is unknown. Several theories have been put forward, but none has been proven. Although they vary in their finer details, many theories blame the deity Sorr-Tarr, from whom the humans and their gods were fleeing as they entered Solasta. The scholars of the Arcaneum do not fully understand the class of beings called "gods" or "deities," and while their human followers proudly assert that their powers are without limit, it is clear that this cannot be the case, or the Cataclysm would have been prevented. Still, this Sorr-Tarr, being a powerful entity of this class, might have sought to open the Rift wider, in order to facilitate the pursuit by his Sorr-Akkath followers and complete…
ko: 그 이유는 알려지지 않았다. 여러 이론이 제시되었지만, 그 어떤 것도 입증되지 않았다. 비록 세부적인 사항으로 들어가면 차이가 있긴 하지만, 많은 이론이 인간과 그들의 신들이 솔라스타로 도망치게 만든 원인을 제공한 신, 소르-타르를 지목하고 있다. 아케니움의 학자들이 "신" 혹은 "신격"이라고 불리는 부류에 대해 완전히 이해하지 못하고 있긴 하지만, 인간 추종자들이 자랑스럽게 주장하듯 그들의 힘에는 한계가 없다는 것은 전혀 사실이 아닌데, 만약 그들의 말대로라면 대격변은 일어나지 않았을 수도 있기 때문이다. 이 부류 가운데 소르-타르라는 존재는 균열을 더 크게 벌리려고 할지도 모르는데, 그의 소라카스 추종자들이 추구하는 것을 들어주고…

# Equipment/&Illusion_Book3_Title
source: On Those Who Came from Tirmar
ko: 티르마르에서 온 자들에 대하여

# Equipment/&Illusion_Book3_Description
source: A book written in high elvish.
ko: 하이 엘프 언어로 쓰여진 책.

# Equipment/&Illusion_Book3_Content01
source: …humans and Sorr-Akkath are thought to be the only mortal beings to cross from Tirmar, the question of orcs and their kin must be taken into account. Human accounts of the matter are confused and often contradict each other, but a careful reading of the best sources suggests that the orcs were once human, and were altered by the wild magics that accompanied the closing of the Rift.
ko: ...인간과 소라카스는 티르마르에서 건너온 유일한 필멸자들로 여겨졌으나, 오크와 그 친족에 대한 의문점 또한 고려되어야 한다. 이 문제에 대한 인간들의 설명은 분명치 않으며 종종 서로 모순되기까지 하지만, 가장 우수한 자료를 주의 깊게 읽어본다면 오크는 한때 인간이었으며, 균열의 폐쇄에 동반된 야생 마법에 의해 변한 것이라는 사실을 알 수 있다.

# Equipment/&Illusion_Book3_Content02
source: The human ancestors of the orcs were members of wild barbarian tribes from the more remote parts of Tirmar. Ferocity and courage in battle were the highest values in their culture, so when the forces of our two worlds combined at the Battle of the Rift, it was these tribes who sought out the most dangerous locations in order to win the most glory by the values of their culture. This brought them very close to the Rift itself, and therefore made them most vulnerable to the unpredictable magical energies that flared out from it. All of those who fought beside them perished, even the elite of the Iron Legions - but somehow these barbarians, strong of mind and strong of body, were able to survive. However, their bodies and minds were both affected, and they became the first orcs to exist in both worlds.
ko: 오크의 인간 조상은 티르마르의 외딴 지역에서 온 야생 바바리안 부족의 일원들이었다. 전투에서의 흉포함과 용기는 그들의 문화에서 가장 높은 가치로 숭상되었고, 따라서 우리 두 세계의 세력들이 균열의 전투에서 연합했을 때, 그들의 문화가 최고로 치는 미덕을 쟁취하는 가장 큰 영광을 누리고자 가장 위험한 전장을 찾아다닌 것도 그들이었다. 이 행동은 균열 그 자체에 매우 가까이 접근하게 되는 결과를 낳았고, 그로 인해 그들은 균열로부터 불타오르는 예측 불가의 마법 에너지에 가장 많이 노출되었다. 그들 곁에서 싸웠던 모든 이들은 모두 소멸하였고, 심지어 강철 군단의 정예들조차도 그 결과를 피할 수 없었지만 - 어째선지 굳센 정신과 강인한 정신을 지닌 이 바바리안들은 살아남을 수 있었다. 하지만 그들의 정신과 마음은 모두 마법 에너지에 영향을 받았고, 이들은 두 세계에 존재하는 최초의 오크가 되었다.

# Equipment/&Illusion_Book4_Title
source: Proverbs of Misaye
ko: 미사이에의 잠언

# Equipment/&Illusion_Book4_Description
source: A small booklet written in the common tongue.
ko: 공용어로 쓰여진 작은 소책자.

# Equipment/&Illusion_Book4_Content01
source: There is no such thing as luck, except when there is.
ko: 행운이란 존재할 때를 제외하고는 존재하지 않는 법이다.

# Equipment/&Illusion_Book4_Content02
source: Misaye's greatest delight is the look on a dupe's face when they realize.
ko: 미사이에의 가장 큰 기쁨은 자신이 속았다는 것을 깨달은 멍청이의 얼굴을 바라보는 것이다.

# Equipment/&Illusion_Book4_Content03
source: The fox who breaks into a henhouse is happier than the dog who guards it.
ko: 닭장에 들어간 여우는 그것을 지키는 개보다 행복하다.

# Equipment/&Illusion_Book4_Content04
source: A life without laughter is no life at all.
ko: 웃음이 없는 삶은 애초에 삶이 아니다.

# Equipment/&Illusion_Book4_Content05
source: Don't worry about death. Skeletons grin wider than anyone.
ko: 죽음에 대해 걱정하지 말라. 해골은 그 누구보다도 활짝 웃는다.

# Equipment/&Illusion_Book4_Content06
source: Everything is chaos, so enjoy it. You'll dissolve back into chaos soon enough.
ko: 모든 것은 혼돈이므로 즐기도록 하라. 너도 머지않아 혼돈으로 돌아갈테니.

# Equipment/&Illusion_Book4_Content07
source: The law is a rock in a stream. Everything flows round it or over it, and in time it will be worn away.
ko: 법률은 시냇물 속의 바위와 같다. 모든 것이 그 주위나 그 위로 흘러가며, 시간이 지나면 깎여 없어질 것이다.

# Equipment/&BroochOfShielding_Unidentified_Title
source: Beautiful Brooch
ko: 아름다운 브로치

# Equipment/&BroochOfShielding_Unidentified_Description
source: A nice-looking brooch shaped like a shield. Probably magical.
ko: 방패 모양의 멋진 브로치로 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&BroochOfShielding_Title
source: Brooch of Shielding
ko: 보호의 브로치

# Equipment/&StaffOfHealing_Unidentified_Title
source: Magnificent Staff
ko: 화려한 스태프

# Equipment/&StaffOfHealing_Unidentified_Description
source: A light and sturdy staff bearing golden runes. Probably magical.
ko: 황금빛 룬이 새겨진 가볍고 튼튼한 스태프입니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&StaffOfHealing_Title
source: Staff of Healing
ko: 치유의 스태프

# Equipment/&StaffOfHealing_Description
source: Life priests of Maraike often expend their last strength imbuing a staff of healing, so that life springs eternal.
ko: 마라이케를 모시는 생명 사제들은 종종 마지막 남은 힘을 쏟아서 치유의 스태프에 마법을 깃들여 생명이 영원히 샘솟도록 합니다.

# Equipment/&PeriaptOPAPoison_Unidentified_Title
source: Black Gem Periapt
ko: 검은 보석 부적

# Equipment/&PeriaptOPAPoison_Unidentified_Description
source: A black gem on a silver chain.
ko: 은 사슬에 달린 검은 보석입니다.

# Equipment/&PeriaptOPAPoison_Title
source: Periapt of Proof Against Poison
ko: 만독불침 부적

# Equipment/&PeriaptOPAPoison_Description
source: Galar Stormforge crafted the first periapt. They are much sought after by rulers and spies alike.
ko: 갈라르 스톰포지는 첫 부적을 제작했습니다. 지배자부터 첩자까지 많은 사람들이 부적을 원합니다.

# Equipment/&RingDarkvision_Unidentified_Title
source: Square Ring
ko: 사각형 반지

# Equipment/&RingDarkvision_Unidentified_Description
source: A beautiful ring, probably magical.
ko: 아마도 마법이 깃들어 있을 아름다운 반지입니다.

# Equipment/&RingDarkvision_Title
source: Ring of Darkvision
ko: 어둠시야의 반지

# Equipment/&RingLanguages_Unidentified_Title
source: Hexagonal Ring
ko: 육각형 반지

# Equipment/&RingLanguages_Unidentified_Description
source: A beautiful ring, probably magical.
ko: 아마도 마법이 깃들어 있을 아름다운 반지입니다.

# Equipment/&RingLanguages_Title
source: Ring of All Words
ko: 모든 단어의 반지

# Equipment/&FunctionGoodberryFeedOtherTitle
source: Eat
ko: 먹기

# Equipment/&FunctionGoodberryEatTitle
source: Feed Someone
ko: 다른 사람 먹이기

# Equipment/&Item_Berry_Ration_Title
source: Goodberry
ko: 굿베리

# Equipment/&HalpfPlatePlus1_Title
source: Half Plate +1
ko: 하프 플레이트 +1

# Equipment/&HalpfPlatePlus1_Description
source: This magical armor was made for a knight of Gallivan. His name is engraved underneath the breastplate: Ramsay.
ko: 갈리반의 기사를 위해 제작된 마법의 갑옷입니다. 그의 이름이 흉판 아래에 새겨져 있습니다: 램지.

# Equipment/&HalpfPlatePlus1_Unidentified_Title
source: Splendid Half Plate Armor
ko: 훌륭한 하프 플레이트

# Equipment/&HalpfPlatePlus1_Unidentified_Description
source: This magnificent armor seems very old and is finely crafted. It is probably magical.
ko: 이 화려한 갑옷은 매우 낡았으며 정교하게 제작되었습니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&Ingredient_TigerDrakeScales_Description
source: Scales from a very large flying snake found in the Badlands.
ko: 황무지에서 발견할 수 있는 매우 큰 날아다니는 뱀의 비늘입니다.

# Equipment/&Ingredient_TigerDrakeScales_Title
source: Tiger Drake Scales
ko: 타이거 드레이크 비늘

# Equipment/&BoneKeep_Solar_Rune_Plaque_Title
source: Rune Plaque
ko: 룬 명패

# Equipment/&BoneKeep_Solar_Rune_Plaque_Description
source: A depleted magical rune, probably used to ward a corridor. The enchantment is ancient, probably some forgotten spell from Imperial times.
ko: 이미 고갈된 마법 룬으로, 아마도 복도를 지키는 데 사용되었을 것입니다. 깃든 마법은 고대의 것으로, 아마도 제국 시대의 잊혀진 주문일 것입니다.

# Equipment/&Magic_Arrow_Unidentified_Title
source: Remarkable Arrow
ko: 범상치 않은 화살

# Equipment/&Magic_Arrow_Unidentified_Description
source: This arrow is remarkably light and sharp. It may be magical.
ko: 이 화살은 놀라울 정도로 가볍고 날카롭습니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&Magic_Bolt_Unidentified_Title
source: Remarkable Crossbow Bolt
ko: 범상찮은 볼트

# Equipment/&Magic_Bolt_Unidentified_Description
source: This bolt is remarkably light and sharp. It may be magical.
ko: 이 볼트는 놀라울 정도로 가볍고 날카롭습니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&ContainerTombTitle
source: Tomb
ko: 무덤

# Equipment/&Item_Berry_Ration_Description
source: A magical berry created by a spell. It has healing properties and is nourishing as well as. Cannot be sold.
ko: 주문으로 만들어진 마법의 산딸기입니다. 치유력이 있고 영양도 풍부합니다. 판매할 수는 없습니다.

# Equipment/&ItemMartialWeaponSubtypeTitle
source: Martial Weapon
ko: 군용 무기

# Equipment/&ItemSimpleWeaponSubtypeTitle
source: Simple Weapon
ko: 단순한 무기

# Equipment/&GauntletsOfOgrePower_Title
source: Gauntlets of Ogre Power
ko: 오우거 힘의 건틀릿

# Equipment/&HeadbandOfIntellect_Title
source: Headband of Intellect
ko: 지능의 머리띠

# Equipment/&HeadbandOfIntellect_Unidentified_Title
source: Metallic Headband
ko: 금속 머리띠

# Equipment/&HeadbandOfIntellect_Unidentified_Description
source: A nicely decorated headband.
ko: 멋지게 장식된 머리띠입니다.

# Equipment/&StoneOfGoodLuck_Title
source: Stone of Good Luck
ko: 행운의 조약돌

# Equipment/&BeltOfGiantFire_Title
source: Belt of Giant Strength (Fire)
ko: 거인 힘의 허리띠(화염 거인)

# Equipment/&BeltOfGiantStone_Title
source: Belt of Giant Strength (Stone)
ko: 거인 힘의 허리띠(암석 거인)

# Equipment/&CircletOfBlasting_Title
source: Circlet of Blasting
ko: 폭파의 서클릿

# Equipment/&CircletOfBlasting_Description
source: A showy trinket created by Lanathir Goldenfire to impress primitive folks during the First Expansion.
ko: 첫 번째 확장기 당시 원시적인 족속들에게 깊은 인상을 남기기 위해 라나시르 골든파이어가 제작한 화려한 장신구입니다.

# Equipment/&CircletOfBlasting_Unidentified_Title
source: Magnificent Circlet
ko: 화려한 서클릿

# Equipment/&CircletOfBlasting_Unidentified_Description
source: A golden circlet decorated with a gem, probably holding some interesting powers.
ko: 보석으로 장식된 황금 서클릿으로, 아마도 흥미로운 힘을 지니고 있을 것입니다.

# Equipment/&CloakOfProtection_Title
source: Cloak of Protection
ko: 보호의 망토

# Equipment/&CloakOfProtection_Description
source: An exquisitely tailored cloak, very much sought after by shock arcanists. A lost secret of Manacalon.
ko: 쇼크 아르카니스트들이 많이 찾는 정교하게 재단된 망토입니다. 마나칼론의 잃어버린 비밀이죠.

# Equipment/&CloakOfProtection_Unidentified_Title
source: Beautiful Cloak
ko: 아름다운 망토

# Equipment/&CloakOfProtection_Unidentified_Description
source: A nice-looking cloak with Manacalon symbols embroidered on the belt.
ko: 벨트에 마나칼론 기호가 수놓인 멋진 망토입니다.

# Equipment/&Crown_Of_The_Magister_Item_01_Title
source: Imperial Crown
ko: 제국 왕관

# Equipment/&Crown_Of_The_Magister_Item_01_Description
source: The crown has revealed some of its powers. It can transmit images from the past to the bearer, and guide them to find its missing gems. It also provides magical protection and powers, depending on the gems it bears.
ko: 왕관이 그 힘의 일부를 드러냈습니다. 이것은 소지자에게 과거의 이미지를 보여주어 그가 잃어버린 보석을 찾도록 안내할 수 있습니다. 또한 끼워진 보석에 따라 마법적 보호와 힘을 제공합니다.

# Equipment/&Crown_Of_The_Magister_Item_ResistIdentification_Title
source: Imperial Crown
ko: 제국 왕관

# Equipment/&Crown_Of_The_Magister_Item_ResistIdentification_Description
source: The crown seems to provide superior protection against all kinds of magical inquiry, and you still don't know what it is. Yet it provides the bearer with magical protections and powers.
ko: 이 왕관은 모든 종류의 마법 연구에 우월한 저항력을 가진 것처럼 보이며, 당신은 여전히 이것이 무엇인지 모릅니다. 그렇지만 이 왕관은 소지자에게 마법적 보호와 힘을 제공합니다.

# Equipment/&RingOfFeatherFalling_Title
source: Ring of Feather Falling
ko: 깃털같은 낙하의 반지

# Equipment/&RingOfFeatherFalling_Description
source: Fighting on Snow Alliance mountain made this ring a must for Imperial scouting parties.
ko: 설산 동맹의 산에서 전투를 치른 후 이 반지는 제국 정찰대의 필수품이 되었습니다.

# Equipment/&RingOfFeatherFalling_Unidentified_Title
source: Winged Ring
ko: 날개 달린 반지

# Equipment/&RingOfFeatherFalling_Unidentified_Description
source: A beautiful ring with engraved wings.
ko: 날개가 새겨진 아름다운 반지입니다.

# Equipment/&BracersOfDefense_Title
source: Bracers of Defense
ko: 방어의 브레이서

# Equipment/&BracersOfDefense_Description
source: Those bracers were the prized possession of a Manacalon shock arcanist.
ko: 마나칼론 쇼크 아르카니스트가 소중히 지니던 팔보호구입니다.

# Equipment/&BracersOfDefense_Unidentified_Title
source: Magnificent Bracers
ko: 화려한 팔보호구

# Equipment/&BracersOfDefense_Unidentified_Description
source: A pair of finely crafted bracers.
ko: 정교하게 제작된 한 쌍의 팔보호구입니다.

# Equipment/&CloakOfDisplacement_Title
source: Cloak of Displacement
ko: 도피의 망토

# Equipment/&CloakOfDisplacement_Description
source: A cloak commissioned by Lord Arador Blackheart after a series of assassination attempts.
ko: 일련의 암살 시도 끝에 아라도르 블랙하트 경이 의뢰한 망토입니다.

# Equipment/&CloakOfDisplacement_Unidentified_Title
source: Beautiful Cloak
ko: 아름다운 망토

# Equipment/&CloakOfDisplacement_Unidentified_Description
source: A dark cloak with golden embroidery.
ko: 금색 자수가 있는 어두운 색의 망토입니다.

# Equipment/&BootsOfJumping_Title
source: Boots of Striding and Springing
ko: 신속과 도약의 장화

# Equipment/&BootsOfJumping_Description
source: Defineth Sharpeye created these boots after watching his cat bounce around, seemingly defying gravity in her pursuit of mice and birds.
ko: 데피니스 샤프아이는 고양이가 생쥐와 새를 쫓아 중력을 거스르는 듯한 모습을 본 후 이 부츠를 제작하였습니다.

# Equipment/&BootsOfJumping_Unidentified_Title
source: Nicely Crafted Boots
ko: 멋지게 제작된 장화

# Equipment/&BootsOfJumping_Unidentified_Description
source: A pair of finely crafted boots.
ko: 정교하게 만들어진 장화 한 켤레.

# Equipment/&CloakOfElvenKind_Title
source: Cloak of Elvenkind
ko: 엘프족의 망토

# Equipment/&CloakOfElvenKind_Description
source: Crafted in Colthannin for the human allies of the Realm protecting its borders. Grants advantage to stealth checks, and cancels an enemy's perception check advantage to spot you when you're attacking it in stealth mode.
ko: 국경을 수비하는 왕국의 인간 동맹을 위해 콜사닌에서 제작되었습니다. 은신 판정에 이점을 부여하며, 은신 중 공격 시 당신의 위치를 파악하려는 적의 감지 판정에 이점이 부여되지 않게 합니다.

# Equipment/&CloakOfElvenKind_Unidentified_Title
source: Elven Cloak
ko: 엘프제 망토

# Equipment/&CloakOfElvenKind_Unidentified_Description
source: A beautiful cloak made of fine fabric and decorated with sylvan elvish symbols.
ko: 고급 천으로 만들어지고 실반 엘프 문양 장식이 있는 아름다운 망토.

# Equipment/&DustOfDissapearance_Title
source: Dust of Disappearance
ko: 투명화 가루

# Equipment/&DustOfDissapearance_Description
source: Created by the Arcaneum, this dust was a favorite tool of the Silent Whisper in their fight against dissidence and rebellion.
ko: 아케니움이 만든 이 가루는 고요한 속삭임이 반란과 반체제에 맞서 싸울 때 가장 애용하던 도구였습니다.

# Equipment/&DustOfDissapearance_Unidentified_Title
source: Pouch of Dust
ko: 가루 주머니

# Equipment/&DustOfDissapearance_Unidentified_Description
source: A pouch filled with a translucent powder.
ko: 반투명 가루가 들어있는 작은 주머니.

# Equipment/&EfficientQuiver_Title
source: Efficient Quiver
ko: 효율적인 화살통

# Equipment/&EfficientQuiver_Description
source: TBC power
ko: 알수없는 힘

# Equipment/&EfficientQuiver_Unidentified_Title
source: Nicely crafted quiver.
ko: 멋지게 만들어진 화살통.

# Equipment/&EfficientQuiver_Unidentified_Description
source: A beautifully crafted quiver.
ko: 아름답게 제작된 화살통.

# Equipment/&GlovesOfMissileSnaring_Title
source: Gloves of Missile Snaring
ko: 투사체 덫의 장갑

# Equipment/&GlovesOfMissileSnaring_Description
source: Crafted by Ildurial Stronghand for the members of the Euraidd tasked with the protection of the Imperial family.
ko: 일두리얼 스트롱핸드가 황가의 수호 임무를 맡은 유라이드를 위해 제작했습니다.

# Equipment/&GlovesOfMissileSnaring_Unidentified_Title
source: Magnificent Gloves
ko: 화려한 장갑

# Equipment/&GlovesOfMissileSnaring_Unidentified_Description
source: These sturdy gloves are very comfortable and may have magical properties.
ko: 이 튼튼한 장갑은 매우 편안하며 마법적인 기능이 있을지도 모릅니다.

# Equipment/&HornOfBlasting_Title
source: Horn of Blasting
ko: 폭발의 뿔피리

# Equipment/&HornOfBlasting_Unidentified_Title
source: Lion-headed Horn
ko: 사자 머리 뿔피리

# Equipment/&HornOfBlasting_Unidentified_Description
source: A beautiful horn featuring a golden lion head that can be used to blow a powerful sound.
ko: 황금 사자 머리 장식이 있는 아름다운 뿔피리로, 강력한 소리를 내는데 사용할 수 있습니다.

# Equipment/&OilOfSharpness_Title
source: Oil of Sharpness
ko: 날카로움의 기름

# Equipment/&OilOfSharpness_Description
source: This clear, gelatinous oil sparkles with tiny, ultrathin silver shards. The oil can coat one slashing or piercing weapon, or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +3 bonus to attack and damage rolls.
ko: 이 투명하고 끈적한 오일은 아주 작은 은 파편들로 반짝입니다. 이 오일은 참격 무기나 관통 무기 하나에, 혹은 5개의 참격 탄약 혹은 관통 탄약에 코팅할 수 있습니다. 오일을 바르는 데는 1분이 걸립니다. 코팅된 아이템은 1시간 동안 마법 무기가 되고, 명중 및 피해 굴림에 +3 보너스를 받습니다.

# Equipment/&OilOfSharpness_Unidentified_Title
source: Strange Oil
ko: 이상한 기름

# Equipment/&OilOfSharpness_Unidentified_Description
source: A bottle containing a clear, gelatinous oil that sparkles with tiny, ultrathin silver shards.
ko: 아주 작은 은 파편들로 반짝이는, 투명하고 끈적한 오일이 들어있는 병.

# Equipment/&PeriaptOfHealth_Title
source: Periapt of Health
ko: 건강의 부적

# Equipment/&PeriaptOfHealth_Description
source: Clerics of Maraike often wear such periapts to stay in health to better serve the ailing. In dire need, they use the periapt on the sick to stabilize them while they work their healing magic.
ko: 마라이케의 성직자들은 건강을 유지하여 병자들을 더 잘 보살피기 위해 종종 그러한 부적을 착용합니다. 급박한 상황에서, 클레릭들은 치유 마법을 사용하는 동안 병자를 안정시키기 위해 그들에게 그 부적을 사용합니다.
