Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# ScrollPassWithoutTraceTitle
source: Scroll of Pass Without Trace
ko_mt: 흔적 없는 통과의 두루마리

# ScrollPassWithoutTraceDescription
source: When you use this scroll, you cast the spell Pass Without Trace.
ko_mt: 이 두루마리를 사용하면 흔적 없이 통과라는 주문을 시전합니다.

# ScrollFreedomOfMovementTitle
source: Scroll of Freedom of Movement
ko_mt: 이동의 자유 두루마리

# ScrollFreedomOfMovementDescription
source: When you use this scroll, you cast the spell Freedom of Movement.
ko_mt: 이 두루마리를 사용할 때 이동의 자유 주문을 시전합니다.

# ScrollCommandTitle
source: Scroll of Command
ko_mt: 명령의 두루마리

# ScrollCommandDescription
source: When you use this scroll, you cast the spell Command.
ko_mt: 이 두루마리를 사용하면 주문 명령을 시전합니다.

# ScrollConjureMinorElementalsTitle
source: Scroll of Conjure Minor Elementals
ko_mt: 소성 정령 소환의 두루마리

# ScrollConjureMinorElementalsDescription
source: When you use this scroll, you cast the spell Conjure Minor Elementals.
ko_mt: 이 두루마리를 사용할 때, 당신은 Conjure Minor Elementals 주문을 시전합니다.

# ScrollEntangleTitle
source: Scroll of Entangle
ko_mt: 얽힘의 두루마리

# ScrollEntangleDescription
source: When you use this scroll, you cast the spell Entangle.
ko_mt: 이 두루마리를 사용하면 Entangle 주문을 시전합니다.

# Breastplate_Unidentified_Title
source: Magnificent Breastplate
ko_mt: 장엄한 흉갑

# Breastplate_Unidentified_Description
source: A nicely decorated breastplate with runic engravings.
ko_mt: 룬 문자가 새겨진 멋지게 장식된 흉갑.

# Breastplate_plus_one_Title
source: Breastplate +1
ko_mt: 흉갑 +1

# Breastplate_plus_one_Description
source: This armor was forged by Ildurial for the Emperor's personal guard.
ko_mt: 이 갑옷은 일두리알이 황제의 호위병을 위해 제작한 것입니다.

# ScrollCounterspellTitle
source: Scroll of Counterspell
ko_mt: 카운터스펠 두루마리

# ScrollCounterspellDescription
source: When you use this scroll, you cast the spell Counterspell.
ko_mt: 이 두루마리를 사용하면 Counterspell 주문을 시전합니다.

# ScrollDispelMagicTitle
source: Scroll of Dispel Magic
ko_mt: 마법 해제 두루마리

# ScrollDispelMagicDescription
source: When you use this scroll, you cast the spell Dispel Magic.
ko_mt: 이 두루마리를 사용하면 마법 디스펠을 시전합니다.

# ScrollFearTitle
source: Scroll of Fear
ko_mt: 공포의 두루마리

# ScrollFearDescription
source: When you use this scroll, you cast the spell Fear.
ko_mt: 이 두루마리를 사용할 때, 당신은 주문 Fear를 시전합니다.

# ScrollHypnoticPatternTitle
source: Scroll of Hypnotic Pattern
ko_mt: 최면 패턴 두루마리

# ScrollHypnoticPatternDescription
source: When you use this scroll, you cast the spell Hypnotic Pattern.
ko_mt: 이 두루마리를 사용하면 최면 패턴 주문을 시전합니다.

# ScrollProtectionFromEnergyTitle
source: Scroll of Protection from Energy
ko_mt: 에너지로부터 보호의 두루마리

# ScrollProtectionFromEnergyDescription
source: When you use this scroll, you cast the spell Protection from Energy.
ko_mt: 이 두루마리를 사용하면 에너지로부터 보호 주문을 시전합니다.

# ScrollRemoveCurseTitle
source: Scroll of Remove Curse
ko_mt: 저주 제거 두루마리

# ScrollRemoveCurseDescription
source: When you use this scroll, you cast the spell Remove Curse.
ko_mt: 이 두루마리를 사용하면 저주 제거 주문을 시전합니다.

# ScrollVampiricTouchTitle
source: Scroll of Vampiric Touch
ko_mt: 흡혈의 손길 두루마리

# ScrollVampiricTouchDescription
source: When you use this scroll, you cast the spell Vampiric Touch.
ko_mt: 이 두루마리를 사용하면 뱀파이어의 손길을 시전합니다.

# ScrollBlindnessTitle
source: Scroll of Blindness
ko_mt: 실명의 두루마리

# ScrollBlindnessDescription
source: When you use this scroll, you cast the spell Blindness.
ko_mt: 이 두루마리를 사용하면 실명이라는 주문을 시전합니다.

# ScrollBlurTitle
source: Scroll of Blur
ko_mt: 흐림의 두루마리

# ScrollBlurDescription
source: When you use this scroll, you cast the spell Blur.
ko_mt: 이 두루마리를 사용하면 블러 주문을 시전합니다.

# ScrollDarknessTitle
source: Scroll of Darkness
ko_mt: 어둠의 두루마리

# ScrollDarknessDescription
source: When you use this scroll, you cast the spell Darkness.
ko_mt: 이 두루마리를 사용하면 암흑 주문을 시전합니다.

# ScrollDarkvisionTitle
source: Scroll of Darkvision
ko_mt: 다크비전의 두루마리

# ScrollDarkvisionDescription
source: When you use this scroll, you cast the spell Darkvision.
ko_mt: 이 두루마리를 사용하면 Darkvision 주문을 시전합니다.

# ScrollFindTrapsTitle
source: Scroll of Find Traps
ko_mt: 함정 찾기 두루마리

# ScrollFindTrapsDescription
source: When you use this scroll, you cast the spell Find Traps.
ko_mt: 이 두루마리를 사용하면 함정 찾기 주문을 시전합니다.

# ScrollFlameBladeTitle
source: Scroll of Flame Blade
ko_mt: 화염검 두루마리

# ScrollFlameBladeDescription
source: When you use this scroll, you cast the spell Flame Blade.
ko_mt: 이 두루마리를 사용하면 화염검 주문을 시전합니다.

# ScrollFlamingSphereTitle
source: Scroll of Flaming Sphere
ko_mt: 불타는 구체의 두루마리

# ScrollFlamingSphereDescription
source: When you use this scroll, you cast the spell Flaming Sphere.
ko_mt: 이 두루마리를 사용하면 불타는 구체 주문을 시전합니다.

# ScrollInvisibilityTitle
source: Scroll of Invisibility
ko_mt: 투명의 두루마리

# ScrollInvisibilityDescription
source: When you use this scroll, you cast the spell Invisibility.
ko_mt: 이 두루마리를 사용하면 투명화 주문을 시전합니다.

# ScrollKnockTitle
source: Scroll of Knock
ko_mt: 노크의 두루마리

# ScrollKnockDescription
source: When you use this scroll, you cast the spell Knock.
ko_mt: 이 두루마리를 사용하면 노크 주문을 시전합니다.

# ScrollLevitateTitle
source: Scroll of Levitate
ko_mt: 공중부양 두루마리

# ScrollLevitateDescription
source: When you use this scroll, you cast the spell Levitate.
ko_mt: 이 두루마리를 사용하면 Levitate 주문을 시전합니다.

# ScrollMagicWeaponTitle
source: Scroll of Magic Weapon
ko_mt: 마법 무기 두루마리

# ScrollMagicWeaponDescription
source: When you use this scroll, you cast the spell Magic Weapon.
ko_mt: 이 두루마리를 사용하면 마법의 무기를 시전합니다.

# ScrollMirrorImageTitle
source: Scroll of Mirror Image
ko_mt: 미러 이미지의 두루마리

# ScrollMirrorImageDescription
source: When you use this scroll, you cast the spell Mirror Image.
ko_mt: 이 두루마리를 사용할 때 거울 이미지 주문을 시전합니다.

# ScrollMistyStepTitle
source: Scroll of Misty Step
ko_mt: 안개가 자욱한 발걸음의 두루마리

# ScrollMistyStepDescription
source: When you use this scroll, you cast the spell Misty Step.
ko_mt: 이 두루마리를 사용하면 주문 Misty Step을 시전합니다.

# ScrollRayOfEnfeeblementTitle
source: Scroll of Ray of Enfeeblement
ko_mt: 약화의 광선 두루마리

# ScrollRayOfEnfeeblementDescription
source: When you use this scroll, you cast the spell Ray of Enfeeblement.
ko_mt: 이 두루마리를 사용하면 Ray of Enfeeblement 주문을 시전합니다.

# ScrollSeeInvisibilityTitle
source: Scroll of See Invisibility
ko_mt: 투명화 보기의 두루마리

# ScrollSeeInvisibilityDescription
source: When you use this scroll, you cast the spell See Invisibility.
ko_mt: 이 두루마리를 사용하면 See Invisibility 주문을 시전합니다.

# ScrollShatterTitle
source: Scroll of Shatter
ko_mt: 산산조각의 두루마리

# ScrollShatterDescription
source: When you use this scroll, you cast the spell Shatter.
ko_mt: 이 두루마리를 사용하면 주문을 시전합니다.

# ScrollSilenceTitle
source: Scroll of Silence
ko_mt: 침묵의 두루마리

# ScrollSilenceDescription
source: When you use this scroll, you cast the spell Silence.
ko_mt: 이 두루마리를 사용하면 주문 침묵을 시전합니다.

# ScrollSpiderClimbTitle
source: Scroll of Spider Climb
ko_mt: 스파이더 클라임의 두루마리

# ScrollSpiderClimbDescription
source: When you use this scroll, you cast the spell Spider Climb.
ko_mt: 이 두루마리를 사용하면 Spider Climb 주문을 시전합니다.

# ScrollSpiritualWeaponTitle
source: Scroll of Spiritual Weapon
ko_mt: 영적 무기 두루마리

# ScrollSpiritualWeaponDescription
source: When you use this scroll, you cast the spell Spiritual Weapon.
ko_mt: 이 두루마리를 사용하면 영적 무기 주문을 시전합니다.

# ScrollWardingBondTitle
source: Scroll of Warding Bond
ko_mt: 수호 채권 두루마리

# ScrollWardingBondDescription
source: When you use this scroll, you cast the spell Warding Bond.
ko_mt: 이 두루마리를 사용하면 와드 본드 주문을 시전합니다.

# ScrollAnimalFriendshipTitle
source: Scroll of Animal Friendship
ko_mt: 동물 우정 두루마리

# ScrollAnimalFriendshipDescription
source: When you use this scroll, you cast the spell Animal Friendship.
ko_mt: 이 두루마리를 사용하면 동물의 우정이라는 주문을 시전합니다.

# ScrollCharmPersonTitle
source: Scroll of Charm Person
ko_mt: 매력의 두루마리

# ScrollCharmPersonDescription
source: When you use this scroll, you cast the spell Charm Person.
ko_mt: 이 두루마리를 사용하면 Charm Person 주문을 시전합니다.

# ScrollComprehendLanguagesTitle
source: Scroll of Comprehend Languages
ko_mt: 이해 언어 두루마리

# ScrollComprehendLanguagesDescription
source: When you use this scroll, you cast the spell Comprehend Languages.
ko_mt: 이 두루마리를 사용하면 Comprehend Languages라는 주문을 시전합니다.

# ScrollDetectEvilAndGoodTitle
source: Scroll of Detect Evil and Good
ko_mt: 악과 선을 감지하는 두루마리

# ScrollDetectEvilAndGoodDescription
source: When you use this scroll, you cast the spell Detect Evil And Good.
ko_mt: 이 두루마리를 사용하면 Detect Evil And Good이라는 주문을 시전합니다.

# ScrollDetectMagicTitle
source: Scroll of Detect Magic
ko_mt: 디텍트 매직 스크롤

# ScrollDetectMagicDescription
source: When you use this scroll, you cast the spell Detect Magic.
ko_mt: 이 두루마리를 사용하면 마법 감지 주문을 시전합니다.

# ScrollDetectionPoisonAndDiseaseTitle
source: Scroll of Detect Poison and Disease
ko_mt: 독과 질병 감지 두루마리

# ScrollDetectionPoisonAndDiseaseDescription
source: When you use this scroll, you cast the spell Detect Poison and Disease.
ko_mt: 이 두루마리를 사용하면 독과 질병 감지 주문을 시전합니다.

# ScrollFaerieFireTitle
source: Scroll of Faerie Fire
ko_mt: 페어리 파이어 두루마리

# ScrollFaerieFireDescription
source: When you use this scroll, you cast the spell Faerie Fire.
ko_mt: 이 두루마리를 사용하면 요정의 불꽃 주문을 시전합니다.

# ScrollFeatherFallTitle
source: Scroll of Feather Fall
ko_mt: 깃털 가을의 두루마리

# ScrollFeatherFallDescription
source: When you use this scroll, you cast the spell Feather Fall.
ko_mt: 이 두루마리를 사용하면 Feather Fall 주문을 시전합니다.

# ScrollInflictWoundsTitle
source: Scroll of Inflict Wounds
ko_mt: 상처를 입히는 두루마리

# ScrollInflictWoundsDescription
source: When you use this scroll, you cast the spell Inflict Wounds.
ko_mt: 이 두루마리를 사용하면 Inflict Wounds 주문을 시전합니다.

# ScrollShieldTitle
source: Scroll of Shield
ko_mt: 방패 두루마리

# ScrollShieldDescription
source: When you use this scroll, you cast the spell Shield.
ko_mt: 이 두루마리를 사용하면 주문 보호막을 시전합니다.

# LeatherArmorPlus+2_Title
source: Leather Armor +2
ko_mt: 가죽 갑옷 +2

# ChainmailPlus1_Unidentified_Title
source: Magnificent Chainmail
ko_mt: 장엄한 사슬갑옷

# ChainmailPlus1_Unidentified_Description
source: This finely crafted chainmail is light and extremely sturdy, and probably magical.
ko_mt: 정교하게 제작된 이 사슬갑옷은 가볍고 매우 견고하며 아마도 마법과도 같습니다.

# Poison_BrimstoneFangPoisonedArrow_Title
source: Brimstone Fang Poisoned Arrow
ko_mt: 유황 송곳니 독 화살

# Poison_BrimstoneFangPoisonedBolt_Title
source: Brimstone Fang Poisoned Bolt
ko_mt: 유황 송곳니 독 볼트

# Poison_TigerFangPoisonedArrow_Title
source: Tiger Fang Poisoned Arrow
ko_mt: 호랑이 송곳니 독화살

# Poison_TigerFangPoisonedBolt_Title
source: Tiger Fang Poisoned Bolt
ko_mt: 타이거 팡 독 볼트

# Poison_DarkStabPoisonedArrow_Title
source: Dark Stab Poisoned Arrow
ko_mt: 다크 스탭 독화살

# Poison_DarkStabPoisonedBolt_Title
source: Dark Stab Poisoned Bolt
ko_mt: 다크 스탭 독 볼트

# Poison_DeepPainPoisonedArrow_Title
source: Deep Pain Poisoned Arrow
ko_mt: 깊은 고통 독 화살

# Poison_DeepPainPoisonedBolt_Title
source: Deep Pain Poisoned Bolt
ko_mt: 딥 페인 포이즌드 볼트

# Poison_ArivadsKissPoisonedArrow_Title
source: Arivad's Kiss Poisoned Arrow
ko_mt: 아리바드의 키스 독화살

# Poison_ArivadsKissPoisonedBolt_Title
source: Arivad's Kiss Poisoned Bolt
ko_mt: 아리바드의 키스 독 볼트

# Poison_ArunsLightPoisonedArrow_Title
source: Arun's Light Poisoned Arrow
ko_mt: 아룬의 빛 독 화살

# Poison_ArunsLightPoisonedBolt_Title
source: Arun's Light Poisoned Bolt
ko_mt: 아룬의 빛 독 볼트

# Poison_TheLongNightPoisonedArrow_Title
source: Long Night Poisoned Arrow
ko_mt: 긴 밤 독 화살

# Poison_TheLongNightPoisonedBolt_Title
source: Long Night Poisoned Bolt
ko_mt: 긴 밤 독 볼트

# Poison_TheBurdenPoisonedArrow_Title
source: Burden Poisoned Arrow
ko_mt: 짐 독 화살

# Poison_TheBurdenPoisonedBolt_Title
source: Burden Poisoned Bolt
ko_mt: 짐 독 볼트

# Poison_GhoulsCaressPoisonedArrow_Title
source: Ghoul's Caress Poisoned Arrow
ko_mt: 구울의 애무 독화살

# Poison_GhoulsCaressPoisonedBolt_Title
source: Ghoul's Caress Poisoned Bolt
ko_mt: 구울의 애무 독 볼트

# Poison_MaraikesTorpor_Arrow_Title
source: Torpor Poisoned Arrow
ko_mt: 토포르 독화살

# Poison_MaraikesTorpor_Bolt_Title
source: Torpor Poisoned Bolt
ko_mt: 토퍼 독 볼트

# Poison_Basic_Arrow_Title
source: Basic Poisoned Arrow
ko_mt: 기본 독 화살

# Poison_Basic_Bolt_Title
source: Basic Poisoned Bolt
ko_mt: 기본 독 볼트

# Poison_Queen_Arrow_Title
source: Queen's Blood Poisoned Arrow
ko_mt: 여왕의 피 독 화살

# Poison_Queen_Bolt_Title
source: Queen's Blood Poisoned Bolt
ko_mt: 여왕의 피 독 볼트

# CraftingManual_x5_Title
source: Crafting 5 x {0}
ko_mt: 5 x {0} 제작

# ClothLightbringers_unidentified_Title
source: Tirmarian Outfit
ko_mt: 티르마리안 의상

# ClothLightbringers_unidentified_Description
source: This finely decorated outfit bears typical Tirmarian symbols.
ko_mt: 이 정교하게 장식된 의상은 전형적인 티르마리아 상징을 담고 있습니다.

# Halman_Document_Title
source: Encrypted Letter
ko_mt: 암호화된 편지

# Halman_Document_Description
source: This document uses a cipher to conceal its content.
ko_mt: 이 문서는 암호를 사용하여 내용을 숨깁니다.

# Halman_Document_Content
source: Everything is going according to plan. Now, drive these adventurers far away from the city. Tell them you heard of a coven in Earcorn. Power to the One!
ko_mt: 모든 것이 계획대로 진행되고 있습니다. 이제 이 모험가들을 도시에서 멀리 몰아내십시오. Earcorn의 소굴에 대해 들어본 적이 있다고 전해 주십시오. 하나님께 힘을!

# Halman_Document_ConspirationTitle
source: List of Prospects
ko_mt: 잠재 고객 목록

# Halman_Document_ConspirationDescription
source: This document is a list of people from the city that the cultists of Arivad hope to enlist, with an evaluation of their chances of success. It also contains a list of those who already joined the cult.
ko_mt: 이 문서는 Arivad의 이교도들이 성공 가능성에 대한 평가와 함께 입대하기를 희망하는 도시 사람들의 목록입니다. 또한 이미 컬트에 가입한 사람들의 목록도 포함되어 있습니다.

# TempleKey_Title
source: Temple Key
ko_mt: 사원 열쇠

# TempleKey_Description
source: Beric Sunblaze gave you this key. It opens all the doors in the Temple of Einar.
ko_mt: 베릭 선블레이즈가 이 열쇠를 주었습니다. 에이나르 신전의 모든 문이 열립니다.

# PickupQuest_Item_Aquila_Title
source: Imperial Aquila
ko_mt: 황실 독수리

# PickupQuest_Item_Aquila_Description
source: This decoration was part of a Manacalon battle standard. It's in bad shape but scholars might find it interesting enough.
ko_mt: 이 장식은 마나칼론 전투 표준의 일부였습니다. 상태가 좋지 않지만 학자들은 충분히 흥미롭게 볼 수 있습니다.

# PickupQuest_Item_Cypher_Title
source: Silent Whisper Cipher Disk
ko_mt: 사일런트 위스퍼 암호 디스크

# PickupQuest_Item_Cypher_Description
source: This ancient item was used by the intelligence service of the Manacalon Empire. With the right skill, a spy could use this mechanical device to encrypt or decrypt a written message without using magic.
ko_mt: 마나칼론 제국 정보국에서 사용하던 고대 아이템. 적절한 기술을 갖춘 스파이는 이 기계 장치를 사용하여 마법을 사용하지 않고 서면 메시지를 암호화하거나 해독할 수 있습니다.

# Flaming_Arrow_Title
source: Flaming Arrow
ko_mt: 불타는 화살

# Corrosive_Arrow_Title
source: Corrosive Arrow
ko_mt: 부식성 화살

# Flash_Arrow_Title
source: Flash Arrow
ko_mt: 플래시 애로우

# Flaming_Bolt_Title
source: Flaming Bolt
ko_mt: 불타는 화살

# Corrosive_Bolt_Title
source: Corrosive Bolt
ko_mt: 부식성 볼트

# Flash_Bolt_Title
source: Flash Bolt
ko_mt: 플래시 볼트

# AlchemicalProjectile_Description
source: This projectile uses an alchemical flask for additional damage.
ko_mt: 이 발사체는 연금술 플라스크를 사용하여 추가 피해를 줍니다.

# Flaming_Arrow_CraftingRecipe_Title
source: Craft 5 Flaming Arrows
ko_mt: 불타는 화살 5개 제작

# Corrosive_Arrow_CraftingRecipe_Title
source: Craft 5 Corrosive Arrows
ko_mt: 부식성 화살 5개 제작

# Flash_Arrow_CraftingRecipe_Title
source: Craft 5 Flash Arrows
ko_mt: 섬광 화살 5개 제작

# Flaming_Bolt_CraftingRecipe_Title
source: Craft 5 Flaming Bolts
ko_mt: 불타는 화살 5개 제작

# Corrosive_Bolt_CraftingRecipe_Title
source: Craft 5 Corrosive Bolts
ko_mt: 부식성 볼트 5개 제작

# Flash_Bolt_CraftingRecipe_Title
source: Craft 5 Flash Bolts
ko_mt: 플래시 볼트 5개 제작

# ContainerHarvestable_LavaStone_Title
source: Lava Stones
ko_mt: 용암석

# ContainerHarvestable_LavaStone_Description
source: These primordial stones are only found where extreme heat has melted rare stones with magic.
ko_mt: 이 원시석은 극한의 열로 희귀석을 마법으로 녹인 곳에서만 발견됩니다.

# Quarterstaff_plus_2_Description
source: This magical quarterstaff has been enchanted by sylvan wizards using a blood gem.
ko_mt: 이 마법의 쿼터스태프는 혈석을 사용하여 실반 마법사에 의해 마법이 부여되었습니다.

# Quarterstaff_plus_one_TypeTitle
source: Quarterstaff +1
ko_mt: 쿼터스태프 +1

# Quarterstaff_plus_one_Description
source: This beautiful quarterstaff was crafted by wizards of an old and almost forgotten tradition: the Stonemages.
ko_mt: 이 아름다운 쿼터스태프는 오래되고 거의 잊혀진 전통의 마법사인 Stonemages에 의해 제작되었습니다.

# Dagger_plus_two_Description
source: This elegant curvy dagger is a great magical weapon crafted by an old tradition of wizards known as Court Mages.
ko_mt: 이 우아한 곡선형 단검은 Court Mage로 알려진 오랜 전통의 마법사가 만든 훌륭한 마법 무기입니다.

# ShortbowPlus_2_TypeDescription
source: A classic weapon from the workshops of Defineth Sharpsight, a renowned sylvan elf enchanter.
ko_mt: 유명한 실반 엘프 인챈터인 Defineth Sharpsight의 작업장에서 가져온 고전적인 무기입니다.

# LongbowPlusoneTypeDescription
source: A hunting weapon whose design is the trademark of Defineth Sharpsight, the famous sylvan elf enchanter.
ko_mt: 유명한 실반 엘프 인챈터인 Defineth Sharpsight의 트레이드마크인 디자인의 사냥용 무기.

# Morningstar_plus_two_Description
source: A weapon typical of the Tirmarian clerics who fought alongside the Solastan troops at the Battle of the Rift!
ko_mt: 균열의 전투에서 솔라스탄 부대와 함께 싸웠던 티르마리아 성직자들의 대표적인 무기!

# Longsword_plus_2_Description
source: A trademark weapon from the workshops of Elgador Keenspirit, Magesmith of the Arcaneum. Probably from the Manacalon Expansion era.
ko_mt: 아케네움의 마법사 엘가도르 킨스피릿의 작업장에서 나온 트레이드마크 무기. 아마도 마나칼론 확장 시대부터였을 것입니다.

# Adrasteia_Letter_Title
source: Adrasteia's Plea
ko_mt: 아드라스테이아의 간청

# Adrasteia_Letter_Description
source: You found this letter in a backpack after leaving Adrasteia. She must have used her magic; she couldn't have written this with her claws!
ko_mt: Adrasteia를 떠난 후 배낭에서 이 편지를 찾았습니다. 그녀는 그녀의 마법을 사용했을 것입니다. 그녀는 발톱으로 이것을 쓸 수 없었습니다!

# Adrasteia_Letter_Content0
source: Friends, as you must remember, I asked for your help to cleanse the surroundings of my tower of this undead creature you call a defiler. My modest divination powers taught me that the creature's name is Razan Holarant. It has established his home in the underground tunnels beneath the ruins outside.
ko_mt: 친구 여러분, 기억하시겠지만, 저는 여러분이 파멸자라고 부르는 이 언데드 생물로 인해 제 타워 주변을 정화하는 데 도움을 요청했습니다. 나의 겸손한 점술 능력은 그 생물의 이름이 Razan Holarant라는 것을 가르쳐 주었습니다. 외부의 폐허 아래 지하 터널에 자신의 집을 마련했습니다.

# Adrasteia_Letter_Content1
source: Yet, you may be able to draw him out of hiding, though only at night, if you open a tomb inside one of the old buildings. Apparently, he brought the remnants of his deceased wife and children to rest there. It would appear the creature might have had a soul, after all, although I understand he sacrificed his family for eternal life.
ko_mt: 그러나 밤에만 오래된 건물 중 한 곳에서 무덤을 열면 숨어서 그를 끌어낼 수 있습니다. 분명히 그는 죽은 아내와 아이들의 잔해를 그곳에 데려왔다. 영생을 위해 가족을 희생했다는 것을 이해하지만 결국 그 생물에게 영혼이 있었을 것 같습니다.

# Adrasteia_Letter_Content2
source: Such a crime cannot remain unpunished. Therefore, as ruler of this land, I hereby grant you license to put an end to the very existence of this foulness in my name.
ko_mt: 그러한 범죄는 처벌되지 않고 남아 있을 수 없습니다. 그러므로 나는 이 땅의 통치자로서 당신에게 내 이름으로 이 더러움의 존재 자체를 종식시킬 수 있는 권한을 부여합니다.

# Adrasteia_Letter_Content3
source: Yours truly, Adrasteia Epimeles Aspis
ko_mt: 진정으로 당신의 것, Adrasteia Epimeles Aspis

# Razan_Letter_Title
source: Strange Letter
ko_mt: 이상한 편지

# Razan_Letter_Description
source: This short letter was probably written for one of the deceased in the coffin, though its contents are disturbing and do not look like a typical farewell letter to the dead.
ko_mt: 이 짧은 편지는 아마도 그 내용이 혼란스럽고 죽은 자들에게 보내는 전형적인 작별 편지처럼 보이지는 않지만 관 속에 있는 고인을 위해 쓴 것 같습니다.

# Razan_Letter_Content0
source: My love, I have a new daughter. Her name is Estalla. Of course, she doesn't have your blood, but she has mine. Unlike you, she will be by my side forever. Rest in peace in your new home. Razan
ko_mt: 내 사랑, 나에게는 새 딸이 있습니다. 그녀의 이름은 에스타야입니다. 물론 그녀는 당신의 피를 가지고 있지 않지만 그녀는 내 피를 가지고 있습니다. 당신과 달리 그녀는 영원히 내 옆에있을 것입니다. 새 집에서 편히 쉬세요. 라잔

# Estalla_Letter_Title
source: Farewell Letter
ko_mt: 이별의 편지

# Estalla_Letter_Description
source: This was probably written by the young defiler you just destroyed.
ko_mt: 이것은 아마도 당신이 방금 파괴한 어린 디파일러에 의해 작성되었을 것입니다.

# Estalla_Letter_Content0
source: Farewell, old friend. Never again shall you warm my skin and soothe my sadness. Today, I embrace the night. Today, I enter eternity. I reject the gods and their power, I become one with darkness. Estalla Mertvykh Born 1005 A.C. Reborn 1024 A.C.
ko_mt: 안녕, 오랜 친구야. 다시는 내 피부를 따뜻하게 하고 내 슬픔을 달래지 않으실 것입니다. 오늘, 나는 밤을 품는다. 오늘 나는 영원 속으로 들어간다. 나는 신들과 그들의 힘을 거부하고 어둠과 하나가 됩니다. 에스타야 메르트비흐 서기 1005년 출생 환생 1024 A.C.

# Slippers_Title
source: Slippers of Spider Climbing
ko_mt: 거미 등반 슬리퍼

# Slippers_Description
source: These magical slippers have a very shady origin. Probably made by some crazy Manacalon wizard to walk the walls of his manor in a cozy fashion.
ko_mt: 이 마법의 슬리퍼는 매우 그늘진 기원을 가지고 있습니다. 아마도 어떤 미친 마나칼론 마법사가 그의 저택의 벽을 아늑한 방식으로 걷기 위해 만든 것 같습니다.

# BattleAxe_plus_1_Title
source: Battleaxe +1
ko_mt: 전투도끼 +1

# BattleAxe_plus_1_Description
source: A typical dwarven weapon, probably crafted by the smiths of the Snow Alliance.
ko_mt: 눈 얼라이언스의 대장장이가 만든 것으로 추정되는 전형적인 드워프 무기입니다.

# PickupQuest_Item_LavaForest_Title
source: Dwarven Hammer
ko_mt: 드워프 망치

# PickupQuest_Item_LavaForest_Description
source: This looks like a Dwarven Thrower, but it seems to be protected by some kind of powerful spell, and it is just as though no one is able to yield its magic. Maybe you're just not worthy.
ko_mt: 이것은 드워프 투척기처럼 보이지만 일종의 강력한 주문에 의해 보호되고 있는 것 같고, 그 누구도 그 마법을 양보할 수 없는 것과 같습니다. 어쩌면 당신은 가치가 없습니다.

# Item_Tome_Conjuration_Title
source: Tome of All Things
ko_mt: 모든 것의 고서

# Item_Tome_Conjuration_Description
source: Incredible as it might be, carrying this book in your Utility Slot makes you all-powerful. Why would anyone leave this here?
ko_mt: 믿을 수 없을 만큼 이 책을 유틸리티 슬롯에 휴대하면 모든 것이 강력해집니다. 왜 누군가가 이것을 여기에 남겨 두겠습니까?

# ElvenThinblade_plus_one_Unidentified_Title
source: Elven Shortsword
ko_mt: 엘프 쇼트소드

# ElvenThinblade_plus_one_Unidentified_Description
source: This fine, elegant shortsword is a masterpiece of ancient Manacalon smithing. It is so light and sharp that it might be magical.
ko_mt: 이 훌륭하고 우아한 숏소드는 고대 마나칼론 대장장이의 걸작입니다. 너무 가볍고 날카로워서 마법에 걸릴 수도 있습니다.

# ElvenThinblade_plus_one_TypeTitle
source: Elven Thinblade
ko_mt: 엘프 씬블레이드

# ElvenThinblade_plus_one_Description
source: These rare weapons were all crafted by the hand of Defineth Sharpsight himself. They were prized by master spies of the Silent Whisper, for they ally the qualities of finesse and light blades with unmatched sharpness.
ko_mt: 이 희귀한 무기는 모두 Defineth Sharpsight 자신의 손으로 제작되었습니다. 그들은 Silent Whisper의 마스터 스파이들에게 높이 평가받았습니다. 그들은 비할 데 없는 날카로움과 함께 기교와 가벼운 칼날의 자질을 결합시켰기 때문입니다.

# Shortsword_plus_two_TypeTitle
source: Shortsword +2
ko_mt: 쇼트소드 +2

# Shortsword_plus_two_Description
source: A typical blade design from Elgador Keenspirit, Magesmith of the Arcaneum.
ko_mt: 아케니움의 마법사 엘가도르 킨스피릿의 전형적인 칼날 디자인.

# Scimitar_plus_one_Unidentified_Title
source: Superb Scimitar
ko_mt: 뛰어난 시미터

# Scimitar_plus_one_Unidentified_Description
source: This elegant scimitar is clearly the work of a master smith, and may even be magical.
ko_mt: 이 우아한 초승달 모양의 초승달은 분명히 대장장이의 작품이며 마술적일 수도 있습니다.

# Scimitar_plus_one_Title
source: Scimitar +1
ko_mt: 시미터 +1

# Scimitar_plus_one_Description
source: This weapon was forged on Tirmar and was the trademark of the spies of the Inquisition during the dark ages.
ko_mt: 이 무기는 티르마르에서 제작되었으며 암흑기 인퀴지션 첩자들의 트레이드마크였습니다.

# Rapier_plus_two_TypeTitle
source: Rapier +2
ko_mt: 레이피어 +2

# Rapier_plus_two_Description
source: A masterpiece from Griff Blackheart, renowned for his deadly rapiers.
ko_mt: 치명적인 레이피어로 유명한 그리프 블랙하트의 걸작.

# Longbow_plus_2_Title
source: Longbow +2
ko_mt: 장궁 +2

# Longbow_plus_2_Description
source: Defineth Sharpsight, the famous sylvan elf enchanter who designed many various bows, created this bow for only one, grim purpose: to kill his cousins, the elves of the Manacalon Empire.
ko_mt: 다양한 활을 디자인한 유명한 실반 엘프 인챈터인 Defineth Sharpsight는 그의 사촌인 마나칼론 제국의 엘프를 죽이기 위한 단 하나의 암울한 목적을 위해 이 활을 만들었습니다.

# Mace_plus_two_Title
source: Mace +2
ko_mt: 철퇴 +2
