Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Cog_of_Cohh_Description
source: The exquisite craftsmanship of this cog ensures that the bearer is held in high regard by all who see him. And in a pinch, strong dwarven metal has been known to stop a blade!
ko_mt: 이 톱니바퀴의 정교한 장인 정신은 그 소유자를 보는 모든 사람이 높은 평가를 받을 수 있도록 합니다. 그리고 순식간에 강력한 드워프 금속이 칼날을 멈추게 하는 것으로 알려져 있습니다!

# Cog_of_Cohh_Unidentified_Title
source: Gear-shaped Shield
ko_mt: 톱니바퀴 모양의 방패

# Cog_of_Cohh_Unidentified_Description
source: A giant gear of an ancient machine that lost its purpose countless years ago. It's much lighter than it looks, seemingly part of a larger whole. It has been equipped with a strap that makes it usable as a shield.
ko_mt: 수년 전에 목적을 잃은 고대 기계의 거대한 기어. 그것은 보기보다 훨씬 더 가벼우며, 더 큰 전체의 일부처럼 보입니다. 방패로 사용할 수 있는 스트랩이 장착되어 있습니다.

# Staff_of_Metis_Title
source: Staff of Metis
ko_mt: 메티스의 지팡이

# Staff_of_Metis_Description
source: TBC
ko_mt: 미정

# Staff_of_Metis_Unidentified_Title
source: Acacia Staff
ko_mt: 아카시아 지팡이

# Staff_of_Metis_Unidentified_Description
source: Made out of a strong branch of an acacia tree, on the top end it holds a giant sapphire that has somehow grown into the branch.
ko_mt: 아카시아 나무의 강한 가지로 만들어졌으며 상단 끝에는 어떻게든 가지로 자라난 거대한 사파이어가 있습니다.

# Abjuration_HolySymbol_Title
source: Antique Holy Symbol
ko_mt: 골동품 신성한 상징

# Abjuration_HolySymbol_Description
source: This ancient holy symbol was probably owned by a cleric from Tirmar. It bears a cloud, a wave, and a flame.
ko_mt: 이 고대의 신성한 상징은 아마도 티르마르의 성직자가 소유했을 것입니다. 그것은 구름과 파도와 불꽃을 품고 있습니다.

# Abjuration_EmtansPackage_Title
source: Small Box
ko_mt: 작은 상자

# Abjuration_EmtansPackage_Description
source: An old wooden box.
ko_mt: 오래 된 나무 상자입니다.

# Enchanted_Rapier_Adder_Description
source: This enchanted weapon was forged with the ancient knowledge of Manacalon's master smiths, using a primed rapier and the venom of a legendary spider from Solasta's depths. The blade's designer was Griff Blackheart, a notorious Marsh halfling smith working in the forges of the Aer Elai.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이들의 고대 지식을 바탕으로 제작되었으며, 솔라스타의 깊은 곳에서 온 전설적인 거미의 독과 프라이밍된 레이피어를 ​​사용했습니다. 칼날의 설계자는 Aer Elai의 대장간에서 일하는 악명 높은 마쉬 하플링 대장장이인 Griff Blackheart였습니다.

# Backpack2Description
source: A creation of Eirollimon Apasseich, he ensured all Greenmages of the Coedymwarth on patrol had access to them. It is much more practical than it seems and increases your carrying capacity by a lot.
ko_mt: Eirollimon Apasseich의 창조물인 그는 순찰 중인 Coedymwarth의 모든 Greenmage가 그들에게 접근할 수 있도록 했습니다. 그것은 보이는 것보다 훨씬 더 실용적이고 운반 능력을 많이 증가시킵니다.

# Backpack3Description
source: This item was crafted to the specifications of Emperor Laethar the Gold Soul, who wanted treasures of the conquered province stocked in special bags. It is almost weightless and increases your carrying capacity enormously.
ko_mt: 이 아이템은 정복된 지방의 보물을 특별한 가방에 담아두길 원했던 황제 Laethar Gold Soul의 사양으로 제작되었습니다. 거의 무중력 상태이며 운반 능력을 엄청나게 증가시킵니다.

# Enchanted_Dagger_Souldrinker_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. A favorite of Silent Whisper agents, this weapon was designed by Cylordir Redblade.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. Silent Whisper 요원이 가장 좋아하는 이 무기는 Cylordir Redblade가 설계했습니다.

# Enchanted_Breastplate_Of_Deflection_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Eldoril Puremind made it his life work to create armor that protects against a dagger in the back. This is his finest creation.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Eldoril Puremind는 등 뒤의 단검으로부터 보호하는 갑옷을 만드는 것을 평생 과제로 삼았습니다. 이것은 그의 최고의 창조물입니다.

# Enchanted_Breastplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of these armors for the Emperor's personal guard.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Ildurial Stronghand는 황제의 개인 경비대를 위해 이러한 갑옷 중 첫 번째를 제작했습니다.

# Enchanted_Longsword_Frostburn_Description
source: This enchanted weapon was forged using the ancient knowledge of dwarven master smiths. It was designed by Keliandir Moltenheart, who forged this weapon to fight salamanders after an exploration of the elemental planes went awry.
ko_mt: 이 마법에 걸린 무기는 드워프 대장장이의 고대 지식을 사용하여 제작되었습니다. 이것은 원소 차원의 탐사가 실패한 후 도롱뇽과 싸우기 위해 이 무기를 만든 Keliandir Moltenheart에 의해 설계되었습니다.

# Enchanted_Longsword_Dragonblade_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Lestoreth Steelarm to fight in the frozen North of the Empire.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. Lestoreth Steelarm이 제국의 얼어붙은 북쪽에서 싸우기 위해 설계했습니다.

# Enchanted_Longbow_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Colthannin's master bowyers. It was designed by Elgador Keenspirit, Magesmith of the Arcaneum to support combat against undead creatures.
ko_mt: 이 마법에 걸린 무기는 Colthannin의 뱃사공의 고대 지식을 사용하여 제작되었습니다. 그것은 언데드 생물과의 전투를 지원하기 위해 Arcaneum의 마법사인 Elgador Keenspirit에 의해 설계되었습니다.

# Enchanted_LeatherArmor_Of_Survival_Description
source: This enchanted armor was created using the ancient knowledge of Colthannin's master armorers. Medreth Sharpeye designed this garment to protect Coedymwarth scouts against Imperial magic.
ko_mt: 이 마법의 갑옷은 콜타닌의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Medreth Sharpeye는 Coedymwarth 정찰병을 제국의 마법으로부터 보호하기 위해 이 의복을 디자인했습니다.

# Enchanted_LeatherArmor_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Colthannin's master armorers. Defineth Sharpeye stole and adapted Ildurial's design to the needs of Coedymwarth scouts.
ko_mt: 이 마법의 갑옷은 콜타닌의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Defineth Sharpeye는 Coedymwarth 스카우트의 요구에 맞게 Ildurial의 디자인을 훔쳐 개조했습니다.

# Enchanted_Halfplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of those armors for the Emperor's personal guard.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. Ildurial Stronghand는 황제의 개인 경비대를 위한 갑옷 중 첫 번째 갑옷을 제작했습니다.

# Enchanted_Greatsword_Doom_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Kenaloth Darkmind devised the Doomblades as a tool of punishment for those who resisted the might of the Empire.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 케날로스 다크마인드(Kenaloth Darkmind)는 제국의 힘에 저항한 자들을 위한 징벌의 도구로 둠블레이드를 고안했습니다.

# Enchanted_EmpressGarb_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. It was originally design by Ildurial Stronghand as a wedding gift to Empress Cylloriel Wildspirit, the Warrior Empress. It does not require any armor proficiency and places no limit on DEX modifier.
ko_mt: 이 마법의 갑옷은 마나칼론의 갑옷 장인들의 고대 지식을 사용하여 만들어졌습니다. 그것은 원래 Ildurial Stronghand가 전사 황후 Cylloriel Wildspirit 황후의 결혼 선물로 디자인했습니다. 갑옷 숙련도가 필요하지 않으며 DEX 수정자에 제한이 없습니다.

# Enchanted_Longsword_Warden_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Ildurial Stronghand, a famous Manacalon bladesmith. The first such blade, the Manacalon Warden, was offered to the commander of the Euraidd.
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 마나칼론의 유명한 칼세공인 Ildurial Stronghand가 디자인했습니다. 최초의 그러한 검인 마나칼론 감시자는 유라이드의 사령관에게 제공되었습니다.

# Enchanted_Longsword_Storm_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. It was designed by Galar Stormforge, the first dwarven smith to harness the power of the storm in a weapon - to devastating effect!
ko_mt: 이 마법에 걸린 무기는 마나칼론의 대장장이의 고대 지식을 사용하여 제작되었습니다. 그것은 폭풍의 힘을 무기로 활용한 최초의 드워프 대장장이인 Galar Stormforge가 설계한 것입니다.

# Item_Food_Ration_Foraged_Title
source: Foraged food
ko_mt: 채집 식품

# Item_Food_Ration_Foraged_Description
source: A ration of food made with the result of your hunting and foraging while traveling. It has not been prepared to last long and must be consumed quickly.
ko_mt: 여행 중 사냥과 채집의 결과로 만들어진 식량 배급. 오래 지속되도록 준비되지 않았으므로 빨리 소비해야 합니다.

# FunctionGemOfSeeingTitle
source: Truesight
ko_mt: 트루사이트

# GemOfSeeingDescription
source: Such gems are usually found as holy relics in the temples of Einar, as they can help detect shapechangers. They are used on Einar's holy days for various rituals.
ko_mt: 이러한 보석은 일반적으로 에이나르 신전에서 신성한 유물로 발견되는데, 이는 변형자를 탐지하는 데 도움이 될 수 있기 때문입니다. 그들은 다양한 의식을 위해 Einar의 신성한 날에 사용됩니다.

# GemOfSeeingTitle
source: Gem of Seeing
ko_mt: 보는 보석

# GemOfSeeingUnidentifiedDescription
source: A beautiful gem that facets reflect light in multicolored hues.
ko_mt: 패싯이 여러 가지 빛깔의 빛을 반사하는 아름다운 보석.

# GemOfSeeingUnidentifiedTitle
source: Multicolored Gem
ko_mt: 여러 가지 빛깔의 보석

# BootsWingedDescription
source: Birdwatching is not easy when you can't fly. Millie Strongbreeze created these boots to pursue her passion for ornithology.
ko_mt: 날지 못하는 새 관찰은 쉽지 않습니다. Millie Strongbreeze는 조류학에 대한 그녀의 열정을 추구하기 위해 이 부츠를 만들었습니다.

# BootsWingedTitle
source: Winged Boots
ko_mt: 날개 달린 장화

# MinimalStrengthDescription
source: Minimal STR: {0}
ko_mt: 최소 STR: {0}

# Unidentified_Gauntlets_Description
source: Metallic gauntlets of superior craftsmanship.
ko_mt: 뛰어난 장인 정신의 금속 건틀릿.

# Unidentified_Gauntlets_Title
source: Magnificent Gauntlets
ko_mt: 장엄한 건틀릿

# Unidentified_Slippers_Description
source: A pair of comfortable slippers that seem sturdy enough to walk the roads in.
ko_mt: 길을 걸을 수 있을 만큼 튼튼해 보이는 편안한 슬리퍼 한 켤레.

# Unidentified_Slippers_Title
source: Slippers
ko_mt: 슬리퍼

# StoneOfGoodLuck_Unidentified_Description
source: A beautiful pendant in the shape of a four-leaf clover.
ko_mt: 네잎클로버 모양의 아름다운 펜던트.

# ManualOfBodilyHealth_Title
source: Manual of Bodily Health
ko_mt: 신체 건강 매뉴얼

# ManualOfBodilyHealth_Function_Description
source: Avar Wiseheart surmounted a debilitating disease to win the dwarven games. He summarized his methods in this manual.
ko_mt: Avar Wiseheart는 드워프 게임에서 승리하기 위해 쇠약해지는 질병을 극복했습니다. 그는 이 매뉴얼에 자신의 방법을 요약했습니다.

# ManualOfBodilyHealth_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfBodilyHealth_Unidentified_Description
source: A book that contains a series of advice for those aiming to improve their health.
ko_mt: 건강 증진을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책입니다.

# ManualOfGainfulExercise_Title
source: Manual of Gainful Exercise
ko_mt: 유익한 운동 매뉴얼

# ManualOfGainfulExercise_Function_Description
source: Avar Wiseheart surmounted a debilitating disease to win the dwarven games. He summarized his methods in this manual.
ko_mt: Avar Wiseheart는 드워프 게임에서 승리하기 위해 쇠약해지는 질병을 극복했습니다. 그는 이 매뉴얼에 자신의 방법을 요약했습니다.

# ManualOfGainfulExercise_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfGainfulExercise_Unidentified_Description
source: A book that contains a series of advice for those aiming to get stronger.
ko_mt: 강해지는 것을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책.

# ManualOfQuicknessOfAction_Title
source: Manual of Quickness of Action
ko_mt: 신속 행동 매뉴얼

# ManualOfQuicknessOfAction_Function_Description
source: Gifaliel Swiftfoot wrote this manual for her students at the Imperial Ballet School of Siothyrnas.
ko_mt: Gifaliel Swiftfoot은 Siothyrnas Imperial Ballet School의 학생들을 위해 이 매뉴얼을 작성했습니다.

# ManualOfQuicknessOfAction_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfQuicknessOfAction_Unidentified_Description
source: A book that contains a series of advice for those aiming to become more agile.
ko_mt: 좀 더 민첩해지는 것을 목표로 하는 사람들을 위한 일련의 조언이 담긴 책입니다.

# ManualOfLeadership_Title
source: Tome of Leadership and Influence
ko_mt: 리더십과 영향력의 책

# ManualOfLeadership_Function_Description
source: The seminal leadership work of the Iron Legion's general officer course.
ko_mt: Iron Legion의 장교 과정의 획기적인 지도력 작업.

# ManualOfLeadership_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfLeadership_Unidentified_Description
source: A book that contains a series of advice for those who aim to gain influence and leadership.
ko_mt: 영향력과 지도력을 얻으려는 사람들을 위한 일련의 조언이 포함된 책입니다.

# ManualOfQuickThought_Title
source: Tome of Quick Thought
ko_mt: 빠른 생각의 고서

# ManualOfQuickThought_Function_Description
source: The distilled learnings of Manacalon scholars, this tome has fascinated generations of arcanists.
ko_mt: 마나칼론 학자들의 증류된 학습으로, 이 책은 여러 세대에 걸쳐 비전술사를 매료시켰습니다.

# ManualOfQuickThought_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfQuickThought_Unidentified_Description
source: A book that contains a series of advice for those aiming to become smarter.
ko_mt: 똑똑해지고 싶은 사람들을 위한 일련의 조언이 담긴 책.

# ManualOfUnderstanding_Title
source: Tome of Understanding
ko_mt: 이해의 고서

# ManualOfUnderstanding_Function_Description
source: Inspired by Pakri, this tome has brought a deep faith in higher (or lower) powers to many agnostics.
ko_mt: Pakri에서 영감을 받은 이 책은 많은 불가지론자들에게 더 높은(또는 낮은) 힘에 대한 깊은 믿음을 가져왔습니다.

# ManualOfUnderstanding_Unidentified_Title
source: Leather-bound Book
ko_mt: 가죽 제본 책

# ManualOfUnderstanding_Unidentified_Description
source: A book that contains a series of advice for those aiming to grow wiser.
ko_mt: 현명하게 성장하려는 사람들을 위한 일련의 조언이 담긴 책.

# BootsOfTheWinterlandDescription
source: Lestoreth Steelarm created these boots to accompany the Iron Legion on a march through the frozen North.
ko_mt: Lestoreth Steelarm은 얼어붙은 북쪽을 가로질러 행군하는 Iron Legion을 동반하기 위해 이 장화를 만들었습니다.

# BootsOfTheWinterlandTitle
source: Boots of the Winterlands
ko_mt: 겨울나라의 장화

# CloakOfArachnida_Title
source: Cloak of Arachnida
ko_mt: 거미류의 망토

# CloakOfArachnida_Description
source: The masters of the Darkweavers' Guild were the first users of such cloaks!
ko_mt: 암흑술사 길드의 마스터들이 이러한 망토의 첫 번째 사용자였습니다!

# CloakOfArachnida_Unidentified_Title
source: Beautiful Cloak
ko_mt: 아름다운 망토

# CloakOfArachnida_Unidentified_Description
source: A rich cloak embroidered with silvery threads.
ko_mt: 은빛 실로 수놓아진 풍부한 망토.

# ChimeOfOpening_Title
source: Chime of Opening
ko_mt: 오프닝의 차임

# ChimeOfOpening_Function_Description
source: Use to cast the Knock spell and open a chest or door. After ten uses, the item is destroyed.
ko_mt: 노크 주문을 시전하고 상자나 문을 여는 데 사용합니다. 10번 사용하면 아이템이 파괴됩니다.

# ChimeOfOpening_Unidentified_Title
source: Silver Chime
ko_mt: 실버 차임

# ChimeOfOpening_Unidentified_Description
source: A nice silver chime with minuscule elvish runes engraved on it.
ko_mt: 작은 엘프 룬이 새겨진 멋진 은색 차임.

# BracersOfArcheryDescription
source: A favorite of Colthannin border patrols.
ko_mt: Colthannin 국경 순찰대가 가장 좋아하는 것.

# _Item_RingOfProtection_plus_one_Description
source: A ring first devised to protect shock arcanists fighting the Empire's battles. Awarded upon graduation from the Arcaneum.
ko_mt: 제국의 전투에서 싸우는 쇼크 아케니스트를 보호하기 위해 처음 고안된 반지. 아카네움 졸업 시 수여됩니다.

# Backpack3_Unidentified_Title
source: Nice-looking Bag
ko_mt: 보기 좋은 가방

# Backpack3_Unidentified_Description
source: This bag seems too small to be of any use to an adventurer, unless it has hidden magical properties.
ko_mt: 이 가방은 숨겨진 마법 속성이 없는 한 모험가가 사용하기에는 너무 작아 보입니다.

# Backpack2Title
source: Handy Haversack
ko_mt: 핸디 하버색

# BeltOfGiantHillStrength_Description
source: At the dawn of time, there was a confrontation between the giants and the elves. The elven arcanists didn't waste anything from the giants, harnessing their life essence to create powerful magical items.
ko_mt: 시간의 새벽, 거인과 엘프의 대결이 있었다. 엘프 비전술사들은 거인들의 생명의 정수를 활용하여 강력한 마법 아이템을 만드는 데 아무 것도 낭비하지 않았습니다.

# GauntletsOfOgrePower_Description
source: Arasdir Lighthand crafted these gauntlets, showing ogres the superiority of mind over matter.
ko_mt: 아라스디르 라이트핸드는 이 건틀릿을 제작하여 오우거가 물질보다 정신을 우월하다는 것을 보여주었습니다.

# RingDarkvision_Description
source: While wearing this ring, you have Darkvision just like an elf. Devised by an eccentric Manacalon arcanist specialized in light spells to ensure his famed cook, the island halfling Mildred Sharpnose, could deliver breakfast at all hours, without having to illuminate his studies.
ko_mt: 이 반지를 끼고 있으면 엘프처럼 다크비전이 생깁니다. 빛의 주문을 전문으로 하는 괴짜 마나칼론 비전술사가 그의 유명한 요리사인 Mildred Sharpnose 하플링 섬이 그의 연구를 조명하지 않고도 항상 아침 식사를 배달할 수 있도록 하기 위해 고안했습니다.

# RingLanguages_Description
source: While wearing this ring, you know every language in Solasta. A good master ensures all servants can understand orders; such a ring was given to overseers to avoid misunderstandings during the rule of the Manacalon Empire.
ko_mt: 이 반지를 끼고 있으면 솔라스타의 모든 언어를 알 수 있습니다. 훌륭한 주인은 모든 하인이 명령을 이해할 수 있도록 보장합니다. 그러한 반지는 마나칼론 제국의 통치 기간 동안 오해를 피하기 위해 감독관에게 주어졌습니다.

# BroochOfShielding_Description
source: Medreth Sharpeye forged those brooches to protect Coedymwarth scouts against the Imperial shock arcanists' most common spell.
ko_mt: Medreth Sharpeye는 Coedymwarth 정찰병을 제국 충격 아케니스트의 가장 흔한 주문으로부터 보호하기 위해 그 브로치를 만들었습니다.

# HeadbandOfIntellect_Description
source: Fashioned by order of the merchant prince Elgareth Goldenmind to ensure his dynasty would survive the advent of less gifted successors.
ko_mt: 상인 왕자 엘가레스 골든마인드(Elgareth Goldenmind)의 명령에 따라 그의 왕조가 덜 재능 있는 후계자들의 출현에서 살아남을 수 있도록 하기 위해 만들어졌습니다.

# StoneOfGoodLuck_Description
source: A magic charm made with a green stone in the shape of a four-leaf clover. Misaye gave the first of these stones to her high priest as a sign of favor.
ko_mt: 네잎클로버 모양의 그린스톤으로 만든 마법의 참. Misaye는 이 돌들 중 첫 번째 돌을 그녀의 대제사장에게 호의의 표시로 주었습니다.

# WandMagicMissileDescription
source: During the reign of the Manacalon Empire, every officer in the Iron Legion had such a wand - a symbol of their power and authority.
ko_mt: 마나칼론 제국의 통치 기간 동안 Iron Legion의 모든 장교는 자신의 힘과 권위의 상징인 지팡이를 가지고 있었습니다.

# WandFearDescription
source: Manacalon overseers carried this wand to ensure obedience.
ko_mt: 마나칼론 감독관들은 복종을 보장하기 위해 이 지팡이를 가지고 다녔습니다.

# WandLightningBoltsDescription
source: A creation of Galar Stormforge, harnessing the power of lightning to give his dwarven brethren a chance against the might of the Manacalon Empire.
ko_mt: Galar Stormforge의 창조물, 번개의 힘을 이용하여 그의 드워프 형제들에게 마나칼론 제국의 힘에 대항할 기회를 줍니다.

# BootsLevitationDescription
source: After a couple of close calls in the mountains of the Snow Alliance, the Manacalon shock arcanists began to use these boots!
ko_mt: 눈 얼라이언스의 산에서 몇 차례 가까운 통화를 한 후, 마나칼론 충격 비전술사들이 이 장화를 사용하기 시작했습니다!

# AmuletOfHealth_Lore_Description
source: This amulet was created by Marsh halfling mages in the olden times to help sick people survive the hardships of Olme Fen.
ko_mt: 이 부적은 옛날에 마쉬 하플링 마법사가 올메 펜의 역경에서 아픈 사람들이 살아남을 수 있도록 돕기 위해 만들었습니다.

# BeltOfDwarvenkind_Description
source: This belt was gifted to Callawin by the Kaikkonen after he rescued his son in a wild, daring action! A fit worthy of a dwarf, even if it was made by an elf!
ko_mt: 이 벨트는 Kaikkonen이 거칠고 대담한 행동으로 아들을 구한 후 Callawin에게 선물로 준 것입니다! 엘프가 만들어도 드워프에 어울리는 핏!

# NecklaceOfFireballsDescription
source: Medreth Sharpeye teamed up with a jeweler to craft this item to help raiding parties of the Coedymwarth fighting in Imperial territory.
ko_mt: Medreth Sharpeye는 보석상과 협력하여 제국 영토에서 싸우는 Coedymwarth의 습격 파티를 돕기 위해 이 아이템을 제작했습니다.

# BootsOfElvenkind_Title
source: Boots of Elvenkind
ko_mt: 엘프카인드의 장화

# BootsOfElvenkind_Description
source: Crafted in Colthannin for human allies of the Realm protecting its borders.
ko_mt: 국경을 보호하는 왕국의 인간 동맹을 위해 콜타닌으로 제작되었습니다.

# MantleOfSpellResistance_Title
source: Mantle of Spell Resistance
ko_mt: 주문 저항의 어깨덧옷

# MantleOfSpellResistance_Description
source: Medreth Sharpeye crafted this item to protect Coedymwarth scouts on their long-range forays.
ko_mt: Medreth Sharpeye는 Coedymwarth 정찰병의 장거리 공격을 보호하기 위해 이 아이템을 제작했습니다.

# MantleOfSpellResistance_Unidentified_Title
source: Beautiful Mantle
ko_mt: 아름다운 맨틀

# MantleOfSpellResistance_Unidentified_Description
source: A fine and nicely crafted mantle made of silk. Possibly magical.
ko_mt: 실크로 만든 정교하고 정교하게 만들어진 망토. 마법 같은.

# EndlessQuiver_Title
source: Endless Quiver of Colthannin
ko_mt: 콜타닌의 끝없는 화살통

# EndlessQuiver_Description
source: Enchanted by the ancient Greenmages of Colthannin, these quivers made sure they never ran out of arrows.
ko_mt: 콜타닌의 고대 그린메이지에게 매혹된 이 화살통은 화살이 다 떨어지지 않도록 했습니다.

# EndlessQuiver_Unidentified_Title
source: Colthannin Quiver
ko_mt: 콜타닌 화살통

# EndlessQuiver_Unidentified_Description
source: A beautiful quiver made by sylvan elf craftsmen and decorated with symbols of their great forest.
ko_mt: 실반 엘프 장인들이 만든 아름다운 화살통으로 그들의 거대한 숲의 상징으로 장식되어 있습니다.

# FunctionEndlessQuiverTitle
source: Generate Arrows
ko_mt: 화살표 생성

# FunctionEndlessQuiverDescription
source: Generate 20 arrows.
ko_mt: 20개의 화살을 생성합니다.

# RingOfResistance_Fire_Title
source: Ring of Fire Resistance
ko_mt: 화염 저항의 반지

# RingOfResistance_Fire_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko_mt: Abjuration의 마나칼론 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# RingOfResistance_Cold_Title
source: Ring of Cold Resistance
ko_mt: 냉기 저항의 반지

# RingOfResistance_Cold_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko_mt: Abjuration의 마나칼론 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# RingOfResistance_Necrotic_Title
source: Ring of Necrotic Resistance
ko_mt: 괴사 저항의 반지

# RingOfResistance_Necrotic_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko_mt: Abjuration의 마나칼론 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# RingOfResistance_Poison_Title
source: Ring of Poison Resistance
ko_mt: 독 저항의 반지

# RingOfResistance_Poison_Description
source: A Manacalon master of Abjuration created this ring to counter specific damage.
ko_mt: Abjuration의 마나칼론 마스터는 특정 피해에 대응하기 위해 이 반지를 만들었습니다.

# RingOfResistance_Unidentified_Description
source: A magnificent ring with a cloudy shape on its bezel.
ko_mt: 베젤에 흐린 모양이 있는 멋진 반지.

# RingOfResistance_Unidentified_Title
source: Superb Ring
ko_mt: 멋진 반지

# GauntletsOfOgrePower_Function_Description
source: Your Strength score is 19 while you are wearing these gauntlets. It has no effect on you if your Strength score is already 19 or higher.
ko_mt: 이 건틀릿을 착용하는 동안 힘 점수는 19입니다. 근력 점수가 이미 19 이상인 경우에는 아무런 영향을 미치지 않습니다.

# GiantStrengthHill_Function_Description
source: Your Strength score is 21 while you are wearing this belt. It has no effect on you if your Strength score is already 21 or higher.
ko_mt: 이 벨트를 착용하는 동안 근력 점수는 21입니다. 근력 점수가 이미 21점 이상인 경우에는 아무런 영향을 미치지 않습니다.

# GiantStrengthFire_Function_Description
source: Your Strength score is 25 while you are wearing this belt. It has no effect on you if your Strength score is already 25 or higher.
ko_mt: 이 벨트를 착용하는 동안 근력 점수는 25입니다. 근력 점수가 이미 25 이상인 경우에는 아무런 영향을 미치지 않습니다.

# GiantStrengthStone_Function_Description
source: Your Strength score is 23 while you are wearing this belt. It has no effect on you if your Strength score is already 23 or higher.
ko_mt: 이 벨트를 착용하는 동안 근력 점수는 23입니다. 근력 점수가 이미 23 이상인 경우에는 아무런 영향을 미치지 않습니다.

# HeadbandOfIntellect_Function_Description
source: Your Intelligence score is 19 while you are wearing this headband. It has no effect on you if your Intelligence score is already 19 or higher.
ko_mt: 이 머리띠를 착용하는 동안 지능 점수는 19입니다. 지능 점수가 이미 19 이상인 경우에는 영향을 미치지 않습니다.

# BracersOfArchery_Function_Description
source: While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus on damage rolls on ranged attacks made with such weapons.
ko_mt: 이 팔보호구를 착용하는 동안 장궁과 단궁을 능숙하게 다룰 수 있으며, 그러한 무기를 사용한 원거리 공격에 대한 피해 굴림에 +2 보너스를 얻습니다.

# OilOfSharpness_Function_Description
source: +3 to ATK and DMG, weapon becomes magical.
ko_mt: ATK 및 DMG에 +3, 무기가 마법으로 변합니다.

# BaronCellKey_Title
source: Baron Cell Key
ko_mt: 바론 셀 키

# BaronCellKey_Description
source: This key opens the cell where the real Baron is being kept.
ko_mt: 이 키는 실제 남작이 보관되어 있는 셀을 엽니다.

# Greatsword_plus_1_Title
source: Greatsword +1
ko_mt: 대검 +1
