Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# ToM_ArchaeologicalNotes_03_Content
source: This statue is in a classic pose used for Emperors. An inscription names Lerithir Imradir.
ko_mt: 이 동상은 황제에게 사용되는 고전적인 자세입니다. 비문에는 Lerithir Imradir라는 이름이 있습니다.

# ToM_ArchaeologicalNotes_03_Description
source: Notes about a statue of Lerithir Imradir, the last Emperor of Manacalon. This means the tower was active when the Cataclysm struck.
ko_mt: 마나칼론의 마지막 황제인 레리티르 임라디르의 동상에 대한 메모입니다. 이것은 대격변이 닥쳤을 때 탑이 활성화되었음을 의미합니다.

# ToM_ArchaeologicalNotes_03_Title
source: Archaeological Notes
ko_mt: 고고학적 기록

# ToM_SecretSpellbook_Content
source: This spellbook is impossible to open. It might have been magically closed by its owner before the Cataclysm! Who knows what spells it might contain? Find someone who can open it.
ko_mt: 이 마법서는 열 수 없습니다. 대격변이 일어나기 전에 주인이 마법처럼 닫았을 수도 있습니다! 그 안에 어떤 주문이 ​​들어 있을지 누가 ​​알겠습니까? 열 수 있는 사람을 찾으십시오.

# ToM_SecretSpellbook_Description
source: A magically closed spellbook from the Manacalon era.
ko_mt: 마나칼론 시대의 마법처럼 닫힌 마법서.

# ToM_SecretSpellbook_Title
source: Secret Spellbook
ko_mt: 비밀 마법서

# ToM_SorakHead_Description
source: This disgusting package is the proof the Legacy Council needs. The Sorr-Akkath are not just a myth!
ko_mt: 이 역겨운 꾸러미는 유산 위원회가 필요로 하는 증거입니다. 소르-아카스는 단순한 신화가 아닙니다!

# ToM_SorakHead_Title
source: Sorak Head
ko_mt: 설악 머리

# TorchHolderTitle
source: Torch Holder
ko_mt: 토치 홀더

# TorchTitle
source: Torch
ko_mt: 토치

# TowerOfMagic_Myth_Document_Content
source: It has by many been Observed that the major folks of old Solasta have in each case an Affinity toward one of the Classical Elements: the ancient Elves were unto Air, the Dwarves unto Earthe, and the Halfelinges unto Water. Though many others dispute this Hypothesis, there are Several Compelling Arguments in its Favour, and such Questions as remain Unanswered may be considered Insufficient to constitute a Comprehensive and Satisfactory Refutation. The Elves of the most Ancient Times were High Elves, without Exception. The Sylvan breed came about from a Schism among their people, which accompanied the Founding of the Manacalonne Empire. Some, dissatisfied with the Firmnesse of its Rule and voicing many Complaintes of Tyrranie, withdrew themselves…
ko_mt: 고대 솔라스타의 주요인들은 각각의 경우 고전적 요소 중 하나에 대해 친화력이 있다는 것이 많은 사람들에 의해 관찰되었습니다. 다른 많은 사람들이 이 가설에 이의를 제기하지만, 이에 찬성하는 몇 가지 설득력 있는 주장이 있으며, 답변되지 않은 상태로 남아 있는 그러한 질문은 포괄적이고 만족스러운 논박을 구성하기에는 불충분한 것으로 간주될 수 있습니다. 가장 고대의 엘프는 예외 없이 하이 엘프였다. 실반 품종은 마나칼론 제국의 건국을 동반한 종족 분열에서 비롯되었습니다. 일부는 그 규칙의 견고함에 불만을 품고 티라니에 대한 많은 불만을 표명하여 스스로 물러났습니다...

# TowerOfMagic_Myth_Document_Description
source: An old book written in Dwarvish.
ko_mt: 드워프어로 쓰여진 오래된 책.

# TowerOfMagic_Myth_Document_Title
source: Myths of Solasta
ko_mt: 솔라스타의 신화

# TowerOfMagic_SorakOrders_Content
source: It must be somewhere within the old tower. If you find It, send for the Tshar. Protect It with your lives.
ko_mt: 오래된 탑 안 어딘가에 있어야 합니다. 그것을 찾으면 Tshar에게 보내십시오. 목숨을 걸고 보호하십시오.

# TowerOfMagic_SorakOrders_Description
source: A letter found on the corpse of a Sorr-Akkath, close to the Crown.
ko_mt: 왕관 근처에 있는 소르-아카스의 시체에서 발견된 편지.

# TowerOfMagic_SorakOrders_Title
source: Sorr-Akkath Letter
ko_mt: 소르-아카트 편지

# TowerOfMagic_WorkerLetter_Content
source: The others have given up. But I can escape, maybe. I hope I can reach home before them. They would kill everyone, I know they would. They would kill my children without hesitation. They are pure evil.
ko_mt: 다른 사람들은 포기했습니다. 하지만 탈출할 수 있어요. 그들보다 먼저 집에 도착할 수 있기를 바랍니다. 그들은 모두를 죽일 것입니다. 그들은 주저없이 내 아이들을 죽일 것입니다. 그들은 순수한 악입니다.

# TowerOfMagic_WorkerLetter_Description
source: A letter found on the corpse of a human worker near the ruined tower.
ko_mt: 폐허가 된 탑 근처에서 일하는 노동자의 시체에서 발견된 편지.

# TowerOfMagic_WorkerLetter_Title
source: Worker's Letter
ko_mt: 노동자의 편지

# TridentTypeTitle
source: Trident
ko_mt: 삼지창

# UnarmedStrikeBaseTitle
source: Bare Hands
ko_mt: 맨 손

# Unidentified_Potion_Description
source: This flask contains a shimmering liquid - possibly magical, but unidentified.
ko_mt: 이 플라스크에는 반짝이는 액체가 들어 있습니다. 아마도 마법처럼 보이지만 정체는 알 수 없습니다.

# Unidentified_Potion_Title
source: Unidentified Potion
ko_mt: 미확인 물약

# UnidentifiedWeaponDescription
source: This weapon is obviously of superior make, and could reveal more qualities.
ko_mt: 이 무기는 분명히 우수한 제품이며 더 많은 특성을 드러낼 수 있습니다.

# WandDetectMagicDescription
source: Casts the spell detect magic by expending one charge. The wand has 3 charges and regains 1d3 charges each dawn.
ko_mt: 하나의 충전을 소모하여 주문 감지 마법을 시전합니다. 완드는 3회 충전되며 새벽마다 1d3회 충전됩니다.

# WandDetectMagicTitle
source: Wand of Magic Detection
ko_mt: 마법 탐지의 지팡이

# WandFearTitle
source: Wand of Fear
ko_mt: 공포의 지팡이

# WandLightningBoltsTitle
source: Wand of Lightning Bolts
ko_mt: 번개 화살의 지팡이

# WandMagicMissileTitle
source: Wand of Magic Missile
ko_mt: 마법 미사일의 지팡이

# WandSpecialDescription
source: A wand of superior craftsmanship, possibly with unknown qualities.
ko_mt: 알려지지 않은 특성을 지닌 뛰어난 장인 정신의 지팡이.

# WandSpecialTitle
source: Magnificent Wand
ko_mt: 장엄한 지팡이

# WarhammerTypeTitle
source: Warhammer
ko_mt: 워해머

# WarpickTypeTitle
source: War Pick
ko_mt: 전쟁 선택

# WeaponTagAmmunitionTitle
source: Ammunition
ko_mt: 탄약

# WeaponTagFinesseTitle
source: Finesse
ko_mt: 피네스

# WeaponTagHeavyTitle
source: Heavy
ko_mt: 무거운

# WeaponTagLightTitle
source: Light
ko_mt: 빛

# WeaponTagLoadingTitle
source: Loading
ko_mt: 로딩 중

# WeaponTagReachTitle
source: Reach
ko_mt: 도달하다

# WeaponTagThrownTitle
source: Thrown
ko_mt: 던짐

# WeaponTagTwoHandedTitle
source: Two-Handed
ko_mt: 두 손으로

# WeaponTagVersatileTitle
source: Versatile
ko_mt: 변하기 쉬운

# WhipTypeTitle
source: Whip
ko_mt: 채찍

# Kickstarter_Item_Golden_Key_Description
source: A golden key of incredible complexity, crafted by the clockmasters of the Manacalon Empire.
ko_mt: 마나칼론 제국의 시계 장인이 제작한 믿을 수 없을 정도로 복잡한 황금 열쇠.

# Kickstarter_Item_Golden_Key_Title
source: Golden Key
ko_mt: 황금 열쇠

# Kickstarter_Item_Letter_Content
source: ORDER OF CONFISCATION As punishment for repeated disregard of the regulations of the Iron Legion, and notably Order V.I, His Lordship Ceynnian Brightspell has ordered as follows: 1. All of your distinctive equipment pertaining to the Iron Legion is confiscated until further notice. Your duties will be continued with standard infantry equipment. 2. Your pay from the Iron Legion for this month shall be forfeited. Captain Alsiweyr Highcloud
ko_mt: 몰수 명령 Iron Legion, 특히 Order V.I의 규정을 반복적으로 무시한 것에 대한 처벌로 그의 Lordship Ceynnian Brightspell은 다음과 같이 명령했습니다. 1. Iron Legion과 관련된 모든 고유 장비는 추후 공지가 있을 때까지 압수됩니다. 당신의 임무는 표준 보병 장비로 계속될 것입니다. 2. 이번 달 Iron Legion의 급여는 몰수됩니다. 대장 알시웨이르 하이클라우드

# Kickstarter_Item_Letter_Description
source: An old letter dating from Imperial times, sealed with red wax.
ko_mt: 붉은 밀랍으로 봉인된 제국 시대의 오래된 편지.

# kickstarter_item_Letter_Title
source: Letter
ko_mt: 편지

# kickstarter_item_Notebook_Description
source: A notebook, covered in finely-tooled leather and probably imbued with protective magic. It contains handwritten notes from a citizen of the ancient Manacalon Empire, and might contain valuable information about the pre-Cataclysm era.
ko_mt: 정교하게 가공된 가죽으로 덮여 있고 아마도 보호 마법이 깃든 노트북. 고대 마나칼론 제국 시민의 손으로 쓴 메모가 포함되어 있으며 대격변 이전 시대에 대한 귀중한 정보가 포함될 수 있습니다.

# kickstarter_item_Notebook_Title
source: Notebook
ko_mt: 공책

# kickstarter_item_Spider_Symbol_Content
source: Shak Agul Zog Khorak Kolzil
ko_mt: 샤크 아굴 조그 코락 콜질

# kickstarter_item_Spider_Symbol_Description
source: A small, bone plaque bearing a crudely-painted spider symbol. Probably crafted by orcs.
ko_mt: 조잡하게 칠해진 거미 기호가 있는 작은 뼈 플라크. 아마도 오크들이 만든 것 같습니다.

# kickstarter_item_Spider_Symbol_Title
source: Orc Plaque
ko_mt: 오크 플라크

# kickstarter_item_Testament_Content
source: I, Brandil Sharpleaf, being of sound mind and body, do hereby bequeath the entirety of my worldly possessions to Lady Elyria Greenblade if death should find me during the upcoming battles against the human invaders. To my wife and children, I… The rest of the letter is missing.
ko_mt: 나, Brandil Sharpleaf는 건전한 정신과 육체를 가지고 있으며, 다가오는 인간 침략자들과의 전투에서 죽음이 나를 발견하게 된다면, 나의 모든 세속적 소유물을 Lady Elyria Greenblade에게 바칩니다. 아내와 아이들에게 나는… 나머지 편지가 없습니다.

# kickstarter_item_Testament_Description
source: An old, slightly tattered letter
ko_mt: 낡고 약간 너덜너덜한 편지

# kickstarter_item_Testament_Title
source: Testament
ko_mt: 성서

# ContainerHarvestable_Angry_Bush_Title
source: Angry Bush
ko_mt: 화난 부시

# ContainerHarvestable_Angry_Bush_Description
source: A small bush found on the Eastern Kingdoms and the Badlands that produces Angry Violets.
ko_mt: 앵그리 바이올렛을 생산하는 동부 왕국과 황무지에서 발견되는 작은 덤불.

# ContainerHarvestable_MagnesiumDeposit_Title
source: Magnesium Deposit
ko_mt: 마그네슘 예금

# ContainerHarvestable_MagnesiumDeposit_Description
source: A natural heap of powdered magnesium.
ko_mt: 분말 마그네슘의 천연 더미.

# ContainerHarvestable_Mosspatch_Title
source: Moss Patch
ko_mt: 이끼 패치

# ContainerHarvestable_Mosspatch_Description
source: A patch of deep moss that produces useful ingredients on a regular basis.
ko_mt: 정기적으로 유용한 성분을 생산하는 깊은 이끼 패치.

# ContainerHarvestable_GallivanThicket_Title
source: Amaranth Thicket
ko_mt: 아마란스 덤불

# ContainerHarvestable_GallivanThicket_Description
source: A small thicket that produces the beloved Gallivan Amaranth.
ko_mt: 사랑받는 갈리반 아마란스를 생산하는 작은 덤불.

# ContainerHarvestable_BloodBush_Title
source: Blood Bush
ko_mt: 블러드 부시

# ContainerHarvestable_BloodBush_Description
source: A small bush that produces the rare Blood Daffodil.
ko_mt: 희귀한 블러드 수선화를 생산하는 작은 덤불.

# ContainerHarvestable_AcidPuddle_Title
source: Acid Puddle
ko_mt: 산성 웅덩이

# ContainerHarvestable_AcidPuddle_Description
source: A naturally occurring puddle of acid.
ko_mt: 자연적으로 발생하는 산 웅덩이.

# ContainerHarvestable_TrollBramble_Title
source: Troll Bramble
ko_mt: 트롤 브램블

# ContainerHarvestable_TrollBramble_Description
source: An ugly bramble that looks like a hairy troll arm and produces the surprisingly beautiful Troll Acanthus.
ko_mt: 털이 많은 트롤 팔처럼 보이고 놀랍도록 아름다운 트롤 Acanthus를 생산하는 못생긴 덤불.

# ContainerHarvestable_SkarnRock_Title
source: Skarn Rock
ko_mt: 스카른 록

# ContainerHarvestable_SkarnRock_Description
source: A small greenish rock that can be ground to fine Skarn Powder.
ko_mt: 미세한 스카른 가루로 갈 수 있는 작은 녹색 암석.

# ContainerHarvestable_DeepRoot_Title
source: Deep Root
ko_mt: 깊은 뿌리

# ContainerHarvestable_DeepRoot_Description
source: A magically mutated root covered with precious Deep Root Lichen.
ko_mt: 귀중한 깊은 뿌리 이끼로 덮인 마법으로 돌연변이된 뿌리.

# ContainerHarvestable_QueenVine_Title
source: Queen Vine
ko_mt: 퀸 덩굴

# ContainerHarvestable_QueenVine_Description
source: A rare and beautiful vine that produces the exquisite Queen Ivy.
ko_mt: 아름다운 퀸 아이비를 생산하는 희귀하고 아름다운 덩굴입니다.

# ContainerHarvestable_MoonShruberry_Title
source: Moon Shrub
ko_mt: 문 관목

# ContainerHarvestable_MoonShruberry_Description
source: A rare shrub that produces the rare and very useful Moonflower.
ko_mt: 희귀하고 매우 유용한 Moonflower를 생산하는 희귀 관목입니다.

# ContainerHarvestable_SerpentRock_Title
source: Serpent Rock
ko_mt: 뱀 바위

# ContainerHarvestable_SerpentRock_Description
source: A rare protruding rock that can be ground to Serpentinite Dust.
ko_mt: 사문석 가루로 갈 수 있는 희귀 돌출 암석.

# ContainerHarvestable_Imperial Vine_Title
source: Imperial Vine
ko_mt: 임페리얼 덩굴

# ContainerHarvestable_Imperial Vine_Description
source: A rare vine found mostly near patches of chaotic magic in the Badlands that produces the Emperor's Eye Mush.
ko_mt: 황무지(Emperor's Eye Mush)를 생산하는 황무지(Badlands)의 혼돈 마법 패치 근처에서 주로 발견되는 희귀 덩굴입니다.

# ContainerHarvestable_DragonBramble_Title
source: Dragon Bramble
ko_mt: 드래곤 브램블

# ContainerHarvestable_DragonBramble_Description
source: A green bramble that grows one Dragonrose every few days.
ko_mt: 며칠에 한 개씩 드래곤로즈가 자라는 녹색 가시나무.

# ContainerHarvestable_BrownPatch_Title
source: Brown Patch
ko_mt: 브라운 패치

# ContainerHarvestable_BrownPatch_Description
source: This disgusting thing looks like a goblin turd but is actually a very useful fungus known as Goblin Hair Fungus.
ko_mt: 이 역겨운 것은 고블린 똥처럼 보이지만 실제로는 고블린 헤어 균류로 알려진 매우 유용한 균류입니다.

# ContainerHarvestable_StormBriar_Title
source: Storm Briar
ko_mt: 스톰 브라이어

# ContainerHarvestable_StormBriar_Description
source: This vividly colored briar produces the very useful Storm Heather.
ko_mt: 이 선명한 색상의 브라이어는 매우 유용한 Storm Heather를 생산합니다.

# ContainerHarvestable_DwarvenThicket_Title
source: Dwarven Thicket
ko_mt: 드워프 덤불

# ContainerHarvestable_DwarvenThicket_Description
source: This plant grows the rare and fragile Dwarven Primrose.
ko_mt: 이 식물은 희귀하고 연약한 드워프 앵초를 자랍니다.

# ContainerHarvestable_OrchidBush_Title
source: Orchid Bush
ko_mt: 난초 부시

# ContainerHarvestable_OrchidBush_Description
source: This small bush grows only in extreme conditions, supported by the magic flow of the Badlands, and produces the Manacalon Orchid, a flower seen on many imperial decorations.
ko_mt: 이 작은 덤불은 황무지의 마법의 흐름에 힘입어 극한의 조건에서만 자라며 많은 황실 장식에서 볼 수 있는 꽃인 마나칼론 난초를 생산합니다.

# ContainerHarvestable_BadlandsBriar_Title
source: Badlands Briar
ko_mt: 황무지 브라이어

# ContainerHarvestable_BadlandsBriar_Description
source: This briar is found mostly deep in the Badlands, and produces one of the rarest flowers in Solasta, the Lily of the Badlands.
ko_mt: 이 찔레는 주로 황무지 깊숙한 곳에서 발견되며 황무지 백합인 솔라스타에서 가장 희귀한 꽃 중 하나를 생산합니다.

# Necromancy_AngbisJournal_Title
source: A handwritten, leather-bound book
ko_mt: 손으로 쓴 가죽 제본 책

# Necromancy_AngbisJournal_Description
source: The Journal of Angbi Kramsson, of the Guild of Antiquarians.
ko_mt: 골동품 수집가 길드의 Angbi Kramsson의 저널.

# Necromancy_AngbisJournal_Content01
source: If found, please return to the Guild of Antiquarians at Caer Cyflen. A reward will be offered.
ko_mt: 찾으면 Caer Cyflen에 있는 Guild of Antiquarians로 돌아가십시오. 보상이 제공됩니다.

# Necromancy_AngbisJournal_Content02
source: Surroundings, continued …castle architecture is of First Expansion style, with many repairs and additions. A standard founding plaque: "Caer Tenarion", built by the 25th Iron Legion in the 24th year of Gwaltrian the Third - year 1557 in the Manacalon calendar, or 1486 before the Cataclysm. Presumably built to pacify the surrounding area.
ko_mt: 주변, 계속되는 … 성 건축은 많은 수리 및 추가가 포함된 First Expansion 스타일입니다. 표준 건국 명판: "Caer Tenarion", 마나칼론 달력으로 1557년, 또는 대격변 이전 1486년 Gwaltrian the Third 24년에 25번째 철군단에 의해 건설되었습니다. 주변 지역을 안정시키기 위해 지어진 것으로 추정됩니다.

# Necromancy_AngbisJournal_Content03
source: Later, same day. My initial impression confirmed: the castle is occupied. I encountered a patrol of skeletons led by a wraith who gave his name as Adam the Twelfth, a former Imperial officer and now captain of the castle's guard. He questioned me closely and gave me permission to research outside the castle, but not to approach the castle or try to enter. The lord, whose name he gave as Mardracht, does not receive visitors. Indeed, the captain admitted that he himself had not seen or spoken with his master in several centuries.
ko_mt: 나중에, 같은 날. 내 첫 인상은 확인되었습니다. 성이 점령되었습니다. 나는 전직 제국 장교이자 현재는 성의 경비대장인 아담 12세라는 이름을 가진 망령이 이끄는 해골 순찰대를 만났습니다. 그는 저를 면밀히 질문하여 성 밖에서 조사할 수 있도록 허락했지만 성으로 접근하거나 들어가려고 하지는 않았습니다. 그가 Mardracht로 이름을 붙인 영주는 방문자를 받지 않습니다. 실제로, 선장은 자신이 몇 세기 동안 주인을 보거나 이야기한 적이 없다고 인정했습니다.

# Necromancy_AngbisJournal_Content04
source: Graveyard, continued …no gravestone shows a burial date later than the Cataclysm: no new burials in more than a thousand years. Possibly all in the castle are undead, like their guards. Impossible to confirm since I am refused admission.
ko_mt: 묘지, 계속 ...대격변보다 늦은 매장 날짜를 보여주는 묘비는 없습니다. 천 년 이상 동안 새로운 매장은 없습니다. 아마도 성의 모든 사람들이 경비병처럼 언데드일 것입니다. 입학이 거절되어 확인이 불가합니다.

# Necromancy_AngbisJournal_Content05
source: Substantial mausoleum at far end of the cemetery, built in First Expansion style. Inscription over doorway names 25th Iron Legion. Presumably officers were buried inside (and possibly in catacombs beneath, if the building filled up over time) while lower ranks occupy the surrounding graveyard.
ko_mt: 첫 번째 확장 스타일로 지어진 묘지의 맨 끝에 있는 상당한 영묘. 출입구 위의 비문에는 25th Iron Legion이라는 이름이 새겨져 있습니다. 아마도 장교들은 내부(그리고 건물이 시간이 지남에 따라 채워진 경우 지하 지하 묘지)에 묻혔고 낮은 계급이 주변 묘지를 차지했을 것입니다.

# Necromancy_AngbisJournal_Content06
source: The following day, continued …as I continued to document the graveyard, a pack of wolves arrived from the north, led by a human man - or so he seemed. Met by captain and guards. Conversed for several minutes, manner guarded but not unfriendly. The captain pointed in my direction, clearly informing the man of my presence. No one in the group showed any interest in me.
ko_mt: 다음 날, 계속 ...내가 묘지를 계속 기록하는 동안 인간 남자가 이끄는 늑대 무리가 북쪽에서 도착했습니다. 그는 그렇게 보였습니다. 선장과 경비원을 만났습니다. 몇 분 동안 대화를 나누었지만 매너는 지켜졌지만 불친절하지는 않았습니다. 선장은 내 쪽을 가리키며 그 사람에게 내 존재를 분명히 알렸다. 그룹에서 아무도 나에게 관심을 보이지 않았습니다.

# Necromancy_AngbisJournal_Content07
source: Later, same day: An elven woman came out of the mausoleum, accompanied by several others: elves and humans, all apparently alive. They could not have entered the mausoleum without my seeing them. Two questions arise:
ko_mt: 나중에, 같은 날: 엘프 여성 한 명이 다른 여러 사람들과 함께 무덤에서 나왔습니다. 엘프와 인간은 모두 살아 있는 것 같았습니다. 내가 그들을 보지 않고는 그들은 영묘에 들어갈 수 없었습니다. 두 가지 질문이 발생합니다.

# Necromancy_AngbisJournal_Content08
source: Another way into the mausoleum? Possible catacombs beneath - underground passage into the castle?
ko_mt: 묘소로 가는 또 다른 길? 가능한 지하 묘지 - 성으로 들어가는 지하 통로?

# Necromancy_AngbisJournal_Content09
source: 2. Living souls in the castle, yet no burials newer than 1,000 years? Two possibilities: life magically prolonged (necromancy? Fits with undead guard I encountered) and/or bodies not buried upon death (also compatible with necromancy).
ko_mt: 2. 성에 살아 숨쉬는 영혼들, 아직 1,000년이 넘은 매장이 없다? 두 가지 가능성이 있습니다: 마법처럼 연장된 수명(강령술? 내가 만난 언데드 경비병과 어울림) 및/또는 사망 시 묻히지 않은 시체(강령술과도 호환 가능).

# Necromancy_AngbisJournal_Content10
source: I watched from hiding as they explored the graveyard, apparently looking for something (me?). Extreme caution is indicated from now on.
ko_mt: 나는 그들이 묘지를 탐험하는 것을 숨어서 지켜보았고, 분명히 뭔가(나?)를 찾고 있었다. 지금부터 각별한 주의가 필요합니다.

# Necromancy_LizzariasJournal_Title
source: Lizzaria's Journal
ko_mt: 리자리아의 일지

# Necromancy_LizzariasJournal_Description
source: A series of hand-written pages
ko_mt: 손으로 쓴 일련의 페이지

# Necromancy_LizzariasJournal_Content01
source: …upstairs to try to speak with Mardracht about it, but Aksha said he was resting and had left orders not to be disturbed - as usual. She offered to pass on a message - so helpful! - but I know it will never reach him.
ko_mt: ...위층에서 Mardracht와 그것에 대해 이야기하려고 했지만 Aksha는 그가 쉬고 있다고 말했고 방해하지 말라는 명령을 남겼습니다. 평소와 같았습니다. 그녀는 메시지를 전달하겠다고 제안했습니다. 매우 유용합니다! - 그러나 나는 그것이 그에게 결코 닿지 않을 것이라는 것을 알고 있습니다.

# Necromancy_LizzariasJournal_Content02
source: For all I know she's told him I'm dead. She may be planning to make it true. He's so shaken and addled from the Cataclysm, he'd probably believe her. She could have killed him already - he could have been dead for centuries - but no: his magical defenses are still in place. He must be alive.
ko_mt: 내가 아는 한 그녀는 내가 죽었다고 말했다. 그녀는 그것을 사실로 만들 계획일 수 있습니다. 그는 대격변에 너무 충격을 받고 정신이 팔려 그녀를 믿었을 것입니다. 그녀는 이미 그를 죽였을 수도 있습니다. 그는 수세기 동안 죽었을 수도 있습니다. 그러나 아닙니다. 그의 마법 방어력은 여전히 ​​유효합니다. 그는 살아 있어야 합니다.

# Necromancy_LizzariasJournal_Content03
source: If only I could reach him - free him from her influence - but I can't get past her and her ghouls. So frustrating! I need to arrange a sudden meeting with a wooden stake, but she's careful.
ko_mt: 내가 그에게 다가갈 수만 있다면 - 그를 그녀의 영향력에서 자유롭게 해줄 수 있다면 - 하지만 그녀와 그녀의 구울을 지나칠 수는 없습니다. 너무 답답해! 갑자기 나무 말뚝과의 만남을 주선해야 하는데 그녀는 조심스럽습니다.

# Necromancy_LizzariasJournal_Content04
source: Adam's no help. He won't join me against Aksha without orders from Mardracht, which of course can't come because she's got him isolated. How blind is he not to see that - I'll never yield the castle to her, no matter what she does. While Mardracht lives, I have to keep trying to save him.
ko_mt: 아담은 도움이 되지 않습니다. 그는 Mardracht의 명령 없이 Aksha에 맞서 함께하지 않을 것입니다. Mardracht는 그를 고립시켰기 때문에 올 수 없습니다. 그가 그것을 보지 못한다는 것은 얼마나 장님입니까? 그녀가 무엇을 하든지 나는 그녀에게 성을 결코 양보하지 않을 것입니다. Mardracht가 살아 있는 동안 나는 그를 구하기 위해 계속 노력해야 합니다.

# Necromancy_LizzariasJournal_Content05
source: …searching the graveyard as usual. The dwarf was there - he always thought I didn't see him, but I did - but now he's a ghost. Adam said he was an Antiquarian, some sort of scholar, so I tried to control him and find out what he knows.
ko_mt: ...평소처럼 묘지를 수색하는 중. 난쟁이가 그곳에 있었습니다. 그는 항상 내가 그를 보지 못했다고 생각했지만, 나는 보았습니다. 하지만 지금은 그는 유령이 되었습니다. Adam은 그가 골동품 수집가, 일종의 학자라고 해서 그를 제어하고 그가 아는 ​​것을 알아내려고 했습니다.

# Necromancy_LizzariasJournal_Content06
source: I was over-eager, though, and he got away. An opportunity lost. He might know something that could help me get past Aksha and her ghouls and free Mardracht from her influence. Someday, somehow, I will get rid of her. I will.
ko_mt: 하지만 나는 너무 열심이었고 그는 가버렸습니다. 기회를 잃었습니다. 그는 내가 Aksha와 그녀의 구울을 지나치고 Mardracht를 그녀의 영향에서 자유롭게 하는 데 도움이 될 무언가를 알고 있을지도 모릅니다. 언젠가, 어떻게든 나는 그녀를 제거할 것이다. 그럴 게요.

# Necromancy_MardrachtsJournal_Title
source: Mardracht's Journal
ko_mt: 마르드라흐트의 일지

# Necromancy_MardrachtsJournal_Description
source: A series of hand-written pages
ko_mt: 손으로 쓴 일련의 페이지

# Necromancy_MardrachtsJournal_Content01
source: Nightmares again. The battle, the Rift - Kaseinax with the Crown, bathed in power.
ko_mt: 다시 악몽. 전투, Rift - Kaseinax with the Crown, 권력에 휩싸인.

# Necromancy_MardrachtsJournal_Content02
source: The humans. The gods - the gods! What are they? Why so powerful? Why couldn't we stop them? Why did they come?
ko_mt: 인간들. 신들 - 신들! 그들은 무엇인가? 왜 그렇게 강력합니까? 왜 우리는 그들을 막을 수 없었습니까? 그들이 온 이유는 무엇입니까?

# Necromancy_MardrachtsJournal_Content03
source: Why haven't they come for me? They will, I know it. All of us who were there: they'll hunt us, kill us - maybe worse. I will be ready. I am ready. This old worm has a few tricks yet - oh, yes. We were as powerful as gods ourselves, once. The elves have forgotten, but once they knew. Yes, they did.
ko_mt: 왜 그들은 나를 위해 오지 않았습니까? 그들은 할 것이다, 나는 그것을 알고있다. 그곳에 있었던 우리 모두: 그들은 우리를 사냥하고 죽일 것입니다. 어쩌면 더 나쁠 수도 있습니다. 준비하겠습니다. 준비됐어 이 오래된 웜에는 아직 몇 가지 트릭이 있습니다. 우리는 한때 신만큼 강력했습니다. 엘프들은 잊었지만 일단 알게 된 것입니다. 네, 그랬습니다.

# Necromancy_MardrachtsJournal_Content04
source: Why don't they come? Have these alien gods been destroyed already? Is it safe outside? Or is that what they want me to think? They won't lure me out - oh, no. Never.
ko_mt: 왜 안 오지? 이 외계 신들은 이미 파괴되었습니까? 밖은 안전한가요? 아니면 그들이 내가 생각하기를 바라는 것입니까? 그들은 나를 유인하지 않을 것입니다 - 오, 아니. 절대.

# BeltOfGiantHillStrength_Title
source: Belt of Giant Strength (Hill)
ko_mt: 거인의 힘 허리띠(언덕)

# BeltOfGiantHillStrength_Unidentified_Title
source: Magnificent Belt
ko_mt: 장엄한 허리띠

# BeltOfGiantHillStrength_Unidentified_Description
source: A heavy and highly decorated belt, probably magical.
ko_mt: 무겁고 화려하게 장식된 벨트, 아마도 마법일 것입니다.

# AmuletOfHealth_Unidentified_Title
source: Amulet
ko_mt: 부적

# AmuletOfHealth_Unidentified_Description
source: A nice-looking, gem-encrusted amulet.
ko_mt: 보기 좋은 보석이 박힌 부적.

# AmuletOfHealth_Title
source: Amulet of Health
ko_mt: 건강의 부적

# AmuletOfHealth_Description
source: Your constitution score is 19 while you wear this amulet. It has no effect on you if your constitution score is already 19 or higher.
ko_mt: 이 부적을 착용하는 동안 당신의 체질 점수는 19입니다. 귀하의 체질 점수가 이미 19점 이상인 경우에는 아무런 영향을 미치지 않습니다.

# BeltOfDwarvenkind_Unidentified_Title
source: Large Belt
ko_mt: 큰 벨트

# BeltOfDwarvenkind_Unidentified_Description
source: A heavy and sturdy belt with dwarvish decorations.
ko_mt: 드워프 장식이 있는 무겁고 튼튼한 벨트.

# BeltOfDwarvenkind_Title
source: Belt of Dwarvenkind
ko_mt: 드워프족의 허리띠

# Necromancy_Thesis_Title
source: On the New Magic of Humans and Their Gods
ko_mt: 인간과 신들의 새로운 마법에 대하여

# Necromancy_Thesis_Description
source: An ancient-looking book, with the eight rings of the Arcaneum embossed into the cover.
ko_mt: 아케네움의 8개 고리가 표지에 양각으로 새겨져 있는 고대의 책입니다.
