Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&Poison_QueenSpiderBlood_Title
source: Queen Spider's Blood
ko: 여왕 거미의 피

# Equipment/&Poison_QueenSpiderBlood_Description
source: A legendary poison that deals enormous damage.
ko: 막대한 피해를 입히는 전설적인 독입니다.

# Equipment/&Poisoned_Arrow_Title
source: Poisoned Arrow
ko: 독 화살

# Equipment/&Poisoned_Arrow_MaraikesTorpor_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Maraike's Torpor.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 마라이케의 마비독을 사용합니다.

# Equipment/&Poisoned_Arrow_ArunsLight_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Arun's Light.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 아룬의 빛을 사용합니다.

# Equipment/&Poisoned_Arrow_DarkStab_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Dark Stab.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 암흑 찌르기를 사용합니다.

# Equipment/&Poisoned_Arrow_DeepPain_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Deep Pain.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 심연의 고통을 사용합니다.

# Equipment/&Poisoned_Arrow_SpiderQueenBlood_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Spider Queen's Blood.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 거미 여왕의 피를 사용합니다.

# Equipment/&Poisoned_Arrow_TheBurden_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use The Burden.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 짐덩어리를 사용합니다.

# Equipment/&Poisoned_Arrow_TigerFang_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Tiger Fang.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 호랑이 송곳니를 사용합니다.

# Equipment/&Poisoned_Arrow_TheLongNight_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use The Long Night.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 긴 밤을 사용합니다.

# Equipment/&Poisoned_Arrow_Basic_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use basic poison.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 기초 독을 사용합니다.

# Equipment/&Poisoned_Arrow_BrimstoneFang_Title
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Brimstone Fang.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 유황 송곳니를 사용합니다.

# Equipment/&Poisoned_Bolt_Title
source: Poisoned Bolt
ko: 독 볼트

# Equipment/&Poisoned_Arrow_ArivadsKiss_Title
source: Poisoned Arrow
ko: 독 화살

# Equipment/&Poisoned_Arrow_ArivadsKiss_Description
source: These projectiles have a small pocket of poison attached to their tip, so they will deal the effect of poison on a successful hit. These particular arrows use Arivad's Kiss.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 아리바드의 키스를 사용합니다.

# Equipment/&Poisoned_Arrow_CraftingRecipe_Title
source: Craft 5 Poisonous Arrows
ko: 독 화살 5개를 제작합니다

# Equipment/&Poisoned_Bolt_CraftingRecipe_Title
source: Craft 5 Poisonous Bolts
ko: 독 볼트 5개를 제작합니다

# Equipment/&Poisoned_Arrow_GhoulsCaress_Description
source: These projectiles have a small pocket of poison attached to their tip, so that they will deal the effect of poison on a successful hit. These particular arrows use Ghoul's Caress.
ko: 이 발사체 끝에는 작은 독 주머니가 붙어 있어, 명중 시 독 효과를 줍니다. 이 독화살은 구울의 손길을 사용합니다.

# Equipment/&Coparann_Lightfiller_Document_Title
source: Dusty Old Book
ko: 먼지 투성이의 오래된 책

# Equipment/&Coparann_Lightfiller_Document_Description
source: This looks like a list of guidelines for the fortress's personnel. It's clearly from the Manacalon era, long before the reign of the Ceannards.
ko: 이건 요새의 병력을 위한 지침 목록인 것 같습니다. 분명히 감독관의 통치 훨씬 이전인 마나칼론 시대의 것입니다.

# Equipment/&Legendary_Document_Title
source: The War of the Gods
ko: 신들의 전쟁

# Equipment/&Legendary_Document_Description
source: You noted this from the scriptures on the temple's wall. It seems to be the ancient story of Arivad's fall, on Tirmar, before the Cataclysm.
ko: 당신은 신전의 벽에 새겨진 경전으로부터 이것을 필사했습니다. 이 고대의 이야기는 대격변 이전 티르마르에서 발생했던 아리바드의 몰락에 관한 것 같습니다.

# Equipment/&Legendary_Document_Content00
source: The Schism of Arivad
ko: 아리바드의 분열

# Equipment/&Legendary_Document_Content01
source: The primal gods formed a balanced ensemble when mankind rose on Tirmar. Arun was the first, Maraike with him. Pakri and Arivad came into being and consolidated the quartet.
ko: 인류가 티르마르에 처음 등장했을 때 태고의 신들은 균형 잡힌 집단을 형성했다. 아룬이 첫 번째였으며, 마라이케가 그와 함께했다. 파크리와 아리바드가 태어났으며 4인조가 결성되었다.

# Equipment/&Legendary_Document_Content02
source: Arun rose, he was higher than others, the first and mightiest.
ko: 최초이자 가장 강력했던 아룬은 다른 이들보다 높은 곳에 솟아올랐으나.

# Equipment/&Legendary_Document_Content03
source: Then Arun stood aside, desiring above all balance between the gods.
ko: 그 직후 무엇보다도 신들 사이의 균형을 원한 아룬은 옆으로 비켜 섰다.

# Equipment/&Legendary_Document_Content04
source: Pakri had been watching the whole time. She took a more central role to bring balance to mankind.
ko: 파크리는 이 모든 것을 그저 지켜보고 있었다. 그녀는 인류의 균형을 유지하는 일에 더 중심적인 역할을 맡았다.

# Equipment/&Legendary_Document_Content05
source: The dark days came and men prayed for a strong god to protect them against the Sorr-Akkath. Arivad ascended as the new leader of the gods.
ko: 암흑기가 도래하자 사람들은 소라카스로부터 그들을 지켜줄 강력한 신을 갈구하며 기도했다. 아리바드는 신들의 새로운 지도자로써 우뚝 섰다.

# Equipment/&Legendary_Document_Content06
source: Sorr-Tarr corrupted Arivad, causing the schism. Arivad split into two entities: Einar was born, clean of all corruption. Arivad remained forever tainted. They were four no longer, but five.
ko: 소르-타르는 아리바드를 타락 시켜 분열을 일으켰다. 아리바드는 두 개의 존재로 쪼개졌다: 그 어떤 부패의 영향도 받지 않은 에이나르가 태어났고, 아리바드는 영원히 오염된 채로 남아있게 되었다. 신들은 더 이상 넷이 아니였다. 그들은 다섯이 되었다.

# Equipment/&Tirmarian_GreataxeTypeTitle
source: Sandraven Holy Axe
ko: 모래까마귀 신성 도끼

# Equipment/&BoltStuff_Title
source: Projectile Parts
ko: 투사체 부품

# Equipment/&BoltStuff_Description
source: A pack of heads and tails to make bolts or arrows from using smith's tools.
ko: 대장장이 도구를 사용하여 볼트나 화살을 만드는 데 쓸 수 있는 화살촉과 깃 꾸러미입니다.

# Equipment/&BoltStuff_Recipe_Title
source: Craft 20 Crossbow Bolts
ko: 볼트 20개를 제작합니다

# Equipment/&ArrowStuff_Recipe_Title
source: Craft 20 Arrows
ko: 화살 20개를 제작합니다

# Equipment/&ArtisanToolSmith_Title
source: Small Smith Toolkit
ko: 소형 대장장이 도구함

# Equipment/&ArtisanToolSmith_Description
source: This set of tools allows a skilled individual to craft their own bolts and arrows.
ko: 숙련된 사용자가 이 도구 세트를 사용하면 본인이 쓸 볼트와 화살을 제작할 수 있습니다.

# Equipment/&Subquest_Lawkeeper_RodricHideoutNote_Title
source: Handwritten Note
ko: 손으로 쓴 메모

# Equipment/&Subquest_Lawkeeper_RodricHideoutNote_Description
source: This note proves that Rodric is involved in criminal activities.
ko: 이 메모는 로드릭이 범죄 활동에 연루되어 있음을 증명합니다.

# Equipment/&Subquest_Lawkeeper_RodricHideoutNote_Content
source: We still have not received the last supply. The clients are not as lenient as I am. You have five days to bring the goods, or we'll come and take it ourselves. - Rodric
ko: 우린 아직 지난번에 받기로 했던 물품을 받지 못했다. 고객들은 나만큼 관대하지 못하지. 물품을 가져오는데 딱 5일을 주겠다. 아니면 우리가 직접 가지러 가도록 하지. - 로드릭

# Equipment/&Aristocrat_AdriasJournal_Title
source: Adria's Journal
ko: 아드리아의 일기

# Equipment/&Aristocrat_AdriasJournal_Description
source: A personal journal with most of its pages torn out. The remaining ones tell a dark tale of falling under the dominion of Arivad.
ko: 대부분의 페이지가 찢겨나간 개인적인 일기입니다. 남아있는 페이지에는 아리바드의 지배를 받게 된다는 어두운 이야기가 적혀있습니다.

# Equipment/&SpoonOfDiscord_Title
source: Spoon of Discord
ko: 불협화음의 숟가락

# Equipment/&SpoonOfDiscord_Description
source: A strange artifact which belonged to an even stranger cult. That, or you got bamboozled by the merchant who sold it to you.
ko: 훨씬 더 낯선 집단의 이상한 유물입니다. 그게 아니라면 그것을 판매한 상인에게 속아 넘어간 것이겠죠.

# Equipment/&OneRing_Title
source: One Ring
ko: 하나의 반지

# Equipment/&OneRing_Description
source: Wearing this ring makes you terribly uncomfortable, and you feel like you're being watched. That being said, it somehow seems to make you stealthier. It was created for Silent Whisper spies and assassins.
ko: 이 반지를 끼면 굉장히 불편하고 감시당하는 것 같은 기분이 듭니다. 그렇지만 당신을 더 은밀한 존재로 만드는 것 같기도 합니다. 고요한 속삭임의 첩자들과 암살자들을 위해 제작되었습니다.

# Equipment/&SixLeaguesBoots_Title
source: Six-League Boots
ko: 식스 리그 부츠

# Equipment/&SixLeaguesBoots_Description
source: It might not make you the fastest being alive, but it does put some pep in your step! Crafted by Lily Longstrider for her forays outside Olme Fen.
ko: 당신을 살아있는 것들 중 가장 빠른 존재로 만들어 주지는 못하겠지만, 당신의 발걸음에 약간의 활기를 불어넣어줍니다! 릴리 롱스트라이더가 올메 펜 외곽을 돌아다니기 위해 제작했습니다.

# Equipment/&Sellsword_Background_Quest_FarmhouseKey_Title
source: House Key
ko: 집 열쇠

# Equipment/&Sellsword_Background_Quest_FarmhouseKey_Description
source: This key opens a small house in the Vale of Coparann.
ko: 이 열쇠는 코파란 계곡에 있는 작은 집 문을 엽니다.

# Equipment/&Sellsword_Background_Quest_Document_01_Title
source: Letter from Mildred
ko: 밀드레드의 편지

# Equipment/&Sellsword_Background_Quest_Document_01_Description
source: Annie gave you this letter. It's from Mildred, the innkeeper of Coparann.
ko: 애니가 이 편지를 전해 주었습니다. 코파란의 여관주인인 밀드레드가 보냈습니다.

# Equipment/&Sellsword_Background_Quest_Document_02_Title
source: Letter from Your Parents
ko: 부모님의 편지

# Equipment/&Sellsword_Background_Quest_Document_02_Description
source: Mildred gave you this old letter from your parents.
ko: 밀드레드가 이 오래된 부모님의 편지를 건네주었습니다.

# Equipment/&Sellsword_Background_Quest_Document_03_Title
source: Handwritten Note
ko: 손으로 쓴 메모

# Equipment/&Sellsword_Background_Quest_Document_03_Description
source: This handwritten note was found inside your family farmhouse near Coparann. It's proof Soraks are involved.
ko: 손으로 쓰인 이 메모는 코파란 근처에 위치한 당신 가족의 농가에서 발견되었습니다. 이건 소락이 연루되어 있다는 증거입니다.

# Equipment/&Sellsword_Background_Quest_Document_04_Title
source: Note from Nikannen
ko: 니카넨의 쪽지

# Equipment/&Sellsword_Background_Quest_Document_04_Description
source: This document is an official order from Sergeant Nikannen allowing you to retrieve the key to your house from the Archivist in Coparann Keep Basement.
ko: 이 문서는 코파란 성채 지하에 있는 기록관에게서 당신이 집 열쇠를 회수하는 것을 허가하는 니카넨 상사의 공식 명령서입니다.

# Equipment/&Lowlife_Quest_MagicalSword_Title
source: Magical Sword
ko: 마법의 검

# Equipment/&Lowlife_Quest_MagicalSword_Description
source: This is the magical sword Annie is looking for. It seems strongly imbued with magic.
ko: 이것이 애니가 찾던 마법의 검이다. 강한 마법이 깃들어 있는 것 같다.

# Equipment/&Sigil_Ring_Abjuration_Title
source: Sigil Ring of Abjuration
ko: 방호의 인장 반지

# Equipment/&Sigil_Ring_Abjuration_Description
source: A gift from Master Adrasteia for helping her and Kythaela. Sigil rings are a clear sign of draconic favor: they can only be given freely. None have been seen since the Fall of Manacalon.
ko: 당신이 그녀와 키타엘라를 도와준 것에 대한 마스터 아드라스테이아의 선물입니다. 인장 반지는 명백한 용의 호의의 표시입니다 - 이 반지들은 그들이 대가 없이 주는 것입니다. 마나칼론의 몰락 이후로 세상에 나타난 적이 없습니다.

# Equipment/&Sigil_Ring_Necromancy_Title
source: Sigil Ring of Necromancy
ko: 사령술의 인장 반지

# Equipment/&Sigil_Ring_Necromancy_Description
source: A gift from Master Mardracht for convincing him to redeem his gem of Necromancy. Sigil rings are a clear sign of draconic favor: they can only be given freely. None have been seen since the Fall of Manacalon.
ko: 자신의 사령술 보석을 회수하도록 설득한 데 대한 마스터 마르드라흐트의 선물입니다. 인장 반지는 명백한 용의 호의의 표시입니다 - 이 반지들은 그들이 대가 없이 주는 것입니다. 마나칼론의 몰락 이후로 세상에 나타난 적이 없습니다.

# Equipment/&PickupQuest_Item_HiddenBlade_Title
source: Sorr-Akkath Blade
ko: 소라카스 칼날

# Equipment/&PickupQuest_Item_HiddenBlade_Description
source: This broken blade you discovered near the camp might have belonged to a Sorr-Akkath. It looks like no weapon you've ever seen before, and it is covered in black paint, so it doesn't shine when illuminated. There are words written on it in a language not spoken on Solasta.
ko: 캠프 근처에서 발견한 이 부러진 칼날은 소라카스의 것일지도 모릅니다. 한 번도 본 적 없는 무기처럼 생긴 이것은, 검은색 페인트로 덮여 있어 빛을 비춰도 빛나지 않습니다. 솔라스타에서 사용되지 않는 언어로 몇몇 단어들이 새겨져 있습니다.

# Equipment/&PickupQuest_Item_PaintedHide_Title
source: Painted Hide
ko: 그림이 그려진 가죽

# Equipment/&PickupQuest_Item_PaintedHide_Description
source: This rolled-up hide is daubed with strange-looking symbols, probably goblin writing.
ko: 이 둘둘 말린 가죽에는 아마도 고블린의 문자인 것 같은 이상한 모양의 기호들이 그려져 있습니다.

# Equipment/&PickupQuest_Item_ChroniclesOfTheInquisition_Title
source: Chronicles of the Inquisition
ko: 심문회의 연대기

# Equipment/&PickupQuest_Item_ChroniclesOfTheInquisition_Description
source: This very old book from Tirmar tells the story of how the Inquisition led the fight against the Sorr-Akkath.
ko: 이 아주 오래된 티르마르의 책은 어떻게 심문회가 소라카스에 대항하는 싸움을 이끌어 나갔는지에 관한 이야기를 들려줍니다.

# Equipment/&PickupQuest_Item_CrownNotes_Title
source: Ancient Inscriptions
ko: 고대의 명문

# Equipment/&PickupQuest_Item_CrownNotes_Description
source: Notes taken from the pedestal where you found the Crown.
ko: 왕관이 놓여있던 받침대에서 찾은 메모입니다.

# Equipment/&PickupQuest_Item_ImperialInsignia_Title
source: Insignia of the First Legion
ko: 첫 번째 군단의 휘장

# Equipment/&PickupQuest_Item_ImperialInsignia_Description
source: A pre-Cataclysm insignia from the First Legion of the Manacalon Empire.
ko: 대격변 이전에 존재하던 마나칼론 제국 첫 번째 군단의 휘장입니다.

# Equipment/&PickupQuest_Item_SylvanRebelJournal_Title
source: Sylvan Rebel Journal
ko: 실반 반란군 일지

# Equipment/&PickupQuest_Item_SylvanRebelJournal_Description
source: An old collection of papers bearing the last writings of a famous Sylvan Elf rebel under the Second Imperial Expansion.
ko: 제국의 두 번째 확장 당시 유명한 실반 엘프 반란군이 남긴 유고가 담긴 오래된 문서 모음입니다.

# Equipment/&PickupQuest_Item_SylvanRebelJournal_Content01
source: This Is Not the End
ko: 이건 끝이 아니야

# Equipment/&PickupQuest_Item_SylvanRebelJournal_Content02
source: If you read this, then I am gone! Rest assured I fell fighting to the last and refused to bow! Beware the cunning of Manacalon, but trust your sisters and brothers in arms! In the end, the Coedymwarth is more than an organization; it is the embodiment of the resilience of the free spirit confronted by the vilest tyranny!
ko: 네가 이걸 읽을 때쯤이면, 난 더 이상 세상에 존재하지 않겠지! 난 항복하느니 마지막까지 싸우다 쓰러질 거니까 걱정하지 마! 마나칼론의 교활함을 조심하고, 무장한 형제자매들을 믿어야 해! 결국 코이뒴워스는 단순한 조직이 아니야; 그건 가장 용납할 수 없는 폭정에 대항하는 자유로운 정신의 복원력이 실체화된 것이니까!

# Equipment/&PickupQuest_Item_DanantarLetterTitle
source: Ancient Letter
ko: 고대 편지

# Equipment/&PickupQuest_Item_DanantarLetterDescription
source: A short letter written as a testimony by an ancestor of Lord Danantar.
ko: 다난타르 경의 선조가 증거로써 작성했던 짧은 편지입니다.

# Equipment/&PickupQuest_Item_DanantarLetterContent01
source: Farewell to the Shield
ko: 수호자에 대한 작별인사

# Equipment/&PickupQuest_Item_DanantarLetterContent02
source: I just received my orders! I shall leave the service of my beloved Adrasteia to head to the outer provinces! A new school of magic is opening for Spellblades and I am being sent there as headteacher in recognition of my years of faithful service. I leave behind this dagger as a testimony to my enduring love and respect for my mentor, Adrasteia the Prudent Shield, Master of the Arcaneum.
ko: 방금 명령을 받았습니다! 저는 사모하는 아드라스테이아를 섬기는 일을 뒤로하고 외곽 지방으로 향할 것입니다! 스펠블레이드를 위한 새로운 마법 학교가 창설되었고, 전 수년간의 충실한 섬김의 노고를 인정받아 그곳의 교장으로 파견되었습니다. 이 단검을 제 멘토이자, 아케니움의 주인인 신중한 수호자 아드레스테이아에 대한 변함없는 사랑과 존경의 증표로 남깁니다.

# Equipment/&MagisterTooth_Title
source: Dragon Tooth
ko: 드래곤의 이빨

# Equipment/&MagisterTooth_Description
source: This tooth was found in a pile of dragon bones. It must have belonged to the Magister, himself a dragon!
ko: 이 이빨은 드래곤의 뼈 더미에서 발견되었습니다. 그것은 틀림없이 마지스터의 소유였을 것입니다. 그는 드래곤이니까요!

# Equipment/&EverlastingTorch_Title
source: Everlasting Torch
ko: 꺼지지 않는 횃불

# Equipment/&EverlastingTorch_Description
source: Standard piece of kit for Inquisition strike teams going after Soraks on Tirmar. Instantly adopted on Solasta.
ko: 티르마르에서 소락을 추적하는 심문단 강습팀을 위한 표준 장비입니다. 솔라스타에 즉시 도입되었습니다.

# Equipment/&LoadedDice_Title
source: Loaded Dice
ko: 장전된 주사위

# Equipment/&LoadedDice_Description
source: Priests of Misaye have been known to use such dice to great effect!
ko: 미사이에의 사제들은 그런 주사위를 이용하여 큰 효과를 내는 것으로 알려져 있습니다!

# Equipment/&PickupQuest_Item_MagisterAmulet_Title
source: The Magister's Amulet
ko: 마지스터의 아뮬렛

# Equipment/&PickupQuest_Item_MagisterAmulet_Description
source: This jeweled amulet is huge - too big, surely, to belong to anyone human-sized.
ko: 보석이 박힌 이 아뮬렛은 거대합니다 - 너무 거대해서 확실히 인간 크기의 누군가가 소유했던 것은 아닌 것 같습니다.

# Equipment/&ScrollHasteDescription
source: When you use this scroll, you cast the Haste spell.
ko: 이 두루마리를 사용하면 가속 주문을 시전합니다.

# Equipment/&ScrollHasteTitle
source: Scroll of Haste
ko: 가속 두루마리

# Equipment/&ScrollConjureAnimalsDescription
source: When you use this scroll, you cast the Conjure Animals spell.
ko: 이 두루마리를 사용하면 동물 소환 주문을 시전합니다.

# Equipment/&ScrollConjureAnimalsTitle
source: Scroll of Conjure Animals
ko: 동물 소환 두루마리

# Equipment/&ScrollDaylightDescription
source: When you use this scroll, you cast the Daylight spell.
ko: 이 두루마리를 사용하면 태양광 주문을 시전합니다.

# Equipment/&ScrollDaylightTitle
source: Scroll of Daylight
ko: 태양광 두루마리

# Equipment/&ScrollFlyDescription
source: When you use this scroll, you cast the Fly spell.
ko: 이 두루마리를 사용하면 비행 주문을 시전합니다.

# Equipment/&ScrollFlyTitle
source: Scroll of Fly
ko: 비행 두루마리

# Equipment/&ScrollSleetStormDescription
source: When you use this scroll, you cast the Sleet Storm spell.
ko: 이 두루마리를 사용하면 우박 폭풍 주문을 시전합니다.

# Equipment/&ScrollSleetStormTitle
source: Scroll of Sleet Storm
ko: 우박 폭풍 두루마리

# Equipment/&ScrollSlowDescription
source: When you use this scroll, you cast the Slow spell.
ko: 이 두루마리를 사용하면 둔화 주문을 시전합니다.

# Equipment/&ScrollSlowTitle
source: Scroll of Slow
ko: 둔화 두루마리

# Equipment/&ScrollSpiritGuardiansDescription
source: When you use this scroll, you cast the Spirit Guardians spell.
ko: 이 두루마리를 사용하면 영혼 수호자 주문을 시전합니다.

# Equipment/&ScrollSpiritGuardiansTitle
source: Scroll of Spirit Guardians
ko: 영혼 수호자 두루마리

# Equipment/&ScrollStinkingCloudDescription
source: When you use this scroll, you cast the Stinking Cloud spell.
ko: 이 두루마리를 사용하면 악취 구름 주문을 시전합니다.

# Equipment/&ScrollStinkingCloudTitle
source: Scroll of Stinking Cloud
ko: 악취 구름 두루마리

# Equipment/&ScrollTonguesDescription
source: When you use this scroll, you cast the Tongues spell.
ko: 이 두루마리를 사용하면 통역 주문을 시전합니다.

# Equipment/&ScrollTonguesTitle
source: Scroll of Tongues
ko: 통역 주문

# Equipment/&ScrollMassHealingWordDescription
source: When you use this scroll, you cast the Mass Healing Word spell.
ko: 이 두루마리를 사용하면 대규모 치유의 언령 주문을 시전합니다.

# Equipment/&ScrollMassHealingWordTitle
source: Scroll of Mass Healing Word
ko: 대규모 치유의 언령 두루마리

# Equipment/&DaggerPlus2TypeTitle
source: Dagger +2
ko: 대거 +2

# Equipment/&DaggerPlus2TypeDescription
source: TBC lore
ko: 알수 없는 지식

# Equipment/&ShortbowPlus2TypeTitle
source: Shortbow +2
ko: 숏보우 +2

# Equipment/&ShortbowPlus2TypeDescription
source: TBC lore
ko: 알수 없는 지식

# Equipment/&Longbow_plus_1_Unidentified_Title
source: Magnificent Longbow
ko: 화려한 롱보우

# Equipment/&Longbow_plus_1_Unidentified_Description
source: A finely crafted longbow with engravings and runes. Probably magical.
ko: 조각과 룬이 새겨진 정교하게 제작된 롱보우입니다. 아마 마법이 깃들어 있을 것입니다.

# Equipment/&LongbowPlus1TypeTitle
source: Longbow +1
ko: 롱보우 +1

# Equipment/&LongbowPlus1TypeDescription
source: TBC lore
ko: 알수 없는 지식

# Equipment/&Morningstar_plus_2_Title
source: Morningstar +2
ko: 모닝스타 +2

# Equipment/&Morningstar_plus_2_Description
source: TBC lore
ko: 알수 없는 지식

# Equipment/&Tirmarian_GreataxeTypeDescription
source: This wonderfully crated axe bears the hallmarks of Tirmarian craftsmen! How it landed among orcish treasure is just another mystery of the Badlands!
ko: 이 멋지게 상자에 담긴 도끼에는 티르마르 장인들의 품질 보증 각인이 찍혀있습니다! 이 도끼가 어쩌다 오크의 보물 사이에 놓이게 되었는가는 황무지의 또 다른 미스터리겠죠!

# Equipment/&BattleAxe_plus_1_Unidentified_Title
source: Magnificent Battle Axe
ko: 화려한 배틀액스

# Equipment/&BattleAxe_plus_1_Unidentified_Description
source: A finely crafted battleaxe with engravings and runes. Probably magical.
ko: 조각과 룬이 새겨진 정교하게 제작된 배틀액스입니다. 아마도 마법이 깃들어 있을 것입니다.

# Equipment/&Warhammer_plus_1_Title
source: Warhammer +1
ko: 워해머 +1

# Equipment/&Warhammer_plus_1_Description
source: TBC
ko: 알 수 없음

# Equipment/&Warhammer_plus_1_unidentified_Title
source: Superb Warhammer
ko: 뛰어난 워해머

# Equipment/&Warhammer_plus_1_unidentified_Description
source: A well-balanced and extremely sturdy warhammer.
ko: 균형이 잘 잡히고 매우 튼튼한 워해머입니다.

# Equipment/&HelmLanguages_Title
source: Helm of Comprehending Languages
ko: 언어 변환의 헬름

# Equipment/&HelmLanguages_Description
source: Allows you to cast the Tongues spell at will, and to decipher and speak all languages.
ko: 모든 언어를 이해하고 말할 수 있게 되는 통역 주문을 시전할 수 있게 해줍니다.

# Equipment/&HelmLanguages_Unidentified_Title
source: Beautiful Helm
ko: 아름다운 투구

# Equipment/&HelmLanguages_Unidentified_Description
source: This helm is too light to provide any protection, but it might have magical properties.
ko: 이 헬름은 너무 가벼워서 보호를 전혀 제공하지 않지만, 마법 특성을 보유하고 있을지도 모릅니다.

# Equipment/&Spy_Background_Quest_Document_01_Title
source: Incriminating Dossier
ko: 혐의를 입증하는 서류

# Equipment/&Spy_Background_Quest_Document_01_Description
source: This sealed document contains information about Lord Belmont. Enough to ruin his reputation.
ko: 이 봉인된 문서는 벨몬트 경에 대한 정보가 담겨있습니다. 그의 명성을 망치기에는 충분합니다.

# Equipment/&MorningstarOfPower_Function_Description
source: Your Strength score is 19 while you are wielding this weapon. It has no effect on you if your Strength score is already 19 or higher.
ko: 당신이 이 무기를 휘두르는 동안 당신의 힘 수치는 19입니다. 당신의 힘 수치가 이미 19 이상이면 아무런 영향을 미치지 않습니다.

# Equipment/&Enchanted_ScaleArmor_Of_Robustness_Title
source: Scale Armor of Robustness
ko: 강인함의 스케일 메일

# Equipment/&Enchanted_ScaleArmor_Of_Robustness_Description
source: Lore TBD
ko: 알수 없는 지식

# Equipment/&GreenmageArmor_Title
source: Sylvan Armor
ko: 실반 갑옷

# Equipment/&GreenmageArmor_Description
source: Eirollimon Apasseich helped design this armor to support his students in their endeavors as Greenmages protecting the borders of Colthannin.
ko: 에롤리먼 애파슈츠는 그의 학생들이 콜사닌의 국경을 방어하는 그린메이지로서 임무를 수행하는 것을 지원하기 위해 이 갑옷을 설계했습니다.

# Equipment/&ClothOfTheLightbringers_Title
source: Cloth of the Lightbringers
ko: 광휘의 수호자의 옷

# Equipment/&ClothOfTheLightbringers_Description
source: This cloth was designed and enchanted by the clerics of a Tirmarian cult to equip their paladins.
ko: 티르마르 교단의 클레릭들이 팔라딘들에게 착용시키기 위해 이 의상을 고안하고 마법을 깃들게 했습니다.

# Equipment/&ElvenChain_Title
source: Colthannin Chain
ko: 콜사닌 체인 메일

# Equipment/&ElvenChain_Description
source: This magical chain mail was designed for the sylvan fighters of Colthannin, who were not proficient with heavy armor.
ko: 마법이 깃든 이 체인 메일은 무거운 갑옷에 익숙치 않은 콜사닌의 실반 전사들을 위해 설계되었습니다.

# Equipment/&ElvenChain_Unidentified_Title
source: Elven Chain Mail
ko: 엘프제 체인 메일

# Equipment/&ElvenChain_Unidentified_Description
source: This chain mail is magnificently decorated in the elvish style, and is much lighter than it appears.
ko: 이 체인 메일은 엘프의 방식으로 화려하게 장식되어 있으며, 보기보다 훨씬 가볍습니다.

# Equipment/&AdamantinePlate_Title
source: Adamantine Plate Armor
ko: 아다만틴 플레이트 아머
