Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&PrimedStudded_Title
source: Primed Studded Armor
ko: 준비된 스터디드 아머

# Equipment/&SpearOfAcuteness_Title
source: Spear of Acuteness
ko: 예리함의 스피어

# Equipment/&SpearDoom_Title
source: Doom Spear
ko: 파멸의 스피어

# Equipment/&CrossbowAccuracy_Title
source: Light Crossbow of Accuracy
ko: 명중의 라이트 크로스보우

# Equipment/&CrossbowSoulstealer_Title
source: Soulstealer Light Crossbow
ko: 영혼약탈자 라이트 크로스보우

# Equipment/&HCrossbowWhiteburn_Title
source: Whiteburn Heavy Crossbow
ko: 백색불꽃 헤비 크로스보우

# Equipment/&HCrossbowAccuracy_Title
source: Heavy Crossbow of Accuracy
ko: 명중의 헤비 크로스보우

# Equipment/&MaulOfPower_Title
source: Maul of Smashing
ko: 강타의 마울

# Equipment/&WarhammerOfAcuteness_Title
source: Warhammer of Smashing
ko: 강타의 워해머

# Equipment/&WarhammerStormBinder_Title
source: Stormbinder Warhammer
ko: 폭풍뭉치 워해머

# Equipment/&SuddedOfLeadership_Title
source: Studded Armor of Leadership
ko: 지도력의 스터디드 아머

# Equipment/&SuddedOfSurvival_Title
source: Studded Armor of Survival
ko: 생존의 스터디드 아머

# Equipment/&DlC_Book_Description
source: Songbook
ko: 가요집

# Equipment/&DLC_Equipment_MysteriousPalace_HenchmenJournal
source: Forge Scout Journal
ko: 포지 정찰병 일지

# Equipment/&DLC_Equipment_MysteriousPalace_HenchmenJournal_Description
source: The last notes of the men found in the mysterious library.
ko: 수수께끼의 도서관에서 발견된 남자의 마지막 일지.

# Equipment/&DLC_Equipment_MysteriousPalace_HenchmenJournal_Body
source: We have been stuck here for days. There is nothing we can do. The library seems endless. By my count, we have explored a good hundred rooms. The few books we have read do not make any sense. Yesterday, we found a new room that we had never been through before. A good sign perhaps? We will see tomorrow.
ko: 며칠째 이곳에 갇혔다. 할 수 있는 게 없다. 이 도서관은 끝이 없어 보인다. 적어도 내가 센 것만, 이 끝내주는 방들을 백 개는 넘게 탐사했다. 몇 권 읽어본 책들의 내용은 말도 되지 않는 내용이다. 어제, 가본 적 없던 새로운 방을 하나 찾았다. 좋은 징조일까? 내일 보자.

# Equipment/&DLC_Equipment_MysteriousPalace_BanditsJournal_Body
source: We followed them to the entrance of the temple, but we lost them inside. This place is far too dangerous for us to risk it. We don't get paid enough, anyway. We will leave tomorrow.
ko: 우린 신전의 입구까지 그들을 따라왔으나, 안에서 잃어버렸다. 위험을 짊어지기엔 이곳은 지나치게 위험하다. 우리가 받은 보수도 걸맞지 않고. 내일 떠날 것이다.

# Equipment/&DLC_Equipment_MysteriousPalace_BanditsJournal
source: Bandit's Journal
ko: 강도의 일지

# Equipment/&DLC_Equipment_MysteriousPalace_BanditsJournal_Description
source: A note dropped by the bandit.
ko: 강도가 떨어트린 쪽지.

# Equipment/&WandOfIdentifyTitle
source: Wand of Identify
ko: 식별의 완드

# Equipment/&WandOfIdentifyDescription
source: A magic wand capable of revealing the hidden properties of unidentified magic items.
ko: 식별되지 않은 마법 아이템의 숨겨진 특성을 알아낼 수 있는 마법의 완드.

# Equipment/&MaulOfPower_Description
source: A simple yet effective enchanted maul, it can smash through most defenses with relative ease.
ko: 간단하지만 효과적인 마법이 부여된 마울로, 대부분의 방어를 비교적 쉽게 뚫을 수 있습니다.

# Equipment/&Bacgkground_Artist_Item_Title
source: Canceled Contract
ko: 취소된 계약서

# Equipment/&Bacgkground_Artist_Item_Description
source: An old piece of paper of no value… anymore. You used to think this was your career breakthrough, but after a stroke of bad luck, this contract was canceled, and you now only keep it to remember never to miss another chance.
ko: 더는… 가치가 없는 낡은 종이조각입니다. 당신은 이것이 커리어를 위한 돌파구가 될 것이라 생각했지만, 불운한 사건 후 계약은 취소되었고, 이는 오직 다음 기회를 놓치지 않기 위해 기억하기 위한 소유품이 되었습니다.

# Equipment/&Bacgkground_Occultist_Item_Title
source: Old Notebook
ko: 낡은 수첩

# Equipment/&Bacgkground_Occultist_Item_Description
source: This old notebook, whose secrets you still haven't fully uncovered, reminds you that the world is full of mysteries just waiting to be revealed.
ko: 이 낡은 공책은 당신이 아직 완전히 밝혀내지 못한 비밀이 적혀있으며, 세상은 아직 밝혀지기를 기다리는 의문들로 가득하다는 점을 상기시켜 줍니다.

# Equipment/&DiplomatPackTitle
source: Diplomat Pack
ko: 외교관 꾸러미

# Equipment/&EntertainerPackTitle
source: Entertainer Pack
ko: 예능인 꾸러미

# Equipment/&LuteTitle
source: Lute
ko: 류트

# Equipment/&LuteDescription
source: A stringed instrument with a neck and a deep, round back enclosing a hollow cavity. Relatively quiet, but great for accompanying vocals!
ko: 목대와 텅 빈 공간을 둥글게 감싸는 깊은 뼈대로 구성된 현악기입니다. 비교적 조용하지만, 노래와 함께하면 가락이 훌륭합니다!

# Equipment/&FluteTitle
source: Flute
ko: 플루트

# Equipment/&FluteDescription
source: A wind instrument that produces sound from the flow of air across an opening. One of the oldest musical instruments still in use.
ko: 구멍을 지나는 공기의 흐름으로 소리를 내는 관악기. 아직까지 쓰이는 가장 오래된 악기들 중 하나입니다.

# Equipment/&PipesOfHauntingUnidentifiedTitle
source: Blackened Pipes
ko: 검게 칠해진 파이프

# Equipment/&PipesOfHauntingUnidentifiedDescription
source: Some faint magic can be felt on the rotten wood of these pipes.
ko: 이 파이프의 썩은 나무에서 아직 희미한 마법이 느껴집니다.

# Equipment/&PipesOfHauntingDrumsTitle
source: Pipes of Haunting
ko: 귀신 들린 파이프

# Equipment/&PipesOfHauntingDescription
source: These pipes let out a magically infused cry that can strike fear even in the hearts of the bravest warriors.
ko: 이 파이프에선 가장 용맹한 전사들의 심장도 떨게 만들 마법이 부여된 귀곡성이 흘러나옵니다.

# Equipment/&RapierHarmonyTitle
source: Harmony
ko: 화음

# Equipment/&RapierHarmonyDescription
source: A blade that pierces both the body and soul of its victims. It seems to sing whenever it strikes.
ko: 희생양의 몸과 마음을 동시에 관통하는 칼. 명중 시 노래하는 것처럼 보입니다.

# Equipment/&RapierHarmonyUnidentifiedDescription
source: A finely decorated rapier. Could be magical.
ko: 정교하게 세공된 레이피어. 마법이 부여됐을지도 모릅니다.

# Equipment/&FluteOfRespiteUnidentifiedTitle
source: Beautiful Flute
ko: 아름다운 플루트

# Equipment/&FluteOfRespiteUnidentifiedDescription
source: A flute that seems to be more than meets the eye.
ko: 눈에 보이는 것 이상일 것 같은 플루트.

# Equipment/&FluteOfRespiteTitle
source: Flute of Respite
ko: 휴식의 플루트

# Equipment/&FluteOfRespiteDescription
source: A magical flute whose music has healing properties.
ko: 치유 능력을 가진 마법 플루트.

# Equipment/&Enchanted_Gauntlet_of_Acuteness_Title
source: Gauntlets of Smashing
ko: 강타의 건틀릿

# Equipment/&Enchanted_Gauntlet_of_Sharpness_Title
source: Gauntlets of Shattering
ko: 분쇄의 건틀릿

# Equipment/&Enchanted_Gauntlet_of_Acuteness_Description
source: Flawlessly balanced, these gauntlets seemingly never miss their target.
ko: 흠 잡을 데 없이 균형잡힌, 이 건틀릿은 목표를 놓치지 않을 것 같습니다.

# Equipment/&Enchanted_Gauntlet_of_Sharpness_Description
source: A nigh perfectly crafted gauntlet infused with powerful magic, its incredible sharpness makes taking down larger foes easy.
ko: 강력한 마법이 깃든 완벽하게 세공된 건틀릿으로, 믿기지 않을 만큼 날카로우며 큰 적을 쉽게 쓰러트릴 수 있습니다.

# Equipment/&Enchanted_MonkGauntlet+1_Title
source: Gauntlet +1
ko: 건틀릿 +1

# Equipment/&Enchanted_MonkGauntlet+2_Title
source: Gauntlet +2
ko: 건틀릿 +2

# Equipment/&Enchanted_MonkGauntlet+1_Unidentified_Title
source: Magnificent Gauntlet
ko: 화려한 건틀릿

# Equipment/&Enchanted_MonkGauntlet+1_Description
source: A Gauntlet from the Imperial era, finely crafted and imbued with magic.
ko: 제국 시절의 건틀릿으로, 정교하게 세공되었으며 마법이 부여되었습니다.

# Equipment/&Enchanted_MonkGauntlet+2_Description
source: This apparently simple gauntlet is actually a magical weapon used by forgotten monastic traditions from Tirmar.
ko: 보기에 단순한 이 건틀릿은 사실 티르마르의 잊혀진 수도원에서 사용되던 마법 무기입니다.

# Equipment/&Enchanted_MonkGauntlet+1_Unidentified_Description
source: This rune-engraved gauntlet is clearly of superior workmanship.
ko: 이 룬이 새겨진 건틀릿은 확실히 뛰어난 장인의 솜씨가 느껴집니다.

# Equipment/&ChitinousBoonUnindentifiedTitle
source: Strange Shell
ko: 수상한 껍질

# Equipment/&ChitinousBoonUnidentifiedDescription
source: A part of a shell that looks like it belonged to a kind of redeemer. A potent magical aura emanates from it.
ko: 구원자의 것으로 보이는 껍질의 일부. 잠재적인 마법의 기운이 뿜어져 나옵니다.

# Equipment/&ChitinousBoonTitle
source: Chitinous Boon
ko: 키틴질 선물

# Equipment/&ChitinousBoonDescription
source: This gift from the Hive draws in mana all around it, which allows warlocks to cast more spells and use it as a focus.
ko: 군단이 선사한 이 선물은 주변에 마나를 두르고 있으며, 워락이 주문시전 매개체로 사용 시 더 많은 주문을 시전할 수 있게 해줍니다.

# Equipment/&WandOfWarMage+1_Title
source: Wand of the War Mage +1
ko: 워 메이지의 완드 +1

# Equipment/&WandOfWarMage+2_Title
source: Wand of the War Mage +2
ko: 워 메이지의 완드 +2

# Equipment/&WandOfWarMage+1_Description
source: A focus that increases a spell's potency.
ko: 주문의 역량을 증가시켜주는 주문시전 매개체.

# Equipment/&WandOfWarMage+2_Description
source: An old and rare wand that was used by some of the brightest shock arcanists in times of old. This focus grants an even stronger potency to spells.
ko: 옛 시대에 가장 뛰어난 충격 비전술사 중 몇 명이 사용했던 낡고 희귀한 완드입니다. 이 주문시전 매개체는 주문의 역량을 더욱 강화합니다.

# Equipment/&HornOfBlasting_Description
source: You can use an action to speak the horn's command word, and then blow the horn, which emits a thunderous blast in a 6-cell cone that is audible 120 cells away. Each creature in the cone must make a DC 15 constitution saving throw. On a failed save, a creature takes 5d6 thunder damage and is deafened for 1 minute. On a successful save, a creature takes half as much damage and isn't deafened. Creatures and objects made of glass or crystal have disadvantage on the saving throw, and take 10d6 thunder damage instead of 5d6.
ko: 행동을 사용하여 시동어를 말한 후 뿔피리를 불면, 반경 120칸까지 닿는 우레 같은 폭발을 일으켜 6칸 원뿔 범위로 방사합니다. 원뿔 내의 각 생물은 DC 15 건강 내성 굴림을 해야 합니다. 내성 굴림에 실패하면 생물은 5d6의 천둥 피해를 입고 1분 동안 귀머거리가 됩니다. 내성 굴림에 성공하면 생물은 절반의 피해를 입고 귀머거리가 되지 않습니다. 유리나 수정으로 만들어진 크리쳐나 물체는 내성 굴림에 불리점을 받고, 5d6 대신 10d6 천둥 피해를 받습니다.

# Equipment/&BongoTitle
source: Bongo
ko: 봉고

# Equipment/&BongoDescription
source: A pair of small drums played with the hands.
ko: 손으로 연주할 수 있는 작은 북 한 쌍.

# Equipment/&ConchTitle
source: Conch
ko: 소라고동

# Equipment/&ConchDescription
source: Also known as a "seashell horn," the conch is a wind instrument that is made from a conch, the shell of several different kinds of sea snails.
ko: "바다조개 뿔피리"라고도 알려진, 이 소라고동은 바다달팽이의 집으로 만들어진 관악기입니다.

# Equipment/&DrumTitle
source: Drum
ko: 북

# Equipment/&DrumDescription
source: A percussive instrument played with hands or with sticks.
ko: 손이나 막대로 연주하는 타악기.

# Equipment/&DulcimerTitle
source: Dulcimer
ko: 덜시머

# Equipment/&DulcimerDescription
source: A percussion-stringed instrument made of strings stretched over a resonant soundboard and played with small hammers.
ko: 공명통 위에 현을 뻗어 만든 타현악기로, 작은 망치로 두들겨 연주합니다.

# Equipment/&HornTitle
source: Horn
ko: 호른

# Equipment/&HornDescription
source: A horn is a wind instrument made of a tube, usually made of metal and often curved in various ways.
ko: 대개 금속으로 만들어 구부려 만든, 관 형태의 관악기.

# Equipment/&ShawmTitle
source: Shawm
ko: 숌

# Equipment/&ShawmDescription
source: A conical bore, double-reed woodwind instrument.
ko: 원뿔 형태의 이중 리드 목관악기.

# Equipment/&DLC1_Item_BracersOfStunningStrike_Title
source: Bracers of Stunning Strike
ko: 충격타의 팔찌

# Equipment/&DLC1_Item_BracersOfStunningStrike_Description
source: Created by an unknown wandering monk who later created his own school of martial arts, these bracers provide even more power to your punches.
ko: 훗날 자신의 무예학교를 세우는, 정체불명의 떠돌이 몽크가 만든 팔찌. 권격을 더욱 강력하게 만들어줍니다.

# Equipment/&Armor_Warlock_Title
source: Warlock Armor
ko: 워락 방어구

# Equipment/&Armor_Warlock_Description
source: Leather armor in a style befitting a warlock.
ko: 워락에게 어울리는 스타일의 가죽 갑옷.

# Equipment/&ProducedFlameTitle
source: Flame
ko: 불꽃

# Equipment/&Armor_Bard_Title
source: Bard Armor
ko: 바드 방어구

# Equipment/&Armor_Bard_Description
source: Leather armor in a style befitting a bard.
ko: 바드에게 어울리는 스타일의 가죽 갑옷.

# Equipment/&Monk_Armor_Title
source: Monk Outfit
ko: 몽크 복식

# Equipment/&Monk_Armor_Description
source: The traditional attire of Solastan monks.
ko: 솔라스타 몽크의 전통 복식.

# Equipment/&MarkOfTheCrown_Title
source: Mark of the Crown
ko: 왕관의 흔적

# Equipment/&MarkOfTheCrown_Description
source: Since you've been deprived of the Crown, you can't put anything else on your head. It kind of feels like the Crown is still there, probably a side effect of the attunement with its phenomenal magic.
ko: 왕관을 빼앗긴 이래로 머리에 아무것도 얹을 수가 없습니다. 왕관이 여전히 머리 위에 있는 느낌으로, 아마도 왕관에 깃든 경이로운 마법으로 인한 감정적 부작용일 것입니다.

# Equipment/&ItemTypeSpellFocusSubtypeMusicalInstrumentTitle
source: Instrument
ko: 악기

# Equipment/&DwarvenWarDrumsTitle
source: Dwarven War Drums
ko: 드워프 전쟁 북

# Equipment/&DwarvenWarDrumsDescription
source: Drums used by dwarven warriors in the far north. Their sound is enhanced magically and can rupture the eardrums of foes.
ko: 북방에서 드워프 전사들이 사용하는 북. 마법적으로 소리가 증폭되어 적의 고막을 두들길 수 있습니다.

# Equipment/&DwarvenWarDrumsUnidentifiedTitle
source: Emblazoned Drums
ko: 불타는 북

# Equipment/&DwarvenWarDrumsUnidentifiedDescription
source: These drums are adorned with dwarven markings on their rims. They may be magical.
ko: 테두리의 드워프 문양이 새겨져 있습니다. 마법의 북일 것 같습니다.

# Equipment/&CloakOfUbiquity_Unidentified_Title
source: Beautiful Cloak
ko: 아름다운 망토

# Equipment/&CloakOfUbiquity_Unidentified_Description
source: A stylish cloak that smells faintly of brimstone. Probably magical.
ko: 희미한 유황 냄새가 나는 맵시 나는 망토. 아마 마법 망토일 것 같습니다.

# Equipment/&CloakOfUbiquity_Title
source: Cloak of Ubiquity
ko: 편재성의 망토

# Equipment/&CloakOfUbiquity_Description
source: This is a gift from a fiend to his least untrustworthy servant. A warlock can cast Dimension Door while attuned to it.
ko: 악마가 발등을 가장 안 찍을 것 같은 종복에게 부여한 선물. 이와 조율한 워락은 차원문 주문을 시전할 수 있습니다.

# Equipment/&TheAmendmentUnidentifiedTitle
source: Arcane Legalese
ko: 마법의 법조문

# Equipment/&TheAmendmentUnidentifiedDescription
source: A vellum piece describing the results of a curious infernal case. The ink has the faint scent of brimstone.
ko: 마계에서 일어난 알 수 없는 사건의 내용이 기재된 양피지 조각. 잉크에서 희미한 유황 냄새가 납니다.

# Equipment/&TheAmendmentTitle
source: The Amendment
ko: 개정조항

# Equipment/&TheAmendmentDescription
source: Morphellax the Unquenched is legally bound to provide an Armor of Shadow to any Warlock attuned to this hellish legal finding.
ko: 꺼지지 않는 모르펠락스는 법적으로 이 법조문과 조율된 워락에게 그림자 갑옷 주문을 제공하기로 구속된 상태입니다.

# Equipment/&NecklaceOfGrounding_Unidentified_Title
source: Wooden Necklace
ko: 목제 목걸이

# Equipment/&NecklaceOfGrounding_Unidentified_Description
source: A necklace made of interlocking wooden beads. It seems to be almost magical.
ko: 서로 잠기는 구조의 나무 구슬로 만들어진 목걸이. 마법적 목걸이처럼 보입니다.

# Equipment/&NecklaceOfGrounding_Title
source: Necklace of Focus
ko: 집중의 목걸이

# Equipment/&NecklaceOfGrounding_Description
source: The beads of this necklace are made of wood from a sylvan grove. They help the wearer connect to their inner self and heighten their awareness of attacks.
ko: 이 목걸이의 구슬은 실반 엘프들의 숲의 나무로 만들어졌습니다. 이는 착용자를 자신의 내면과 연결해, 공격에 더욱 깨어있도록 만들어줍니다.

# Equipment/&PenitentBeltTitle
source: Sash of Transmutation
ko: 변환의 허리띠

# Equipment/&PenitentBeltDescription
source: The pain and discomfort of this belt teaches wearers to tap into their inner strength to soothe their wounds.
ko: 이 허리띠의 고통과 불편함은 착용자에게 내면의 힘을 깨닫고 그들의 상처를 달래도록 도와줍니다.

# Equipment/&Enchanted_Rapier_of_Harmony_Title
source: Rapier of Harmony
ko: 화음의 레이피어

# Equipment/&Enchanted_Rapier_of_Harmony_Description
source: An enchanted rapier that dates back to the Manacalon era. The blade quivers inside the body when it strikes, which can cause terrible damage to a foe.
ko: 마나칼론 시대로 때를 거슬러 올라가는 마법이 부여된 레이피어. 명중 시 칼날이 몸 안에서 진동하며, 적에게 끔찍한 피해를 가합니다.

# Equipment/&Enchanted_Dagger_EldritchWounds_Title
source: Dagger of Eldritch Wounds
ko: 섬뜩한 상처의 대거

# Equipment/&Enchanted_Dagger_EldritchWounds_Description
source: This dagger taps into terrible magic to wound its target.
ko: 끔찍한 마법으로 대상에게 상처를 가합니다.

# Equipment/&StaffOfSwarmingInsectsTitle
source: Staff of Swarming Insects
ko: 벌레 무리의 지팡이

# Equipment/&StaffOfSwarmingInsectsDescription
source: Staves of this kind allow their wielder to guide and control insects.
ko: 사용자에게 벌레들을 인도하고 조종하는 능력을 부여합니다.

# Equipment/&Enchanted_Scimitar_Of_Speed_Title
source: Scimitar of Speed
ko: 속도의 시미터

# Equipment/&Enchanted_ScimitarOfSpeed_Description
source: Wielding this magic scimitar in battle blurs the line between dance and combat.
ko: 전투에서 이 마법 시미터를 사용하면, 전투를 벌이는 건지 춤을 추는 건지 분간할 수 없게 됩니다.

# Equipment/&FunctionOintmentSelfHealTitle
source: Heal Self
ko: 자가 치유

# Equipment/&RestorativeOintmentTitle
source: Restorative Ointment
ko: 복원의 연고

# Equipment/&RestorativeOintmentDescription
source: This is a thick mixture that smells faintly of aloe. It can be applied to heal wounds and cure poisons and diseases.
ko: 희미한 알로에 향이 나는 끈적한 혼합물. 상처에 발라 독과 질병을 치유할 수 있습니다.

# Equipment/&DLC2.5_Item_WandOfMagicMissile_Title
source: Wand of Magic Missile
ko: 마법 화살의 완드

# Equipment/&DLC2.5_Item_WandOfMagicMissile_Description
source: A fairly simple wand that was used by Court Mage trainees in the past.
ko: 과거에 궁정 마법사 훈련생들이 사용했던 비교적 간단한 완드.

# Equipment/&Ingredient_Primed_Gauntlet_Title
source: Primed Gauntlets
ko: 준비된 건틀릿

# Equipment/&Ingredient_Primed_Gauntlet_Description
source: Created by a Manacalon master smith, these gauntlets are made of enchanted leather and alloys. They only need a catalyst to unlock their potential.
ko: 마나칼론의 선임 대장장이가 만든 이 건틀릿은 마법이 부여된 가죽과 합금으로 만들어졌습니다. 잠재력을 풀기 위해 필요한 건 촉매뿐입니다.

# Equipment/&ChargedBlueSapphire_Unidentified_Title
source: Blue Sapphire
ko: 푸른 사파이어

# Equipment/&ChargedBlueSapphire_Unidentified_Description
source: A blue gem that is cold to the touch.
ko: 만지면 차가운 파란 보석.

# Equipment/&ChargedBlueSapphire_Title
source: Charged Blue Sapphire
ko: 충전된 푸른 사파이어

# Equipment/&ChargedBlueSapphire_Description
source: This cold gem houses an air elemental that can be summoned by breaking it.
ko: 이 차가운 보석은 부숴서 소환할 수 있는 대기의 정령을 담고 있습니다.

# Equipment/&ChargedYellowDiamond_Unidentified_Title
source: Yellow Diamond
ko: 노란 다이아몬드

# Equipment/&ChargedYellowDiamond_Unidentified_Description
source: A yellow gem that rumbles ever so slightly.
ko: 약하게 떨리는 노란 보석.

# Equipment/&ChargedRedCorundum_Unidentified_Title
source: Red Corundum
ko: 붉은 홍옥석

# Equipment/&ChargedRedCorundum_Unidentified_Description
source: A red gem that is strangely warm.
ko: 기묘하게 따뜻한 붉은 보석.

# Equipment/&ChargedYellowDiamond_Title
source: Charged Yellow Diamond
ko: 충전된 노란 다이아몬드

# Equipment/&ChargedYellowDiamond_Description
source: This rumbling gem houses an earth elemental that can be summoned by breaking it.
ko: 이 떨리는 보석은 부숴서 소환할 수 있는 대지의 정령을 담고 있습니다.

# Equipment/&ChargedRedCorundum_Title
source: Charged Red Corundum
ko: 충전된 붉은 홍옥석

# Equipment/&ChargedRedCorundum_Description
source: This warm gem houses a fire elemental that can be summoned by breaking it.
ko: 이 따뜻한 보석은 부숴서 소환할 수 있는 불꽃의 정령을 담고 있습니다.

# Equipment/&BeltOfTheBarbarianKing_Function_Description
source: Your constitution is 19 as long as you are wearing this belt and are attuned to it.
ko: 당신이 이 허리띠를 착용하고 조율되었다면, 당신의 건강은 19가 됩니다.

# Equipment/&BoltplusOne
source: Bolt +1
ko: 볼트 +1

# Equipment/&ItemTypeSpellFocusSubtypeNoneTitle
source: Any
ko: 전부

# Equipment/&WandOfTheWarMage+1_Effect
source: +1 to spell attack
ko: 주문 공격에 +1

# Equipment/&WandOfTheWarMage+2_Effect
source: Grants +2 to spell attack
ko: 주문 공격에 +2

# Equipment/&NecklaceOfGrounding_Power_Description
source: +1 to maximum Ki points, +1 to AC
ko: 최대 기 점수 +1, AC +1

# Equipment/&ChitinousBoon_Power_Description
source: Adds an additional spell slot to the Warlock attuned to it, and can also be used as Magic Focus
ko: 조율한 워락에게 주문 슬롯이 하나 더 추가되며, 주문시전 매개체로도 사용할 수 있습니다

# Equipment/&SuddedOfLeadership_Power_Description
source: +1 to CHA, to a maximum of 20.
ko: 매력 +1 최대 20.

# Equipment/&DLC3_Item_Sovereign_Title
source: Sovereign
ko: 군주

# Equipment/&DLC3_Item_Sovereign_Description
source: This long, fine dagger has been exquisitely crafted and enchanted, following the designs of Manacalon master wizard Exonaïka the Traveler.
ko: 이 길고, 빼어난 단검은 마나칼론의 마스터 위자드인 여행자 엑소나이카의 설계에 따라 정교하게 제작되고 마법이 부여됐습니다.

# Equipment/&DLC3_Item_HectorsDiary_Title
source: Encrypted Diary
ko: 암호화된 일지

# Equipment/&DLC3_Item_HectorsDiary_Description
source: This book is written in code. From the format, it seems to be some kind of mission log.
ko: 이 책은 암호로 쓰여졌습니다. 문장 형태 상으론, 일종의 임무 일지인 것 같습니다.

# Equipment/&DLC3_Item_HectorsDiary_Content01
source: Test 1, 2, 3, 4. The cipher of this missive is G2. All subsequent entries will progress 1 reversing alphabetically from here. Our plans move forward but slowly. I hear rumors that agents working for the Principality of Masgarth have already foiled a number of our plans. This will require my work with the Scavengers and other targets to be a little more delicate. Despite the heightened state of alert here, no one has yet suspected that I might not be who I say I am. I hope this continues.
ko: 시험 중 1, 2, 3, 4. 이 서한의 암호는 G2 입니다. 아래 단락부터 모든 글자가 알파벳순으로 하나씩 이전 알파벳인 방식으로 진행됩니다. ...우리의 계획은 더디게 진행됨. 마스가르스 공국 요원들이 우리 계획을 여러 번 무산시켰다는 소문이 들림. 스캐빈저와 다른 목표들을 더 섬세하게 다루는게 요구됨. 이곳의 경계 태세가 최고조에 달했지만, 아직 화제의 대상이 나라는 걸 의심하는 사람은 없음. 이런 상황이 계속되길.

# Equipment/&DLC3_Item_HectorsDiary_Content02
source: Plan Lazy Dog at Telema is now in effect. They suspect nothing. Whiskey Tango now firmly embedded at Highrock. Poor security and trusting nature leaves enemy acutely vulnerable. The Alliance show little sign of learning from past lessons. Whiskey Romeo and Kaikonnen now vulnerable. The drip of misinformation twists the clans and houses to our needs. Execution of Gallivan plan in effect. Infiltration has begun. Fruitful outcomes expected. Further actions on Plans Gamma, Delta, and Epsilon ongoing.
ko: 텔레마에서 게으른 개 작전이 실행됨. 놈들은 아무것도 모름. ...위스키 탱고는 하이락에 단단히 박혀있음. 허술한 보안과 불신이 적들을 극도로 취약하게 만듦. ...동맹은 과거의 교훈에서 배운 것을 거의 잊음. 위스키 로미오와 카이코넨이 취약. 오보를 흘려서 부족과 가문이 우리의 필요에 따라 움직임. ...갤리반 작전이 효과적. 침투가 시작. 결실을 기대. ...감마, 델타, 엡실론 작전에 대한 추가 조치 진행 중.

# Equipment/&DLC3_Telema_CustomGateInstructions_Title
source: Custom Minor Gate Instructions
ko: 맞춤형 보조 관문 지침

# Equipment/&DLC3_Telema_CustomGateInstructions_Description
source: This series of symbols resembles those seen near the Custom Minor Gate in the Ruins of Telema. It looks like they control various functions of the Custom Minor Gate in the laboratory, which seems to be a much more advanced and experimental version of the ones you are used to.
ko: 이 일련의 기호는 텔레마 유적의 맞춤형 보조 관문 근처에서 볼 수 있는 것과 비슷합니다. 실험실에서 관문의 다양한 기능을 제어하는 것으로 보이는데, 여러분이 익숙히 쓰던 것보다 훨씬 더 발전된 실험 버전으로 보입니다.

# Equipment/&DLC3_Telema_SquareKey_Title
source: Square Key
ko: 네모난 열쇠

# Equipment/&DLC3_Telema_SquareKey_Description
source: A magical square Manacalon key.
ko: 정사각형 형태의 마법 마나칼론 열쇠입니다.

# Equipment/&DLC3_Telema_TriangleKey_Title
source: Triangle Key
ko: 세모난 열쇠

# Equipment/&DLC3_Telema_TriangleKey_Description
source: A magical triangular Manacalon key.
ko: 삼각형 형태의 마법 마나칼론 열쇠입니다.

# Equipment/&DLC3_Telema_SessrothReport_Title
source: Report of Interplanar Experiments
ko: 차원 간 실험 보고서

# Equipment/&DLC3_Telema_SessrothReport_Description
source: This book is entirely written in the draconic language. It contains illustrations of monstrous creatures with horns, wings, and fangs.
ko: 이 책은 전부 용언으로 쓰여졌습니다. 뿔, 날개, 송곳니를 가진 괴물 삽화가 들어있습니다.

# Equipment/&DLC3_Telema_SessrothReport_Content01
source: My work on Gates has led me to an intriguing proposition. If my calculations are correct, the Gates function by creating a path between two points, passing through another dimension. In so doing, they create a path that is shorter than one that remains entirely within our own. If there are dimensions - or planes, or universes, call them what you will - other than our own, it follows that there may be worlds in those dimensions, and inhabitants of those worlds, and who knows what other discoveries waiting to be made? I must investigate this further.
ko: 관문에 관한 내 연구는 흥미로운 제안으로 이어졌다. 계산이 맞다면, 관문은 두 점 사이에 다른 차원을 통과하는 경로를 생성하는 방식으로 작동한다. 그렇게 함으로써 우리 차원에 실재하는 경로보다 더 짧은 경로를 만들어 내는 것이다. 우리 차원 외에 다른 차원, 아니면 행성이나 우주가 있다면, 그 차원에도 다른 세계가 있을 수 있고 거기 사는 주민이 있을터. 어떤 발견이 기다리고 있을까? 더 조사 해 봐야겠다.
