Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_WhiteCity_Lore_Eulalia_Content01
source: The Eulalia, more commonly known as the "Song Speaker of White Rock City," was first built in the third century after the Cataclysm by the legendary dwarven smith Storri Brighthearth, and his friend, the elven bard Veralia Lyralyn. The Eulalia was intended not only to create a visually appealing focal point for the city, but also as an instrument that could be used as a means of weather prediction, emergency alarm, citywide communication, and occasional entertainment for the city's citizens.
ko: "백석 도시의 가창자"로 알려진 에울랄리아는, 대격변으로부터 3세기 후 전설적인 드워프 대장장이 스토리 브라이트허스와 그 친구, 엘프 음유시인 베랄리아 리랄린이 세웠습니다. 에울랄리아는 시각적으로 도시의 중심이 되기 위한 목적뿐만 아니라, 기후 예측, 비상 경보, 온 도시에 걸친 소통, 그리고 때로는 시민들의 오락을 충족시키기 위한 도구로서 만들어졌습니다.

# Equipment/&DLC3_WhiteCity_Lore_Eulalia_Content02
source: When correctly played by trained operators, the Eulalia has multiple uses, and can create a variety of warning siren notes to alert the city and its defenders to imminent dangers to the city. It can also call out prearranged signals that can be heard throughout the city and its caverns, and thus coordinates the city in times of emergency. On feast days and special occasions, the Eulalia can also be played by skilled bards to create beautiful and rousing music that entertains the city.
ko: 숙련된 운용자가 올바르게 연주할 경우, 에울랄리아는 다양한 용도로 사용할 수 있습니다. 경고를 위한 사이렌을 연주하거나, 수비대에게 도시에 임박한 즉각적인 위험을 경고할 수도 있습니다. 또한 도시 전체와 동굴에 미리 약속된 신호를 연주할 수 있으며, 비상시에 온 도시를 통제할 수 있는 수단이기도 합니다.축제일 같은 특별한 날에, 숙련된 음유시인을 통해 도시를 즐겁게 하는 아름다운 음악을 연주할 수도 있습니다.

# Equipment/&DLC3_WhiteCity_Lore_Eulalia_Content03
source: When not used as an instrument in this way, the air ducts that feed to it from the outside naturally respond audibly to changes in airflow and air pressure, and thus create a harmonic and accurate barometer of the prevailing weather conditions outside the city, as well as an alert for changes of air quality in the deep mines and caverns below.
ko: 이렇게 악기로써 사용되지 않을 때는, 외부에서 공급되는 공기의 흐름과 압력에 의해 송풍구가 반응하여, 도시 외부의 현재 기상 조건을 화음으로 연주합니다. 또한 깊은 광산이나 동굴에 있는 공기가 변할 경우 이를 경고할 수도 있습니다.

# Equipment/&DLC3_WhiteCity_Lore_KeskainenVartmerkint_Title
source: The Keskainen Vartmerkint
ko: 케스카이넨 바트머킨

# Equipment/&DLC3_WhiteCity_Lore_KeskainenVartmerkint_Description
source: A book about the peoples of the Undermountain.
ko: 언더마운틴 주민들에 대한 책.

# Equipment/&DLC3_WhiteCity_Lore_KeskainenVartmerkint_Content01
source: Rock and furnace, vein and ore. The people of the Undermountain are the foundation on which the Snow Alliance is built. Dwarves true of purpose and strong of arm. The unseen bulwark against the tides of evil that besiege the Snow Alliance. Our metal ores fuel the forges that create our wealth, and the armor and weapons we use to fight. The rocks we quarry maintain and build the walls that protect the nation. Without the Keskainen Vartmerkint, the Snow Alliance would collapse.
ko: 암석과 용광로, 광맥과 광석. 언더마운틴의 사람들은 설산 동맹의 반석이 되는 이들이다. 흔들리지 않는 목적과 강한 힘을 가진 드워프들. 이들이 바로 설산 동맹 둘러싼 악의 물결로부터 지켜주는 보이지 않는 성벽인 것이다. 우리의 광석은 단련되어 재산을 불리고, 싸울 수 있는 갑옷과 무기를 만든다. 우리가 캐는 암석은 국가를 지키는 벽을 짓고 유지하도록 만든다. 케스카이넨 바트머킨이란 주춧돌이 없다면, 설산 동맹은 무너져 내릴 것이다.

# Equipment/&DLC3_WhiteCity_Lore_KeskainenVartmerkint_Content02
source: Outsiders say that we deep dwarves should open up to the world, but what do outsiders know of our ways or of our people? We are the anvil of dwarven creation! Find here our list of those most honored. Names to be carved on the Stone Tablets for all eternity: Brokir Steelheart, Leader of House Perlevinn, Chieftain of the Steelheart Clan. Wise and stout of heart. Baldi Boldhand, Leader of House Ettiven, Chieftain of the Boldhand Clan. Brave and bold in nature and in name.
ko: 외부인들은 우리 땅 아래의 드워프들이 외부를 향해 개방해야 한다고 하지만, 그들이 뭘 알고나 떠드는가? 우리가 곧 드워프 창조의 모루 자체거늘! 이곳에 가장 명예로운 이들의 목록, 석판에 영원토록 새겨질 이름을 남긴다: 브로키어 스틸하트, 펠레빈 가문의 가주, 스틸하트 씨족의 족장. 슬기롭고 강건한 심장의 소유주. 발디 볼드핸드, 에티벤 가문의 가주, 볼드핸드 씨족의 족장. 이름답게 용감하고 담대한 자.

# Equipment/&DLC3_WhiteCity_Lore_KeskainenVartmerkint_Content03
source: Gunna Wisehead, Electoral Overseer of the Keskainen. Honest and true to the clans of the Undermountain. Hakki Strongspine, famed Kultajakar who slaughtered two Peak Terrors with just two sweeps of his axe. Magda Strongstone, honored representative of Turvaamalinn to White Rock City.
ko: 군나 와이즈헤드, 케스카이넨 선거 감독관. 언더마운틴의 씨족들에게 늘 정직하고 진실된 자. 하키 스트롱스파인, 도끼 두 자루만으로 산마루 공포 둘을 썰어낸 명망 높은 쿨타자카르. 마그다 스트롱스톤, 백석 도시의 명예로운 투르바말린 대표.

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Title
source: The Court of Knives
ko: 서슬 푸른 궁궐

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Description
source: A journal describing political intrigues in Gallivan.
ko: 갈리반 내의 정치적 음모에 대해 설명하는 글.

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Content01
source: Dearest brother, As you know, a war with the Snow Alliance grows ever more likely, and the continuing paranoia and intrigues at court grow ever more bizarre. For my safety, I write this journal in the hope that I might get it to you without detection. Jornalas is becoming ever more erratic. It is as though he is a different man. His raging outbursts now silence any who offer an opinion or advice on any matter. His new advisors support him in this and surround him, controlling access to his presence.
ko: 사랑하는 동생아, 너도 알다시피, 설산 동맹과 전쟁이 벌어질 가능성은 증가하고 있고, 궁 내의 편집증과 음모는 더 비대해지고 있다. 내 안전을 위해, 들키지 않을 거란 희망으로 이 글을 작성한다. 조날라스는 점차 더 변덕스러워지고 있다. 마치 다른 사람으로 변하기라도 한 것 마냥. 그는 의견이나 간언을 입에 담는 모든 이들을 분노를 터트려 침묵시키고 있다. 새로운 그의 고문들은 그를 둘러싸고, 다른 이들이 접근하지 못하게 막고 있어.

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Content02
source: Queen Lucilla and her entourage have not been seen at court for weeks, and are said to be ensconced in the Royal Apartments outside the city. None are allowed to communicate directly to her, and the families of her entourage are nowhere to be found. Meanwhile, Edwor Strongheart has vanished after another vocal confrontation with his father. Officially, Edwor has gone "to survey troop deployments" in the deep forests to the east, "in order to counter a possible threat from Colthannin."
ko: 루실라 여왕과 그 수행원들은 벌써 몇 주나 궁에 모습을 보이지 않았고, 시외의 왕실 저택에 머무르고 있을 거란 풍문이 돌고 있다. 여왕과 직접 소통할 수 있는 이는 아무도 없고, 그 수행원이나 외척은 어디에도 그 흔적이 보이지 않아. 그와 동시에 에드와우 스트롱하트는 제 아버지와 또 언쟁을 벌인 후 사라졌다. 공식적으로는, "콜타닌의 잠재적 위협에 대응하기 위해 부대 배치 조사 차" 동부의 깊은 숲으로 떠났다고 한다

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Content03
source: After another one of his increasingly common confrontations with the King's advisors, Lord Bryden Sledge was dragged away in disgrace. Allegedly, he was plotting to sell out the kingdom to the Soraks. Any who know Bryden know that although money is a strong motivator, his immense wealth and family ties precludes the possibility of him wanting to sell us out in such a way. He is currently held in the castle dungeons, and King Jornalas refuses to let anyone speak to him.
ko: 또 하나로는 왕의 참모들과의 대립이 늘어난 브라이든 슬레지 경이, 명예롭지 못하게 연행되어 끌려갔다. 누군가의 말에 의하면, 그가 소락들에게 왕국을 팔아넘기려는 음모를 꾸몄다면서. 돈과 재산이 중요하다는 것은 누구나가 아는 사실이지만, 브라이든이 축적한 재산과 그의 가문에 대해 아는 자라면 이런 소문은 일언지하에 부정할 수 있을 거다. 그는 현재 성 지하의 감옥에 갇혀 있고, 조날라스 왕은 브라이든 경이 누군가와 이야기하는 걸 완전히 차단했다.

# Equipment/&DLC3_Gallivan_Lore_CourtOfKnives_Content04
source: I must end this journal here and send it with my trusted batman Sturges. I have been told to prepare for a visit by the King's retinue, and must entertain them. They arrive soon. I hope they do not suspect me of anything. With abiding affection, your true and loyal brother, R.
ko: 내용은 이만 줄이고, 내가 신뢰하는 당번병 스터지스에게 이 글을 보내려 한다. 국왕 전하의 수행원이 방문할 예정이라 하니, 그들을 접대해야 하거든. 곧 도착할 시간이구나. 그들이 날 의심하지 않기를 바랄 따름이다. 변함 없는 애정을 담아, 너의 진실되고 충직한 형제가, R.

# Equipment/&DLC3_Gallivan_Lore_GallivanOnTheMarch_Title
source: Gallivan on the March
ko: 행군에 오른 갈리반

# Equipment/&DLC3_Gallivan_Lore_GallivanOnTheMarch_Description
source: A letter in response to the intrigues at court.
ko: 궁중에서의 음모에 대한 답장.

# Equipment/&DLC3_Gallivan_Lore_GallivanOnTheMarch_Content01
source: My brother, I hope this letter will find you both well and whole. It is with great distress that I read of the goings-on at court. Perhaps desperate times call for desperate measures? I too feel it is only a matter of time before the horns of war are blown to the borders here in the north. Although I have at no point found any solid evidence of the Snow Alliance seeking to make incursions on our own lands borders, I have seen military activity on the Snow Alliance side.
ko: 형제여, 이 편지가 온전하고 빠짐없게 도착하길 바라. 궁에서 일어나는 일들을 읽고 괴롭고 착잡한 심정이야. 정상적이지 않은 상황에서는, 취해야 할 수단 또한 비정상적이어야 하는 걸까? 나도 북부 국경에 전쟁 나팔 소리가 울리는 건 시간 문제라고 봐. 아직 설산 동맹이 우리 국경을 침범하려는 확실한 증거가 있는 건 아니지만, 설산 동맹 측에서의 군사 행동은 목격했어.

# Equipment/&DLC3_Gallivan_Lore_GallivanOnTheMarch_Content02
source: This activity suggests that maybe the Snow Alliance is preparing for a war. We must remember that dwarves and elves are creatures unlike humans, creatures that we cannot fully trust. They see this world and humans differently. Living as long as they do makes them unable to understand who we are, or why we do what we do. This may be why the King acts as he does. Perhaps he is in possession of secret knowledge we cannot fathom. Perhaps the Soraks have infiltrated the Snow Alliance.
ko: 이건 아마 설산 동맹에서 전쟁을 준비하고 있다는 증거일 거야. 드워프와 엘프는 인간과 달리, 우리가 전적으로 믿을 수는 없는 종족이란 사실을 기억해야 해. 그들이 세상을 바라보는 관점은 인간과 다르니까. 그들의 긴 삶은 우리를, 우리가 하는 행동을 이해하지 못하도록 만들지. 이게 국왕 전하가 지금처럼 행동하는 이유일지도 몰라. 우리가 감히 헤아릴 수 없는 비밀스러운 지혜를 가지고 있을지도 모르고. 설산 동맹에 소락이 기어들어가 있다거나 말이야.

# Equipment/&DLC3_Gallivan_Lore_GallivanOnTheMarch_Content03
source: Whatever the truth, I have sworn an eternal oath of duty to the Kingdom of Gallivan, and as such, to its true and rightful king. I am already commanded with raising troops, equipment, and supplies "for actions to repel Snow Alliance aggression." Such actions worry me, but I cannot shirk my duty. We march for the borders and commence construction of watchtowers and fortifications at the soonest instance. Your true and loyal brother, F.
ko: 진실은 무엇이든, 난 이미 갈리반 왕국과 그 정당한 군주에게 영원한 의무를 맹세한 몸이야. 난 이미 "설산 동맹 침공 격퇴 작전"을 위한 부대 소집과 장비 및 물자 조달을 지휘하고 있어. 나도 걱정되는 건 마찬가지지만, 내 의무를 저버릴 수는 없으니까. 가급적 빨리 국경으로 진군해 감시탑과 주둔지 건설을 서두를 생각이야. 진실되고 충직한 형제가, F.

# Equipment/&Tabard_Base_Title
source: Tabard
ko: 관복

# Equipment/&Tabard_Base_Description
source: A decorative vestment showing the armories of one's family, clan, or kingdom.
ko: 가문, 씨족 또는 왕국을 나타내는 장식이 들어간 조끼.

# Equipment/&Tabard_Council_Title
source: Legacy Council Tabard
ko: 유산 평의회 관복

# Equipment/&Tabard_Telema_Title
source: Telema Tabard
ko: 텔레마 관복

# Equipment/&Tabard_Masgarth_Title
source: Masgarth Tabard
ko: 마스가르스 관복

# Equipment/&Tabard_DLC3_Southern_Title
source: Ettilen Tabard
ko: 에틸렌 관복

# Equipment/&Tabard_DLC3_Northern_Title
source: Pohjolen Tabard
ko: 포히올렌 관복

# Equipment/&Tabard_Undermountain_Title
source: Keskainen Tabard
ko: 케스카이넨 관복

# Equipment/&Tabard_DLC3_Elven_Title
source: Lantinen Tabard
ko: 란티넨 관복

# Equipment/&Tabard_DLC3_Human_Title
source: Itainen Tabard
ko: 이타이넨 관복

# Equipment/&Tabard_DLC3_WhiteCity_Title
source: Valkarokkopun Tabard
ko: 발카로코푼 관복

# Equipment/&WhiteCity_Giant_Clan_Identified_TrophyTitle
source: Scepter of Harming
ko: 위해의 왕홀

# Equipment/&WhiteCity_Giant_Clan_Identified_TrophyDescription
source: A Manacalon item, probably designed to threaten slaves as it could kill any of them in an instant.
ko: 마나칼론 시대의 물건으로, 노예들 중 누군가를 즉시 죽일 수 있다는 사실로 그들을 겁박하기 위해 설계된 것 같습니다.

# Equipment/&DLC3_WhiteCity_Lore_IsridLetter_Title
source: Letter from Isrid
ko: 이스리드가 보낸 편지

# Equipment/&DLC3_WhiteCity_Lore_IsridLetter_Description
source: A note written by Isrid Farsky.
ko: 이스리드 파스카이가 적은 쪽지.

# Equipment/&DLC3_WhiteCity_Lore_IsridLetter_Content01
source: My dear friends, It is with great honor that I entrust to you this family shield with the promise that one day you will restore it to me when I am worthy. In the meantime, please agree to be its guardians, and may it protect you as much as you have protected me during this adventure, the first in a long series. Your friend, Isrid
ko: 사랑하는 친구들, 내가 자격을 갖추었을 때 돌려주겠다는 약조와 함께, 가문의 방패를 여러분에게 맡기게 된 것은 더할 나위 없는 영광이에요. 그와 별개로, 방패의 수호자가 되겠다고 동의해 주세요. 그리고 그 녀석이 이 여행에서 날 지켜준 만큼, 여러분을 지켜주기를 기도합니다. 여러분의 친구, 이스리드

# Equipment/&DLC3_WhiteCity_Lore_TrappersFamily_Title
source: Letter from Helga
ko: 헬가가 보낸 편지

# Equipment/&DLC3_WhiteCity_Lore_TrappersFamily_Description
source: A note written by Helga Strongbow.
ko: 헬가 스트롱보우가 적은 쪽지.

# Equipment/&DLC3_WhiteCity_Lore_TrappersFamily_Content01
source: My dear friends, I cannot thank you enough for saving me and my son from certain death. I grieve every moment for Snorri, and I know he would be grateful for what you did for our family. I am sure you would have gotten along with him. Please accept this as a token of my gratitude. We fished it out a few days ago, but I have a strong feeling that this will be more useful to you than to me. May our paths cross again one day. Helga
ko: 나의 친구들, 나와 내 아들을 피할 수 없는 죽음에서 구해낸 데에 대해 얼마나 감사해야 할지 모르겠어요. 스노리를 떠올리며 매일을 슬퍼하고 있고, 그이도 여러분이 우리 가족을 위해 해준 것들에 감사하고 있을 것이라 믿습니다. 살아있었다면 여러분과도 좋은 관계를 맺었을 텐데요. 이걸 감사의 성의 표시로 받아주세요. 며칠 전에 낚시를 하던 도중 얻은 것인데, 나보다는 여러분에게 더 유용하게 쓰일 것이라는 강한 직감이 듭니다. 언젠가 우리의 갈 길이 다시 한 번 교차하기를. 헬가

# Equipment/&DLC3_WhiteCity_Lore_GeneralBlunt_Title
source: Letter from General Blunt
ko: 블런트 장군이 보낸 편지

# Equipment/&DLC3_WhiteCity_Lore_GeneralBlunt_Description
source: A note written by General Blunt.
ko: 블런트 장군이 적은 쪽지.

# Equipment/&DLC3_WhiteCity_Lore_GeneralBlunt_Content01
source: Thank you again for your help. I knew I could trust you. You made the right choice. Our army cannot afford to host traitors. Take this as a token of my appreciation. It is a piece of armor that I recovered from the corpse of a Gallivan general a few weeks ago, but I didn't really know what to do with it. I hope it will be useful to you in your quest. General Blunt
ko: 도움에 다시 한 번 감사하네. 믿을 수 있는 자들이라 진작 알고 있었지. 올바른 선택을 했어. 우리 부대는 반역자들을 수용할 여유는 없으니까. 이를 감사의 표시로 받아주게. 몇 주 전 갈리반 장군의 유해에서 찾은 갑옷의 일부인데, 사용처를 모르겠군. 자네들의 여정에 도움이 되길 바라며. 블런트 장군

# Equipment/&DLC3_WhiteCity_Lore_CaptainAshdown_Title
source: Letter from Captain Ashdown
ko: 애쉬다운 대위가 보낸 편지

# Equipment/&DLC3_WhiteCity_Lore_CaptainAshdown_Description
source: A note written by Captain Ashdown.
ko: 애쉬다운 대위가 적은 쪽지.

# Equipment/&DLC3_WhiteCity_Lore_CaptainAshdown_Content01
source: Thank you again for your help. I knew I could trust you. You made the right choice. Our army really needed a renewal if we ever want to win this war. Take this as a token of my appreciation. It is a piece of armor that I recovered from the corpse of a Gallivan general a few weeks ago, but I didn't really know what to do with it. I hope it will be useful to you in your quest. Captain Ashdown
ko: 여러분에 도움에 다시 감사드립니다. 여러분은 믿을 수 있는 분들이란 걸 진작 알았어요. 옳은 선택을 하셨었구요. 우리 군이 이 전쟁에서 이기려면 정말로 혁신이 필요했었습니다. 이건 감사의 표시로 받아주십시오. 몇 주 전에 갈리반 장군의 시신에서 찾은 갑옷 조각인데, 제겐 사용할 구석이 마땅찮군요. 당신의 임무에 유용하길 희망합니다. 애쉬다운 대위

# Equipment/&DLC3_Document_BericLetter_Title
source: Letter from Marshal Beric Sunblaze
ko: 베릭 선블레이즈 원수가 보낸 편지

# Equipment/&DLC3_Document_BericLetter_Description
source: As promised, you and Marshal Sunblaze exchange letters to keep informed of the situation in the Snow Alliance and in the Principality. Somehow, his letters always seem to find you.
ko: 약속대로, 당신과 선블레이즈 원수는 설산 동맹과 공국에서의 상황을 예의주시하기 위해 편지를 주고받았습니다. 이유는 모르지만, 그의 편지는 언제나 당신이 있는 곳으로 찾아오는군요.

# Equipment/&DLC3_Document_BericLetter_Content01
source: Dear friends, I heard about the tragic events at Kaupaapunki. I am glad, though, that you were able to find Lord Kaikonnen's murderer and cleanse the city of Sorak infiltrators. It confirms that our enemy is also deeply established in the Snow Alliance. News from the front is not good: the forces of the Principality are barely sustaining the advance of Gallivan troops.
ko: 친애하는 친구들, 카우판푸키에서의 비극적 사건에 대해서는 들었네. 그러나 자네들이 카이콘넨 경의 살해범을 찾고 소락 침입자들을 쓸어냈다는 사실은 불행 중 다행이네. 이 사실은 우리의 적이 이미 설산 동맹 깊숙히 침투해 있다는 사실을 의미하네. 전선에서 온 소식도 좋지 않아: 공국군은 현재 간신히 갈리반 부대의 진군을 막아내는 게 한계라고 하네.

# Equipment/&DLC3_Document_BericLetter_Content01b
source: On the upside, the New Empire is not using the opportunity to attack from the south. Even they are not blind enough to help the Sorr-Akkath destroy us. I wish you the best in your endeavors. Marshal Beric Sunblaze
ko: 긍정적으로 본다면, 신 제국은 이 기회를 남쪽을 공격할 수단으로 사용하지 않고 있지. 그들도 소라카스가 우릴 집어삼키는 걸 도울 만큼 눈이 먼 건 아닐 테니 말이야. 자네들의 노력이 결실을 맺기를. 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content01c
source: On the upside, the New Empire is not using the opportunity to attack from the south. Even they are not blind enough to help the Sorr-Akkath destroy us. I wish you the best in your endeavors. Marshal Beric Sunblaze
ko: 긍정적으로 본다면, 신 제국은 이 기회를 남쪽을 공격할 수단으로 사용하지 않고 있지. 그들도 소라카스가 우릴 집어삼키는 걸 도울 만큼 눈이 먼 건 아닐 테니 말이야. 자네들의 노력이 결실을 맺기를. 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content02
source: Dear friends, I was surprised to hear from Master Goodcheer on your behalf. She told me you were tracking demons, which is a worrying prospect. The thought that Sorr-Akkath and demons could be working together keeps me up at night. On the bright side, the troops of the Principality won a decisive battle on the front.
ko: 친애하는 친구들, 자네들의 소식을 마스터 굿치어에게 대신 듣게 되어 놀랐다네. 그녀는 자네들이 악마를 추적 중이라 하던데, 참으로 걱정스러운 일이네. 소라카스가 악마와 손을 잡았을지도 모른다는 생각을 하면 밤잠마저 설치게 되니 말이야. 좋은 소식을 전하자면, 전선에 있는 공국군이 결정적인 전투에서 승리를 거뒀다고 하는군.

# Equipment/&DLC3_Document_BericLetter_Content02b
source: I'm afraid this might push our enemy to move its troops northwards and cause more trouble for the Snow Alliance. Good luck with your research. Marshal Beric Sunblaze
ko: 이로 인해 우리의 적이 북상하여 설산 동맹에게 더 큰 문제를 만들지도 모르지만 말이야. 자네들의 수색에 행운이 함께하길. 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content03
source: Dear friends, I received word from Commander Miles at Highrock Outpost. He tells me you unraveled a Sorak network that linked a scavenger quartermaster named Hector to an infiltrator among his men.
ko: 친애하는 친구들, 하이록 전초기지의 마일즈 사령관들로부터 자네들에 대한 이야기를 들었네. 자네들이 그의 병사들 사이에 침입한 스캐빈저 보급관 헥터와 소락을 잇는 연결망을 밝혀냈다고 하더군.

# Equipment/&DLC3_Document_BericLetter_Content03b
source: That means that despite their massive attack against Caer Cyflen, the Sorr-Akkath still have sleeping agents all over the Eastern Kingdoms.
ko: 이는 다시 말해, 케어 키플렌 대침공을 제외하더라도, 온 동부 왕국들에 그들이 심어놓은 요원들이 존재한다는 뜻이네.

# Equipment/&DLC3_Document_BericLetter_Content03c
source: Keep up the good work. Every operation that we reveal is another blow to their evil plans. Einar guide you! Marshal Beric Sunblaze
ko: 잘 하고 있으니 지금처럼만 하게. 우리가 밝혀내는 사실 하나하나가 그들의 사악한 계획을 저지할 타격이니까. 에이나르께서 인도하시길! 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content04
source: Dear friends, I received word of the events on the frontline between Gallivan and the Snow Alliance. I met with General Blunt but not with Captain Ashdown. I'm sorry things had to turn the way they did, but I trust your make the right choice. What matters is that you obtained the support of the Itainen Vartmerkint.
ko: 친애하는 친구들, 전선에서 갈리반과 설산 동맹 사이에 벌어진 일에 대한 소식을 들었네. 블런트 장군과는 만났지만, 애쉬다운 대위와는 만나지 못했지. 일이 이렇게 되고 만 것은 유감이지만, 난 자네들이 옳은 선택을 하리라 믿네. 중요한 점은 자네들이 이타이넨 바트머킨의 지지를 얻었다는 사실이야.

# Equipment/&DLC3_Document_BericLetter_Content04b
source: I'm also glad of all the damage you dealt to the Sorr-Akkath pawns in the armies of Gallivan. We still have strong suspicions that the royal family there has been replaced, and no idea of where the real King, Jornalas IV, is being held prisoner. Stay in the light! Marshal Beric Sunblaze
ko: 또 자네들이 갈리반 군에 있는 소라카스 졸개들에 타격을 가했다는 사실이 몹시 기쁘군. 우린 아직 왕족이 바꿔치기당했다는 강한 의심을 갖고 있지만, 진짜 왕인 조날라스 4세가 어디 수감되어 있을지는 단서가 없는 상황이네. 빛이 함께하길! 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content05
source: Dear friends, I heard about your adventures in the elven settlements of the Snow Alliance. Again, you found Soraks infiltrating influential people, with elaborated plots to manipulate our allies. I do hope your investigations into the demon threat is progressing well.
ko: 친애하는 친구들, 설산 동맹의 엘프 정착지에서 자네들이 벌인 모험에 대해 들었네. 자네들이 이번에도 어김없이, 우리 동맹을 뒤에서 조종하려는 정교한 음모와, 영향력 있는 인물로 바꿔치기한 소락을 찾아내 다행이네. 악마들의 위협에 대한 자네들의 조사가 순탄하길 기도하네.

# Equipment/&DLC3_Document_BericLetter_Content05b
source: On our side, we had a military drawback in the south: a company of mercenaries hit our troops by surprise, but this does reveal that Gallivan is having difficulties mustering more of their own. We lost a battle, not the war. Stay in the light! Marshal Beric Sunblaze
ko: 우리 쪽에선, 남부에서 군사적인 타격을 받았네: 용병단이 우리 부대를 기습했지. 그러나 이건 갈리반 군이 병력을 모으는 데 어려움을 겪고 있다는 뜻이기도 해. 전투에선 졌을지 모르나, 전쟁에선 아직일세. 빛과 함께하길! 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content06
source: Dear friends, our common friend Galar Goldentongue informed me of the events in Turvaamalinn. Once again, you prevented the Sorr-Akkath from meddling in the internal politics of the Snow Alliance. The troops of the Principality earned a great victory on the frontline recently when a company of Spellblades, led by Lord Danantar himself, unleashed havoc on a strategic location on the border.
ko: 친애하는 친구들, 우리 모두의 친구 갈라르 골든텅이 내게 투르바말린에서의 사건에 대해 알려줬다네. 자네들이 또 한 번 소라카스가 설산 동맹의 내정에 개입하는 걸 막았군. 최근 다난타르 경이 직접 이끄는 스펠블레이드 부대가 전략적 요충지에서 큰 혼란을 일으켜, 공국군이 대승을 거두었네.

# Equipment/&DLC3_Document_BericLetter_Content06b
source: Some of the officers were Sorr-Akkath infiltrators, you won't be surprised to hear. Continue the good work. Einar guide you. Marshal Beric Sunblaze
ko: 놈들의 장교들 중 일부는 소라카스 첩자들이더군. 자네들도 이젠 놀랍지도 않을 게야. 계속해서 힘써주게. 에이나르께서 인도하시니. 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content07
source: Dear friends, I received word that you have traveled to the far north of the Alliance with my old friend Marduk Strongheart. Yes, he became a Paladin of Einar the same year I did, and we used to be close. Knowing him, I suppose this was an adventurous expedition, and I'm glad you were with him. I hope his clan recovers from the tragic events that have befallen them.
ko: 친애하는 친구들, 자네들이 내 오랜 친구 마르두크 스트롱하트와 동맹의 먼 북쪽을 여행했다는 소식을 들었네. 그 친구와는 같은 해에 에이나르의 팔라딘이 되었고, 꽤 막역한 사이였다네. 그 친구의 성품을 고려하면, 상당한 역경이었겠군. 자네들이 그와 함께 있어줘서 감사할 따름이네. 마르두크의 씨족이 이 고난으로부터 잘 회복하기를.

# Equipment/&DLC3_Document_BericLetter_Content07b
source: On the bright side, I have news that you'll be happy to hear: our common acquaintance, Lord Faisech, has requested diplomatic immunity. He isn't a Sorr-Akkath in disguise, but as I thought, simply a despicable human being. Good luck, and stay in the light. Marshal Beric Sunblaze
ko: 얘기를 돌리자면, 자네들이 들으면 기뻐할 만한 소식이 있네: 우리 모두 잘 아는 파이세크 경이, 외교면책권을 요청했더군. 변장한 소라카스가 아니었던 게지. 그저 비열하기 그지없는 한 명의 인간이었을 뿐이야. 행운을 비네, 빛과 함께하길. 베릭 선블레이즈 원수

# Equipment/&DLC3_Document_BericLetter_Content08
source: Dear friends, Master Gorm sent me a message explaining your situation. What you're about to accomplish is even more dreadful than taking a Major Gate to the Aer Elai. I know little of demons, but enough to recommend that you arm yourselves with weapons other than those that use fire or cold, and to protect yourselves against those elements, as they as the favorites of this Sessroth and his goons.
ko: 친애하는 친구들, 마스터 고름이 자네들의 현 상황에 대한 전언을 내게 보냈네. 자네들이 이루려는 일은 에어 엘라이로 통하는 주 관문을 지나는 것보다 더 끔찍한 일이야. 악마들에 대해 많은 걸 아는 건 아니지만, 화염이나 냉기를 사용하는 무기 외에 다른 것으로 무장하는 게 좋을 걸세. 또 화염이나 냉기로부터 자네들을 보호할 수단을 취하게. 세스로스와 그 졸개들은 그러한 공격을 즐겨 사용할 걸세.

# Equipment/&DLC3_Document_BericLetter_Content08b
source: Also remember that demons cannot die unless killed on their own plane of existence. I hope you find a way to stop this threat once and for all. Einar guide you. Marshal Beric Sunblaze
ko: 또 악마들은 자신들이 속한 차원에서 죽이지 않는 한, 진정으로 죽일 수 없다는 사실을 명심하게. 자네들이 이 위협을 완전히 종결지을 방법을 찾을 수 있기를. 에이나르께서 인도하실 걸세. 베릭 선블레이즈 원수

# Equipment/&PenitentBelt_Unidentified_Description
source: A strange belt made of thorns and vines.
ko: 가시와 덩쿨로 만들어진 수상한 허리띠.

# Equipment/&ItemFlagDemonicGreaseDescription
source: Demonic Greases both empower and hurt you at the same time.
ko: 악마 연고는 당신에게 힘과 고통을 동시에 부여합니다.

# _Item_RingOfProtection_plus_one_Title
source: Ring of Protection +1
ko_mt: 보호의 반지 +1
