Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&CaerLem_Document_Inquisitor_Content2
source: Most of the pages have been torn out. Only this last page remains.
ko: 대부분의 페이지가 찢겨나갔다. 이것이 남아있는 유일한 페이지이다.

# Equipment/&CaerLem_Document_Inquisitor_Description
source: A leather-bound book, hand-written in the Tirmarian language.
ko: 티르마르어로 적힌, 가죽으로 제본된 책.

# Equipment/&CaerLem_Document_Inquisitor_Title
source: Tirmarian Inquisitor's Journal
ko: 티르마르 심문관의 일지

# Equipment/&CaerLem_Document_MasterSmith_Content
source: Memories of the War Foundry Entry 23
ko: 전쟁 주조소의 기억 항목 23

# Equipment/&CaerLem_Document_MasterSmith_Content2
source: I must confess, the wonders of Solasta's enchanters are awe-inspiring. Thanks to Laerin, my new friend at the war foundry, I've learned how to prime weapons for enchantment. Of course, only Laerin has the magical knowledge to complete the… miracle. Arun pardon me for this word, but what this elvish magic can accomplish is simply god-like. Alas, our troops are massing to besiege the Rift and stop the enemy once and for all. I am ready for my first magical weapon, a gift for my Lady Karyn. She is already a formidable fighter, but with the blade Laerin will enchant, she will be even more so. I have collected various enchantments, and I am not sure yet which one will please her most.
ko: 정말이지, 솔라스타의 인챈터들이 보여주는 경이로움은 경외심을 불러일으킨다. 전쟁 주조소의 새 친구인 라에린 덕분에 난 무기에 마법을 부여하기 위해 준비하는 법을 배웠다. 물론, 오직 라에린이 그...기적을 마무리 짓기 위한 마법 지식을 갖고 있다. 아룬께서 내가 이런 말을 하는 걸 용서하시길, 이 엘프 마법이 해내는 것들은 진짜 신과 같다. 아아, 우리 군대는 균열을 포위하고 적을 완전히 끝내기 위해 집결하고 있다. 난 내 첫 번째 마법 무기를 만들 준비가 됐고, 그건 카린 아가씨에게 선물로 줄 것이다. 그분은 이미 강력한 전사지만, 라에린이 마법을 부여한 검이 있다면, 더더욱 대단할 것이다. 이미 다양한 마법을 모아놓긴 했는데, 어떤 것을 골라야 그녀가 가장 만족할지 아직 잘 모르겠다.

# Equipment/&CaerLem_Document_MasterSmith_Description
source: A leather-bound book, hand-written in the Tirmarian language.
ko: 티르마르어로 적힌, 가죽으로 제본된 책.

# Equipment/&CaerLem_Document_MasterSmith_Title
source: Tirmarian Master Smith's Memoirs
ko: 티르마르 대장장이 명인의 회고록

# Equipment/&CaerLem_Gate_Plaque_Content
source: TDC illustration
ko: TDC 일러스트레이션

# Equipment/&CaerLem_Gate_Plaque_Description
source: A silvered plaque from a pre-Cataclysm magical Gate.
ko: 대격변 이전에 존재하던 마법 관문에 붙어있던 은제 명판.

# Equipment/&CaerLem_Gate_Plaque_Title
source: Imperial Gate Plaque
ko: 제국 관문의 명패

# Equipment/&CaerLem_Henrik_Notebook_Content
source: …something is wrong with the captain. I told the lieutenant but she didn't listen. She can't believe Henrik could be wrong about anything. I may have to confront him myself…
ko: …대위님이 뭔가 이상하다. 중위님께 말씀드렸지만, 그녀는 듣지도 않았다. 그녀는 헨리크 대위가 무엇이든 간에 틀릴 수 있다는 사실을 믿을 수 없다. 어쩌면 내가 그와 직접 마주 해야 할지도…

# Equipment/&CaerLem_Henrik_Notebook_Description
source: A page torn from a notebook.
ko: 공책에서 찢겨진 페이지.

# Equipment/&CaerLem_Henrik_Notebook_Title
source: Notebook page
ko: 공책 페이지

# Equipment/&CaerLem_TirmarianSymbol_Description
source: This amulet looks like it's a Holy Symbol from the pre-Cataclysm era, which means it's of Tirmarian origin. Judging by its shape, it belonged to a priest of Arun.
ko: 이 아뮬렛은 대격변 이전 시대의 성표인 것 같아 보이는데, 이는 이것이 티르마르의 것이라는 뜻이다. 생김새로 보아, 아룬의 사제가 갖고 있던 것이다.

# Equipment/&CaerLem_TirmarianSymbol_Title
source: Tirmarian Holy Symbol
ko: 티르마르의 성표

# Equipment/&CandleTitle
source: Candle
ko: 양초

# Equipment/&ChemicalsDescription
source: Needed to craft most potions, remedies, and poisons.
ko: 대부분의 물약, 치료제 및 독을 제작하는 데 필요합니다.

# Equipment/&ChemicalsTitle
source: Chemicals
ko: 화학 물질

# Equipment/&CloseRangeTitle
source: Close Range
ko: 근거리

# Equipment/&ClothesCommonTitle
source: Common Clothes
ko: 평범한 옷

# Equipment/&ClubTypeTitle
source: Club
ko: 클럽

# Equipment/&ComponentPouchDescription
source: Contains material components for most spells. Costly components are not included.
ko: 대부분의 주문에 필요한 구성요소가 담겨있습니다. 고가의 구성요소는 포함되어 있지 않습니다.

# Equipment/&ComponentPouchTitle
source: Component Pouch
ko: 구성요소 주머니

# Equipment/&ContainerArmorStandTitle
source: Armor Stand
ko: 갑옷 거치대

# Equipment/&ContainerBarrelTitle
source: Barrel
ko: 통

# Equipment/&ContainerBasketTitle
source: Basket
ko: 바구니

# Equipment/&ContainerBedTitle
source: Bed
ko: 침대

# Equipment/&ContainerBucketTitle
source: Bucket
ko: 양동이

# Equipment/&ContainerCartTitle
source: Cart
ko: 수레

# Equipment/&ContainerChestTitle
source: Chest
ko: 궤짝

# Equipment/&ContainerCorpseTitle
source: Corpse
ko: 시체

# Equipment/&ContainerCrateTitle
source: Crate
ko: 상자

# Equipment/&ContainerGroundTitle
source: Ground
ko: 지면

# Equipment/&ContainerLibraryTitle
source: Library
ko: 책장

# Equipment/&ContainerNightStandTitle
source: Nightstand
ko: 침실용 탁자

# Equipment/&ContainerPersonalTitle
source: Carried Items
ko: 휴대품

# Equipment/&ContainerPotsTitle
source: Pots
ko: 항아리

# Equipment/&ContainerSackTitle
source: Sack
ko: 마대

# Equipment/&ContainerWeaponsRackTitle
source: Weapons Rack
ko: 무기 거치대

# Equipment/&CraftingManualContentDescription
source: To craft the {0}, you require: {1}
ko: {0} 제작에는 다음 아이템들이 필요합니다: {1}

# Equipment/&CraftingManualDescription
source: Read this manual to learn how to craft the {0} item.
ko: 이 설명서를 읽고 {0} 아이템을 제작하는 방법을 익힙니다.

# Equipment/&CraftingManualTitle
source: Crafting manual {0}
ko: {0} 제작법

# Equipment/&CraftingPackDescription
source: Contains ingredients to start crafting potions.
ko: 물약을 제작하는 데 필요한 재료가 들어 있습니다.

# Equipment/&CraftingPackTitle
source: Crafting Starter Pack
ko: 제작용 스타터 팩

# Equipment/&CurrencyCopperDescription
source: Copper pieces, each worth one hundredth of a gold piece.
ko: 구리 조각. 금 조각의 100분의 1의 가치를 지님.

# Equipment/&CurrencyCopperTitle
source: cp
ko: 동

# Equipment/&CurrencyElectrumDescription
source: Electrum pieces, each worth half a gold piece.
ko: 호박금 조각, 금 조각 반 개의 가치를 지님.

# Equipment/&CurrencyElectrumTitle
source: ep
ko: 호박금

# Equipment/&CurrencyGoldDescription
source: Gold pieces.
ko: 금 조각.

# Equipment/&CurrencyGoldTitle
source: gp
ko: 금

# Equipment/&CurrencyPlatinumDescription
source: Platinum pieces, each worth ten gold pieces.
ko: 백금 조각, 금 조각 10개의 가치를 지님.

# Equipment/&CurrencyPlatinumTitle
source: pp
ko: 백금

# Equipment/&CurrencySilverDescription
source: Silver pieces, each worth one tenth of a gold piece.
ko: 은 조각. 금 조각의 10분의 1의 가치를 지님.

# Equipment/&CurrencySilverTitle
source: sp
ko: 은

# Equipment/&Dagger_plus_1_Description
source: An Iron Legion officer's dagger from the Imperial era, finely crafted and imbued with magic.
ko: 우수하게 제작되고 마법이 깃든, 제국 시대 강철 군단 장교의 대거입니다.

# Equipment/&Dagger_plus_1_Title
source: Dagger +1
ko: 대거 +1

# Equipment/&Dagger_plus_1_Unidentified_Description
source: This rune-engraved dagger is clearly of superior workmanship.
ko: 이 룬이 새겨진 대거는 명백히 뛰어난 장인의 솜씨를 자랑합니다.

# Equipment/&Dagger_plus_1_Unidentified_Title
source: Magnificent Dagger
ko: 장엄한 대거

# Equipment/&DaggerPlus1TypeTitle
source: Dagger+1
ko: 대거+1

# Equipment/&DaggerTypeTitle
source: Dagger
ko: 대거

# Equipment/&DamageModifier
source: Damage Bonus
ko: 피해 보너스

# Equipment/&DartTypeTitle
source: Dart
ko: 다트

# Equipment/&DeviceAttunedToCharacterFormat
source: Attuned to {0}
ko: {0}에 조율 됨

# Equipment/&DeviceChargesCurrentOverMaxPlural
source: {0}/{1} charges
ko: {0}/{1} 충전량

# Equipment/&DeviceChargesCurrentOverMaxSingle
source: {0}/{1} charge
ko: {0}/{1} 충전량

# Equipment/&DeviceLastChargeDestroyDescription
source: Spending the last charge will destroy the item.
ko: 마지막 충전량을 소모하면 아이템이 파괴됩니다.

# Equipment/&DeviceLastChargeDestroyOn1Description
source: Spending the last charge and rolling 1 on 1d20 will destroy the item.
ko: 마지막 충전량을 사용하고 1d20에서 1을 굴리면 아이템이 파괴됩니다.

# Equipment/&DeviceRequiresAttunementTitle
source: Requires Attunement (Short Rest)
ko: 조율 필요 (짧은 휴식)

# Equipment/&DeviceUsageSingleUseTitle
source: Consumable
ko: 소모품

# Equipment/&DisguiseKitToolTypeDescription
source: This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.
ko: 이 주머니 속에는 외형을 바꾸는 변장을 만드는 데에 필요한 화장품, 염색약, 그리고 기타 소도구가 들어있습니다. 이 도구에 숙련을 지니고 있으면 변장을 만들 때의 능력치 판정에 숙련도 보너스를 추가 할 수 있습니다.

# Equipment/&DisguiseKitToolTypeTitle
source: Disguise Kit
ko: 변장 키트

# Equipment/&DocumentRestUnreadableDescription
source: The rest of the text is unreadable.
ko: 나머지 글귀는 읽을 수 없습니다.

# Equipment/&DungeoneerPackTitle
source: Dungeoneer's Pack
ko: 던전 탐색자의 꾸러미

# Equipment/&EmptyFlaskDescription
source: Needed to craft potions, alchemist's fire, or holy water. Can also store acid or oil.
ko: 물약, 연금술사의 불 및 성수를 만드는 데 필요합니다. 산이나 기름을 보관할 수도 있습니다.

# Equipment/&EmptyFlaskTitle
source: Empty Flask
ko: 빈 플라스크

# Equipment/&EmptyVialDescription
source: Needed to craft poisons or antitoxin.
ko: 독극물이나 해독제를 만드는 데 필요합니다.

# Equipment/&EmptyVialTitle
source: Empty Vial
ko: 빈 약병

# Equipment/&Enchanted_BattleAxe_of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_BattleAxe_of_Acuteness_Title
source: Battleaxe of Acuteness
ko: 예리함의 배틀액스

# Equipment/&Enchanted_BattleAxe_of_Sharpness_Description
source: The masterful work of Elgador Keenspirit, Magesmith of the Arcaneum.
ko: 아케니움의 마법야장 엘가도르 킨스피릿의 걸작입니다.

# Equipment/&Enchanted_BattleAxe_of_Sharpness_Title
source: Battleaxe of Sharpness
ko: 날카로움의 배틀액스

# Equipment/&Enchanted_BattleAxe_Punisher_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. The combination of the best metal and a Slavestone gave this axe incredible piercing power.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다. 최고의 금속과 노예석의 조합이 이 도끼에 놀라운 관통력을 부여했습니다.

# Equipment/&Enchanted_BattleAxe_Punisher_Title
source: Punisher Battleaxe
ko: 징벌자 배틀액스

# Equipment/&Enchanted_Breastplate_Of_Deflection_Title
source: Breastplate of Deflection
ko: 굴절의 브레스트플레이트

# Equipment/&Enchanted_Breastplate_Of_Sturdiness_Title
source: Breastplate of Sturdiness
ko: 견고함의 브레스트플레이트

# Equipment/&Enchanted_Chainmail_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was created by Ildurial Stronghand, for the personal guard of the Empress.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 일두리얼 스트롱핸드는 이 설계안을 여제의 호위대를 위해 만들었습니다.

# Equipment/&Enchanted_Chainmail_Of_Robustness_Title
source: Chain Mail of Robustness
ko: 강인함의 체인 메일

# Equipment/&Enchanted_Chainmail_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its original design had the name of Eaedhel Trueheart engraved on the left breast.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 원래 설계에는 왼쪽 가슴에 이델 트루하트의 이름이 새겨져 있습니다.

# Equipment/&Enchanted_Chainmail_Of_Sturdiness_Title
source: Chain Mail of Sturdiness
ko: 견고함의 체인 메일

# Equipment/&Enchanted_Crown_Of_The_Magister_Item_Description
source: You have found this Crown in the old tower of magic, guarded by Soraks. It is probably magical, but needs identification.
ko: 소락이 지키고 있는 오래된 마법의 탑에서 이 왕관을 찾았습니다. 마법이 깃든 물건일테지만 식별이 필요합니다.

# Equipment/&Enchanted_Crown_Of_The_Magister_Item_Identified_Description
source: The Crown is an ancient but incomplete Manacalon artifact whose full powers are probably activated by placing eight magical gems in its empty sockets.
ko: 왕관은 매우 오래되고 불완전한 마나칼론 유물이며, 빈 소켓에 마법 보석 8개를 넣으면 힘이 온전해 질 것입니다.

# Equipment/&Enchanted_Crown_Of_The_Magister_Item_Identified_Full_Description
source: The Crown is complete, and channels the incredible power of the Magister!
ko: 왕관이 완성되고 마지스터의 놀라운 힘을 발휘합니다!

# Equipment/&Enchanted_Crown_Of_The_Magister_Item_Identified_Title
source: Crown of the Magister
ko: 마지스터의 왕관

# Equipment/&Enchanted_Crown_Of_The_Magister_Item_Title
source: Mysterious Crown
ko: 신비한 왕관

# Equipment/&Enchanted_Dagger_Frostburn_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Dagger_Frostburn_Title
source: Frostburn Dagger
ko: 서리불꽃 대거

# Equipment/&Enchanted_Dagger_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Dagger_of_acuteness_Title
source: Dagger of Acuteness
ko: 예리함의 대거

# Equipment/&Enchanted_Dagger_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Dagger_of_Sharpness_Title
source: Dagger of Sharpness
ko: 날카로움의 대거

# Equipment/&Enchanted_Dagger_Souldrinker_Title
source: Souldrinker Dagger
ko: 영혼흡수자

# Equipment/&Enchanted_EmpressGarb_Title
source: Empress Garb Chain Shirt
ko: 황후 의복 체인 셔츠

# Equipment/&Enchanted_Fullplate_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Ildurial Stronghand forged the first of those armors for the Emperor's personal guard.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 일두리얼 스트롱핸드는 이 디자인을 황제의 호위대를 위해 만들었습니다.

# Equipment/&Enchanted_Fullplate_Of_Robustness_Title
source: Plate Armor of Robustness
ko: 강인함의 플레이트 아머

# Equipment/&Enchanted_Fullplate_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was an early work of Ildurial Stronghand to better protect Imperial shock troops.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 이 갑옷은 제국 돌격병들의 방어 능력을 향상시키고자 했던 일두리얼 스트롱핸드의 초기 작품입니다.

# Equipment/&Enchanted_Fullplate_Of_Sturdiness_Title
source: Plate Armor of Sturdiness
ko: 견고함의 플레이트 아머

# Equipment/&Enchanted_GreatAxe_of_Sharpness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_GreatAxe_of_Sharpness_Title
source: Greataxe of Sharpness
ko: 날카로움의 그레이트액스

# Equipment/&Enchanted_Greataxe_Stormblade_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Greataxe_Stormblade_Title
source: Stormblade Greataxe
ko: 폭풍칼날 그레이트액스

# Equipment/&Enchanted_Greatsword_Doom_Title
source: Doomblade Greatsword
ko: 파멸의 그레이트소드

# Equipment/&Enchanted_Greatsword_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Greatsword_Lightbringer_Title
source: Lightbringer Greatsword
ko: 광휘의 그레이트소드

# Equipment/&Enchanted_Greatsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Greatsword_of_acuteness_Title
source: Greatsword of Acuteness
ko: 예리함의 그레이트소드

# Equipment/&Enchanted_Halfplate_Of_Robustness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Halfplate_Of_Robustness_Title
source: Half Plate of Robustness
ko: 강인함의 하프 플레이트

# Equipment/&Enchanted_Halfplate_Of_Sturdiness_Title
source: Half Plate of Sturdiness
ko: 견고함의 하프 플레이트

# Equipment/&Enchanted_LeatherArmor_Of_FlameDancing_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Imbued with the essence of fire, this armor enables its wearer to withstand even arcane fire.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 불의 정수가 깃든 이 갑옷은 착용자가 비전 화염조차 견딜 수 있게 해줍니다.

# Equipment/&Enchanted_LeatherArmor_Of_FlameDancing_Title
source: Leather Armor of Flame Dancing
ko: 불꽃 춤의 레더 아머

# Equipment/&Enchanted_LeatherArmor_Of_Robustness_Title
source: Leather Armor of Robustness
ko: 강인함의 레더 아머

# Equipment/&Enchanted_LeatherArmor_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers. Its design was an early work of Ildurial Stronghand to better protect Imperial scouts.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 이 갑옷은 제국 정찰병들의 방어 능력을 향상시키고자 했던 일두리얼 스트롱핸드의 초기 작품입니다.

# Equipment/&Enchanted_LeatherArmor_Of_Sturdiness_Title
source: Leather Armor of Sturdiness
ko: 견고함의 레더 아머

# Equipment/&Enchanted_LeatherArmor_Of_Survival_Title
source: Leather Armor of Survival
ko: 생존의 레더 아머

# Equipment/&Enchanted_Longbow_Lightbringer_Title
source: Lightbringer Longbow
ko: 광휘의 롱보우

# Equipment/&Enchanted_Longbow_Lightning_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. It was designed by Galar Stormforge, the first dwarven smith to harness the power of the storm in a weapon - to devastating effect!
ko: 이 마법 무기는 콜사닌 활 장인들의 고대 지식을 활용하여 제작되었습니다. 최초로 폭풍의 힘을 무기에 깃들여 파괴적인 성과를 보인 드워프 대장장이 갈라르 스톰포지가 설계하였습니다!

# Equipment/&Enchanted_Longbow_Lightning_Title
source: Stormbow
ko: 스톰보우

# Equipment/&Enchanted_Longbow_Of_Accuracy_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers.
ko: 이 마법 무기는 콜사닌 활 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Longbow_Of_Accuracy_Title
source: Longbow of Accuracy
ko: 명중의 롱보우

# Equipment/&Enchanted_Longsword_Dragonblade_Title
source: Dragonblade
ko: 용의 칼날

# Equipment/&Enchanted_Longsword_Frostburn_Title
source: Frostburn Longsword
ko: 서리불꽃 롱소드

# Equipment/&Enchanted_Longsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 명인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Longsword_of_acuteness_Title
source: Longsword of Acuteness
ko: 예리함의 롱소드

# Equipment/&Enchanted_Longsword_Storm_Title
source: Stormblade Longsword
ko: 폭풍칼날 롱소드

# Equipment/&Enchanted_Longsword_Warden_Title
source: Wardenblade
ko: 감시자의 검

# Equipment/&Enchanted_Mace_Of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Mace_Of_Acuteness_Title
source: Mace of Smashing
ko: 강타의 메이스

# Equipment/&Enchanted_Mace_Of_Smashing_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Created to breach fortifications faster, this mace also found its way into the crucible of war to break shield walls.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 방어 시설을 신속하게 파괴하기 위해 만들어진 이 메이스는 방패의 벽을 부수기 위해 전쟁에서 널리 사용되었습니다.

# Equipment/&Enchanted_Mace_Of_Smashing_Title
source: Crushing Mace
ko: 박살의 메이스

# Equipment/&Enchanted_Morningstar_Bearclaw_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. The sharp spikes of the bear's claw shred armor to inflict additional damage - just as expected by Ildurial Stronghand, who designed the first weapon of this kind.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 이 무기에 달린 날카로운 가시들은 갑옷을 갈가리 찢어 추가 피해를 입힙니다 - 이러한 종류의 무기를 처음으로 설계했던 일두리얼 스트롱핸드가 예상했던 대로입니다.

# Equipment/&Enchanted_Morningstar_Bearclaw_Title
source: Bear's Claw
ko: 곰 발톱

# Equipment/&Enchanted_Morningstar_Of_Power_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths. Some creatures only respect physical strength. Manacalon arcanists created this morning star to give champions of the Iron Legions the strength their elven bodies didn't provide.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 몇몇 생물들은 물리적인 힘만 존중합니다. 마나칼론 아르카니스트들은 강철 군단의 챔피언들에게 엘프 신체가 제공하지 못하는 힘을 선사하기 위해 이 모닝스타를 만들었습니다.

# Equipment/&Enchanted_Morningstar_Of_Power_Title
source: Morningstar of Power
ko: 강력함의 모닝스타

# Equipment/&Enchanted_Rapier_Adder_Title
source: Black Viper
ko: 검은 독사

# Equipment/&Enchanted_Rapier_Doom_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Rapier_Doom_Title
source: Doomblade Rapier
ko: 파멸의 레이피어

# Equipment/&Enchanted_Rapier_of_acuteness_Description
source: This enchanted weapon was created using the ancient knowledge of Manacalon's master armorers. Its design was one of the early works of Elgador Keenspirit, Magesmith of the Arcaneum.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다. 아케니움의 마법 대장장이, 엘가도르 킨스피릿의 초기 작품 중 하나입니다.

# Equipment/&Enchanted_Rapier_of_acuteness_Title
source: Rapier of Acuteness
ko: 예리함의 레이피어

# Equipment/&Enchanted_ScaleArmor_Of_IceDancing_Description
source: This enchanted armor was forged using the ancient knowledge of Manacalon's master armorers. Lestoreth Steelarm crafted the first armor of this kind for the Iron Legions on their march into the Frozen North.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다. 레스토레스 스틸암은 이런 종류의 첫 갑옷을 얼어붙은 북극으로 진군하는 강철 군단을 위해 만들었습니다.

# Equipment/&Enchanted_ScaleArmor_Of_IceDancing_Title
source: Scale Armor of Frost Walking
ko: 서리 걸음의 스케일 아머

# Equipment/&Enchanted_ScaleArmor_Of_Sturdiness_Description
source: This enchanted armor was created using the ancient knowledge of Manacalon's master armorers.
ko: 이 마법 갑옷은 마나칼론 갑옷 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_ScaleArmor_Of_Sturdiness_Title
source: Scale Armor of Sturdiness
ko: 견고함의 스케일 아머

# Equipment/&Enchanted_Scimitar_Of_Acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Scimitar_Of_Acuteness_Title
source: Scimitar of Acuteness
ko: 예리함의 시미터

# Equipment/&Enchanted_Shortbow_Medusa_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. Magic melded medusa coral and hardwood to create a deadly bow, favored by the boarding parties of island halflings.
ko: 이 마법 무기는 콜사닌 조궁장 명인들의 고대 지식을 활용하여 제작되었습니다. 아일랜드 하플링들의 승선 부대에서 선호하는 이 치명적인 활은 마법으로 메두사 산호와 견목을 결합하여 만들어졌습니다.

# Equipment/&Enchanted_Shortbow_Medusa_Title
source: Medusa Bow
ko: 메두사 보우

# Equipment/&Enchanted_Shortbow_Of_Accuracy_Description
source: This enchanted weapon was created using the ancient knowledge of Colthannin's master bowyers. Its original design bore the sigil of Defineth Sharpsight, a renowned sylvan elf enchanter.
ko: 이 마법 무기는 콜사닌 활 장인들의 고대 지식을 활용하여 제작되었습니다. 원래 디자인에 유명한 실반 엘프 인챈터 데피니스 샤프사이트의 인장이 새겨져 있습니다.

# Equipment/&Enchanted_Shortbow_Of_Accuracy_Title
source: Shortbow of Accuracy
ko: 명중의 숏보우

# Equipment/&Enchanted_Shortbow_Of_Sharpshooting_Description
source: This enchanted weapon was forged using the ancient knowledge of Colthannin's master bowyers. The Coedymwarth preferred to deal with Manacalon's arcanists physically rather than magically. Its best archers were given those shortbows, the creation of Defineth Sharpsight.
ko: 이 마법 무기는 콜사닌 활 장인들의 고대 지식을 활용하여 제작되었습니다. 코이뒴워스는 마나칼론 비전술사들을 마법보다 물리적으로 대응하는 것을 선호했습니다. 데피니스 샤프사이트의 작품인 이 숏보우는 최고의 궁수들에게 주어졌습니다.

# Equipment/&Enchanted_Shortbow_Of_Sharpshooting_Title
source: Shortbow of Sharpshooting
ko: 저격의 숏보우

# Equipment/&Enchanted_Shortsword_Lightbringer_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Shortsword_Lightbringer_Title
source: Lightbringer Shortsword
ko: 광휘의 숏소드

# Equipment/&Enchanted_Shortsword_of_acuteness_Description
source: This enchanted weapon was forged using the ancient knowledge of Manacalon's master smiths.
ko: 이 마법 무기는 마나칼론 대장장이 장인들의 고대 지식을 활용하여 제작되었습니다.

# Equipment/&Enchanted_Shortsword_of_acuteness_Title
source: Shortsword of Acuteness
ko: 예리함의 숏소드
