Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Mace_plus_two_Description
source: This weapon was typically wielded by veterans of the Golden Cavalry for devastating effect on the frontlines.
ko_mt: 이 무기는 일반적으로 최전선에 치명적인 영향을 미치기 위해 Golden Cavalry의 베테랑들이 사용했습니다.

# Greataxe_plus_01_Title
source: Greataxe +1
ko_mt: 거대도끼 +1

# Greataxe_plus_01_Description
source: A typical dwarven weapon, probably crafted by the smiths of the Snow Alliance.
ko_mt: 눈 얼라이언스의 대장장이가 만든 것으로 추정되는 전형적인 드워프 무기입니다.

# Greataxe_plus_01_unidentified_Title
source: Superb Greataxe
ko_mt: 멋진 거대도끼

# Greataxe_plus_01_unidentified_Description
source: A finely decorated greataxe with runic engravings.
ko_mt: 룬 문자가 새겨진 정교하게 장식된 거대한 도끼입니다.

# Greataxe_plus_2_Title
source: Greataxe +2
ko_mt: 거대도끼 +2

# BattleAxe_plus_2_Title
source: A masterpiece by Galar Stormforge, forged in the fires of the northern mountains and soaked in the eternal snows.
ko_mt: 북부 산맥의 불에서 벼려지고 영원한 눈에 흠뻑 젖은 Galar Stormforge의 걸작.

# Handaxe_plus_01_Description
source: A typical weapon forged by the dwarven smiths of the Snow Alliance.
ko_mt: 눈 얼라이언스의 드워프 대장장이가 제작한 대표적인 무기.

# Warhammer_plus_02_Title
source: Warhammer +2
ko_mt: 워해머 +2

# Warhammer_plus_02_Description
source: A light and beautifully crafted warhammer, made by Galar Stormforge, as a prototype for a more powerful weapon.
ko_mt: Galar Stormforge가 더 강력한 무기의 프로토타입으로 만든 가볍고 아름답게 제작된 워해머입니다.

# Warhammer_plus_01_Description
source: A typical weapon forged by the dwarven smiths of the Snow Alliance.
ko_mt: 눈 얼라이언스의 드워프 대장장이가 제작한 대표적인 무기.

# Shortsword_plus_1_Description
source: Though it follows the style of Defineth Sharpsight, this is obviously a copy and not a product of the master smith. Still, it's a very good magical weapon.
ko_mt: Defineth Sharpsight의 스타일을 따르지만 이것은 분명히 마스터 스미스의 산물이 아니라 복제품입니다. 그래도 아주 좋은 마법 무기입니다.

# Rapier_plus_1_Description
source: A beautifully crafted blade, very popular on the ships that sail around the Southern Islands.
ko_mt: 아름답게 제작된 칼날은 남섬을 항해하는 선박에서 매우 인기가 있습니다.

# TomeOfAllThingsFunction_Description
source: While you are carrying the Tome of All Things in your Utility Slot, all your ability scores equal 20.
ko_mt: 유틸리티 슬롯에 만물의 책을 들고 있는 동안 모든 능력 점수는 20입니다.

# FunctionCommandFear_Description
source: Command one target to flee in terror.
ko_mt: 한 대상에게 공포에 질려 도망치도록 명령하십시오.

# FunctionConeFear_Description
source: Cause all enemies in a 12-cell-long cone to flee in terror.
ko_mt: 12셀 길이의 원뿔 안에 있는 모든 적을 공포에 질려 달아나게 합니다.

# ItemFlagQuestDescription
source: This item is necessary for the completion of a quest and cannot be dropped or sold.
ko_mt: 이 아이템은 퀘스트 완료에 필요하며 드랍하거나 판매할 수 없습니다.

# ItemFlagPrimedDescription
source: Prepared by a Manacalon enchanter, this item can be crafted into a magical version using a Manacalon Rosary and the appropriate ingredient.
ko_mt: 마나칼론 인챈터가 준비한 이 아이템은 마나칼론 묵주와 적절한 재료를 사용하여 마법의 버전으로 제작할 수 있습니다.

# ItemFlagIngredientDescription
source: This item contains magical potential and can be used to craft a magical item, provided it is primed.
ko_mt: 이 아이템은 마법의 잠재력을 포함하고 있으며 준비가 되어 있다면 마법 아이템을 만드는 데 사용할 수 있습니다.

# ItemFlag_Flash_Description
source: Deals 1d6 radiant damage.
ko_mt: 1d6의 방사 피해를 줍니다.

# ItemFlag_Corrosive_Description
source: Deals 1d6 acid damage.
ko_mt: 1d6의 산성 피해를 입힙니다.

# ItemFlag_Flaming_Description
source: Deals 1d6 fire damage.
ko_mt: 1d6의 화염 피해를 입힙니다.

# ItemFlagPoison_1D4_Description
source: Deals 1d4 poison damage.
ko_mt: 1d4의 독 피해를 입힙니다.

# ItemFlagPoison_1D8_Description
source: Deals 1d8 poison damage.
ko_mt: 1d8의 독 피해를 입힙니다.

# ItemFlagPoison_1D6_Description
source: Deals 1d6 poison damage.
ko_mt: 1d6의 독 피해를 입힙니다.

# ItemFlagPoison_2D4_Description
source: Deals 2d4 poison damage.
ko_mt: 2d4 독 피해를 입힙니다.

# ItemFlagPoison_2D8_Description
source: Deals 2d8 poison damage.
ko_mt: 2d8의 독 피해를 입힙니다.

# ItemFlagPoison_3D6_Description
source: Deals 3d6 poison damage.
ko_mt: 3d6의 독 피해를 입힙니다.

# ItemFlagPoison_3D8_Description
source: Deals 3d8 poison damage.
ko_mt: 3d8의 독 피해를 입힙니다.

# ItemFlagPoison_Poisoned_Description
source: Causes the poisoned condition.
ko_mt: 중독 상태를 일으킵니다.

# ItemFlagPoison_Paralyzed_Description
source: Causes the paralyzed condition.
ko_mt: 마비 상태를 일으킵니다.

# ItemFlagPoison_Restrained_Description
source: Causes the restrained condition.
ko_mt: 구속 상태를 유발합니다.

# ItemFlagPoison_Overtime_Description
source: Deals damage over time.
ko_mt: 시간이 지남에 따라 피해를 줍니다.

# ItemFlagPoison_Blinded_Description
source: Causes the blinded condition.
ko_mt: 블라인드 상태를 유발합니다.

# EncryptedSpellbook_Title
source: Encrypted Spellbook
ko_mt: 암호화된 마법서

# EncryptedSpellbook_Description
source: A mysterious spellbook written in some obscure code. Maybe experts from the Circle of Danantar could use it.
ko_mt: 불분명한 코드로 쓰여진 신비한 마법서. 다난타르 서클의 전문가들이 사용할 수도 있습니다.

# ContainerTrunkTitle
source: Trunk
ko_mt: 트렁크

# EarlyBird_Function_Title
source: Increased Initiative
ko_mt: 증가된 이니셔티브

# EarlyBird_Function_Description
source: Increases your initiative by 2 when worn around the neck.
ko_mt: 목에 걸면 주도권이 2 증가합니다.

# MarkOfTheCrown_Title
source: Mark of the Crown
ko_mt: 왕관의 징표

# MarkOfTheCrown_Description
source: Since you've been deprived of the crown, you can't put anything else on your head. It kind of feels like the crown is still here, probably a side effect of the attunement with its phenomenal magic.
ko_mt: 당신은 왕관을 빼앗겼기 때문에 당신의 머리에 다른 것을 둘 수 없습니다. 왕관이 아직 여기 있는 것 같은 느낌이 듭니다. 아마도 경이로운 마법과 조화를 이루는 부작용일 것입니다.

# TagLightWeaponTitle
source: Light
ko_mt: 빛

# StandardBrassKeyTitle
source: Brass Key
ko_mt: 황동 열쇠

# StandardSilverKeyTitle
source: Silver Key
ko_mt: 실버 키

# StandardGoldKeyTitle
source: Gold Key
ko_mt: 황금 열쇠

# StandardIronKeyTitle
source: Iron Key
ko_mt: 철 열쇠

# StandardDragonKeyTitle
source: Dragon Key
ko_mt: 드래곤 키

# StandardKeyDescription
source: A key meant to open a locked door or container
ko_mt: 잠긴 문이나 컨테이너를 여는 열쇠

# BlackBearPelt_Title
source: Black Bear Pelt
ko_mt: 흑곰 가죽

# BlackBearPelt_Description
source: Take from the corpse of a Black Bear, this might be used to craft clothes.
ko_mt: 흑곰의 시체에서 꺼내 옷을 만드는 데 사용할 수 있습니다.

# BrownBearPelt_Title
source: Brown Bear Pelt
ko_mt: 불곰 가죽

# BrownBearPelt_Description
source: Take from the corpse of a Brown Bear, this might be used to craft clothes.
ko_mt: 불곰의 시체에서 꺼내 옷을 만드는 데 사용할 수 있습니다.

# GemBlack_Pearl_PowderTitle
source: Black Pearl powder
ko_mt: 블랙펄 파우더

# GemBlack_Pearl_PowderDescription
source: Material component necessary to cast the spell Circle of Death
ko_mt: Circle of Death 주문을 시전하는 데 필요한 재료 구성 요소

# Small_Crystal_SphereTitle
source: Small Crystal Sphere
ko_mt: 작은 수정구

# Small_Crystal_SphereDescription
source: Material component necessary to cast the spell Freezing Sphere
ko_mt: Freezing Sphere 주문을 시전하는 데 필요한 재료 구성 요소

# Eyes_OintmentTitle
source: Ointment
ko_mt: 연고

# Eyes_OintmentDescription
source: Material component necessary to cast the spell True Seeing.
ko_mt: True Seeing 주문을 시전하는 데 필요한 재료 구성 요소입니다.

# DLC1_VIP_Green_Book_Title
source: Green Book
ko_mt: 그린북

# DLC1_VIP_Green_Book_Description
source: This notebook contains encrypted information, and might have belonged to Marin Ving.
ko_mt: 이 노트북에는 암호화된 정보가 포함되어 있으며 Marin Ving의 소유일 수 있습니다.

# DLC1_Antique_Title
source: Antiquity
ko_mt: 유물

# DLC1_Antique_Description
source: A piece of marble of Tirmarian origin, as the damaged writings prove.
ko_mt: 손상된 글이 증명하듯이 티르마리아 기원의 대리석 조각.

# ScrollFreezingSphereTitle
source: Freezing Sphere
ko_mt: 얼어붙은 구체

# ScrollFreezingSphereDescription
source: When you use this scroll, you can the spell Freezing Sphere.
ko_mt: 이 두루마리를 사용하면 얼어붙는 구체를 주문할 수 있습니다.

# ScrollCircleOfDeathTitle
source: Circle of death
ko_mt: 죽음의 원

# ScrollCircleOfDeathDescription
source: When you use this scroll, you can the spell Circle of death.
ko_mt: 이 두루마리를 사용하면 Circle of Death를 사용할 수 있습니다.

# ScrollTrueSeeingTitle
source: True Seeing
ko_mt: 참된 모습

# ScrollTrueSeeingDescription
source: When you use this scroll, you can the spell True Seeing.
ko_mt: 이 두루마리를 사용하면 True Seeing 주문을 할 수 있습니다.

# ScrollResurrectionTitle
source: Scroll of Resurrection
ko_mt: 부활의 두루마리

# ScrollResurrectionDescription
source: When you use this scroll, you cast the Resurrection spell.
ko_mt: 이 두루마리를 사용하면 부활 주문을 시전합니다.

# ScrollBladeBarrierTitle
source: Scroll of Blade Barrier
ko_mt: 블레이드 배리어의 두루마리

# ScrollBladeBarrierDescription
source: When you use this scroll, you cast the spell Blade Barrier
ko_mt: 이 두루마리를 사용하면 Blade Barrier 주문을 시전합니다.

# ScrollChainLightningTitle
source: Scroll of Chain Lightning
ko_mt: 연쇄 번개 두루마리

# ScrollChainLightningDescription
source: When you use this scroll, you cast the spell Chain Lightning
ko_mt: 이 두루마리를 사용하면 연쇄 번개 주문을 시전합니다.

# ScrollDisintegrateTitle
source: Scroll of Disintegrate
ko_mt: 붕괴의 두루마리

# ScrollDisintegrateDescription
source: When you use this scroll, you cast the spell Disintegrate
ko_mt: 이 두루마리를 사용하면 주문을 시전합니다.

# ScrollEyeBiteTitle
source: Scroll of Eyebite
ko_mt: 아이바이트 두루마리

# ScrollEyeBiteDescription
source: When you use this scroll, you cast the spell Eyebite
ko_mt: 이 두루마리를 사용하면 Eyebite 주문을 시전합니다.

# ScrollGlobeOfInvulnerabilityTitle
source: Scroll of Globe of Invulnerability
ko_mt: 무적의 구체 두루마리

# ScrollGlobeOfInvulnerabilityDescription
source: When you use this scroll, you cast the spell Globe of invulnerability
ko_mt: 이 두루마리를 사용하면 무적의 구슬 주문을 시전합니다.

# ScrollHarmTitle
source: Scroll of Harm
ko_mt: 피해의 두루마리

# ScrollHarmDescription
source: When you use this scroll, you cast the spell Harm
ko_mt: 이 두루마리를 사용하면 주문을 시전합니다.

# ScrollHealTitle
source: Scroll of Heal
ko_mt: 치유의 두루마리

# ScrollHealDescription
source: When you use this scroll, you cast the spell Heal
ko_mt: 이 두루마리를 사용하면 치유 주문을 시전합니다.

# ScrollSunbeamTitle
source: Scroll of Sunbeam
ko_mt: 태양열 두루마리

# ScrollSunbeamDescription
source: When you use this scroll, you cast the spell Sunbeam
ko_mt: 이 두루마리를 사용하면 주문 Sunbeam을 시전합니다.

# ScrollHeroesFeastTitle
source: Scroll of Heroes' Feast
ko_mt: 영웅의 잔치 두루마리

# ScrollHeroesFeastDescription
source: When you use this scroll, you cast the spell Heroes' Feast
ko_mt: 이 두루마리를 사용하면 영웅의 잔치를 시전합니다.

# ScrollEyeBite_Title
source: Scroll of Eyebite
ko_mt: 아이바이트 두루마리

# ScrollEyeBite_Description
source: When you use this scroll, you cast the spell Eyebite
ko_mt: 이 두루마리를 사용하면 Eyebite 주문을 시전합니다.

# Armor_Sorcerer_Outfit_Title
source: Sorcerer outfit
ko_mt: 마법사 복장

# Armor_Sorcerer_Outfit_Description
source: A set of clothes typically worn by sorcerers. Does not provide protection.
ko_mt: 마법사들이 일반적으로 입는 의상 세트. 보호를 제공하지 않습니다.

# DruidicFocusTitle
source: Druidic Focus
ko_mt: 드루이드 집중

# DruidicFocusDescription
source: A druid can use such an object as spellcasting focus
ko_mt: 드루이드는 주문 시전 초점과 같은 개체를 사용할 수 있습니다.

# Shield_Wooden_Title
source: Wooden Shield
ko_mt: 나무 방패

# Shield_Wooden_Description
source: A simple shield without any metallic parts.
ko_mt: 금속 부품이 없는 단순한 방패.
