Repository: team-waldo/solasta-translation
Catalog: translation/*/Equipment.po
Languages: ko, ko_mt

# Equipment/&DLC3_Clue_Garrad_07_Description
source: An encrypted message was found hidden in a crossbow butt. It could be linked to Weyne, the crossbowman.
ko: 크로스보우의 개머리판에서 암호화된 문구가 나왔습니다. 이는 크로스보우를 사용하는 웨인과 관련이 있어 보입니다.

# Equipment/&DLC3_Investigation_Item_Garrad_06_Title
source: Love Letter
ko: 연애 편지

# Equipment/&DLC3_Investigation_Item_Garrad_06_Description
source: A short message of passion from someone to their lover.
ko: 연인에게 전하는 열정이 담긴 짧은 문구.

# Equipment/&DLC3_Investigation_Item_Garrad_06_Content
source: I miss you already! I know this is crazy and dangerous, and if the commander finds out, he'll be mad at us, but I can't stop thinking about you. Meet me tonight at the stables. I love you! Lorna
ko: 벌써 당신이 보고 싶어! 이게 위험하고 미친 짓이란 건 알아, 그리고 만약 사령관이 안다면 크게 노하겠지만, 당신에 대한 생각을 멈출 수가 없어. 오늘밤 마굿간에 날 만나러 와 줘. 사랑해! 로나

# Equipment/&DLC3_Investigation_Item_Garrad_07_Title
source: Hidden Message
ko: 숨겨진 문구

# Equipment/&DLC3_Investigation_Item_Garrad_07_Description
source: An encrypted message on a small piece of paper rolled up inside a crossbow's butt.
ko: 크로스보우 개머리판 안에 암호화된 문구가 담긴 작은 종이조각이 돌돌 말려 있었습니다.

# Equipment/&DLC3_Investigation_Item_Garrad_07_Content
source: Operation cancelled. Stand ready for further orders.
ko: 작전 취소. 추가 지령 기다릴 것.

# Equipment/&DLC3_Equipment_Undermountain_Clans_Claw_Title
source: Keskainen Claw Amulet
ko: 케스카이넨 발톱 목걸이

# Equipment/&DLC3_Equipment_Undermountain_Clans_Claw_Description
source: A Claw, the symbol of the authority of the Central Clans' Chief.
ko: 중앙 씨족장의 권위를 상징하는 발톱.

# Equipment/&DLC3_Clue_Generic_Exonarated_Title
source: Alibi
ko: 알리바이

# Equipment/&DLC3_Clue_Generic_Exonarated_Description
source: You took a chance, but have wrongly accused someone.
ko: 기회를 잡았으나, 엉뚱한 이를 추궁했습니다.

# Equipment/&DLC3_Guardian_Uncomplete_Title
source: Guardian
ko: 수호자

# Equipment/&DLC3_Guardian_Uncomplete_Description
source: This legendary weapon can be used to assemble the five claws of the Snow Alliance Clans
ko: 이 전설적인 무기는 설산 동맹 씨족의 다섯 발톱을 하나로 합치는 데 사용할 수 있습니다

# Equipment/&DLC3_Clue_Undermountain_Informant_01_Description
source: It seems that Berghild's mood has been very sullen since she returned from Gallivan with Valdi Boldhand and the delegation from House Ettiven.
ko: 발디 볼드핸드와 에띠벤 가문 대표단이 함께 갈리반에서 돌아온 이후, 베르길드의 기분이 매우 침울해 보입니다.

# Equipment/&DLC3_Clue_Undermountain_Informant_02_Description
source: It seems that Dana and Eiva have not been punctual recently, missing shifts on several occasions.
ko: 다나와 이바는 최근 근무 시간을 제대로 지키지 않는 둥, 여러 차례 근태를 보이고 있습니다.

# Equipment/&DLC3_Clue_Undermountain_Informant_03_Description
source: Apparently, either Dren or Priniwyn was seen exiting the well before the access to it was closed, even though it was forbidden.
ko: 드렌이나 프리니윈은 우물 출입이 금지되어 있는데도 폐쇄되기 전에 우물을 빠져나가는 모습이 목격되었습니다.

# Equipment/&DLC3_Clue_Undermountain_01_Description
source: Berghild does not seem to agree with Ettiven's commercial rapprochement with Gallivan, and apparently questions the actions of her house. It also appears that she trusts Alvig Chillhand.
ko: 베르길드는 에띠벤과 갈리반의 상업적 합의에 동의하지 않는 것 같고, 그녀의 집안의 행동에 의문을 품는 것 같습니다. 또한 알빅 칠핸드를 신뢰하는 것처럼 보입니다.

# Equipment/&DLC3_Clue_Undermountain_02_Description
source: Dren's pockets contained demonic essence. You don't come across that by chance…
ko: 드렌의 주머니에는 악마의 정수가 들어있었습니다. 우연히 발견한 게 아니라…

# Equipment/&DLC3_Clue_Undermountain_03_Description
source: An exchange of letters with his wife that does not appear to indicate a change of attitude on Priniwyn's part.
ko: 프리니윈의 태도 변화를 나타내는 것으로 보이지 않는 아내와의 편지 교환.

# Equipment/&DLC3_Clue_Undermountain_04_Description
source: Despite access to the well being forbidden before it collapsed, there are traces of footprints that lead to Dren and Priniwyn.
ko: 우물이 무너지기 전에는 접근 금지였지만, 드렌과 프리니윈으로 이어지는 발자국이 남아 있습니다.

# Equipment/&DLC3_Clue_Undermountain_05_Description
source: Empty bottles of alcohol were found behind some crates near the well. Eivar and Dana seem to have a weakness for the bottle, which may explain their recent absences and tardiness.
ko: 우물 근처 상자 뒤에서 빈 술병이 발견되었습니다. 에이바르와 다나는 술에 약해 보이는데, 최근 근태의 원인일 수 있습니다.

# Equipment/&DLC3_Clue_Undermountain_06_Description
source: Valdi Boldhand and the Ettiven house appear to have organized a secret meeting with Gallivan. Berghild, Alvig, Dren, and Priniwyn would have been part of it.
ko: 발디 볼드핸드와 에티벤 가문은 갈리반과 비밀 회동을 가진 것 같습니다. 베르길드, 알빅, 드렌, 프리니윈이 이와 관련이 있어 보입니다.

# Equipment/&DLC3_Investigation_Item_Undermountain_01_Title
source: Handwritten Note
ko: 손글씨 쪽지

# Equipment/&DLC3_Investigation_Item_Undermountain_01_Description
source: A carefully folded note, hidden in a pocket.
ko: 주머니에 숨겨졌던, 조심스럽게 접힌 쪽지.

# Equipment/&DLC3_Investigation_Item_Undermountain_01_Content
source: 8-6-1026 This meeting puts the Ettiven house to shame. I don't recognize Valdi lately. What is going through his mind? While our men are fighting for the Eastern Clans, Valdi has arranged a meeting with emissaries from Gallivan to, and I quote, "expand opportunities for merchant trade in order to improve the lives of the citizens of the Eastern Kingdoms". Bullshit! I understand the commercial reasoning, but Valdi has put the Alliance at risk. Especially as those Gallivan emissaries acted so strangely. Am I the only one who noticed? Maybe I should talk to Alvig? I know I can trust him. The return trip went well, but I wonder why some of them came with us… And now, the well has collapsed. I fear this will all blow up on us.
ko: 8-6-1026 이번 만남은 에티벤 가문의 명예를 실추시켰다. 최근 점차 발디를 인정하기가 어려워진다. 대체 무슨 심정의 변화가 있었던 거지? 우리 사람들이 동부 씨족을 위해 싸우고 있을 동안, 발디는 갈리반의 사절들과 만난 것도 모자라서는, "동부 왕국민들의 삶의 질을 향상시키기 위해 상인들의 무역 기회를 확장"한다고? 말 같잖은 소리를! 상업이 중요하지 않은 것은 아니지만, 발디는 설산 동맹을 위험으로 떠밀고 있다. 특히 갈리반 사절들의 행동은 너무나도 수상하다. 나만 이걸 눈치챈 건가? 알빅에게 얘기해야 할까? 믿을 수 있는 자이니. 복귀는 수월했지만, 왜 그들 중 일부가 우리와 함께 왔는지가 알 수 없다… 그리고 지금, 우물이 붕괴됐다. 이 모든 게 우리 위로 떨어지지는 않을지 두렵다.

# Equipment/&DLC3_Investigation_Item_Undermountain_03_Title
source: Letters
ko: 편지들

# Equipment/&DLC3_Investigation_Item_Undermountain_03_Description
source: Several letters passionately exchanged.
ko: 빈번히 오고 간 여러 장의 편지들.

# Equipment/&DLC3_Investigation_Item_Undermountain_03_Content
source: 26-3-1026 Dear Priniwyn, This is my first time in Turvaamalinn, and I must say I was impressed by the size of the city. The crossing of the mountain was hard, but the hope of finding you took the pressure off my legs. And what about the view once up there! I arrived just before the storm hit. Master Goldentongue's caravan didn't drag on; you can tell they are used to these conditions. But here I am, in town. I hope to be able to hold you in a short while.
ko: 26-3-1026 프리니윈에게, 투르바말린에 처음 왔는데, 도시의 규모가 인상 깊어. 산을 건너는 것은 힘들었지만, 널 찾을 수 있다는 희망이 다리를 가볍게 하더라. 그리고 그 위에 올라가서 본 경치는 어떤데! 폭풍우가 몰아치기 전에 도착했어. 골든텅의 상단은 이런 환경에 익숙한지 지체하지 않았어. 이제서야 마을에 왔지. 조만간 안아줄 수 있으면 좋겠네.

# Equipment/&DLC3_Investigation_Item_Undermountain_03B_Content
source: 8-4-1026 Dear Luriviel, I treasure the memory of our reunion. You are incredible! Thank you for being the way you are and for sharing that with me. I will soon leave on a new mission and be gone for a few weeks; I don't exactly know where yet. This is the first time a destination hasn't been given! But it will be in the southeast of the Snow Alliance, so no hope of me passing near your colonies.
ko: 8-4-1026 루리비엘에게, 우리가 다시 만난 날을 소중히 여길게. 넌 정말 대단해! 변치 않은 모습 보여줘서 고맙고 그 모습을 나와 함께해서 고마워. 곧 새로운 임무를 수행하러 몇 주 동안 자리를 비울거야. 아직 어디인지는 정확히 모르겠어. 목적지가 정해지지 않은 건 이번이 처음인걸! 그래도 설산 동맹 남동쪽으로 될 거 같으니, 너희 식민지 근처를 지나치진 않을거 같아.

# Equipment/&DLC3_Investigation_Item_Undermountain_03C_Content
source: 16-4-1026 Dear Priniwyn, Please take care. These missions worry me so. Knowing you are away from me for so long fills me with such sadness. We'll meet again, soon.
ko: 16-4-1026 프리니윈에게, 부디 무사하길. 임무들이 너무 걱정돼. 네가 오랫동안 나와 떨어진다는 걸 생각만 해도 슬픔으로 가득 차버려. 곧 다시 만날 수 있길.

# Equipment/&DLC3_Investigation_Item_Undermountain_03D_Content
source: 8-6-1026 Dear Luriviel, The mission was hard. We have just returned from the Gallivan border. Can you believe it? We went all the way there to… find a deal on the price of Gallivan vegetables! Well, anyway, we're back with more than we left with. Everything is fine, but poor Berghild looks exhausted from the trip. I think she's worried, but I'm not sure why. You met her last time, I think. She's a good person, I'll talk to her soon. I can't wait to see you again.
ko: 8-6-1026 루리비엘에게, 임무는 힘겨웠어. 우린 방금 갈리반 국경에서 돌아오는 참이야. 믿겨져? 거기까지 간게... 갈리반 채소 흥정을 하려고 였던게 말야! 어쨌든, 떠날 때 보다 더 많은 걸 지고 돌아왔어. 다 좋은데 불쌍한 베르길드는 여행에 지쳐버린 거 같아. 걱정하던데, 뭘 걱정하는진 모르겠어. 너도 한 번 만났을꺼야. 좋은 사람이니까, 한 번 얘기 나눠봐야겠어. 빨리 다시 널 보고싶네.

# Equipment/&DLC3_Investigation_Item_Undermountain_05_Title
source: Empty Bottles
ko: 빈 병

# Equipment/&DLC3_Investigation_Item_Undermountain_05_Description
source: A now empty bottle, but the powerful odors leave no doubt about the nature of the liquid that was inside. The label "Nnilamaavrut" promises to turn your head upside down.
ko: 지금은 빈 병이지만 강렬한 냄새가, 안에 들어있던 액체의 성질에 대한 확신을 줍니다. "닐라마브루트"라는 꼬리표를 보니 고개가 절로 끄덕여집니다.

# Equipment/&DLC3_Investigation_Item_Undermountain_06_Title
source: Convocation
ko: 소집

# Equipment/&DLC3_Investigation_Item_Undermountain_06_Description
source: A piece of paper hung on the wall to the soldiers of Turvaamalinn.
ko: 투르바말린의 병사들에게 보내는 종이 한 장이 벽에 걸려 있습니다.

# Equipment/&DLC3_Investigation_Item_Undermountain_06_Content
source: 6-4-1026 Convocation for the escort mission of Valdi Boldhand, Ettiven house. Date: 10-5-1026 Location: Southwest of the Snow Alliance (more details on the day of departure) Mission duration: Two to three weeks Purpose of the mission: Diplomatic meeting Meeting place: Approach Berghild Strongspine Members summoned: - Berghild Strongspine (Kultajakar) - Priniwyn Wildshadow (Hopajakar) - Dren Ice-Eye (Pronsjakar) - Alvig Chillhand (Pronsjakar) Additional details: A one-time bonus will be given to summoned members.
ko: 6-4-1026 에띠븐 가문, 발디 볼드핸드의 호위 임무를 위한 소집. 날짜: 10-5-1026 위치: 설산 동맹 남서쪽(자세한 내용은 출발 당일 안내) 임무 기간: 2~3주 목적: 외교 회의 회의 장소: 베르그힐드 스트롱스파인 근경 소환된 대원: - 베르길드 스트롱스파인 (쿨타자카르) - 프리니윈 와일드섀도우 (호파자카르) - 얼음눈 드렌 (프론자카르) - 알빅 칠핸드 (프론자카르) 추가 세부 정보: 소환된 대원에게 1회 보너스가 지급됨.

# Equipment/&DLC3_Investigation_Item_Undermountain_Drop_Title
source: Handwritten Note
ko: 갈겨쓴 쪽지

# Equipment/&DLC3_Investigation_Item_Undermountain_Drop_Description
source: A small piece of paper with a few quickly written words.
ko: 몇 단어가 휘갈겨 적힌 작은 종이 한 장.

# Equipment/&DLC3_Investigation_Item_Undermountain_Drop_Content
source: Arrived in Gallivan. Contact established. Return to Turvaamalinn. Flower bloomed in the tunnels.
ko: 갈리반 도착. 연락처 확립. 투르바말린으로 귀환. 터널에 꽃이 피었다.

# Equipment/&DLC3_Clue_WhiteCity_01_Description
source: Rubert was seen at the tavern on the night of the incident.
ko: 루버트는 사건 당일 밤 선술집에서 목격되었습니다.

# Equipment/&DLC3_Clue_WhiteCity_02_Description
source: A citizen noticed that Hugor was not patrolling near the elevator as he usually does on the night of the incident.
ko: 사건 당일 밤, 한 시민이 휴고가 평소처럼 승강기 근처를 순찰하지 않은 것을 목격했습니다.

# Equipment/&DLC3_Clue_WhiteCity_03_Description
source: It seems that Gorwong was playing a dice game at the inn instead of doing his patrol on the night of the incident.
ko: 사건 당일 밤, 고르웡은 순찰을 도는 대신 여관에서 주사위 노름을 했던 걸로 보입니다.

# Equipment/&DLC3_Clue_WhiteCity_04_Description
source: It appears that Arwynn was very often seen around the elevator.
ko: 아르윈은 승강기 주변에서 자주 목격되었습니다.

# Equipment/&DLC3_Clue_WhiteCity_05_Description
source: It appears that a dwarf guard was seen around the elevator on the night of the incident.
ko: 사건 당일 밤, 승강기 주변에서 드워프 경비병이 목격된 것으로 보입니다.

# Equipment/&DLC3_Clue_WhiteCity_06_Description
source: It appears that Hugor changed his shift on the night of the incident. Gorwong was supposed to replace him.
ko: 사건 당일 밤, 휴고는 근무조를 바꾼 것 같습니다. 고르웡이 휴고 대타였습니다.

# Equipment/&DLC3_Clue_WhiteCity_07_Description
source: It seems that Rubert was playing a dice game at the inn on the night of the sabotage.
ko: 루버트는 사보타주가 있던 날 밤 여관에서 주사위 노름을 했던 걸로 보입니다.

# Equipment/&DLC3_ElvenRing_Leralyn_Title
source: Beautiful Elven Ring
ko: 아름다운 엘프 반지

# Equipment/&DLC3_ElvenRing_Leralyn_Description
source: An old ring, beautifully crafted in elvish style, but not Manacalon.
ko: 엘프 스타일로 아름다이 제작되었으나, 마나칼론은 아닌 오래된 반지입니다.

# Equipment/&WarningLineContent
source: THIS ITEM SHOULD NOT BE FOUND IN THE GAME, DO NOT ADD TO DM
ko: 이 아이템은 게임에서 발견 돼선 안 돼, DM에 추가하지 마

# Equipment/&DLC3_Clue_WhiteCityInformant_01_Description
source: The Captain told you that three guards missed their shift on the night of the incident.
ko: 대장은 사건 당일 밤, 경비병 3명이 근무에서 빠졌다고 말했다.

# Equipment/&DLC3_Clue_WhiteCityInformant_02_Description
source: The Captain told you Agneta was not in her office that same night.
ko: 대장은 그날 밤 아그네타가 사무실에 없었다고 말했다.

# Equipment/&DLC3_Clue_WhiteCityInformant_03_Description
source: The Captain told you Arwynn was spotted around the elevator just before the sabotage.
ko: 대장은 사보타주 직전에 승강기 주변에서 아르윈을 목격했다고 말했다.

# Equipment/&DLC3_Investigation_Item_WhiteCity_02_Title
source: Handwritten Note
ko: 갈겨쓴 쪽지

# Equipment/&DLC3_Investigation_Item_WhiteCity_02_Description
source: A small piece of paper with a few quickly scribbled words.
ko: 빠르게 갈겨 쓴 단어 몇 개가 적힌 쪽지.

# Equipment/&DLC3_Investigation_Item_WhiteCity_02_Content
source: Receipt #785-B 2x anti-cold pills 1x cough syrup Recommended treatment: Stay home and drink hot beverages.
ko: 영수증 #785-B 감기약 2개 기침 시럽 1개 권장 치료: 휴식하며 따듯한 음료를 음용.

# Equipment/&DLC3_Investigation_Item_WhiteCity_01_Title
source: Handwritten Note
ko: 갈겨쓴 쪽지

# Equipment/&DLC3_Investigation_Item_WhiteCity_01_Description
source: A delivery schedule.
ko: 배달 일정.

# Equipment/&DLC3_Investigation_Item_WhiteCity_01_Content
source: Delivery Schedule Arwynn, here are the projected times for our next delivery. Could you please ensure you are waiting around the elevator area for them? Today: 06:00 Tomorrow: 08:15 Next week's deliveries to be arranged later.
ko: 배달 일정 아르윈, 다음 배달 예정 시간은 아래 대로야. 승강기 근처에서 기다려 주겠어? 오늘: 06:00 내일: 08:15 다음 주 배송은 나중에 공지 될 거야.

# Equipment/&DLC3_Elven_Mausoleum_Key_Title
source: Mausoleum Key
ko: 영묘 열쇠

# Equipment/&DLC3_Elven_Mausoleum_Key_Description
source: Key to the mausoleum in the High Elf district.
ko: 하이 엘프 구역에 있는 영묘 열쇠.

# Equipment/&DLC3_Elven_Document_Title
source: Elven Document
ko: 엘프 문서

# Equipment/&DLC3_Elven_Document_Description
source: Found in the ruins of the elven settlement, it describes in detail the historical event of sylvan elves murdered by the Empire.
ko: 엘프 정착지 폐허에서 발견되었으며, 제국에 의해 살해 당한 실반 엘프들의 역사적 사건을 자세히 설명하고 있습니다.

# Equipment/&DLC3_Elven_Ruins_Key_Title
source: Key to the Cave Ruins
ko: 동굴 유적으로 향하는 열쇠

# Equipment/&DLC3_Elven_Ruins_Key_Description
source: An old key from the Manacalon era.
ko: 마나칼론 시대의 오래된 열쇠.

# Equipment/&AbyssalAgitatorTitle
source: Abyssal Agitator
ko: 심연 교반기

# Equipment/&AbyssalAgitatorDescription
source: A tool that mixes demonic essences with other ingredients to craft demonic grease.
ko: 악마의 정수를 다른 재료와 섞어 악마 연고를 만드는 도구.

# Equipment/&AbyssalAgitatorInstructionsTitle
source: Notes on an Abyssal Agitator by Exonaïka
ko: 엑소나이카의 심연 교반기에 관한 설명서

# Equipment/&AbyssalAgitatorInstructionsDescription
source: A description of how to construct and operate an Abyssal Agitator, written in elvish.
ko: 엘프어로 작성 된, 심연 교반기를 제작하고 조작하는 방법에 대한 설명서.

# Equipment/&AbyssalAgitatorInstructionsContent01
source: An unintended boon discovered in my myriad encounters with demon-kind has been that the essences of their spirit and mana are often left behind as a viscous substance once their host is killed. After some experimentation, I have ascertained that this unusual raw material can be put to beneficial use, if one is so disposed and if the user can put up with the deleterious noxious fumes generated by their application.
ko: 내가 악마 종족과 무수히 마주치면서 발견한 뜻하지 않은 이점은 숙주가 죽으면 악마의 영혼과 마나의 정수가 점탄성 물질로 남는다는 점이다. 몇 가지 실험 끝에 나는 이 특이한 원료가, 사용자가 각오하고 사용하여 발생하는 유독가스를 견딜 수 있다면 유익하게 사용할 수 있다는 사실을 규명했다.

# Equipment/&AbyssalAgitatorInstructionsContent02
source: These demonic ingredients, along with other more traditional crafting ingredients, can be mixed in various doses to create a substance I shall name "demonic grease." To achieve this, one must first create a device that I have decided to call an "Abyssal Agitator." A simple matter to assemble one with a crafting tool when you know how. Once this device has been constructed, this will then enable the construction of a number of varied demonic greases described herein…
ko: 이 악마의 원료는, 다른 전통적인 제작 재료와 함께 다양한 비율로 혼합하여 내가 "악마 연고"라 이름 지은 물질을 만들 수 있다. 이를 위해 먼저 장치를 만들어야 하는데 "심연 교반기"라고 이름 지었다. 제작 도구만 다룰 줄 알면 간단하게 조립 가능하다. 이 장치가 만들어지면 여기에서 설명하는 다양한 악마 연고를 만들 수 있는데…

# Equipment/&DLC3_Investigation_Item_WhiteCity_00_Title
source: List of Suspects
ko: 용의자 목록

# Equipment/&DLC3_Investigation_Item_WhiteCity_00_Description
source: A list of suspects that Cylia Ironmist gave to you.
ko: 실리아 아이언미스트가 건네준 용의자 목록.

# Equipment/&DLC3_Investigation_Item_WhiteCity_00_Content
source: List of Suspects Hugor Strongflint: Watch guard Arwynn Thanatiel: Civilian Alcor Stormwise: Watch guard Gorwong Strongstone: Watch guard Rubert Flintstone: Watch guard
ko: 용의자 목록 휴고 스트롱플린트: 보초 아르윈 타나티에리 시민 알코어 스톰와이즈: 보초 고르웡 스트롱스톤: 보초 루버트 플린트스톤: 보초

# Equipment/&DLC3_SpeakerSoul_Title
source: Soul Sphere
ko: 영혼 구체

# Equipment/&DLC3_SpeakerSoul_Description
source: A strange, gleaming ball that seems to be made of crystal, containing a living soul - that of the Speaker of the Pact of the Claw!
ko: 수정으로 만들어진 것처럼 보이는 기묘하고, 빛나는 구체에 발톱의 협정 대변자의 영혼이 담겨 있습니다!

# Equipment/&DLC3_Investigation_Item_WhiteCity_03_Title
source: Handwritten Note
ko: 갈겨쓴 쪽지

# Equipment/&DLC3_Investigation_Item_WhiteCity_03_Description
source: A small piece of napkin with a few quickly scribbled words.
ko: 휘갈겨 쓴 단어 몇 개가 적힌 작은 냅킨 조각.

# Equipment/&DLC3_Investigation_Item_WhiteCity_03_Content
source: Gorwong, The dinner was my treat, but don't forget that you still owe me 15 gold for that game of dice you lost at the inn three nights ago. And remember there is 20 percent interest if you don't pay me before the end of the month. Rubert
ko: 고르웡, 저녁은 내가 쏘지만, 사흘 전 여관에서 잃은 주사위 15골드는 아직 내게 빚진 거란거 잊지 마. 그리고 이달 말 까지 안갚으면 이자 20 퍼센트인것도. 루버트

# Equipment/&DLC3_Investigation_Item_WhiteCity_04Title
source: Schedule Shift
ko: 교대 근무표

# Equipment/&DLC3_Investigation_Item_WhiteCity_04_Description
source: A small piece of paper with a few quickly scribbled words.
ko: 빠르게 갈겨 쓴 단어 몇 개가 적힌 쪽지.

# Equipment/&DLC3_Investigation_Item_WhiteCity_04_Content
source: Gorwong, Please could you cover for me on this week's night shift. I've got a really bad cold and I don't want to fall asleep during my patrols. I'll own you one, buddy! Hugor
ko: 고르웡, 이번 주 야간 근무 좀 대신 서 줄 수 있을까? 감기가 너무 심한데, 순찰 중에 곯아 떨어지긴 싫어. 신세 좀 질게, 친구! 휴고

# Equipment/&DLC3_Sacrifice_Title
source: Sacrifice
ko: 희생

# Equipment/&DLC3_Sacrifice_Description
source: This character has decided to stay in the Demon Realms to power the Demonic Gate.
ko: 이 캐릭터는 악마 관문에 힘을 실어주기 위해 악마의 영역에 머물기로 결정했습니다.

# Equipment/&DLC3_Investigation_Item_WhiteCity_08Title
source: City Watch Shifts
ko: 도시 순찰 근무표

# Equipment/&DLC3_Investigation_Item_WhiteCity_08_Description
source: A small piece of paper with a few quickly scribbled words.
ko: 빠르게 갈겨 쓴 단어 몇 개가 적힌 쪽지.

# Equipment/&DLC3_Investigation_Item_WhiteCity_08_Content
source: City Watch Duty for the Week Please take into account that the following change will be made for this week's patrol for the City Watch: Hugor: Shifts cancelled for three days Rubert: On leave Gorwong: Replacement for Hugor's cancelled shifts, three days Corporal Alcor will be in charge of the night patrol for the week.
ko: 금주의 도시 순찰 근무 이번 주 도시 순찰은 다음과 같이 변경되오니 참고 바랍니다: 휴고: 사흘간 교대 근무 취소 루버트: 휴가 고르웡: 휴고의 취소를 대신해 사흘간 근무. 알코르 상병이 금주 야간 순찰을 맡습니다.

# Equipment/&DLC3_Clue_WhiteCity_08_Description
source: It seems that Rubert was on leave the night of the incident.
ko: 루버트는 사건 당일 밤 휴가를 떠난 걸로 보입니다.

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Title
source: The Snow Alliance
ko: 설산 동맹

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Description
source: A treatise on the Snow Alliance peoples and their relationship with Masgarth.
ko: 설산 동맹과 마스가르스와의 관계에 관한 논문.

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content01
source: A brief introduction by Malion Treefoil.
ko: 말리온 트리포일의 간략한 소개.

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content02
source: Having spent years trading with the people of the Snow Alliance, I have found there are a few things one ought to know if one wishes to understand both them and their culture. Firstly, the mountains they live amongst are bitterly cold, harsh, and unforgiving. Come equipped for extremes. It was on my first mountain hike with locals that I discovered that the people of this area have 67 words for snow. No wonder the national emblem takes the form of a snowflake…
ko: 설산 동맹 사람들과 수년간 무역을 하면서 그들의 문화를 이해하려면 몇 가지 알아야 할 게 있다는 걸 깨달았다. 첫째, 그들이 사는 산악 지방은 몹시 춥고 거칠며 실수를 용납치 않는다. 극한의 상황에 대비 할 것. 현지인들과 함께한 첫 산행에서, 난 이 지역 사람들이 눈을 뜻하는 단어가 67 가지나 된다는 사실을 알게 되었다. 국가 상징이 눈송이인것도 당연한 셈이다…

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content03
source: Several pages seem to have been carefully cut out.
ko: 여러 페이지가 조심스럽게 잘려나갔습니다.

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content04
source: …It was on my fourth visit that I first truly felt accepted. A terrible avalanche had struck the village, burying every home. Working together, we were able to extract not only ourselves and save the children, but also recover food and supplies while the villagers of fighting age fought off a roaming group of Peaks Terrors. Never underestimate these people or their reserves of strength and hardiness. No wonder they survived not only the Cataclysm but also the War of Sorrow…
ko: ...네 번째 방문이 되서야 진정으로 받아들여졌다고 느꼈다. 끔찍한 눈사태가 마을을 덮쳐 모든 집이 매몰되었다. 우리는 함께하여 자신과 아이들을 구할 수 있었을 뿐만 아니라 전투 적령기의 주민들이 배회하는 산마루 공포 무리와 싸우는 동안 식량과 보금품을 회수할 수 있었다. 이들의 힘과 강인함을 과소평가해선 안된다. 이들은 대격변뿐만 아니라 슬픔의 전쟁에서도 살아남은 건 당연한 일이다…

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content05
source: The last pages describe the writer's retirement in the north.
ko: 마지막 페이지는 글쓴이가 북쪽에서 은퇴했다는 것을 묘사합니다.

# Equipment/&DLC3_Einareum_Lore_SnowAlliance_Content06
source: …Upon returning to the Principality for my last trade mission, I found that, like my adoptive clan, I too had become cautious of southern strangers and mistrusting of their too obvious motives. I now looked upon the soft hands and faces of the people of Masgarth and saw their eyes light up with avarice, grasping at the beautifully crafted gems and jewels I brought with me. It was only the Principality's gold and the much-needed supplies they would buy that helped calm those fears…
ko: ...마지막 무역 사절단을 위해 공국으로 돌아왔을 때, 나는 흡수된 우리 부족처럼 남쪽의 낯선 사람들을 경계하고 그들의 너무 뻔한 동기를 불신하게 되었다는 걸 깨달았다. 이제 마스가르트 사람들의 부드러운 손과 얼굴을 보면그들은 내가 가져온 아름다운 보석과 패물을 바라보며 탐욕에 절여진 모습을 보인다. 그런 공포를 진정시키는 것은 공국의 황금과 필요로 하는 물품들 뿐이었다…

# Equipment/&DLC3_Einareum_Lore_TheCrownOfTheMagister_Title
source: The Crown of the Magister
ko: 마지스터의 왕관

# Equipment/&DLC3_Einareum_Lore_TheCrownOfTheMagister_Description
source: A true account of the Crown's discovery and the heroes who saved the world, by Beric Sunblaze.
ko: 베릭 선블레이즈가 쓴 왕관의 발견과 세상을 구한 영웅들에 관한 진실.

# Equipment/&DLC3_Einareum_Lore_TheCrownOfTheMagister_Content01
source: Dear reader, In this tome, if you would indulge me, I would like to take the time to record for posterity the astonishing tale of the most marvelous group of adventuring heroes to grace Solasta. A group so true of purpose that their actions ensured the well-being and safety of our beloved Principality. Placing themselves repeatedly in such untold danger that we may one day be free of the menace of the Sorr-Akkath, may the blessings of Einar be upon them! …
ko: 친애하는 독자 여러분, 이 책에서는, 솔라스타를 빛낸 굉장하고 놀라운 영웅들의 엄청난 이야기를 후손을 위해 기록하였으니 시간을 할애 해 주시길 바랍니다. 목적에 충실한 이들은 사랑하는 공국의 안녕과 안전을 보전 해 주었습니다. 언젠가 우리가 소라카스의 위협으로부터 자유로워질 수 있는 그날까지, 이들에게 에이나르의 축복이 함께하기를!…
