Repository: team-waldo/solasta-translation
Catalog: translation/*/FactionStatus.po
Languages: ko, ko_mt

# FactionStatus/&AllianceDescription
source: The faction will actively help you.
ko: 당신을 적극적으로 도울 것입니다.

# FactionStatus/&AllianceTitle
source: Alliance
ko: 동맹

# FactionStatus/&AnimosityDescription
source: This faction will try to thwart you.
ko: 당신을 방해하려 들 것입니다.

# FactionStatus/&AnimosityTitle
source: Animosity
ko: 적대

# FactionStatus/&AttacksOnSightDescription
source: Attacks on sight.
ko: 마주치는 즉시 공격합니다.

# FactionStatus/&BrotherhoodDescription
source: You are important and influential in the faction.
ko: 당신은 중요하면서도 영향력 있는 구성원입니다.

# FactionStatus/&BrotherhoodTitle
source: Brotherhood
ko: 형제

# FactionStatus/&HatredDescription
source: The faction will try to kill you.
ko: 당신을 죽이려 들 것입니다.

# FactionStatus/&HatredTitle
source: Hatred
ko: 증오

# FactionStatus/&IndifferenceDescription
source: The faction does not care about you.
ko: 당신에게 관심이 없습니다.

# FactionStatus/&IndifferenceTitle
source: Indifference
ko: 무관심

# FactionStatus/&JoinsAllyInBattleDescription
source: Joins you in battle.
ko: 전투 시 당신의 편에 합류합니다.

# FactionStatus/&JoinsEnemiesDescription
source: Joins your enemies in battle.
ko: 전투 시 적의 편에 합류합니다.

# FactionStatus/&LivingLegendDescription
source: You are a key member of the faction, and a part of their history.
ko: 당신은 세력의 핵심 구성원이자, 그들의 역사의 일부입니다.

# FactionStatus/&LivingLegendTitle
source: Living Legend
ko: 살아있는 전설

# FactionStatus/&MerchantOverchargeFormat
source: Merchant overcharge: {0}%.
ko: 상인 할증금액 : {0}%.

# FactionStatus/&MerchantOverchargeFormatTrade
source: {0}: overcharge {1}%
ko: {0} : 할증금액 {1}%

# FactionStatus/&MerchantRebateFormat
source: Merchant rebate: {0}%.
ko: 상인 할인금액 : {0}%.

# FactionStatus/&MerchantRebateFormatTrade
source: {0}: rebate {1}%
ko: {0} : 할인금액 {1}%

# FactionStatus/&SympathyDescription
source: The faction will show you favor.
ko: 당신에게 호의를 보일 것입니다.

# FactionStatus/&SympathyTitle
source: Sympathy
ko: 지지

# AllianceDescription
source: The faction will actively help you.
ko_mt: 파벌이 적극적으로 당신을 도울 것입니다.

# AllianceTitle
source: Alliance
ko_mt: 동맹

# AnimosityDescription
source: This faction will try to thwart you.
ko_mt: 이 세력은 당신을 방해하려고 할 것입니다.

# AnimosityTitle
source: Animosity
ko_mt: 악의

# AttacksOnSightDescription
source: Attacks on sight.
ko_mt: 보는 즉시 공격합니다.

# BrotherhoodDescription
source: You are important and influential in the faction.
ko_mt: 당신은 파벌에서 중요하고 영향력이 있습니다.

# BrotherhoodTitle
source: Brotherhood
ko_mt: 형제간

# HatredDescription
source: The faction will try to kill you.
ko_mt: 진영은 당신을 죽이려고 할 것입니다.

# HatredTitle
source: Hatred
ko_mt: 증오

# IndifferenceDescription
source: The faction does not care about you.
ko_mt: 진영은 당신에게 관심이 없습니다.

# IndifferenceTitle
source: Indifference
ko_mt: 무관심

# JoinsAllyInBattleDescription
source: Joins you in battle.
ko_mt: 전투에 합류합니다.

# JoinsEnemiesDescription
source: Joins your enemies in battle.
ko_mt: 전투에서 적과 합류합니다.

# LivingLegendDescription
source: You are a key member of the faction, and a part of their history.
ko_mt: 당신은 파벌의 핵심 구성원이며 그들의 역사의 일부입니다.

# LivingLegendTitle
source: Living Legend
ko_mt: 살아있는 전설

# MerchantOverchargeFormat
source: Merchant overcharge: {0}%.
ko_mt: 판매자 초과 청구: {0}%.

# MerchantOverchargeFormatTrade
source: {0}: overcharge {1}%
ko_mt: {0}: 과충전 {1}%

# MerchantRebateFormat
source: Merchant rebate: {0}%.
ko_mt: 판매자 리베이트: {0}%.

# MerchantRebateFormatTrade
source: {0}: rebate {1}%
ko_mt: {0}: 리베이트 {1}%

# SympathyDescription
source: The faction will show you favor.
ko_mt: 진영은 당신에게 호의를 보일 것입니다.

# SympathyTitle
source: Sympathy
ko_mt: 동정
