Repository: team-waldo/solasta-translation
Catalog: translation/*/Faction.po
Languages: ko, ko_mt

# Faction/&ItemsScroll07_Title2
source: A folded paper that looks like an advertisement.
ko: 광고지처럼 보이는 접힌 종이.

# Faction/&ItemsScroll08_Title
source: Treasure Hunter Letter
ko: 보물 사냥꾼의 편지

# Faction/&ItemsScroll08_Title2
source: A folded paper with a name and address you cannot read.
ko: 읽을 수 없는 이름과 주소가 적힌 접힌 종이.

# Faction/&PrincipalityDescription
source: Located close to a strategic pass into the Badlands, the Principality came under pressure from its neighbors. They demanded a share in the discoveries brought back, fearing that these material and magical riches could upset the balance of power in the Eastern Kingdoms. The Legacy Council was born.
ko: 황무지로 향하는 전략적 통로와 가까운 곳에 위치한 공국은 이웃 국가들로부터 압박을 받았습니다. 그들은 이러한 물질적, 마법적 부유함이 동부 왕국들 간의 세력 균형을 뒤흔들 수 있다는 것을 두려워하여, 황무지에서 찾아낸 발견들에 대한 지분을 요구했습니다. 이로 인해 유산 평의회가 탄생하게 되었습니다.

# Faction/&PrincipalityTitle
source: Principality of Masgarth
ko: 마스가르스 공국

# Faction/&ScavengersDescription
source: The Scavengers are a neutral organization based in the Principality of Masgarth. They travel the Marches and the Badlands, visiting locations that have been cleared by adventurers and recovering any remaining loot. They resell mundane objects and negotiate with other factions over items of historical or magical value.
ko: 스캐빈저는 마스가르스 공국에 기반을 둔 중립 조직입니다. 그들은 접경지와 황무지를 종횡하며, 모험가들이 깨끗이 휩쓸고 간 자리에 남겨진 전리품을 가져갑니다. 평범한 전리품은 판매하고, 역사적이거나 마법적인 가치가 있는 아이템은 다른 세력과 협상하기도 합니다.

# Faction/&ScavengersTitle
source: Scavengers
ko: 스캐빈저

# Faction/&SilentWhisperDescription
source: The Silent Whisper was the secret intelligence and counterintelligence service of the Manacalon Empire. Now, it provides the same services to the New Empire.
ko: 고요한 속삭임은 마나칼론 제국의 비밀 첩보/방첩 조직으로, 현재는 신 제국을 위해 일하고 있습니다.

# Faction/&SilentWhisperTitle
source: Silent Whisper
ko: 고요한 속삭임

# Faction/&TowerOfKnowledgeDescription
source: The Tower of Knowledge is based in the Kingdom of Gallivan. It began several centuries ago as a local effort to preserve and recover the lost knowledge of the Manacalon Empire, and has grown into a great seat of learning.
ko: 지식의 탑은 갈리반 왕궁에 본거지를 두고 있습니다. 수 세기 전, 마나칼론 제국의 소실된 지식을 복구하고 보존하기 위한 현지의 노력으로 시작된 움직임은 지식의 탑이 훌륭한 배움터로 성장하게 된 원동력이 되었습니다.

# Faction/&TowerOfKnowledgeTitle
source: Tower of Knowledge
ko: 지식의 탑

# Faction/&DLC1_Orenitis_Title
source: Dominion
ko: 자치령

# Faction/&DLC1_Orenitis_Description
source: The faction of the valley's ruler.
ko: 계곡의 지배자 세력.

# Faction/&DLC1_Forge_Title
source: Forge
ko: 포지

# Faction/&DLC1_Forge_Description
source: A faction of crafters and scavengers, based in the jungle.
ko: 정글에 근거지를 둔, 공예가들과 스캐빈저들의 세력.

# Faction/&DLC1_Mask_Title
source: Mask
ko: 마스크

# Faction/&DLC1_Mask_Description
source: An elusive group with unclear motives.
ko: 목적을 알 수 없는 종잡을 수 없는 집단.

# Faction/&DLC1_ThePeople_Title
source: The People
ko: 민중

# Faction/&DLC1_ThePeople_Description
source: Citizens of the valley's capital.
ko: 계곡의 수도에 거주하는 시민들.

# Faction/&DLC1_Rebellion_Title
source: The Rebellion
ko: 반군

# Faction/&DLC1_Rebellion_Description
source: Enemies of the Dominion, determined to overthrow it.
ko: 체제를 전복시키려는, 자치령의 적들.
