Repository: team-waldo/solasta-translation
Catalog: translation/*/Faction.po
Languages: ko, ko_mt

# AntiquariansDescription
source: The Guild of Antiquarians grew up as an informal information-sharing network within the Snow Alliance, composed of those explorers and scholars intrepid enough to study the Marches. Over the last couple of centuries it has coalesced into a more-or-less formal organization that mimics the structure of a university.
ko_mt: The Guild of Antiquarians는 Snow Alliance 내에서 비공식적인 정보 공유 네트워크로 성장했으며, 행진을 연구할 만큼 용감한 탐험가와 학자들로 구성되었습니다. 지난 몇 세기 동안 그것은 대학의 구조를 모방한 다소간 공식적인 조직으로 통합되었습니다.

# AntiquariansTitle
source: Antiquarians
ko_mt: 골동품

# ArcaniumDescription
source: The Arcaneum is the magical arm of the New Empire, descended from an Old Empire organization of the same name. It is run by powerful wizards who carry on the traditions of ancient Imperial magic - and long to recover more.
ko_mt: Arcaneum은 같은 이름의 Old Empire 조직의 후손인 New Empire의 마법 팔입니다. 고대 제국 마법의 전통을 계승하고 더 많은 것을 회복하기를 갈망하는 강력한 마법사가 운영합니다.

# ArcaniumTitle
source: Arcaneum
ko_mt: 아카네움

# ChurchOfEinarDescription
source: The most widespread religion on Solasta, the Church of Einar stands for honor and justice. It is trusted by all, and its representatives on the Legacy Council act as a guarantee of fair dealing.
ko_mt: 솔라스타에서 가장 널리 퍼진 종교인 에이나르 교회는 명예와 정의를 상징합니다. 모든 사람이 신뢰하며 Legacy Council의 대표자들이 공정 거래를 보장하는 역할을 합니다.

# ChurchOfEinarTitle
source: Church of Einar
ko_mt: 에이나르 교회

# CircleOfDanantarDescription
source: The Circle grew up in the Principality of Masgarth as a school for adventurers, out of a minor magic school from the Old Empire. It has a reputation for toughness and practicality which contrasts with the more scholarly outlook of some other factions.
ko_mt: 써클은 마스가르스 공국에서 모험가들을 위한 학교로, 고대 제국의 작은 마법 학교에서 성장했습니다. 그것은 다른 파벌의 보다 학문적인 관점과 대조되는 강인함과 실용성으로 유명합니다.

# CircleOfDanantarTitle
source: Circle of Danantar
ko_mt: 다난타르의 원

# ItemsScroll01_Description
source: Oh, Holy Twins, Kyrie and Juno, Beloved of Mankind! My time is now scarce, but my faith is strong. I bid you read these words of prayer! Know that with my last breaths I have laid low Your enemies. Know that with my last drops of blood I have offered You sacrifice. Know that with my last words I praise You. Life drains from me, though You are ever young. I die, but You shall endure forever - let the last deeds of this mortal man be my final act of devotion.
ko_mt: 오, 신성한 쌍둥이, 인류의 사랑을 받는 카이리와 주노! 지금은 때가 가까우나 믿음은 강합니다. 이 기도문을 읽으라고 합니다! 내가 마지막 숨을 거두면서 당신의 원수들을 쓰러뜨렸다는 것을 아십시오. 내 마지막 피 한 방울로 당신께 제사를 드린 것을 아십시오. 내 마지막 말로 당신을 찬양함을 알아주소서. 당신은 항상 젊지만 생명은 내게서 흘러나옵니다. 나는 죽지만 당신은 영원히 견디실 것입니다. 이 필멸의 인간의 마지막 행위가 나의 마지막 헌신이 되게 하십시오.

# ItemsScroll01_Title
source: Dead Cleric Letter
ko_mt: 죽은 성직자의 편지

# ItemsScroll01_Title2
source: A nice parchment, rolled up and stored in a wooden case.
ko_mt: 좋은 양피지를 말아서 나무 케이스에 보관했습니다.

# ItemsScroll02_Description
source: Moonlight drizzled from your armor. One room, face to face, our eyes met. Art said sloppy as you draw near. No man has shared you as I have. Both our hands collide as well as our lips. The stars find sparks floating around to gasp. Herald my pounding heart to calm. He grabbed my beard and kissed my neck. Pure passion, one beast with two backs. A gaze to make it all perfect. I reach for my side, and you are not there. In the night, I cried for my sweet Garrod. Ragni Hammerpen
ko_mt: 당신의 갑옷에서 달빛이 흩뿌려졌습니다. 한 방, 마주보고 눈이 마주쳤다. 예술은 당신이 가까이 다가갈수록 조잡하다고 말했습니다. 나처럼 당신을 공유한 사람은 없습니다. 두 손도 입술도 부딪친다. 별들은 헐떡이기 위해 떠다니는 불꽃을 찾습니다. 쿵쾅거리는 마음을 진정시켜라. 그는 내 수염을 잡고 내 목에 키스했다. 순수한 열정, 두 개의 등을 가진 하나의 짐승. 모든 것을 완벽하게 만드는 시선. 나는 내 옆에 손을 뻗고, 당신은 거기에 없습니다. 밤에 나는 내 사랑스러운 Garrod를 위해 울었습니다. 라그니 해머펜

# ItemsScroll02_Title
source: Love Poem
ko_mt: 사랑시

# ItemsScroll02_Title2
source: A cheap piece of paper folded in four.
ko_mt: 네 개로 접힌 값싼 종이.

# ItemsScroll03_Description
source: If this is found please forward to my wife L Address is at the bottom. L - for 30 years I always promised to come back safely to you. This time I'm going to be late. It was a spectacular battle but this beast was better than my sword. I will light the fire and wait by the door until you get here. Love J
ko_mt: 이것이 발견되면 내 아내 L에게 전달하십시오. 주소는 하단에 있습니다. 엘 - 30년 동안 나는 항상 당신에게 안전하게 돌아올 것을 약속했습니다. 이번에는 늦겠다. 화려한 전투였지만 이 짐승은 내 검보다 나았다. 나는 불을 붙이고 당신이 여기 올 때까지 문 옆에서 기다릴 것입니다. 러브제이

# ItemsScroll03_Title
source: Farewell Letter
ko_mt: 이별의 편지

# ItemsScroll03_Title2
source: A rolled, sealed letter in a leather case.
ko_mt: 가죽 케이스에 말아서 봉인한 편지.

# ItemsScroll04_Description
source: Tomaz, I do hope these words find you good health, and I am sorry for not writing sooner. Requisitioning the necessary supplies, and ensuring delivery is risky, and dangerous. But it is well worth it, as your letters have become a shining beacon of hope in the dark nights that haunt this prison. Your words of concern are not misplaced, as the wound of old is spreading my certain end through my feverish body. Days of labor are more torturous than the last, every disciplinary action leaving wounds that will never heal, and hunger has thinned the veil between reality and dream. I fear this letter may be my last. Long ago you asked me what crimes lead me here, and I professed my innocence. I could not risk that my beloved thought any less of me. Your worship of my fortitude, determination, and spirit allowed you to draw strength in dark times. I could not allow that to be tainted by my past. But now, in these final days, I understand that I was hardly worthy of that affection. I will never fathom how I deserved meeting you in this crucible of my own making. When I was young my mother's farm had fallen on hard times. I was sent to the Lady's estate to work as a maid amongst deranged aristocrats. These years were filled with mischievous pranks, brute discipline, and cruel indignities. All of my scars and faults tell of those years. The Lady never burdened herself with guilt, but put the blame solely on the shoulders of my mother. Repressed longings turned into despair, despair into resentment, and resentment into spite, which culminated into a hate-filled second of violence my mother did not survive. And despite my faults, lies, and my shameful past, you still loved me. I did not fully understand why until the end. You did not need to know my past, for your love is unconditional. Please, my love, do not look at the past, but to the future. Do not fall for despair as I once did, but let the child birthed of our love carry you to a new beginning. Merilyn
ko_mt: 토마즈, 이 말씀이 여러분의 건강을 기원하며, 더 빨리 글을 쓰지 못해 죄송합니다. 필요한 공급을 요청하고 배달을 보장하는 것은 위험하고 위험합니다. 그러나 당신의 편지가 이 감옥을 괴롭히는 어두운 밤에 희망의 빛나는 등대가 되었기 때문에 그만한 가치가 있습니다. 오래된 상처가 열이 나는 몸을 통해 내 끝을 퍼뜨리고 있기 때문에 당신의 우려의 말은 잘못된 위치에 있지 않습니다. 노동의 날은 마지막 날보다 더 고통스럽고 모든 징계는 결코 치유되지 않는 상처를 남깁니다. 굶주림은 현실과 꿈 사이의 베일을 가늘게 만듭니다. 이 편지가 내 마지막 편지가 될까 봐 두렵다. 오래 전에 당신은 나에게 어떤 범죄가 나를 여기로 이끄는지 물었고 나는 결백을 고백했습니다. 나는 사랑하는 사람이 나를 덜 생각한다는 위험을 감수할 수 없었다. 나의 강인함, 결단력, 정신에 대한 당신의 숭배는 당신이 어두운 시기에 힘을 얻을 수 있게 해주었습니다. 그것이 내 과거에 의해 더럽혀지도록 내버려 둘 수는 없었다. 그러나 이제 이 마지막 날에 내가 그 사랑을 받을 자격이 거의 없다는 것을 이해합니다. 내가 직접 만든 이 도가니에서 어떻게 당신을 만날 자격이 있었는지 결코 헤아릴 수 없습니다. 내가 어렸을 때 어머니의 농장은 어려운 시기에 무너졌습니다. 나는 정신이 나간 귀족들 사이에서 하녀로 일하기 위해 레이디의 영지로 보내졌습니다. 이 해는 장난스러운 장난, 무자비한 징계, 잔인한 모욕으로 가득 차 있었습니다. 내 모든 상처와 결점이 그 시절을 말해줍니다. 그 여인은 결코 죄책감에 시달린 적이 없고 오로지 어머니의 어깨에 그 책임을 떠넘겼습니다. 억눌린 그리움은 절망으로, 절망은 원망으로, 원망은 원한으로 바뀌었고, 결국 증오로 가득 찬 1초의 폭력은 어머니가 살아남지 못했다. 내 잘못, 거짓말, 부끄러운 과거에도 불구하고 당신은 여전히 ​​나를 사랑했습니다. 나는 끝까지 왜 그런지 완전히 이해하지 못했다. 당신의 사랑은 무조건적이기 때문에 당신은 내 과거를 알 필요가 없습니다. 내 사랑, 과거를 보지 말고 미래를 보십시오. 저처럼 절망에 빠지지 마시고, 우리 사랑으로 태어난 아이가 여러분을 새로운 시작으로 인도하게 해주십시오. 메릴린

# ItemsScroll04_Title
source: Tragic Love Letter
ko_mt: 비극적인 연애편지

# ItemsScroll04_Title2
source: A letter, written in haste on a torn-out scrap of paper.
ko_mt: 찢어진 종이 조각에 급하게 쓴 편지.

# ItemsScroll05_Description
source: I, Nilocyrel Dream-Minder, hereby bear witness of the miracle of light. As part of a conclave of mages focused on the research of magic and accompanied by the always interfering Imperial agents we were to investigate rumors of the sudden appearance of a seemingly magical construct of light deep in an uninhabited region of Aer-Elai. While fast-traveling through still civilized areas of the Empire, we took notice of strange rumors that had started to spread. Sightings of creatures, burly as dwarves but almost as tall as the Sitherna itself. Clad in pelts and iron, aggressive and savage. At first we thought some children were exaggerating their encounter with the lonely remains of some scattered dwarves, but later on we were able to study a captive, while resting in a rural outpost. Its stature and surly look were comparable with the dwarves from the northern mountains, if it weren't for the obvious difference in size. Judging by the still wrinkle-free face it was most likely a youngling and seemed to be able to speak, but neither I nor my more traveled companions could make any sense of the guttural sounds it would utter. My colleague Andariel Silvertongue muses if it would be possible to use magic to understand these barbaric humanoids, but we didn't have time to further research this topic. Maybe our misguided brethren in the east might know more about this kin. Four days after we left the seat of the Arcaneum, while the darkness of the approaching night started to set in, we finally caught a glimpse of the incident we were tasked to research. I saw the sky burn with cold, otherworldly flames, which were of a kind neither of us had laid its eyes upon before. It is too dark to continue and while a sight to behold, I sense a feeling of dread coming from this light. I entrust this interim report to an accompanying agent, who will travel back this night to report the coordinates this magical construct can be found at. Tomorrow we will advance further.
ko_mt: 나 Nilocyrel Dream-Minder는 이로써 빛의 기적을 증언합니다. 마법 연구에 집중하고 항상 간섭하는 제국 요원과 함께하는 마법사 회의의 일환으로 우리는 Aer-Elai의 무인도 깊숙한 깊숙한 곳에 마법처럼 보이는 빛의 구조물이 갑자기 나타났다는 소문을 조사해야 했습니다. 제국의 아직 문명화된 지역을 빠르게 여행하는 동안 우리는 퍼지기 시작한 기이한 소문에 주목했습니다. 드워프만큼 건장하지만 시더나만큼 키가 큰 생물을 목격했습니다. 가죽과 철로 무장하고 공격적이고 야만적입니다. 처음에는 몇몇 아이들이 흩어진 드워프의 외로운 유골과의 만남을 과장하는 것이라고 생각했지만, 나중에는 시골 전초 기지에서 쉬면서 포로를 연구할 수 있었습니다. 확연한 크기의 차이만 아니라면 그 키와 험상궂은 모습은 북부산의 드워프들과 견줄 만하다. 여전히 주름이 없는 얼굴로 판단하면 그것은 어린아이일 가능성이 높고 말을 할 수 있는 것 같았지만, 나와 더 많은 여행을 다니는 동료들은 그것이 내뱉는 헛소리를 이해할 수 없었습니다. 내 동료 Andariel Silvertongue는 이 야만적인 인간형 인간을 이해하기 위해 마법을 사용하는 것이 가능할지 생각하지만 우리는 이 주제를 더 조사할 시간이 없었습니다. 동쪽에 있는 우리의 잘못 인도된 형제들이 이 친족에 대해 더 많이 알고 있을지도 모릅니다. 아케네움의 자리를 떠난 지 4일, 다가오는 밤의 어둠이 깔리기 시작하던 중, 드디어 우리가 조사해야 할 사건을 엿볼 수 있었다. 나는 하늘이 우리 중 누구도 전에 본 적이 없는 차갑고 다른 세상의 불꽃으로 타오르는 것을 보았습니다. 계속하기에는 너무 어둡고 한 눈에 볼 수 있는 동안 나는 이 빛에서 오는 공포감을 느낍니다. 나는 이 중간 보고서를 동행하는 요원에게 맡겼습니다. 동반 요원은 이 마법의 구조물을 찾을 수 있는 좌표를 보고하기 위해 오늘 밤 다시 여행할 것입니다. 내일은 더 나아가겠습니다.

# ItemsScroll05_Title
source: Imperial Mage Report
ko_mt: 제국 마법사 보고서

# ItemsScroll05_Title2
source: A beautiful, illuminated manuscript.
ko_mt: 아름답게 빛나는 원고.

# ItemsScroll06_Description
source: His name was Thuriel Duskfall. A childhood disease left him deaf and disfigured. He found his sole pleasure in life from fishing in the streams at night. Silent and at peace, he was not judged when alone and in the dark. Thus, he developed a skill that gave him value in the eyes of the sylvan elves, who otherwise viewed him as imperfect and damaged. He was also my brother. I covered his body with a cairn of stones on the riverbank where I found it. They had taken his rod and his fish, the bracelet he had from our father, his fileting knife, everything. So I tracked them. They were many, and arrogant, but I had little else to do, and all the time in the world. Four died before they learned to leave guards at night. Two more before they learned to make sure the guards were sober. Six of them slept together in a tent; I slit the throats of the three largest and left the rest to their sweet dreams. By the time they made Port Harrow they were telling stories of the hordes of night witches who descended upon them from the haunted boughs of Colthannin, drinking the blood of their friends and depopulating entire villages. More died there, where they mistakenly believed the crowds would give them safety. An envoy from my people came, asking me to stop. I indicated that I would do so the day my brother came back to life. I have not done so. Stranger, if you find this scroll, by the cairn by the river, I ask that you leave it be, and say a prayer for the soul of my brother. Stranger, if you find this scroll, by the cairn by the river, and disturb the cairn, or take the scroll, know that I will find you. They call me Nightplague.
ko_mt: 그의 이름은 투리엘 더스크폴. 어린 시절의 질병으로 그는 귀머거리와 기형이 되었습니다. 그는 밤에 개울에서 낚시를 하면서 인생의 유일한 즐거움을 찾았습니다. 조용하고 평화롭게 그는 혼자 있을 때나 어둠 속에서나 심판을 받지 않았습니다. 따라서 그는 실반 엘프가 보기에 자신을 불완전하고 손상된 존재로 여길 만한 기술을 개발했습니다. 그는 내 동생이기도 했다. 나는 그를 발견한 강둑에서 그의 시신을 돌무더기로 덮었습니다. 그들은 그의 지팡이와 물고기, 우리 아버지에게서 받은 팔찌, 칼날, 모든 것을 빼앗았습니다. 그래서 그들을 추적했습니다. 그들은 많고 오만했지만 나는 할 일이 거의 없었고 항상 세상에서 살았습니다. 4명은 밤에 경비원을 떠나는 법을 배우기 전에 사망했습니다. 경비원들이 정신을 차렸는지 확인하는 법을 배우기 전에 두 번 더. 그들 중 여섯은 천막에서 함께 잤다. 나는 가장 큰 세 마리의 목을 베어내고 나머지는 그들의 달콤한 꿈에 맡겼습니다. 그들이 포트 해로우를 만들었을 때 그들은 콜타닌의 유령의 가지에서 내려와 친구들의 피를 마시고 마을 전체를 인구 감소시키는 밤의 마녀 떼거리에 대한 이야기를 하고 있었습니다. 더 많은 사람들이 그곳에서 사망했는데, 그곳에서 그들은 군중이 그들을 안전하게 지켜줄 것이라고 잘못 믿었습니다. 내 백성의 사절이 와서 그만하라고 했습니다. 나는 형이 살아나는 날 그렇게 하겠다고 말했다. 나는 그렇게 하지 않았다. 낯선 사람이여, 만일 당신이 이 두루마리를 강가의 돌무더기 옆에서 발견한다면, 당신이 그것을 그대로 두고 내 형제의 영혼을 위한 기도를 바치기를 청합니다. 낯선 사람이여, 만일 당신이 이 두루마리를 강가의 가마솥 옆에서 발견하고 가마솥을 어지럽히거나 그 두루마리를 가져가면 내가 당신을 찾을 줄을 아십시오. 그들은 나를 Nightplague라고 부릅니다.

# ItemsScroll06_Title
source: Brother Letter
ko_mt: 형제 편지

# ItemsScroll06_Title2
source: A page torn from a journal.
ko_mt: 일기장에서 찢어진 페이지.

# ItemsScroll07_Description
source: The Dragon's Den - Grand Opening: Come one, come all, join us on the 23rd of May for the Grand Opening of The Dragon's Den - Gallivan's newest tavern, eatery, and bordello. Enjoy one of 10 different ales, or perhaps a vintage cask of wine from our cellar while you enjoy rack of meat and freshly baked bread. Need to satisfy a hunger of a different kind? Take a look at what we have to offer upstairs. Fancy a stout dwarf to rub out your tensions? We have three to choose from. Prefer something a little pointier with a slender frame? We have you covered with the fairest elven beauties in the land. We even have a halfling if you are into that sort of thing. In celebration of our Grand Opening, we will also have a very special guest performer from 21:12 until closing time. The famous bard Neil Beart will be giving a rare solo performance, all the way from the Principality. Other opening day activities include: Axe throwing hosted by Runglia Silverbeard (yes, we even have a bearded "lady") Tarot reading by Aelrindel the Wise Battle Chess Tournament Much, much more! We are located on the eastern edge of town, just past the town apothecary. And finally, a short poem from Lord Astaroth, a renowned battlemage and our sole proprietor. Stained velvet, dirty lace, Naked glee on every face. Open up to your inner desires, As you lay here, by the fire. All are welcome here, Without worry, regret, or fear. So pull up a chair and sit up straight, Some might even say it's fate. Oh, my beautiful lady, So fair, slim and shady, I'll meet you upstairs After I trim these pesky nose hairs… In the Dragon's Den by Lord Astaroth Darkbane
ko_mt: Dragon's Den - 그랜드 오프닝: 갈리반의 최신 선술집, 식당 및 보르델로인 Dragon's Den의 그랜드 오프닝을 위해 5월 23일에 함께 오세요. 고기와 갓 구운 빵을 즐기면서 10가지 다른 에일 중 하나를 즐기거나 와인 저장고에서 빈티지 와인 통을 즐기십시오. 다른 종류의 배고픔을 만족시켜야 합니까? 우리가 위층에서 무엇을 제공해야 하는지 살펴보십시오. 긴장을 풀어줄 튼튼한 드워프를 원하십니까? 세 가지 중에서 선택할 수 있습니다. 가느다란 프레임에 좀 더 포인트가 있는 것을 선호하시나요? 우리는 당신을 이 땅에서 가장 아름다운 엘프 미녀로 덮었습니다. 당신이 그런 종류의 일에 있다면 우리는 심지어 하플링을 가지고 있습니다. 그랜드 오픈을 기념하여 21:12부터 폐장 시간까지 아주 특별한 게스트 출연자를 초대합니다. 유명한 음유시인 닐 베어트(Neil Beart)가 공국(Principality)에서 오는 내내 보기 드문 솔로 연주를 선보일 예정입니다. 기타 개장일 활동은 다음과 같습니다. Runglia Silverbeard에서 주최하는 도끼 던지기(예, 수염 난 "숙녀"도 있습니다) Aelrindel Wise의 타로 읽기 배틀 체스 토너먼트 훨씬, 훨씬 더! 우리는 마을 약국을지나 마을의 동쪽 가장자리에 위치하고 있습니다. 그리고 마지막으로, 유명한 전투마법사이자 우리의 단독 소유주인 Lord Astaroth의 짧은 시입니다. 얼룩진 벨벳, 더러운 레이스, 모든 얼굴에 벌거 벗은 기쁨. 내면의 욕망을 열어라. 당신이 여기 누워 있을 때, 불 옆에. 모두 환영합니다, 걱정도, 후회도, 두려움도 없이. 그러니 의자를 당겨 똑바로 앉고, 누군가는 그것이 운명이라고 말할 수도 있습니다. 오, 나의 아름다운 여인이여, 너무 공정하고 날씬하고 그늘진, 위층에서 만나요 이 성가신 콧털을 정리하고 나면... 용의 소굴에서 아스타로스 다크베인 경

# ItemsScroll07_Title
source: Dragon's Den Advertisement
ko_mt: 드래곤즈 덴 광고

# ItemsScroll07_Title2
source: A folded paper that looks like an advertisement.
ko_mt: 광고처럼 보이는 접힌 종이.

# ItemsScroll08_Description
source: Hello dear Friend, I am sorry my letter will reach you later than expected. The long wait had the simple reason that there was work to be done. As a compensation for the long wait and a token of thanks for all the hardships we have mastered, I want to gift you a great part of the profit I acquired. The treasure is hidden under the roots of the tree where we last met. Deeply sorry and hoping for a reunion. Your hopefully still good Friend, Till
ko_mt: 안녕 친애하는 친구여, 내 편지가 예상보다 늦게 도착하게 되어 유감입니다. 오랜 기다림에는 해야 할 일이 있다는 단순한 이유가 있었습니다. 오랜 기다림에 대한 보상과 모든 분들께 감사의 표시로 우리가 이겨낸 어려움을 극복하고 얻은 이익의 상당 부분을 당신에게 선물하고 싶습니다. 보물은 우리가 마지막으로 만난 나무 뿌리 아래에 숨겨져 있습니다. 진심으로 죄송하고 재회를 바랍니다. 당신의 여전히 좋은 친구, 까지

# ItemsScroll08_Title
source: Treasure Hunter Letter
ko_mt: 보물 사냥꾼 편지

# ItemsScroll08_Title2
source: A folded paper with a name and address you cannot read.
ko_mt: 읽을 수 없는 이름과 주소가 적힌 접힌 종이.

# PrincipalityDescription
source: Located close to a strategic pass into the Badlands, the Principality came under pressure from its neighbors. They demanded a share in the discoveries brought back, fearing that these material and magical riches could upset the balance of power in the Eastern Kingdoms. The Legacy Council was born.
ko_mt: 황무지(Badlands)로 향하는 전략적 통로와 가까운 곳에 위치한 공국은 이웃 국가들로부터 압박을 받았습니다. 그들은 이러한 물질적, 마법적 재물이 동부 왕국의 세력 균형을 뒤흔들 수 있다는 것을 두려워하여 되찾은 발견에 대한 몫을 요구했습니다. 레거시 위원회가 탄생했습니다.

# PrincipalityTitle
source: Principality of Masgarth
ko_mt: 마스가스 공국

# ScavengersDescription
source: The Scavengers are a neutral organization based in the Principality of Masgarth. They travel the Marches and the Badlands, visiting locations that have been cleared by adventurers and recovering any remaining loot. They resell mundane objects and negotiate with other factions over items of historical or magical value.
ko_mt: Scavengers는 Masgarth 공국에 기반을 둔 중립 조직입니다. 그들은 행진과 황무지를 여행하며 모험가들이 제거한 위치를 방문하고 남은 전리품을 회수합니다. 그들은 평범한 물건을 재판매하고 역사적 또는 마법적 가치가 있는 물건에 대해 다른 파벌과 협상합니다.

# ScavengersTitle
source: Scavengers
ko_mt: 청소부

# SilentWhisperDescription
source: The Silent Whisper was the secret intelligence and counterintelligence service of the Manacalon Empire. Now, it provides the same services to the New Empire.
ko_mt: 사일런트 위스퍼는 마나칼론 제국의 비밀 정보 및 방첩 서비스였습니다. 이제 신제국에도 동일한 서비스를 제공합니다.

# SilentWhisperTitle
source: Silent Whisper
ko_mt: 고요한 속삭임

# TowerOfKnowledgeDescription
source: The Tower of Knowledge is based in the Kingdom of Gallivan. It began several centuries ago as a local effort to preserve and recover the lost knowledge of the Manacalon Empire, and has grown into a great seat of learning.
ko_mt: 지식의 탑은 갈리반 왕국에 기반을 두고 있습니다. 수세기 전 마나칼론 제국의 잃어버린 지식을 보존하고 회복하기 위한 현지의 노력으로 시작되어 훌륭한 배움의 터로 성장했습니다.

# TowerOfKnowledgeTitle
source: Tower of Knowledge
ko_mt: 지식의 탑

# DLC1_Orenitis_Title
source: Orenetis
ko_mt: 오레네티스

# DLC1_Orenitis_Description
source: The faction of the ruler of the valley
ko_mt: 계곡의 지배자 세력

# DLC1_Forge_Title
source: Forge
ko_mt: 단조 공장

# DLC1_Forge_Description
source: The faction who lives in the jungle, does crafting and scavenger stuff
ko_mt: 정글에 사는 파벌은 제작과 청소부 일을 합니다.

# DLC1_Mask_Title
source: Mask
ko_mt: 마스크

# DLC1_Mask_Description
source: Actually a secret cult of Misaye
ko_mt: 사실 Misaye의 비밀 숭배

# DLC1_ThePeople_Title
source: The People
ko_mt: 사람들

# DLC1_ThePeople_Description
source: The actual people who live in the city ruled by Orenetis
ko_mt: 오레네티스가 다스리는 도시에 사는 실제 사람들

# DLC1_Rebellion_Title
source: Rebellion
ko_mt: 반항

# DLC1_Rebellion_Description
source: The enemies of Orenetis who aim at freeing the valley from him
ko_mt: 계곡을 그에게서 해방시키려는 오레네티스의 적들

# Faction/&AntiquariansDescription
source: The Guild of Antiquarians grew up as an informal information-sharing network within the Snow Alliance, composed of those explorers and scholars intrepid enough to study the Marches. Over the last couple of centuries it has coalesced into a more-or-less formal organization that mimics the structure of a university.
ko: 고고학 길드는 설산 동맹 내에서 비공식적인 정보 공유 네트워크로 성장했으며, 접경지를 연구할 만큼 용감한 탐험가와 학자들로 구성되었습니다. 지난 몇 세기 동안 그것은 대학의 구조를 모방한 거의 공식적인 조직으로 통합되었습니다.

# Faction/&AntiquariansTitle
source: Antiquarians
ko: 고고학길드

# Faction/&ArcaniumDescription
source: The Arcaneum is the magical arm of the New Empire, descended from an Old Empire organization of the same name. It is run by powerful wizards who carry on the traditions of ancient Imperial magic - and long to recover more.
ko: 아케니움은 같은 이름의 구 제국 조직을 계승하는 신 제국의 마법 조직입니다. 고대 제국 마법의 전통을 계승하고 더 많은 것을 복구하기를 갈망하는 강력한 위자드들이 운영합니다.

# Faction/&ArcaniumTitle
source: Arcaneum
ko: 아케니움

# Faction/&ChurchOfEinarDescription
source: The most widespread religion on Solasta, the Church of Einar stands for honor and justice. It is trusted by all, and its representatives on the Legacy Council act as a guarantee of fair dealing.
ko: 솔라스타에서 가장 널리 퍼진 종교인 에이나르 교회는 명예와 정의를 상징합니다. 모든 사람이 신뢰하며, 교회의 대표자들은 유산 평의회에서 공정 거래를 보증하는 역할을 합니다.

# Faction/&ChurchOfEinarTitle
source: Church of Einar
ko: 에이나르 교단

# Faction/&CircleOfDanantarDescription
source: The Circle grew up in the Principality of Masgarth as a school for adventurers, out of a minor magic school from the Old Empire. It has a reputation for toughness and practicality which contrasts with the more scholarly outlook of some other factions.
ko: 다난타르 서클은 고대 제국의 작은 마법 학교에서 성장하여 지금은 마스가르스 공국을 기반으로 하는 모험가들을 위한 학교가 되었습니다. 다른 세력들이 좀 더 학문적인 관점을 갖는 것과는 달리, 이들은 강인함과 실용성으로 유명합니다.

# Faction/&CircleOfDanantarTitle
source: Circle of Danantar
ko: 다난타르 서클

# Faction/&ItemsScroll01_Description
source: Oh, Holy Twins, Kyrie and Juno, Beloved of Mankind! My time is now scarce, but my faith is strong. I bid you read these words of prayer! Know that with my last breaths I have laid low Your enemies. Know that with my last drops of blood I have offered You sacrifice. Know that with my last words I praise You. Life drains from me, though You are ever young. I die, but You shall endure forever - let the last deeds of this mortal man be my final act of devotion.
ko: 오, 쌍둥이 신, 인간이 사랑하는 카이리와 주노시여! 내게 남은 시간은 얼마 없으나, 나의 믿음은 여전합니다. 당신들이 나의 기도를 듣기를 소망합니다. 나의 마지막 숨과 함께 내가 당신의 적들을 쓰러뜨렸다는 것을 알아주소서. 나의 마지막 피 한 방울로 당신께 제물을 올린 것을 알아주소서. 나의 마지막 말로 당신을 찬양함을 알아주소서. 나의 불꽃은 사그라드나 당신은 항상 활력과 함께하소서. 나는 죽으나 당신은 영원히 꼿꼿하소서 - 이 필멸자의 마지막 행위가 나의 마지막 헌신이 되게 하소서.

# Faction/&ItemsScroll01_Title
source: Dead Cleric Letter
ko: 사망한 클레릭의 편지

# Faction/&ItemsScroll01_Title2
source: A nice parchment, rolled up and stored in a wooden case.
ko: 나무로 된 상자에 말아서 보관한 훌륭한 양피지.

# Faction/&ItemsScroll02_Title
source: Love Poem
ko: 연애 시

# Faction/&ItemsScroll02_Title2
source: A cheap piece of paper folded in four.
ko: 두 번 접은 싸구려 종잇조각.

# Faction/&ItemsScroll03_Title
source: Farewell Letter
ko: 이별의 편지

# Faction/&ItemsScroll03_Title2
source: A rolled, sealed letter in a leather case.
ko: 가죽 곽에 말아서 넣은 봉인된 편지.

# Faction/&ItemsScroll04_Title
source: Tragic Love Letter
ko: 비극적인 연애편지

# Faction/&ItemsScroll04_Title2
source: A letter, written in haste on a torn-out scrap of paper.
ko: 너덜너덜한 종잇조각에 급히 쓴 편지.

# Faction/&ItemsScroll05_Title
source: Imperial Mage Report
ko: 제국 마법사 보고서

# Faction/&ItemsScroll05_Title2
source: A beautiful, illuminated manuscript.
ko: 아름답게 빛나는 필사본.

# Faction/&ItemsScroll06_Title
source: Brother Letter
ko: 형제의 편지

# Faction/&ItemsScroll06_Title2
source: A page torn from a journal.
ko: 일지에서 찢어낸 페이지.

# Faction/&ItemsScroll07_Title
source: Dragon's Den Advertisement
ko: 드래곤 동굴 광고
