Repository: team-waldo/solasta-translation
Catalog: translation/*/Failure.po
Languages: ko_mt

# FailureFlagAlreadyWieldingLightSource
source: You are already holding a light source.
ko_mt: 당신은 이미 광원을 들고 있습니다.

# FailureFlagAttributesAssigned
source: You have already assigned scores.
ko_mt: 이미 점수를 할당했습니다.

# FailureFlagBlockedMove
source: Path is blocked.
ko_mt: 경로가 차단되었습니다.

# FailureFlagCannotAfford
source: You cannot afford to spend that much.
ko_mt: 그렇게 많이 지출할 여유가 없습니다.

# FailureFlagCannotAffordCosts
source: You cannot afford to spend {0}.
ko_mt: {0}을(를) 지출할 여유가 없습니다.

# FailureFlagCannotCastAnySpell
source: You cannot cast any spells at this time.
ko_mt: 지금은 어떤 주문도 시전할 수 없습니다.

# FailureFlagCannotCastLightCantrip
source: You cannot cast the light cantrip.
ko_mt: 빛 캔트립을 시전할 수 없습니다.

# FailureFlagCannotRestTooOften
source: You cannot take a long rest twice in the same day.
ko_mt: 같은 날 두 번 긴 휴식을 취할 수 없습니다.

# FailureFlagCannotScribeScrolls
source: This character cannot scribe scrolls into a spellbook.
ko_mt: 이 캐릭터는 두루마리를 마법서에 쓸 수 없습니다.

# FailureFlagCannotUseAnyPower
source: You cannot use any powers at this time.
ko_mt: 지금은 어떤 능력도 사용할 수 없습니다.

# FailureFlagConditionNotMatching
source: The target does not have the right condition.
ko_mt: 대상에 올바른 조건이 없습니다.

# FailureFlagDeadTarget
source: You cannot target a dead character.
ko_mt: 죽은 캐릭터를 대상으로 지정할 수 없습니다.

# FailureFlagDocumentUnknownLanguage
source: No one in the party is proficient with this language.
ko_mt: 파티원 중 누구도 이 언어에 능숙하지 않습니다.

# FailureFlagFreeOnceActionSpent
source: You have already spent your free/inventory action this round.
ko_mt: 이번 라운드에 이미 무료/재고 조치를 사용했습니다.

# FailureFlagFreeOnceActionSpentNotOnBody
source: You have already spent your free/inventory action this round and this item is not carried on your person.
ko_mt: 이번 라운드에 이미 무료/재고 조치를 사용했으며 이 항목은 귀하의 개인이 가지고 있지 않습니다.

# FailureFlagFreeOnceActionUnavailable
source: Your free/inventory action is not available.
ko_mt: 무료/인벤토리 작업을 사용할 수 없습니다.

# FailureFlagFunctionDurationCooldown
source: You must wait {0} before you can use this function again.
ko_mt: 이 기능을 다시 사용하려면 {0}을(를) 기다려야 합니다.

# FailureFlagFunctionNotEnoughCharges
source: The item does not have enough charges to use this function.
ko_mt: 항목에 이 기능을 사용하기에 충분한 요금이 없습니다.

# FailureFlagFunctionOutOfIterations
source: The item has run out of uses for this function.
ko_mt: 항목에 이 기능에 대한 사용이 다 되었습니다.

# FailureFlagFunctionRequiresAttunement
source: You must be attuned to this item (short rest) to use this.
ko_mt: 이것을 사용하려면 이 항목(짧은 휴식)에 맞춰야 합니다.

# FailureFlagHardLockedDoor
source: Door cannot be opened.
ko_mt: 문을 열 수 없습니다.

# FailureFlagHardLockedDoorNoLock
source: There is no visible lock. This door cannot be opened from here.
ko_mt: 보이는 자물쇠가 없습니다. 이 문은 여기에서 열 수 없습니다.

# FailureFlagHardLockedDoorTutorialOrcHideout
source: Must complete the quest objective before opening the door.
ko_mt: 문을 열기 전에 퀘스트 목표를 완료해야 합니다.

# FailureFlagItemTargetTooFarAway
source: Too far away to select an item.
ko_mt: 항목을 선택하기에는 너무 멀리 있습니다.

# FailureFlagLockedCharacter
source: This character is locked and cannot be changed.
ko_mt: 이 캐릭터는 잠겨 있으며 변경할 수 없습니다.

# FailureFlagLockedDoor
source: You need thieves' tools to pick a lock.
ko_mt: 자물쇠를 따려면 도둑의 도구가 필요합니다.

# FailureFlagMainActionUnavailable
source: You have spent your main action, or are not able to use it.
ko_mt: 당신은 당신의 주요 행동을 소비하거나 그것을 사용할 수 없습니다.

# FailureFlagMaximumPersonalityFlags
source: You have already selected the maximum number of personality flags.
ko_mt: 이미 최대 개수의 개성 플래그를 선택했습니다.

# FailureFlagMissingConfigurationItem
source: You are missing one or more items from this configuration.
ko_mt: 이 구성에서 하나 이상의 항목이 누락되었습니다.

# FailureFlagNoCharacterCreated
source: You have not created a character.
ko_mt: 캐릭터를 생성하지 않았습니다.

# FailureFlagNoMainActionToExecute
source: You have spent your main action.
ko_mt: 당신은 당신의 주요 행동을 소비했습니다.

# FailureFlagNoPathToLocation
source: No path found to navigate to this location.
ko_mt: 이 위치로 이동할 경로를 찾을 수 없습니다.

# FailureFlagNoPerceptionOfTargetDescription
source: You cannot see this target.
ko_mt: 이 대상을 볼 수 없습니다.

# FailureFlagNoReachForTargetDescription
source: You cannot reach the target.
ko_mt: 목표에 도달할 수 없습니다.

# FailureFlagNoSavedGame
source: No valid saved game found on this computer.
ko_mt: 이 컴퓨터에서 유효한 저장된 게임을 찾을 수 없습니다.

# FailureFlagNoSuitableLightTarget
source: You are not carrying any item suitable for the light cantrip.
ko_mt: 라이트 캔트립에 적합한 아이템을 가지고 있지 않습니다.

# FailureFlagNotEnoughFood
source: You are missing {0} unit(s) of food.
ko_mt: {0}단위의 음식이 없습니다.

# FailureFlagNotEnoughMove
source: Not enough move.
ko_mt: 움직임이 충분하지 않습니다.

# FailureFlagNotInBattle
source: Not in battle.
ko_mt: 전투 중이 아닙니다.

# FailureFlagNoTorchInInventory
source: You have no torches in your inventory.
ko_mt: 인벤토리에 횃불이 없습니다.

# FailureFlagOncePerTurnOnly
source: Once per turn only.
ko_mt: 한 턴에 한 번만.

# FailureFlagOnlyAfterALongRest
source: You can only do this after a long rest.
ko_mt: 오랜 휴식 후에 만 ​​이 작업을 수행 할 수 있습니다.

# FailureFlagPartyTooSpreadOut
source: You must gather your party together.
ko_mt: 당신은 당신의 파티를 함께 모아야합니다.

# FailureFlagProjectileBlocked
source: Projectile is blocked.
ko_mt: 발사체가 차단됩니다.

# FailureFlagProtectedCharacter
source: This character cannot be deleted.
ko_mt: 이 캐릭터는 삭제할 수 없습니다.

# FailureFlagScrollNotInSpellList
source: The spell on this scroll is not on your spell list.
ko_mt: 이 두루마리의 주문은 당신의 주문 목록에 없습니다.

# FailureFlagScrollNotOnSpellList
source: This scroll is not compatible with this character's spell list.
ko_mt: 이 두루마리는 이 캐릭터의 주문 목록과 호환되지 않습니다.

# FailureFlagSpellLevelTooHigh
source: The spell level is too high.
ko_mt: 주문 수준이 너무 높습니다.

# FailureFlagTargetAlreadySelected
source: Target is already selected.
ko_mt: 대상이 이미 선택되었습니다.

# FailureFlagTargetIncorrectCreatureFamily
source: Target creature does not have the correct type.
ko_mt: 대상 생물의 유형이 올바르지 않습니다.

# FailureFlagTargetIsAnEffectProxy
source: Target is a magical effect.
ko_mt: 대상은 마법 효과입니다.

# FailureFlagTargetIsNotACreature
source: Target is not a creature.
ko_mt: 대상은 생물이 아닙니다.

# FailureFlagTargetIsNotAGadget
source: Target is not an object.
ko_mt: 대상은 개체가 아닙니다.

# FailureFlagTargetMustBeUnarmored
source: Target must be unarmored.
ko_mt: 목표는 무장하지 않은 상태여야 합니다.

# FailureFlagTargetOutOfRange
source: Target is out of range.
ko_mt: 대상이 범위를 벗어났습니다.

# FailureFlagTargetTooFarFromOtherTargets
source: Target is too far from other targets.
ko_mt: 대상이 다른 대상에서 너무 멀리 떨어져 있습니다.

# FailureFlagTransferCannotCarry
source: Out of space/too overloaded to carry this item.
ko_mt: 공간이 부족하거나 이 항목을 휴대하기에는 너무 과부하가 걸립니다.

# FailureFlagTransferTooFarAway
source: Too far away to transfer the item.
ko_mt: 항목을 전송하기에는 너무 멀리 있습니다.

# FailureFlagTwoHandedWeaponEquiped
source: You are wielding a two-handed weapon.
ko_mt: 당신은 양손 무기를 휘두르고 있습니다.

# FailureFlagUnassignedCharacter
source: You must assign all characters before you can proceed.
ko_mt: 계속하기 전에 모든 문자를 할당해야 합니다.

# FailureFlagUnsafeRestLocation
source: It is not safe to rest here.
ko_mt: 여기서 쉬는 것은 안전하지 않습니다.

# FailureFlagUseItemActionUnavailable
source: You cannot use the "Use an Item" action.
ko_mt: "아이템 사용" 액션을 사용할 수 없습니다.

# FailureFlagWrongLoadContextDescription
source: You cannot load a game at this time.
ko_mt: 현재 게임을 로드할 수 없습니다.

# FailureFlagWrongSaveContextDescription
source: You cannot save the game at this time.
ko_mt: 현재 게임을 저장할 수 없습니다.

# FeedbackText_OpenDoorLever
source: The door is opened by a lever.
ko_mt: 문은 레버로 열립니다.

# FailureFlagHardLockedDoorTOM
source: This door is designed to be opened remotely.
ko_mt: 이 문은 원격으로 열 수 있도록 설계되었습니다.

# FailureFlagRestNotPermitted
source: This type of rest is not authorized right now
ko_mt: 이 유형의 휴식은 현재 승인되지 않았습니다.

# FailureFlagOutOfPerceptionRange
source: This target is too far away to be perceived.
ko_mt: 이 목표는 인식하기에는 너무 멀리 떨어져 있습니다.

# FailureFlagPartyCannotCastSpell
source: No party member can cast this spell or has it prepared.
ko_mt: 파티원은 이 주문을 시전하거나 준비할 수 없습니다.

# FailureFlagProxyNeedsCasterVision
source: The caster needs to perceive the target.
ko_mt: 시전자는 대상을 인지해야 합니다.

# FailureFlagVerbalComponentCannotSpeak
source: Unable to speak and perform verbal spell components.
ko_mt: 구두 주문 구성 요소를 말하고 수행할 수 없습니다.

# FailureFlagSomaticComponentRestrained
source: Restrained and unable to perform somatic spell components.
ko_mt: 체세포 주문 구성 요소를 억제하고 수행할 수 없습니다.

# FailureFlagSomaticComponentHandsFull
source: No free hand to perform somatic spell components.
ko_mt: 체세포 주문 구성 요소를 수행할 자유 손이 없습니다.

# FailureFlagMaterialComponentMissingFocus
source: Must wield/wear a Spell Focus or Component Pouch.
ko_mt: Spell Focus 또는 Component Pouch를 착용/착용해야 합니다.

# FailureFlagMaterialComponentMissingSpecific
source: Missing a(n) "{0}" item with a value of at least {1}.
ko_mt: 값이 {1} 이상인 "{0}" 항목이 누락되었습니다.

# FailureFlagFunctionRequiresIdentification
source: You must identify this item to use it.
ko_mt: 사용하려면 이 항목을 식별해야 합니다.

# FailureFlagFunctionNotInCombat
source: Cannot use this function in combat.
ko_mt: 전투 중에는 이 기능을 사용할 수 없습니다.

# FailureFlagNoValidRemainingPages
source: None of this character's spellbooks has any room left for the {0} pages required for the {1} spell.
ko_mt: 이 캐릭터의 주문서에는 {1} 주문에 필요한 {0} 페이지를 위한 공간이 남아 있지 않습니다.

# FailureFlagAllSpellbooksAlreadyScribed
source: All the spellbooks carried by this character already contain the {0} spell.
ko_mt: 이 캐릭터가 가지고 있는 모든 주문서는 이미 {0} 주문을 포함하고 있습니다.

# FailureFlagRecipeAlreadyKnown
source: You already know this crafting option.
ko_mt: 당신은 이미 이 제작 옵션을 알고 있습니다.

# FailureFlagNoRecipeWithTool
source: You do not know any crafting options that use this tool.
ko_mt: 이 도구를 사용하는 제작 옵션을 모릅니다.

# FailureTeleportNoPortalAtOrigin
source: The current party location does not have a Major Gate.
ko_mt: 현재 파티 위치에는 메이저 게이트가 없습니다.

# FailureTeleportNoPortalAtDestination
source: The destination location has a Major Gate.
ko_mt: 목적지 위치에 메이저 게이트가 있습니다.

# FailureFlagDeityMarkAreadyPresent
source: The mark of this character's deity is only present on this item
ko_mt: 이 캐릭터의 신의 표식은 이 아이템에만 있습니다.

# FailureFlagHardLockedDoor_Key
source: You need the adequate key to open this door.
ko_mt: 이 문을 열려면 적절한 열쇠가 필요합니다.

# FailureFlagInsufficientSorceryPoints
source: Not enough sorcery points
ko_mt: 마법 점수가 충분하지 않습니다.

# FailureFlagUnavailableSpellSlot
source: No spell slot of this level is available
ko_mt: 이 수준의 주문 슬롯을 사용할 수 없습니다.

# FailureFlagNoSavingThrowAvailable
source: The spell does not provide a saving throw
ko_mt: 주문은 내성 굴림을 제공하지 않습니다

# FailureFlagInvalidSpellActionType
source: The spell does not the correct action type
ko_mt: 주문이 올바른 행동 유형이 아닙니다.

# FailureFlagCraftingItemTooHeavy
source: The crafted item is too heavy to fit into the crafting character's inventory
ko_mt: 제작된 아이템이 너무 무거워서 제작 캐릭터의 인벤토리에 들어갈 수 없습니다.

# FailureFlagMissingUserLocation
source: You must select a user location
ko_mt: 사용자 위치를 선택해야 합니다.

# FailureLocationMustHaveEntrance
source: The location must have an entrance
ko_mt: 위치에 입구가 있어야 합니다.

# FailureLocationMustContainOneRoom
source: The location must contain at least one room
ko_mt: 위치에 방이 하나 이상 있어야 합니다.

# FailureLocationInconsistentCharacterLevels
source: The min./max. character levels are inconsistent
ko_mt: 최소/최대 캐릭터 레벨이 일정하지 않음

# FailureGadgetNotInRoom
source: The gadget must be placed inside an existing room
ko_mt: 가젯은 기존 방 안에 배치해야 합니다.

# FailureGadgetOutOfRoomBounds
source: The gadget is outside the bounds of this room
ko_mt: 가젯이 이 방의 경계를 벗어났습니다.

# FailureGadgetOverlapExisting
source: The gadget is overlapping another gadget or prop
ko_mt: 가젯이 다른 가젯 또는 소품과 겹치고 있습니다.

# FailurePropNotInRoom
source: The prop must be placed inside an existing room
ko_mt: 소품은 기존 방 안에 배치해야 합니다.

# FailurePropOutOfRoomBounds
source: The prop is outside the bounds of this room
ko_mt: 소품이 이 방의 경계를 벗어났습니다.

# FailurePropOverlapExisting
source: The prop is overlapping another gadget or prop
ko_mt: 소품이 다른 가제트 또는 소품과 겹치고 있습니다.

# FailureInvalidPosition
source: Invalid Position
ko_mt: 잘못된 위치

# FailureGadgetInvalidParameters
source: Some of the parameters of this gadget are invalid
ko_mt: 이 가젯의 일부 매개변수가 잘못되었습니다.

# FailureRoomOverlapExisting
source: The room is overlapping another room
ko_mt: 방이 다른 방과 겹치고 있습니다.

# FailureRoomOutOfBounds
source: The room is outside the bounds of the location
ko_mt: 방이 위치 범위 밖에 있습니다.

# FailureFlagCopyrightInfringementTitle
source: The title of the location uses the copyrighted term "{0}"
ko_mt: 위치 제목은 저작권 용어 "{0}"를 사용합니다.

# FailureFlagCopyrightInfringementDescription
source: The description of the location uses the copyrighted term "{0}"
ko_mt: 위치에 대한 설명은 저작권 용어 "{0}"를 사용합니다.

# FailureFlagCopyrightInfringementLoreGadget
source: The "{0}" gadget uses the copyrighted term "{1}"
ko_mt: "{0}" 가젯은 "{1}" 저작권 용어를 사용합니다.

# FailureFlagMustMoveToRotate
source: This object is not square. You must move it to rotate it
ko_mt: 이 물체는 정사각형이 아닙니다. 회전하려면 움직여야 합니다.

# FailureFlagMustSaveToPlaytest
source: You must save your location before you can playtest it
ko_mt: 플레이 테스트를 하기 전에 위치를 저장해야 합니다.

# EditorCannotSelectSourceGadget
source: Cannot select the source gadget
ko_mt: 소스 가젯을 선택할 수 없습니다.

# FailureFlagOnlyInBattle
source: Only in battle
ko_mt: 전투에서만

# FailureLocationMustHaveEntranceIndex0
source: The location must have one of its entrances with entrance index 0
ko_mt: 위치에는 입구 인덱스가 0인 입구 중 하나가 있어야 합니다.

# FailureGadgetInvalidPlacement
source: The gadget placement is invalid
ko_mt: 가젯 배치가 잘못되었습니다.

# FailurePropInvalidPlacement
source: The prop placement is invalid
ko_mt: 소품 배치가 잘못되었습니다.

# FailureEditorCannotSelectIncompatibleGadget
source: Cannot be activated
ko_mt: 활성화할 수 없음

# FailureEditorCannotSelectDuplicateGadget
source: Already activated by this gadget
ko_mt: 이 가젯에 의해 이미 활성화됨

# FailureCampaignMustContainOneLocation
source: The campaign must have at least one location
ko_mt: 캠페인에는 하나 이상의 위치가 있어야 합니다.

# FailureCampaignMustHaveStartLocation
source: The campaign must have a start location
ko_mt: 캠페인에는 시작 위치가 있어야 합니다.

# FailureCampaignInconsistentCharacterLevels
source: Inconsistent min/max character levels
ko_mt: 일관되지 않은 최소/최대 캐릭터 레벨

# FailureCampaignEmptyTitle
source: Invalid Title
ko_mt: 잘못된 제목

# FailureCampaignDuplicateTitle
source: You must enter a valid title for your user campaign
ko_mt: 사용자 캠페인의 유효한 제목을 입력해야 합니다.

# FailureCampaignNothingModified
source: Duplicate Title
ko_mt: 중복 제목

# FailureFlagInvalidSingleTarget
source: The spell must have a single target
ko_mt: 주문에는 단일 대상이 있어야 합니다.

# FailureFlagDurationInferiorTo1Min
source: The spell duration is less than 1 minute
ko_mt: 주문 지속 시간은 1분 미만입니다.

# FailureFlagSpellWithoutDamage
source: The spell does not cause any damage
ko_mt: 마법은 피해를 입히지 않습니다

# FailureFlagSpellRangeCannotBeSelf
source: The spell range cannot be "self"
ko_mt: 주문 범위는 "자체"일 수 없습니다.

# FailureFlagUnavailableBonusAction
source: Unavailable bonus action
ko_mt: 사용할 수 없는 보너스 작업
