Repository: team-waldo/solasta-translation
Catalog: translation/*/Feature.po
Languages: ko_mt

# ForbiddenArmorFormat
source: You cannot wear any armor made of: {0}
ko_mt: 다음으로 만들어진 갑옷은 착용할 수 없습니다. {0}

# LanguageProficiencyTitle
source: Druidic
ko_mt: 드루이드

# LanguageProficiencyDescription
source: You know the druidic language
ko_mt: 당신은 드루이드 언어를 알고 있습니다

# DruidSpellcastingTitle
source: Druid Spellcasting
ko_mt: 드루이드 주문 시전

# PointPoolCircleLandBonusCantripTitle
source: Bonus Cantrip
ko_mt: 보너스 캔트립

# PointPoolCircleLandBonusCantripDescription
source: Learn a druid cantrip of your choice
ko_mt: 원하는 드루이드 캔트립 배우기

# FeatureSetCircleLandCircleSpellsTitle
source: Circle Spells
ko_mt: 서클 주문

# FeatureSetCircleLandCircleSpellsDescription
source: Select a terrain to grant a range of spells which are always considered as prepared for you.
ko_mt: 항상 준비된 것으로 간주되는 다양한 주문을 부여하려면 지형을 선택하십시오.

# FeatureSetCircleLandLandsStrideTitle
source: Land's Stride
ko_mt: 랜드스 스트라이드

# FeatureSetCircleLandLandsStrideDescription
source: Moving through difficult terrain does not cost extra movement and you are immune to magical plant which impedede your movement, such as the Entangle or Spike Growth spells
ko_mt: 어려운 지형을 통해 이동하는 데 추가 이동이 필요하지 않으며 얽힘 또는 가시 성장 주문과 같이 이동을 방해하는 마법 식물에 면역입니다.

# FeatureSetCircleLandNaturesWardTitle
source: Nature's Ward
ko_mt: 자연의 와드

# FeatureSetCircleLandNaturesWardDescription
source: You are immune to being charmed or frightened by elementals or fey, and you are immune to poison and disease
ko_mt: 당신은 정령이나 요정에게 매혹되거나 겁먹은 것에 면역이고 독과 질병에 면역입니다.

# AncestrySorcererDraconicBlueTitle
source: Blue Ancestor - Lightning
ko_mt: 푸른 조상 - 번개
