Repository: team-waldo/solasta-translation
Catalog: translation/*/Feature.po
Languages: ko_mt

# SkillGainSingleDescription
source: Choose any skill
ko_mt: 아무 스킬이나 선택

# SkillGainSingleTitle
source: Bonus Skill
ko_mt: 보너스 스킬

# SkillProficiencyPluralDescription
source: Proficient with these skills: {0}
ko_mt: 다음 기술에 능숙함: {0}

# SkillProficiencySingleDescription
source: Proficiency with this skill: {0}
ko_mt: 이 기술의 숙련도: {0}

# SkillProficiencyTitle
source: Skills: {0}
ko_mt: 기술: {0}

# SocialAffinityAdvantageFormat
source: Advantage on "{0}" checks towards "{1}" organizations
ko_mt: "{1}" 조직에 대한 "{0}" 확인의 이점

# SocialAffinityDisadvantageFormat
source: Disadvantage on "{0}" checks towards "{1}" organizations
ko_mt: "{1}" 조직에 대한 "{0}" 체크의 단점

# Sorak_Saboteur_Immunity_Description
source: This kind of Sorr-Akkath seems able to ignore its sensitivity to light.
ko_mt: 이런 종류의 소르-아카스는 빛에 대한 민감도를 무시할 수 있는 것 같습니다.

# Sorak_Saboteur_Immunity_Title
source: Immune to Light Sensitivity
ko_mt: 빛 감도에 면역

# SorakCallOfTheNight_Description
source: Regain 2d8 hit points instantly
ko_mt: 즉시 2d8의 HP를 얻습니다.

# SorakCallOfTheNight_Title
source: Call of the Night
ko_mt: 밤의 부름

# SorakCursedBreath_Description
source: Remove a beneficial condition from an enemy.
ko_mt: 적에게서 유리한 조건을 제거합니다.

# SorakCursedBreath_Title
source: Cursed Breath
ko_mt: 저주받은 숨결

# SorakDoomLaughter_Condition_Description
source: Vulnerable to poison and piercing damage until the end of the next turn.
ko_mt: 다음 턴이 끝날 때까지 독과 관통 피해에 취약합니다.

# SorakDoomLaughter_Condition_Title
source: Doomed
ko_mt: 운명

# SorakDoomLaughter_Description
source: Curse all enemies in neighboring cells to suffer more damage.
ko_mt: 인접한 셀의 모든 적에게 저주를 걸어 더 많은 피해를 입힙니다.

# SorakDoomLaughter_Title
source: Doom Laughter
ko_mt: 운명의 웃음

# SorakShadowEscape_Description
source: Teleport up to 5 cells away.
ko_mt: 최대 5칸까지 텔레포트합니다.

# SorakShadowEscape_Title
source: Shadow Escape
ko_mt: 그림자 탈출

# SorakShadowMurder_Condition_Description
source: Invisible and ready to perform a deadly attack.
ko_mt: 보이지 않고 치명적인 공격을 수행할 준비가 되어 있습니다.

# SorakShadowMurder_Condition_Title
source: Shadow Murder
ko_mt: 그림자 살인

# SorakShadowMurder_Description
source: Use Shadow Murder.
ko_mt: 그림자 살인을 사용하십시오.

# SorakShadowMurder_Title
source: Shadow Murder
ko_mt: 그림자 살인

# SorakShriek_Description
source: A terrifying shriek that strikes fear into the hearts of men.
ko_mt: 사람들의 마음에 두려움을 심어주는 무서운 비명.

# SorakShriek_Title
source: Shriek
ko_mt: 비명

# SorakTouchOfDarkness_Description
source: A touch of this Sorak causes necrotic damage!
ko_mt: 이 설악에 접촉하면 괴사 피해가 발생합니다!

# SorakTouchOfDarkness_Title
source: Touch of Darkness
ko_mt: 어둠의 손길

# SorakTranceOfSorrtarr_Condition_Description
source: Immune to Light Sensitivity.
ko_mt: 빛 감도에 면역.

# SorakTranceOfSorrtarr_Condition_Title
source: Trance of Sorr-Tarr
ko_mt: 소르타르의 트랜스

# SorakTranceOfSorrtarr_Description
source: Use Trance of Sorr-Tarr.
ko_mt: 소르타르의 트랜스를 사용하십시오.

# SorakTranceOfSorrtarr_Title
source: Trance of Sorr-Tarr
ko_mt: 소르타르의 트랜스

# SpellPowerDescription
source: Can cast the {0} spell {1}
ko_mt: {0} 주문 {1} 시전 가능

# SpyFeatureDescription
source: You've seen enough espionage to recognize a fellow spy when you see one. You can communicate secretly with other spies.
ko_mt: 당신은 동료 스파이를 보면 알아볼 만큼 첩보 활동을 목격했습니다. 다른 스파이와 비밀리에 통신할 수 있습니다.

# SpyFeatureTitle
source: Tradecraft
ko_mt: 무역

# SpyLanguageDescription
source: You learned a number of codes used by intelligence organizations in the Eastern Kingdoms, and are able to decipher most of them.
ko_mt: 당신은 동부 왕국의 정보 기관에서 사용하는 여러 암호를 배웠고 대부분 해독할 수 있습니다.

# SpyLanguageTitle
source: Spy Cypher
ko_mt: 스파이 사이퍼

# SpySkillsDescription
source: Proficient in Stealth and Deception.
ko_mt: 은신과 속임수에 능합니다.

# SpySkillsTitle
source: Spycraft
ko_mt: 스파이크래프트

# SpySkillsToolsDescription
source: Proficient with Nature and poisoner's kit.
ko_mt: 자연과 독극물 키트에 능숙합니다.

# SpySkillsToolsTitle
source: Rough Diplomacy
ko_mt: 거친 외교

# SylvanMoveSpeedDescription
source: Your base walking speed is 7 cells.
ko_mt: 기본 보행 속도는 7셀입니다.

# SylvanMoveSpeedTitle
source: Sylvan Swiftness
ko_mt: 실반의 신속함

# ToolProficiencyPluralDescription
source: Proficient with these tools: {0}
ko_mt: 다음 도구에 능숙함: {0}

# ToolProficiencySingleDescription
source: Proficiency with this tool: {0}
ko_mt: 이 도구에 대한 숙련도: {0}

# ToolProficiencyTitle
source: Tools: {0}
ko_mt: 도구: {0}

# TraditionGreenmageGreenMagicDescription
source: Spells from the Green Magic list are considered wizard spells for you: {0}
ko_mt: Green Magic 목록의 주문은 다음과 같은 마법사 주문으로 간주됩니다. {0}

# TraditionGreenmageGreenMagicTitle
source: Green Magic
ko_mt: 그린 매직

# TraditionGreenmageWardenOfTheForestDescription
source: Proficiency: Light armor Proficiency: Shortbow Fighting Style: Archery Natural Explorer: You benefit from the same advantages as Rangers when in a forest environment.
ko_mt: 숙련도: 가벼운 갑옷 숙련도: 단궁 격투 스타일: 양궁 자연 탐험가: 숲 환경에 있을 때 레인저스와 동일한 이점을 누릴 수 있습니다.

# TraditionGreenmageWardenOfTheForestTitle
source: Warden of the Forest
ko_mt: 숲의 감시자

# TraditionLoremasterKeenMindDescription
source: Advantage on Arcana, History, and Investigation ability checks Advantage to copy scrolls to your spellbook Scroll and potion crafting costs and times are halved
ko_mt: Arcana, History, Investigation 능력 체크의 장점 두루마리를 마법서에 복사할 때의 이점 두루마리와 물약 제작 비용과 시간이 절반으로 줄어듭니다.

# TraditionLoremasterKeenMindTitle
source: Keen Mind
ko_mt: 예리한 마음

# TraditionSavantDescription
source: When you select this school at 2nd level, the gold and time required to copy a spell of the {0} school into your spellbook are halved. In addition, you spend half the normal time to craft potions, scrolls, or other items.
ko_mt: 2레벨에서 이 학교를 선택하면 {0} 학교의 마법을 마법책에 복사하는 데 필요한 골드와 시간이 절반으로 줄어듭니다. 또한 물약, 두루마리 또는 기타 항목을 만드는 데 보통 시간의 절반을 보냅니다.

# TraditionSavantTitle
source: {0} Savant
ko_mt: {0} 서번트

# TraditionSavantVoyelDescription
source: Beginning when you select this school at 2nd level, the gold and time you must spend to copy {0} spells into your spellbook is halved.
ko_mt: 2레벨에서 이 학교를 선택하면 {0} 주문을 마법책에 복사하는 데 소비해야 하는 골드와 시간이 절반으로 줄어듭니다.

# TraditionShockArcanistArcaneWarfareDescription
source: When casting spells from the War list, they count as being cast at one slot level higher than the one you actually use: {0}.
ko_mt: 전쟁 목록에서 주문을 시전하면 실제로 사용하는 것보다 한 단계 높은 슬롯 레벨인 {0}에서 시전된 것으로 간주됩니다.

# TraditionShockArcanistArcaneWarfareTitle
source: Arcane Warfare
ko_mt: 비전 전쟁

# UncannyDodgeDescription
source: When an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage.
ko_mt: 당신이 볼 수 있는 공격자가 공격으로 당신을 공격할 때, 당신은 당신의 반응을 사용하여 공격의 피해를 절반으로 줄일 수 있습니다.

# UncannyDodgeTitle
source: Uncanny Dodge
ko_mt: 무시무시한 닷지

# VisionBlindsightDescription
source: TBD
ko_mt: 미정

# VisionBlindsightTitle
source: Blindsight
ko_mt: 실명

# VisionDarkvisionDescription
source: See normally in dim light, and in natural darkness as if in dim light.
ko_mt: 희미한 빛에서 정상적으로 볼 수 있으며 자연 어둠 속에서 마치 희미한 빛에 있는 것처럼 보입니다.

# VisionDarkvisionTitle
source: Darkvision
ko_mt: 다크비전

# VisionDetectInvisibilityDescription
source: The creature can see invisible creatures and objects.
ko_mt: 생물은 보이지 않는 생물과 물체를 볼 수 있습니다.

# VisionDetectInvisibilityTitle
source: See Invisibility
ko_mt: 투명도 참조

# VisionNormalVisionDescription
source: Vision is normal and subject to standard lighting conditions.
ko_mt: 시력은 정상이며 표준 조명 조건에 따릅니다.

# VisionNormalVisionTitle
source: Normal Vision
ko_mt: 정상 시력

# VisionSuperiorDarkvisionDescription
source: Within the specified range, a creature with superior Darkvision can see perfectly in all lighting conditions.
ko_mt: 지정된 범위 내에서 우수한 Darkvision을 가진 생물은 모든 조명 조건에서 완벽하게 볼 수 있습니다.

# VisionSuperiorDarkvisionTitle
source: Superior Darkvision
ko_mt: 우수한 다크비전

# VisionTremorsenseDescription
source: The creature can sense vibrations.
ko_mt: 생물은 진동을 감지할 수 있습니다.

# VisionTremorsenseTitle
source: Tremorsense
ko_mt: 떨림

# VisionTruesightTitle
source: Truesight
ko_mt: 트루사이트

# WarListSpellFormat
source: War List: {0}
ko_mt: 전쟁 목록: {0}

# WeaponTrainingDescription
source: Proficient with {0}.
ko_mt: {0}에 능숙합니다.

# WizardArcaneTraditionsDescription
source: Grants you specialization with a certain kind of magic.
ko_mt: 특정 종류의 마법에 대한 전문화를 부여합니다.

# WizardArcaneTraditionsTitle
source: Arcane Traditions
ko_mt: 신비한 전통

# WizardSkillPointsTitle
source: Wizard Skills
ko_mt: 마법사 스킬

# WizardSpellcastingTitle
source: Wizard Spellcasting
ko_mt: 마법사 맞춤법

# WizardToolsDescription
source: You have been trained to scribe magic scrolls and use enchanting equipment.
ko_mt: 당신은 마법의 두루마리를 쓰고 마법의 장비를 사용하는 법을 배웠습니다.

# WizardToolsTitle
source: Magical Crafting
ko_mt: 마법의 공예

# WizardWeaponProficiencyTitle
source: Wizard Weapon Proficiencies
ko_mt: 마법사 무기 숙련도

# CombatAffinityPackTacticsTitle
source: Pack Tactics
ko_mt: 팩 전술

# CombatAffinityPackTacticsDescription
source: A creature with Pack Tactics has advantage on an attack roll against a creature if at least one ally is within 5 feet of the creature and the ally isn't incapacitated.
ko_mt: Pack Tactics를 가진 생물은 최소한 한 명의 동료가 생물로부터 5피트 이내에 있고 그 동맹이 무력화되지 않은 경우 생물에 대한 공격 굴림에 이점이 있습니다.

# AttributeModifierACPlus1Description
source: +1 to AC.
ko_mt: AC에 +1.

# SavingThrowModifierRingOfProtectionPlusOneDescription
source: +1 to all saving throws.
ko_mt: 모든 내성 굴림에 +1.

# AdditionalDamagePoisonTitle
source: Poisoned
ko_mt: 중독

# PowerFunctionApplyPoisonDescription
source: Apply this poison to a target weapon.
ko_mt: 대상 무기에 이 독을 바릅니다.

# PowerFunctionApplyPoisonTitle
source: Apply
ko_mt: 적용하다

# RegenerationLapseFormat
source: Regenerate {0} hit points every {1}.
ko_mt: {1}마다 {0} 체력을 재생성합니다.

# RegenerationChildOfDarknessTitle
source: Regeneration
ko_mt: 재건

# RegenerationChildOfDarknessDescription
source: Soraks regenerate life when in dim light or darkness.
ko_mt: 소락은 희미한 빛이나 어둠 속에서 생명을 재생합니다.

# RegenerationDefilerTitle
source: Regeneration
ko_mt: 재건

# RegenerationDefilerDescription
source: Defilers regenerate 10 HP per round when in full darkness.
ko_mt: 디파일러는 완전한 어둠 속에서 라운드당 10의 HP를 재생합니다.

# Cutthroat_Finisher_Title
source: Finisher
ko_mt: 치명적 타격

# Cutthroat_Predator_Title
source: Predator
ko_mt: 포식자

# Cutthroat_Predator_Description
source: Cutthroats deal 2 mode damage when attacking ranged targets on lower ground.
ko_mt: Cutthroats는 낮은 지상의 원거리 대상을 공격할 때 2의 모드 피해를 줍니다.

# AttributeModifierBracersDefenseDescription
source: +2 to AC when not wearing armor or a shield.
ko_mt: 갑옷이나 방패를 착용하지 않을 때 AC에 +2.

# VisionTruesightDescription
source: This creature can see in normal and magical darkness, and can see through invisibility and illusions.
ko_mt: 이 생물은 정상 및 마법의 어둠 속에서 볼 수 있으며 투명과 환상을 통해 볼 수 있습니다.

# PowerFunctionManualStudyTitle
source: Study
ko_mt: 공부하다

# MinimalBaseSpeedFormat
source: Minimal Speed: {0}
ko_mt: 최소 속도: {0}

# MinimalBaseSpeedFormatSingle
source: Minimal Speed: {0} ({1})
ko_mt: 최소 속도: {0}({1})

# EncumbranceImmunityFormat
source: Unaffected by encumbrance penalties.
ko_mt: 저작물 페널티의 영향을 받지 않습니다.

# HeavyArmorImmunityFormat
source: Unaffected by heavy armor penalties.
ko_mt: 중장갑 패널티의 영향을 받지 않습니다.

# CharacterPresentationBeltOfDwarvenKindDescription
source: 50% chance to grow a beard.
ko_mt: 50% 확률로 수염이 자랄 수 있습니다.

# AttributeModifierBeltOfDwarvenkindDescription
source: +2 to CON to a maximum of 20.
ko_mt: 최대 20까지 CON에 +2.

# ProficiencyBeltOfDwarvenKindDescription
source: Can speak, read, and write dwarvish.
ko_mt: 드워프어를 말하고, 읽고, 쓸 수 있습니다.

# DeflectMissileDescription
source: Can use a reaction to reduce the damage of an incoming missile.
ko_mt: 반응을 사용하여 들어오는 미사일의 피해를 줄일 수 있습니다.

# DeflectMissileTitle
source: Deflect Missile
ko_mt: 디플렉트 미사일

# PowerFunctionDustDisappearanceTitle
source: Throw
ko_mt: 던지다

# PowerFunctionDustDisappearanceDescription
source: Throw the dust in the air to turn all creatures within 2 cells invisible for a few minutes.
ko_mt: 먼지를 공중에 던져 2칸 내의 모든 생물을 몇 분 동안 투명하게 만듭니다.

# EscapingPerceptionSuffix
source: when spotting the bearer
ko_mt: 소지자를 발견할 때

# ResistingShoveSuffix
source: when shoving the bearer
ko_mt: 소지자를 밀 때

# ConditionAffinityCloakOfArachnidaDescription
source: Cannot be restrained by webs.
ko_mt: 거미줄로 제지할 수 없습니다.

# MovementAffinityCloakOfArachnidaDescription
source: Can move along walls.
ko_mt: 벽을 따라 이동할 수 있습니다.

# SavingThrowAffinityGemNecromancyTitle
source: +2 to saving throws against Necromancy spells
ko_mt: 강령술에 대한 내성 굴림 +2

# SavingThrowAffinityGemAbjurationTitle
source: +2 to saving throws against Abjuration spells
ko_mt: Abjuration 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemEvocationTitle
source: +2 to saving throws against Evocation spells
ko_mt: Evocation 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemIllusionTitle
source: +2 to saving throws against Illusion spells
ko_mt: 환영 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemConjurationTitle
source: +2 to saving throws against Conjuration spells
ko_mt: 컨저레이션 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemEnchantmentTitle
source: +2 to saving throws against Enchantment spells
ko_mt: 마법 부여 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemDivinationTitle
source: +2 to saving throws against Divination spells
ko_mt: 점술 주문에 대한 내성 굴림 +2

# SavingThrowAffinityGemTransmutationTitle
source: +2 to saving throws against Transmutation spells
ko_mt: 변환 주문에 대한 내성 굴림 +2

# SavingThrowAffinityCrownOfTheMagisterTitle
source: +1 to saving throws
ko_mt: 내성 굴림에 +1

# AbilityCheckAffinityCrownOfTheMagisterTitle
source: +2 to Intimidation and Persuasion checks
ko_mt: 협박 및 설득 체크 +2

# StoneOfGoodLuckAbilityCheckAffinity_Description
source: +1 to ability checks.
ko_mt: 능력 검사에 +1.

# RingOfAllWordsDescription
source: Proficiency in all languages.
ko_mt: 모든 언어에 능숙합니다.

# AttributeModifierACPlus2Description
source: +2 to AC.
ko_mt: AC에 +2.

# PowerFunctionApplyOilOfSharpnessDescription
source: Apply this oil to a target weapon.
ko_mt: 이 오일을 목표 무기에 바릅니다.

# MantleOfSpellResistance_Function_Description
source: Advantage on saving throws against spells
ko_mt: 주문에 대한 내성 굴림의 이점

# HalflingBraveDescription
source: Advantage on saving throws against being frightened
ko_mt: 겁먹을 때 내성 굴림의 이점

# PowerWinterWolfBreathTitle
source: Cold Breath
ko_mt: 차가운 숨결

# PowerWinterWolfBreathDescription
source: A freezing wind blown by the Winter Wolf that deals cold damage.
ko_mt: 겨울 늑대가 부는 얼어붙은 바람으로 냉기 피해를 줍니다.

# SavingThrowRestrictedSchoolFormat
source: {0} spells
ko_mt: {0} 주문

# Fire_Osprey_Blast_Title
source: Blast
ko_mt: 폭발

# Fire_Osprey_Blast_Description
source: The Fire Osprey emits a fire blast that damages all surrounding cells.
ko_mt: Fire Osprey는 주변의 모든 세포에 피해를 주는 화염 폭발을 방출합니다.

# AttributeModifierACPlus3Description
source: +3 to AC
ko_mt: AC에 +3

# MagicAffinityBattleMagicTitle
source: Battle Magic
ko_mt: 배틀 매직

# MagicAffinityBattleMagicDescription
source: Can cast spells with a somatic component without a free hand, provided a weapon or shield is being wielded.
ko_mt: 무기나 방패를 사용하는 경우 자유 손 없이 신체 구성 요소로 주문을 시전할 수 있습니다.

# Cutthroat_Finisher_Description
source: Once per turn, Cutthroats deal an additional 1D6 damage to already wounded opponents.
ko_mt: 매 턴에 한 번, Cutthroats는 이미 부상당한 적에게 추가로 1D6 피해를 줍니다.

# AttackModifierAttackRollIncreasedDescription
source: Attack roll is increased.
ko_mt: 공격 굴림이 증가합니다.

# AttackModifierDamageRollIncreasedDescription
source: Damage roll is increased.
ko_mt: 데미지 롤이 증가합니다.

# ConditionAutoCriticalFormat
source: All attacks received are critical hits.
ko_mt: 받는 모든 공격은 치명타입니다.

# SavingThrowByAbilityScoreBonus
source: [ability] on {0} saving throws
ko_mt: [능력] {0} 내성 굴림

# DomainBattleExtraAttackTitle
source: Scholar of Battle
ko_mt: 전투의 학자

# AdditionalDamageDomainLifeDivineStrikeDescription
source: +1D8 radiant damage on weapon attacks, once per turn.
ko_mt: 턴당 한 번 무기 공격에 +1D8 방사 피해.

# AdditionalDamageDomainLifeDivineStrikeTitle
source: Divine Strike
ko_mt: 디바인 스트라이크

# DomainElementalHeraldOfTheElementsFireShortTitle
source: Call Upon Fire
ko_mt: 콜 어폰 파이어

# DomainElementalHeraldOfTheElementsFireTitle
source: Herald of the Elements: Call Upon Fire
ko_mt: 원소의 전령: 콜 어폰 파이어

# DomainElementalHeraldOfTheElementsColdDescription
source: The target suffers cold damage and must succeed with a STR save or become restrained until the end of its next turn. Can be used a number of times equal to your WIS bonus until a long rest.
ko_mt: 대상은 냉기 피해를 입고 STR 내성에 성공하거나 다음 턴이 끝날 때까지 구속되어야 합니다. 긴 휴식까지 WIS 보너스와 동일한 횟수만큼 사용할 수 있습니다.

# DomainElementalHeraldOfTheElementsColdShortTitle
source: Call Upon Cold
ko_mt: 콜드 어폰 콜

# DomainElementalHeraldOfTheElementsColdTitle
source: Herald of the Elements: Call Upon Cold
ko_mt: 원소의 전령: 콜드 어폰 콜

# DomainElementalHeraldOfTheElementsThunderDescription
source: The creature in the area must succeed with a CON save or suffer thunder damage and become restrained until the end of their next turn. Can be used a number of times equal to your WIS bonus until a long rest.
ko_mt: 그 지역에 있는 생물은 CON 내성에 성공하거나 천둥 피해를 입고 다음 턴이 끝날 때까지 구속되어야 합니다. 긴 휴식까지 WIS 보너스와 동일한 횟수만큼 사용할 수 있습니다.

# DomainElementalHeraldOfTheElementsThunderShortTitle
source: Call Upon Thunder
ko_mt: 천둥에 전화

# DomainElementalHeraldOfTheElementsThunderTitle
source: Herald of the Elements: Call Upon Thunder
ko_mt: 원소의 전령: 천둥에 전화

# DomainInsightDivineLoreDescription
source: You know all languages, written and spoken. In addition, you can identify a magical item once per long rest.
ko_mt: 당신은 모든 언어, 서면 및 구어를 알고 있습니다. 또한 긴 휴식당 1회 마법 아이템을 식별할 수 있습니다.

# DomainInsightDivineLoreTitle
source: Divine Lore
ko_mt: 신성한 지식

# DomainInsightDivineLoreIdentifyDescription
source: Reveals the magic properties and functions of an item.
ko_mt: 아이템의 마법 속성과 기능을 보여줍니다.

# DomainInsightDivineLoreIdentifyTitle
source: Divine Identification
ko_mt: 신성한 식별

# DomainInsightDomainSpellsTitle
source: Insight Domain Spells
ko_mt: 통찰력 도메인 주문

# DomainOblivionMarkOfFateDescription
source: Mark a creature you see so it receives additional damage from each attack.
ko_mt: 당신이 보는 생물을 표시하여 각 공격에서 추가 피해를 받도록 합니다.

# DomainOblivionMarkOfFateTitle
source: Mark of Fate
ko_mt: 운명의 표식

# DomainLawAnathemaDescription
source: Restrains a creature and inflicts force damage every turn until it succeeds with a WIS save or 1 minute has passed.
ko_mt: 생물을 억제하고 WIS 내성에 성공하거나 1분이 지날 때까지 매 턴 강제 피해를 입힙니다.

# DomainLawAnathemaTitle
source: Anathema
ko_mt: 저주

# PowerOathOfMotherlandVolcanicAuraDescription
source: Friendly creatures in the aura gain fire resistance and +1 to AC.
ko_mt: 오라에 있는 아군 생물은 화염 저항을 얻고 AC에 +1을 얻습니다.

# PowerOathOfMotherlandVolcanicAuraTitle
source: Volcanic Aura
ko_mt: 화산의 기운

# PowerOathOfDevotionAuraDevotionDescription
source: Friendly creatures in the aura cannot be charmed while you are conscious.
ko_mt: 오라에 있는 친근한 생물은 의식이 있는 동안 매혹될 수 없습니다.

# PowerOathOfDevotionAuraDevotionTitle
source: Aura of Devotion
ko_mt: 헌신의 오라

# PowerOathOfTirmarAuraTruthDescription
source: Friendly creatures in the aura gain superior darkvision and +2 perception.
ko_mt: 오라에 있는 아군 생물은 우수한 암흑 시야와 +2 지각을 얻습니다.

# PowerOathOfTirmarAuraTruthTitle
source: Aura of Truth
ko_mt: 진실의 오라

# FeatureSetHunterDefensiveTacticsDescription
source: Choose one of the following options:
ko_mt: 다음 옵션 중 하나를 선택합니다.

# FeatureSetHunterDefensiveTacticsTitle
source: Defensive Tactics
ko_mt: 방어 전술

# HunterEscapeTheHordeDescription
source: Opportunity attacks against you are made with disadvantage.
ko_mt: 당신에 대한 기회 공격은 불리합니다.

# tHunterEscapeTheHordeTitle
source: Escape the Horde
ko_mt: 호드 탈출

# HunterMultiattackDefenseDescription
source: When a creature hits you with an attack, you gain a +4 bonus to AC against all subsequent attacks made by that creature for the rest of the turn.
ko_mt: 생물이 공격으로 당신을 때리면 나머지 턴 동안 그 생물이 가하는 모든 후속 공격에 대해 AC에 +4 보너스를 얻습니다.

# HunterMultiattackDefenseTitle
source: Multiattack Defense
ko_mt: 다중 공격 방어

# HunterSteelWillDescription
source: Advantage on saving throws against being frightened
ko_mt: 겁먹을 때 내성 굴림의 이점

# HunterSteelWillTitle
source: Steel Will
ko_mt: 강철 의지

# ShadowTamerRopeGrappleDescription
source: Target a creature and attempt to pull it if it fails a STR contest.
ko_mt: 생물을 목표로 정하고 STR 대회에 실패하면 끌어내려고 시도합니다.

# ShadowTamerRopeGrappleTitle
source: Rope Grapple
ko_mt: 로프 그래플

# ShadowTamerKnowDarknessDescription
source: While in dim or no light, you have advantage on stealth, perception investigation checks, and gain tremorsense.
ko_mt: 흐릿하거나 빛이 없을 때 은신, 지각 조사 확인 및 떨림에 이점이 있습니다.

# ShadowTamerKnowDarknessTitle
source: Know the Darkness
ko_mt: 어둠을 알라

# MarksmanRecyclerDescription
source: You can craft arrows every time you take a short or long rest.
ko_mt: 짧거나 긴 휴식을 취할 때마다 화살을 만들 수 있습니다.

# MarksmanRecyclerTitle
source: Recycler
ko_mt: 재활용품

# MarksmanStepbackDescription
source: When you are within melee range of an enemy creature, you can use your bonus action to move one cell without provoking opportunity attacks, and gain advantage on your next attack with a ranged weapon this turn.
ko_mt: 적 생물의 근접 범위 내에 있을 때 보너스 액션을 사용하여 기회 공격을 유발하지 않고 한 셀을 이동할 수 있으며 이번 턴에 원거리 무기로 다음 공격에서 이점을 얻을 수 있습니다.

# MarksmanStepbackTitle
source: Step Back
ko_mt: 뒤로 물러나다

# MoutaineerCloseQuartersDescription
source: As a bonus action, you can force a switch of positions with an enemy within melee range by performing a STR vs STR or DEX challenge, just like for shoving. You are not open to opportunity attacks by doing so. If successful, you have advantage to attack this creature until the end of your turn.
ko_mt: 보너스 액션으로 밀치기와 마찬가지로 STR 대 STR 또는 DEX 챌린지를 수행하여 근접 범위 내의 적과 위치를 강제로 전환할 수 있습니다. 그렇게 하면 기회 공격에 노출되지 않습니다. 성공하면 턴이 끝날 때까지 이 생물을 공격할 수 있는 이점이 있습니다.

# MoutaineerCloseQuartersTitle
source: Close Quarters
ko_mt: 닫기 분기

# ChampionRemarkableAthleteDescription
source: Add half of your proficiency bonus (round up) to any Strength, Dexterity, or Constitution check you make that doesn't already use your proficiency bonus. In addition, both your jumping distance and climbing abilities increase, too.
ko_mt: 당신의 숙련도 보너스를 아직 사용하지 않는 힘, 민첩성 또는 체질 검사에 숙련도 보너스의 절반(반올림)을 추가하십시오. 또한 점프 거리와 등반 능력도 모두 증가합니다.

# ChampionRemarkableAthleteTitle
source: Remarkable Athlete
ko_mt: 놀라운 운동선수

# SpellbladeIntoTheFrayDescription
source: You can use any melee weapon you are proficient with as a spellcasting focus for your wizard spells, and can perform their somatic components with the weapon instead of your hand. Additionally, being next to a hostile creature doesn't impose disadvantage on your ranged spell attack rolls.
ko_mt: 숙련된 모든 근접 무기를 마법사 주문의 주문 시전 초점으로 사용할 수 있으며 손 대신 무기로 신체 구성 요소를 수행할 수 있습니다. 추가로, 적대적인 생물 옆에 있다고 해서 원거리 주문 공격 굴림에 불이익을 주지 않습니다.

# SpellbladeIntoTheFrayTitle
source: Into the Fray
ko_mt: 싸움 속으로

# Smith_Title
source: Smithing
ko_mt: 스미싱

# Smith_Description
source: You are trained to craft basic ammunition with smith's tools: arrows and bolts.
ko_mt: 당신은 대장장이의 도구인 화살과 볼트로 기본 탄약을 만드는 법을 배웠습니다.

# PowerVeil_Title
source: Dark Veil
ko_mt: 다크 베일

# PowerVeil_Description
source: A veil of darkness and despair covers an area around the Defiler. All creatures except Defilers and their brood have disadvantage on attacks.
ko_mt: 어둠과 절망의 장막이 파멸자 주변을 덮고 있습니다. 파멸자들과 그들의 무리를 제외한 모든 생물은 공격에 불리합니다.

# Power_Grimblade_Soulscape_Title
source: Soulscape
ko_mt: 소울스케이프

# DomainElementalHeraldOfTheElementsFireDescription
source: The target suffers fire damage and must succeed a STR save or be pushed. Can be used a number of times equal to your WIS bonus until a long rest.
ko_mt: 대상은 화염 피해를 입고 STR 내성에 성공하지 않으면 밀려납니다. 긴 휴식까지 WIS 보너스와 동일한 횟수만큼 사용할 수 있습니다.

# PowerBloodFealty_Title
source: Blood Fealty
ko_mt: 피의 충성심

# PowerBloodFealty_Description
source: A Defiler can drain the life power of the brood it created.
ko_mt: 파멸자는 자신이 만든 무리의 생명력을 고갈시킬 수 있습니다.

# RogueEvasionDescription
source: When you are subjected to an area of effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.
ko_mt: 당신이 민첩 내성 굴림을 만들어 절반의 피해만 입도록 허용하는 효과 범위에 처해 있을 때 내성 굴림에 성공하면 피해를 받지 않고 실패하면 절반 피해만 받습니다.
