Repository: team-waldo/solasta-translation
Catalog: translation/*/Feature.po
Languages: ko_mt

# AbilityCheckAdvantageFormat
source: Advantage on {0} ability checks.
ko_mt: {0} 능력 검사의 이점.

# AbilityCheckAutomaticallyFailedFormat
source: Automatically fails {0} ability checks
ko_mt: 자동으로 {0} 기능 검사 실패

# AbilityCheckBonusFormat
source: {0} on {1} ability checks.
ko_mt: {1} 능력 검사에 대한 {0}.

# AbilityCheckBonusWithDiceFormat
source: {0}{1} on {2} ability checks.
ko_mt: {0}{1} {2} 능력 확인.

# AbilityCheckDisadvantageFormat
source: Disadvantage on {0} ability checks.
ko_mt: {0} 능력 검사의 단점.

# AbilityScoreChoiceDescription
source: Choose between increasing your ability scores or gaining a bonus feat.
ko_mt: 능력 점수를 높이거나 보너스 재주를 얻는 것 중에서 선택하십시오.

# AbilityScoreChoiceTitle
source: Ability Score Choice
ko_mt: 능력 점수 선택

# AbilityScoreImprovementDescription
source: Increase two ability scores of your choice by 1 point each, or a single score by 2 points.
ko_mt: 원하는 능력치 2개를 각각 1점씩 올리거나, 하나의 점수를 2점씩 올리세요.

# AbilityScoreImprovementTitle
source: Ability Score
ko_mt: 능력 점수

# AbilityScoreIncreaseAdvancedTitle
source: Ability score + Skill + Feat
ko_mt: 능력치 + 스킬 + Feat

# AbilityScoreIncreaseTitle
source: Ability Score Increase
ko_mt: 능력치 증가

# AcademicFeatureDescription
source: You still have ties to the Antiquarians and your relationship with them is already good.
ko_mt: 당신은 여전히 ​​골동품 수집가와 유대 관계가 있으며 그들과의 관계는 이미 좋습니다.

# AcademicFeatureTitle
source: Runaway Antiquarian
ko_mt: 가출한 골동품 수집가

# AcademicSkillsDescription
source: Proficient in Arcana, Nature, and Insight.
ko_mt: Arcana, Nature 및 Insight에 능숙합니다.

# AcademicSkillsTitle
source: Bookworm
ko_mt: 독서광

# AcademicToolsDescription
source: Proficient with the Manacalon rosary, supposed to be useful to enchant items.
ko_mt: 마나칼론 묵주에 능숙하며, 아이템에 마법을 부여하는 데 유용합니다.

# AcademicToolsTitle
source: Enchanter
ko_mt: 마법사

# AcolyteFeatureDescription
source: You start with a good reputation with the clerics of your faith, and have discounts at the main temple in the Principality's capital city.
ko_mt: 당신은 당신의 신앙의 성직자들과 좋은 평판으로 시작하여 공국의 수도에 있는 본당에서 할인을 받습니다.

# AcolyteFeatureTitle
source: Shelter of the Faithful
ko_mt: 충실한 자의 쉼터

# AcolyteSkillsDescription
source: Proficient in Religion, Nature, and Insight.
ko_mt: 종교, 자연 및 통찰력에 능숙합니다.

# AcolyteSkillsTitle
source: Religious Training
ko_mt: 종교 훈련

# AcolyteSkillsToolsDescription
source: Proficient with the herbalism kit.
ko_mt: 약초학 키트에 능숙합니다.

# AcolyteSkillsToolsTitle
source: Potion Making
ko_mt: 물약 만들기

# ActionAffinityHunterGiantKillerDescription
source: When a large or larger creature within one cell of you hits or misses you with an attack, you can use your reaction to attack that creature immediately after its attack, provided that you can see the creature.
ko_mt: 당신의 한 칸 안에 있는 크거나 큰 생물이 공격으로 당신을 때리거나 놓쳤을 때, 당신은 당신이 그 생물을 볼 수 있다면 공격 직후 그 생물을 공격하기 위해 반응을 사용할 수 있습니다.

# ActionAffinityHunterGiantKillerTitle
source: Giant Killer
ko_mt: 자이언트 킬러

# ActionAffinityMarksmanReactionShotDescription
source: When a visible opponent 2 cells or more from you attacks you with a ranged weapon or a spell, you can use your reaction to take a shot after the triggering attack.
ko_mt: 당신에게서 2셀 이상의 눈에 띄는 상대가 원거리 무기나 주문으로 당신을 공격할 때, 당신은 트리거 공격 후에 당신의 반응을 사용하여 샷을 할 수 있습니다.

# ActionAffinityMarksmanReactionShotTitle
source: Reaction Shot
ko_mt: 리액션 샷

# AdditionalActionHunterHordeBreakerDescription
source: Once on each of your turns when you down an opponent, you can make another attack with the same weapon against a different creature.
ko_mt: 매 차례에 한 번씩 상대를 쓰러뜨렸을 때 같은 무기로 다른 생물을 공격할 수 있습니다.

# AdditionalActionHunterHordeBreakerTitle
source: Horde Breaker
ko_mt: 호드 파괴자

# AdditionalDamageDomainOblivionStrikeOblivionDescription
source: +1d6 necrotic damage on your first attack of your turn.
ko_mt: 내 턴의 첫 번째 공격에 +1d6 괴사 피해.

# AdditionalDamageDomainOblivionStrikeOblivionTitle
source: Strike of Oblivion
ko_mt: 망각의 일격

# AdditionalDamageHunterColossusSlayerDescription
source: Your tenacity can wear down the most potent of foes. When you hit a creature with a weapon attack, the creature takes an extra 1d8 damage if it's below its hit point maximum. You can deal this extra damage only once per turn.
ko_mt: 당신의 집요함은 가장 강력한 적들을 쓰러뜨릴 수 있습니다. 무기 공격으로 생물을 공격할 때 해당 생물은 최대 체력 미만인 경우 추가로 1d8 피해를 입습니다. 이 추가 피해는 턴에 한 번만 입힐 수 있습니다.

# AdditionalDamageHunterColossusSlayerTitle
source: Colossus Slayer
ko_mt: 콜로서스 학살자

# AdditionalFallThreshold
source: Can fall without harm from {0} cells.
ko_mt: {0} 셀의 손상 없이 떨어질 수 있습니다.

# AffectedSpellsFormat
source: Works on the following spells: {0}.
ko_mt: 다음 주문에서 작동합니다: {0}.

# AndLine
source: AND
ko_mt: 그리고

# AristocratFeatureDescription
source: People from the nobility recognize you as one of them, which can be helpful in some situations.
ko_mt: 귀족의 사람들은 당신을 그들 중 한 명으로 인식하며 어떤 상황에서는 도움이 될 수 있습니다.

# AristocratFeatureTitle
source: Blue Blood
ko_mt: 귀족의 혈통

# AristocratSkillsDescription
source: Proficient in History, Persuasion, and Intimidation
ko_mt: 역사, 설득, 협박에 능하다

# AristocratSkillsTitle
source: Higher Education
ko_mt: 고등 교육

# ArmorTrainingDescription
source: Proficient with {0}
ko_mt: {0} 능숙

# AttackModifierAdditionalTagFormat
source: Attack is {0}
ko_mt: 공격은 {0}

# AttackModifierAttackRollFormat
source: {0} to attack rolls
ko_mt: {0} 공격 굴림

# AttackModifierDamageRollFormat
source: {0} to damage rolls
ko_mt: {0} 피해 굴림

# AttributeIncreaseAllDescription
source: +{0} to all ability scores
ko_mt: 모든 능력 점수에 +{0}

# AttributeIncreaseAny1Description
source: Increase one ability score
ko_mt: 능력치 1증가

# AttributeIncreaseAnyNDescription
source: Increase {0} ability scores
ko_mt: 능력 점수 {0} 증가

# AttributeModifierSetDescription
source: {0} is set to {1}
ko_mt: {0}은(는) {1}(으)로 설정됩니다.

# AttributeSetDescription
source: {0} is set to {1}
ko_mt: {0}은(는) {1}(으)로 설정됩니다.

# AuraOfCourageDescription
source: You and allies within 10 feet cannot be frightened while you are conscious. At 18th level, the range becomes 30 feet.
ko_mt: 당신과 10피트 이내의 아군은 당신이 의식이 있는 동안 겁먹을 수 없습니다. 18레벨에서 범위는 30피트가 됩니다.

# AuraOfCourageTitle
source: Aura of Courage
ko_mt: 용기의 오라

# AuraOfProtectionDescription
source: Grants a saving throw bonus to your surrounding allies, equal to your CHA modifier (min 1).
ko_mt: CHA 수정치(최소 1)와 동일한 내성 굴림 보너스를 주변 아군에게 부여합니다.

# AuraOfProtectionTitle
source: Aura of Protection
ko_mt: 보호의 오라

# AutoPreparedSpellsFormat
source: Level {0}: {1}
ko_mt: 레벨 {0}: {1}

# AutoPreparedSpellsOathOfDevotionTitle
source: Oath of Devotion Spells
ko_mt: 헌신의 맹세 주문

# AutoPreparedSpellsOathOfMotherlandTitle
source: Oath of the Motherland Spells
ko_mt: 조국의 맹세 주문

# AutoPreparedSpellsOathOfTirmarTitle
source: Oath of Tirmar Spells
ko_mt: 티르마르 주문의 맹세

# Background01LanguagesTitle
source: Choose one additional language.
ko_mt: 하나의 추가 언어를 선택하십시오.

# Background02LanguagesTitle
source: Choose two additional languages.
ko_mt: 두 개의 추가 언어를 선택하십시오.

# BackgroundLanguages
source: Additional languages
ko_mt: 추가 언어

# BonusFeatDescription
source: Select an additional feat for your character.
ko_mt: 캐릭터에 대한 추가 재주를 선택하십시오.

# BonusFeatTitle
source: Bonus Feat
ko_mt: 보너스 피트

# CampAffinityElfTranceDescription
source: 4 hours of meditation are sufficient to rest.
ko_mt: 4시간의 명상은 휴식을 취하기에 충분합니다.

# CampAffinityElfTranceTitle
source: Trance
ko_mt: 황홀

# CantTakeActionFormat
source: Cannot take action: {0}
ko_mt: 조치를 취할 수 없음: {0}

# ClericArmorProficiencyTitle
source: Cleric Armor Proficiencies
ko_mt: 성직자 갑옷 숙련도

# ClericChannelDivinityAddDescription
source: +1 Channel Divinity use between rests.
ko_mt: 휴식 사이에 +1 채널 신성 사용.

# ClericChannelDivinityAddTitle
source: Channel Divinity (increased)
ko_mt: 채널 신성(증가)

# ClericChannelDivinityDescription
source: Can use Channel Divinity actions once between rests.
ko_mt: 휴식 사이에 채널 신성 액션을 한 번 사용할 수 있습니다.

# ClericChannelDivinityTitle
source: Channel Divinity
ko_mt: 채널 신성

# ClericDivineDomainsDescription
source: Choose one of the divine domains granted by your deity.
ko_mt: 당신의 신이 부여한 신성한 영역 중 하나를 선택하십시오.

# ClericDivineDomainsTitle
source: Divine Domains
ko_mt: 신성한 영역

# ClericSkillPointsTitle
source: Cleric Skills
ko_mt: 성직자 스킬

# ClericSpellcastingTitle
source: Cleric Spellcasting
ko_mt: 성직자 주문 시전

# ClericToolsDescription
source: You have been trained to scribe magic scrolls.
ko_mt: 당신은 마법의 두루마리를 쓰는 법을 배웠습니다.

# ClericToolsTitle
source: Scroll Scribing
ko_mt: 스크롤 스크라이빙

# ClericTurnUndeadShortTitle
source: Turn Undead
ko_mt: 턴 언데드

# ClericTurnUndeadTitle
source: Channel Divinity: Turn Undead
ko_mt: 채널 신성: 턴 언데드

# ClericTurnUndeadDescription
source: Channel Divinity to force undead creatures within 6 cells who can see you to flee, unless they make a successful Wisdom saving throw.
ko_mt: 채널 신성을 사용하여 6칸 내의 언데드 생물이 당신을 볼 수 있게 하여 지혜 내성 굴림에 성공하지 않는 한 도망가도록 합니다.

# ClericWeaponProficiencyTitle
source: Cleric Weapon Proficiencies
ko_mt: 성직자 무기 숙련도

# ConditionAttackOfOpportunityImmunityTitle
source: Immune to opportunity attacks
ko_mt: 기회 공격에 면역

# ConditionAttackOnMeAdvantageTitle
source: Attack rolls against this creature have advantage
ko_mt: 이 생물에 대한 공격 굴림에는 이점이 있습니다.

# ConditionAttackOnMeDisadvantageTitle
source: Attack rolls against this creature have disadvantage
ko_mt: 이 생물에 대한 공격 굴림에는 불이익이 있습니다.

# ConditionExpertClimberFormat
source: Difficult climb surfaces are considered normal for you
ko_mt: 어려운 등반 표면은 정상으로 간주됩니다.

# ConditionFastClimberFormat
source: Climbing does not cost you extra movement
ko_mt: 등반에는 추가 이동이 필요하지 않습니다.

# ConditionImmunityFormat
source: Immunity to the "{0}" condition type
ko_mt: "{0}" 조건 유형에 대한 내성

# ConditionMovementAddBaseFormat
source: Double base speed
ko_mt: 기본 속도 2배

# ConditionMovementAddBaseFormatSingle
source: Double base speed ({0})
ko_mt: 기본 속도 2배({0})

# ConditionMovementAdditiveModifierFormat
source: {0} to speed
ko_mt: 속도를 높이려면 {0}

# ConditionMovementAdditiveModifierFormatSingle
source: {0} to speed ({1})
ko_mt: {0} 속도({1})

# ConditionMovementCanMoveOnWallsFormat
source: Can move on walls
ko_mt: 벽을 이동할 수 있습니다

# ConditionMovementEnhancedJumpFormat
source: Can jump at maximum distance without risk.
ko_mt: 위험 없이 최대 거리로 점프할 수 있습니다.

# ConditionMyAttackAddDiceFormat
source: +{0}{1} to attack rolls
ko_mt: +{0}{1} 공격 굴림

# ConditionMyAttackAddFormat
source: +{0} to attack rolls
ko_mt: +{0} 공격 굴림

# ConditionMyAttackAdvantageTitle
source: This creature's attack rolls have advantage
ko_mt: 이 생물의 공격 굴림에는 이점이 있습니다.

# ConditionMyAttackDisadvantageTitle
source: This creature's attack rolls have disadvantage
ko_mt: 이 생물의 공격 굴림에는 단점이 있습니다.

# ConditionMyAttackSubstractDiceFormat
source: -{0}{1} to attack rolls
ko_mt: -{0}{1} 공격 롤

# ConditionMyAttackSubstractFormat
source: -{0} to attack rolls
ko_mt: -{0} 공격 롤

# ConditionSavingThrowAdvantageFormat
source: Advantage on saving throws against being {0}
ko_mt: {0}에 대한 내성 굴림의 이점

# ConditionSavingThrowDisadvantageFormat
source: Disadvantage on saving throws against being {0}
ko_mt: {0}에 대한 내성 굴림의 단점

# DamageImmunityFormat
source: Immunity to {0}: all damage is canceled
ko_mt: {0}에 대한 면역: 모든 피해가 취소됩니다.

# DamageResistanceFormat
source: Resistance to {0}: damage is halved
ko_mt: {0}에 대한 저항: 피해가 절반으로 줄어듭니다.

# DamageSavingThrowAdvantageFormat
source: Advantage on saving throws against {0}
ko_mt: {0}에 대한 내성 굴림의 이점

# DamageSavingThrowDisadvantageFormat
source: Disadvantage on saving throws against {0}
ko_mt: {0}에 대한 내성 굴림의 단점

# DamageTagsIgnoringFormat
source: except for {0} attacks
ko_mt: {0} 공격 제외

# DamageVulnerabilityFormat
source: Vulnerability to {0}: damage is doubled
ko_mt: {0}에 대한 취약성: 피해가 두 배로 증가합니다.

# DiceGamerDescription
source: Proficient with the Gaming Set.
ko_mt: 게임 세트에 능숙합니다.

# DiceGamerTitle
source: Dice Gamer
ko_mt: 주사위 게이머

# DomainBattleBonusProficiencyDescription
source: Martial Weapons
ko_mt: 무술 무기

# DomainBattleBonusProficiencyTitle
source: Bonus Proficiency
ko_mt: 보너스 숙련도

# DomainBattleDecisiveStrikeDescription
source: On a successful attack, Channel Divinity to add 1d6 to your damage and stun your target (save negates). Increases by 1d6 every 3 levels above level 2.
ko_mt: 공격이 성공하면 신성을 채널링하여 피해에 1d6을 추가하고 대상을 기절시킵니다(부정 저장). 2레벨 이상 3레벨마다 1d6씩 증가합니다.

# DomainBattleDecisiveStrikeShortTitle
source: Decisive Strike
ko_mt: 결정적인 일격

# DomainBattleDecisiveStrikeTitle
source: Decisive Strike
ko_mt: 결정적인 일격

# DomainBattleDivineWrathDescription
source: As an action, gain 3 temporary HP per cleric level. Recovered after a long rest.
ko_mt: 행동으로 성직자 레벨당 임시 HP를 3 얻습니다. 긴 휴식 후 회복되었습니다.

# DomainBattleDivineWrathTitle
source: Divine Fortitude
ko_mt: 신성한 불굴의

# DomainBattleDomainSpellsTitle
source: Battle Domain Spells
ko_mt: 배틀 도메인 주문

# DomainBattleHeraldOfBattleDescription
source: Allies in adjacent cells gain +1 on attack rolls, damage, AC, and saving throws.
ko_mt: 인접한 셀의 아군은 공격 굴림, 피해, AC 및 내성 굴림에서 +1을 얻습니다.

# DomainBattleHeraldOfBattleTitle
source: Herald of Battle
ko_mt: 전투의 전령

# DomainElementalColdBonusCantripTitle
source: Bonus Cantrip (Cold)
ko_mt: 보너스 캔트립(콜드)

# DomainElementalColdPrimalHarmonyTitle
source: Primal Harmony (Cold)
ko_mt: 원시 조화(냉기)

# DomainElementalDiscipleOfTheElementsDescription
source: Use your reaction to become immune to your domain element so it heals you instead of wounding you.
ko_mt: 당신의 도메인 요소에 면역이 되도록 반응을 사용하여 상처를 입히는 대신 치유하십시오.

# DomainElementalDiscipleOfTheElementsTitle
source: Scholar of the Elements
ko_mt: 원소의 학자

# DomainElementalDomainSpellsTitle
source: Elemental Domain Spells
ko_mt: 원소 도메인 주문

# DomainElementalFireBonusCantripTitle
source: Bonus Cantrip (Fire)
ko_mt: 보너스 캔트립(화재)

# DomainElementalFireBurstDescription
source: Channel Divinity to cause 3d8 fire damage to a target within 12 cells. A successful Dexterity save halves the damage.
ko_mt: Channel Divinity는 12칸 내의 대상에게 3d8의 화염 피해를 입힙니다. 민첩 내성 굴림에 성공하면 피해가 절반으로 줄어듭니다.

# DomainElementalFireBurstShortTitle
source: Fire Burst
ko_mt: 파이어 버스트

# DomainElementalFireBurstTitle
source: Channel Divinity: Fire Burst
ko_mt: 채널 신성: 파이어 버스트

# DomainElementalFirePrimalHarmonyTitle
source: Primal Harmony (Fire)
ko_mt: 원시 조화(화염)

# DomainElementalIceLanceDescription
source: Use Channel Divinity on a target within 12 cells. The target must make a Dexterity saving throw or be pushed away by 2 cells and suffer 2d8 cold damage.
ko_mt: 12개 셀 내의 대상에게 채널 신성을 사용하십시오. 목표는 민첩 내성 굴림을 하거나 2칸 밀려나고 2d8의 냉기 피해를 입어야 합니다.

# DomainElementalIceLanceShortTitle
source: Ice Lance
ko_mt: 아이스 랜스

# DomainElementalIceLanceTitle
source: Channel Divinity: Ice Lance
ko_mt: 채널 신성: 아이스 랜스

# DomainElementalLightningBladeDescription
source: Channel Divinity to cause 1d8 lightning damage to a target within 12 cells. On a failed Dexterity save, the target is also stunned until the end of its next turn.
ko_mt: Channel Divinity는 12셀 내의 대상에게 1d8의 번개 피해를 입힙니다. 민첩 내성이 실패하면 대상은 다음 턴이 끝날 때까지 기절합니다.

# DomainElementalLightningBladeShortTitle
source: Lightning Blade
ko_mt: 라이트닝 블레이드

# DomainElementalLightningBladeTitle
source: Channel Divinity: Lightning Blade
ko_mt: 채널 신성: 라이트닝 블레이드

# DomainElementalLightningBonusCantripTitle
source: Bonus Cantrip (Lightning)
ko_mt: 보너스 캔트립(번개)

# DomainElementalLightningPrimalHarmonyTitle
source: Primal Harmony (Lightning)
ko_mt: 원시 조화(번개)

# DomainInsightDivineEyeDescription
source: Advantage to detect traps, hidden doors, and objects
ko_mt: 함정, 숨겨진 문 및 물체를 감지하는 이점

# DomainInsightDivineEyeTitle
source: Divine Eye
ko_mt: 신성한 눈

# DomainInsightDivineIntuitionDescription
source: Advantage on ability checks using Arcana, History, and Nature
ko_mt: Arcana, History 및 Nature를 사용한 능력 확인의 이점

# DomainInsightDivineIntuitionTitle
source: Divine Intuition
ko_mt: 신성한 직관

# DomainInsightForeknowledgeDescription
source: Channel Divinity to see the immediate future and dodge your enemy's attacks better. For 1 minute, the first attack (except shove) made against you after your turn suffers disadvantage.
ko_mt: 가까운 미래를 보고 적의 공격을 더 잘 피하려면 신성을 채널하세요. 1분 동안, 내 차례 이후의 첫 번째 공격(밀어내기 제외)은 불이익을 받습니다.

# DomainInsightForeknowledgeShortTitle
source: Foreknowledge
ko_mt: 예지

# DomainInsightForeknowledgeTitle
source: Channel Divinity: Foreknowledge
ko_mt: 채널 신성: 예지

# DomainInsightInspiredDiplomatDescription
source: You always know the odds when choosing between dialog choices that include an Ability Check (Persuasion, Deception, or Intimidation).
ko_mt: 능력 확인(설득, 속임수 또는 위협)을 포함하는 대화 선택 중에서 선택할 때 항상 확률을 알고 있습니다.

# DomainInsightInspiredDiplomatTitle
source: Inspired Diplomat
ko_mt: 영감을 받은 외교관

# DomainLawCommandingPresenceDescription
source: Proficient in Intimidation. Advantage on Intimidation checks
ko_mt: 협박에 능숙합니다. 협박 검사의 이점

# DomainLawCommandingPresenceTitle
source: Commanding Presence
ko_mt: 지휘하는 존재

# DomainLawDomainSpellsTitle
source: Law Domain Spells
ko_mt: 법률 도메인 주문

# DomainLawForceOfLawDescription
source: Channel Divinity when casting an attack spell to impose disadvantage on your target's saving throw.
ko_mt: 공격 주문을 시전할 때 채널 신성을 사용하여 대상의 내성 굴림에 불이익을 줍니다.

# DomainLawForceOfLawShortTitle
source: Force of Law
ko_mt: 법의 힘

# DomainLawForceOfLawTitle
source: Channel Divinity: Force of Law
ko_mt: 채널 신성: 법의 힘

# DomainLawHolyRetributionDescription
source: When a melee attack damages you, you can use your reaction to Channel Divinity and strike back using a melee weapon, adding (2d6 + cleric level) psychic damage.
ko_mt: 근접 공격이 당신에게 피해를 입힐 때, 채널 신성에 대한 반응을 사용하고 근접 무기를 사용하여 반격하여 (2d6 + 성직자 레벨) 사이킥 피해를 추가할 수 있습니다.

# DomainLawHolyRetributionShortTitle
source: Holy Retribution
ko_mt: 신성한 응징

# DomainLawHolyRetributionTitle
source: Channel Divinity: Holy Retribution
ko_mt: 채널 신성: 신성한 응징

# DomainLawUnyieldingEnforcerDescription
source: Advantage on rolls to resist being shoved or moved by magical means
ko_mt: 마법 수단에 의해 밀치거나 움직이지 않는 롤의 이점

# DomainLawUnyieldingEnforcerTitle
source: Unyielding Enforcer
ko_mt: 불굴의 집행자

# DomainLawWordOfLawDescription
source: Break the spellcasting concentration of an enemy
ko_mt: 적의 마법 집중을 깨다

# DomainLawWordOfLawTitle
source: Word of the Law
ko_mt: 율법의 말씀

# DomainLifeBlessedHealerDescription
source: When you cast a spell of 1st level or higher that restores hit points to a creature other than yourself, you regain hit points equal to (2 x spell level).
ko_mt: 자신이 아닌 다른 생물에게 체력을 회복시키는 1레벨 이상의 주문을 시전하면 (2 x 주문 수준)과 같은 체력을 회복합니다.

# DomainLifeBlessedHealerTitle
source: Blessed Healer
ko_mt: 축복받은 치유사

# DomainLifeBonusProficiencyDescription
source: Proficient with Heavy Armor.
ko_mt: 헤비 아머에 능숙합니다.

# DomainLifeBonusProficiencyTitle
source: Bonus Proficiency
ko_mt: 보너스 숙련도

# DomainLifeDiscipleOfLifeDescription
source: When casting a healing spell, the target regains additional HP equal to (2 x spell level).
ko_mt: 치유 주문을 시전할 때 대상은 (2 x 주문 레벨)만큼 추가 HP를 회복합니다.

# DomainLifeDiscipleOfLifeTitle
source: Disciple of Life
ko_mt: 생명의 제자

# DomainLifeDomainSpellsTitle
source: Life Domain Spells
ko_mt: 생활 영역 주문

# DomainLifePreserveLifeDescription
source: Restore hit points (5 x cleric level) to one or more allies within 6 cells, up to half their hit point maximum.
ko_mt: 최대 HP의 절반까지 6셀 내의 한 명 이상의 아군에게 HP(성직자 레벨 5배)를 회복합니다.

# DomainLifePreserveLifeShortTitle
source: Preserve Life
ko_mt: 생명을 보존하다

# DomainLifePreserveLifeTitle
source: Channel Divinity: Preserve Life
ko_mt: 채널 신성: 생명 보존

# DomainOblivionBonusCantripTitle
source: Bonus Cantrip
ko_mt: 보너스 캔트립

# DomainOblivionDomainSpellsTitle
source: Oblivion Domain Spells
ko_mt: 망각 영역 주문

# DomainOblivionGateKeeperDescription
source: As long as you are conscious, you and your fellow party members within 6 cells have advantage on death saving throws.
ko_mt: 당신이 의식이 있는 한, 당신과 6칸 내의 동료 파티원은 죽음 내성 굴림에 유리합니다.

# DomainOblivionGateKeeperTitle
source: Gate Keeper
ko_mt: 게이트 키퍼

# DomainOblivionHeraldOfPainDescription
source: Channel Divinity to cause pain to enemies within 6 cells. Enemies failing a Wisdom save receive 1d8 necrotic damage and are poisoned.
ko_mt: 6셀 내의 적에게 고통을 주는 채널 디비니티. 지혜 내성에 실패한 적은 1d8의 괴사 피해를 받고 중독됩니다.

# DomainOblivionHeraldOfPainShortTitle
source: Herald of Pain
ko_mt: 고통의 전령

# DomainOblivionHeraldOfPainTitle
source: Channel Divinity: Herald of Pain
ko_mt: 채널 신성: 고통의 전령

# DomainOblivionPeacefulRestDescription
source: While camping, reduces the chances of being attacked and prevents from being surprised.
ko_mt: 캠핑 중 공격을 받을 확률을 줄이고 놀라는 것을 방지합니다.

# DomainOblivionPeacefulRestTitle
source: Peaceful Rest
ko_mt: 평화로운 휴식

# DomainSpellsDescription
source: In your list and always prepared: {0}
ko_mt: 목록에 항상 준비되어 있는 항목: {0}

# DomainSunBonusCantripDescription
source: Light
ko_mt: 빛

# DomainSunBonusCantripTitle
source: Bonus Cantrip
ko_mt: 보너스 캔트립

# DomainSunDomainSpellsTitle
source: Sun Domain Spells
ko_mt: 썬 도메인 주문

# DomainSunHeraldOfTheSunDescription
source: Channel Divinity to engulf a visible enemy within 6 cells with radiant light, causing 1d8 radiant damage + 2 per cleric level (half damage on a successful Constitution saving throw) and cause the blinded condition for 1 minute (negated if saving throw was successful).
ko_mt: 채널 디비니티는 6셀 내의 눈에 보이는 적을 찬란한 빛으로 집어삼켜 1d8 radiant damage + 성직자 레벨당 2(체질 내성 굴림 성공 시 절반 피해)를 입히고 1분 동안 실명 상태를 유발합니다(내장 굴림 성공 시 무효).

# DomainSunHeraldOfTheSunShortTitle
source: Herald of the Sun
ko_mt: 태양의 전령

# DomainSunHeraldOfTheSunTitle
source: Channel Divinity: Herald of the Sun
ko_mt: 채널 신성: 태양의 전령

# DomainSunHolyRadianceDescription
source: When you cast Sacred Flame, your target has disadvantage on the saving throw.
ko_mt: 성스러운 불꽃을 시전하면 대상이 내성 굴림에 불리합니다.

# DomainSunHolyRadianceTitle
source: Holy Radiance
ko_mt: 신성한 광채

# DomainSunIndomitableLightDescription
source: Channel divinity to summon a sphere of sunlight, which affects light sensitive creatures and negates areas of darkness.
ko_mt: 채널 신성은 빛에 민감한 생물에게 영향을 미치고 어둠의 영역을 무효화하는 햇빛 구체를 소환합니다.

# DomainSunIndomitableLightShortTitle
source: Indomitable Light
ko_mt: 불굴의 빛

# DomainSunIndomitableLightTitle
source: Channel Divinity: Indomitable Light
ko_mt: 채널 신성: 불굴의 빛

# DomainSunSoothingHandDescription
source: Heal an ally and remove one detrimental condition.
ko_mt: 아군을 치료하고 하나의 해로운 상태를 제거합니다.

# DomainSunSoothingHandTitle
source: Soothing Hand
ko_mt: 진정시키는 손

# DwarfHillToughnessDescription
source: +1 Hit Point per level
ko_mt: 레벨당 히트 포인트 +1

# DwarfHillToughnessTitle
source: Dwarven Toughness
ko_mt: 드워프 강인함

# DwarfLanguagesDescription
source: Common, Dwarvish
ko_mt: 일반, 드워프

# DwarfLanguagesTitle
source: Languages
ko_mt: 언어

# DwarfResilienceDescription
source: Saving throw advantage against poison Resistance to poison damage
ko_mt: 독에 대한 내성 굴림 이점 독 피해에 대한 내성

# DwarfResilienceTitle
source: Dwarven Resilience
ko_mt: 드워프 회복력

# DwarfSnowEnduranceDescription
source: +2 to Constitution saving throws.
ko_mt: 체질 내성 굴림에 +2.

# DwarfSnowEnduranceTitle
source: Snow Dwarf Endurance
ko_mt: 눈 드워프 인내

# DwarfSnowWeaponTrainingDescription
source: You are proficient with all types of crossbows.
ko_mt: 당신은 모든 유형의 석궁에 능숙합니다.

# DwarfSnowWeaponTrainingTitle
source: Crossbow Expertise
ko_mt: 석궁 전문 지식

# DwarfWeaponTrainingTitle
source: Dwarven Combat Training
ko_mt: 드워프 전투 훈련

# ElfFeyAncestryDescription
source: Saving throw advantage against Charm Immunity to magical sleep
ko_mt: 참에 대한 내성 굴림 이점 마법의 수면에 면역

# ElfFeyAncestryTitle
source: Fey Ancestry
ko_mt: 페이 조상

# ElfHighCastSpellDescription
source: Choose one Wizard cantrip, using Intelligence as the spellcasting ability.
ko_mt: 지능을 주문 시전 능력으로 사용하여 하나의 마법사 캔트립을 선택하십시오.

# ElfHighCastSpellTitle
source: High Elf Cantrip
ko_mt: 하이 엘프 캔트립

# ElfKeenSensesDescription
source: Proficient in the Perception skill.
ko_mt: 지각 능력에 능하다.

# ElfKeenSensesTitle
source: Keen Senses
ko_mt: 예리한 감각

# ElfSylvanLanguagesDescription
source: Common, Elvish, Dwarvish, and Halfling
ko_mt: 커먼, 엘프, 드워프, 하플링

# ElfSylvanLanguagesTitle
source: Languages
ko_mt: 언어

# ElfSylvanSurvivalDescription
source: Proficient in the Survival and Athletics skills. Advantage on Survival when hunting
ko_mt: 생존 및 운동 기술에 능숙합니다. 사냥시 생존의 이점

# ElfSylvanSurvivalTitle
source: Sylvan Adaptability
ko_mt: 실반 적응성
