Repository: team-waldo/solasta-translation
Catalog: translation/*/Feature.po
Languages: ko_mt

# ElfWeaponTrainingTitle
source: Elf Weapon Training
ko_mt: 엘프 무기 훈련

# EquipmentAffinityDoubleCarryingCapacity
source: Carrying capacity is doubled.
ko_mt: 수납력이 2배가 됩니다.

# FeatGainSingleDescription
source: Proficiency in one feat of your choice
ko_mt: 선택한 한 가지 위업에 대한 숙련도

# FeatGainSingleTitle
source: Bonus Feat
ko_mt: 보너스 피트

# FeatureSetHunterHuntersPreyDescription
source: Choose one of the following hunting specialties:
ko_mt: 다음 사냥 전문 중 하나를 선택하십시오.

# FeatureSetHunterHuntersPreyTitle
source: Hunter's Prey
ko_mt: 사냥꾼의 먹이

# FighterActionSurgeDescription
source: Regain a main action immediately. Take a short or long rest to recover this power.
ko_mt: 즉시 주요 행동을 되찾으세요. 이 힘을 회복하려면 짧거나 긴 휴식을 취하십시오.

# FighterActionSurgeTitle
source: Action Surge
ko_mt: 액션 서지

# FighterArmorProficiencyTitle
source: Fighter Armor Proficiencies
ko_mt: 파이터 아머 숙련도

# FighterExtraAttackDescription
source: You can attack one more time, per combat turn, when you use the attack or shove actions.
ko_mt: 공격 또는 밀치기 동작을 사용할 때 전투 턴마다 한 번 더 공격할 수 있습니다.

# FighterExtraAttackTitle
source: Extra Attack
ko_mt: 추가 공격

# FighterFightingStyleDescription
source: Choose a fighting style as a specialty.
ko_mt: 격투 스타일을 특기로 선택하십시오.

# FighterFightingStyleTitle
source: Fighting Style
ko_mt: 격투 스타일

# FighterMartialArchetypesDescription
source: Select a Martial Archetype.
ko_mt: 무술 원형을 선택하십시오.

# FighterMartialArchetypesTitle
source: Martial Archetypes
ko_mt: 무술 원형

# FighterSecondWindDescription
source: Regain (1d10 + level) HP as a bonus action.
ko_mt: 보너스 액션으로 (1d10 + 레벨) HP를 회복합니다.

# FighterSecondWindTitle
source: Second Wind
ko_mt: 두 번째 바람

# FighterSkillPointsTitle
source: Fighter Skills
ko_mt: 파이터 스킬

# FighterWeaponProficiencyTitle
source: Fighter Weapon Proficiencies
ko_mt: 파이터 무기 숙련도

# FightingStyleGreatWeaponRerollDescription
source: {0} uses his Great Weapons fighting style to reroll a {1} damage die from {2} to {3}.
ko_mt: {0}은(는) 자신의 Great Weapons 전투 스타일을 사용하여 {1} 피해 주사위를 {2}에서 {3}으로 다시 굴립니다.

# GenericCastSpellDescription
source: Can cast spells from the {0} list
ko_mt: {0} 목록에서 주문을 시전할 수 있습니다.

# GenericCastSpellTitle
source: Spellcasting
ko_mt: 스펠캐스팅

# HalfElfAbilityScoreIncreaseDescription
source: Charisma +2, increase 2 other scores by 1 point each.
ko_mt: 카리스마 +2, 다른 2개 점수 각각 1점씩 증가.

# HalfElfLanguagesDescription
source: Common, Elvish, and one language of your choice
ko_mt: Common, Elvish 및 선택한 언어 중 하나

# HalfElfLanguagesTitle
source: Languages
ko_mt: 언어

# HalflingBraveTitle
source: Brave
ko_mt: 용감한

# HalflingIslandLanguagesDescription
source: Common, Halfling, and one language of your choice
ko_mt: 공용, 하플링 및 선택한 언어 1개

# HalflingIslandLanguagesTitle
source: Languages
ko_mt: 언어

# HalflingLuckyDescription
source: When you roll a 1 on an attack roll, ability check, or saving throw, reroll and use the new roll.
ko_mt: 공격 굴림, 능력 확인 또는 내성 굴림에서 1이 나오면 다시 굴려 새 주사위를 사용합니다.

# HalflingLuckyRerollDescription
source: {0} is a lucky Halfling and rerolls an awful {1} roll from {2} to {3}.
ko_mt: {0}은 운이 좋은 하플링이며 {2}에서 {3}으로 끔찍한 {1} 굴림을 다시 굴립니다.

# HalflingLuckyTitle
source: Lucky
ko_mt: 운이 좋은

# HalflingMarshHidingTitle
source: Marsh Halfling Hiding
ko_mt: 습지 하플링 은신처

# HalflingMarshLanguagesDescription
source: Common, Halfling
ko_mt: 커먼, 하플링

# HalflingMarshLanguagesTitle
source: Languages
ko_mt: 언어

# HalflingMarshTerrainDescription
source: You are adept at traveling in swamp terrain.
ko_mt: 당신은 늪지 지형 여행에 능숙합니다.

# HalflingMarshTerrainTitle
source: Marsh Native
ko_mt: 습지 원주민

# HalflingNimblenessDescription
source: You can move through the space of any creature that is of a larger size than you.
ko_mt: 당신보다 몸집이 더 큰 모든 생물의 공간을 이동할 수 있습니다.

# HalflingNimblenessTitle
source: Halfling Nimbleness
ko_mt: 하플링 민첩함

# HalflingRopedancingDescription
source: Advantage on Dexterity checks (Acrobatics)
ko_mt: 손재주 검사의 이점(곡예)

# HalflingRopedancingTitle
source: Rope Dancing
ko_mt: 로프 댄싱

# HealBackFormat
source: All received "{0}" damage actually heals the creature.
ko_mt: 받은 모든 "{0}" 피해는 실제로 생물을 치유합니다.

# HealBackUpToFormat
source: All received "{0}" damage actually heals the creature up to {1} hit points.
ko_mt: 받은 모든 "{0}" 피해는 실제로 생물을 최대 {1} HP까지 치유합니다.

# HealingModifierNotHitPointGainDescription
source: Cannot gain any hit points
ko_mt: 히트 포인트를 얻을 수 없습니다

# HighElfLanguagesDescription
source: Common, Elvish, and one language of your choice
ko_mt: 공용, Elvish 및 선택한 언어 중 하나

# HighElfLanguagesTitle
source: Languages
ko_mt: 언어

# HumanAbilityScoreChoiceDescription
source: You increase all your ability scores by 1 point, or increase 2 scores by 1 point each and gain a bonus skill and feat.
ko_mt: 모든 능력 점수를 1점씩 올리거나 2점을 각각 1점씩 올리고 보너스 기술과 재주를 얻습니다.

# HumanAbilityScoreChoiceTitle
source: Ability Score Increase Choice
ko_mt: 능력치 증가 선택

# HumanLanguagesDescription
source: Common and one language of your choice.
ko_mt: 공통 언어 및 선택한 하나의 언어.

# HumanLanguagesTitle
source: Languages
ko_mt: 언어

# ImmuneSpellsPluralFormat
source: Immune to spells: {0}
ko_mt: 주문 면역: {0}

# ImmuneSpellsSingleFormat
source: Immune to the {0} spell
ko_mt: {0} 주문에 면역

# LawkeeperFeatureDescription
source: You gain easier access to information and people in official positions.
ko_mt: 공식 직책에 있는 사람들과 정보에 더 쉽게 접근할 수 있습니다.

# LawkeeperFeatureTitle
source: Shield of the Principality
ko_mt: 공국의 방패

# LawkeeperSkillsDescription
source: Proficient in Perception and Intimidation.
ko_mt: 지각과 협박에 능숙합니다.

# LawkeeperSkillsMartialDescription
source: Proficient with martial weapons.
ko_mt: 무술에 능숙합니다.

# LawkeeperSkillsMartialTitle
source: Enforcer
ko_mt: 집행자

# LawkeeperSkillsTitle
source: Detective
ko_mt: 형사

# ListSeparatorFinalOrTitle
source: or
ko_mt: 또는

# ListSeparatorFinalTitle
source: and
ko_mt: 그리고

# LowlifeFeatureDescription
source: You can hear about secondary quests that involve criminal activity.
ko_mt: 범죄 행위와 관련된 2차 퀘스트에 대해 들을 수 있습니다.

# LowlifeFeatureTitle
source: Underground Network
ko_mt: 지하 네트워크

# LowlifeSkillsDescription
source: Proficient in Sleight of Hand, Stealth, and Deception.
ko_mt: 손재주, 은신 및 속임수에 능숙합니다.

# LowlifeSkillsTitle
source: Cutpurse
ko_mt: 지갑

# LowlifeSkillsToolsDescription
source: Proficient with thieves' tools.
ko_mt: 도둑의 도구에 능숙합니다.

# LowlifeSkillsToolsTitle
source: Burglary
ko_mt: 강도

# MagicAffinityTraditionLoreMasterSpellAcademicDescription
source: You learn one additional spell each time you gain a level.
ko_mt: 레벨을 올릴 때마다 하나의 추가 주문을 배웁니다.

# MagicAffinityTraditionLoreMasterSpellAcademicTitle
source: Spell Academic
ko_mt: 스펠 아카데믹

# MagicWeapon2Description
source: Magical attack, +2 to attack and damage rolls
ko_mt: 마법 공격, 공격 및 피해 굴림에 +2

# MagicWeapon3Description
source: Magical attack, +3 to attack and damage rolls
ko_mt: 마법 공격, 공격 및 피해 굴림에 +3

# MagicWeaponDescription
source: Magical attack, +1 to attack and damage rolls
ko_mt: 마법 공격, 공격 및 피해 굴림에 +1

# MartialChampionImprovedCriticalDescription
source: Your weapon attacks score a critical hit on a roll of 19 or 20.
ko_mt: 무기 공격은 19 또는 20이 나오면 치명타를 기록합니다.

# MartialChampionImprovedCriticalTitle
source: Improved Critical
ko_mt: 향상된 크리티컬

# MartialMountainerShieldBashDescription
source: Advantage on shove attempts when using a shield.
ko_mt: 방패를 사용할 때 밀치기 시도에 유리합니다.

# MartialMountainerShieldBashTitle
source: Shield Swipe
ko_mt: 쉴드 스와이프

# MartialMountainerTunnelFighterDescription
source: While using a shield, gain +2 AC when you have a wall on one of your four sides (no diagonals).
ko_mt: 방패를 사용하는 동안 4면 중 하나에 벽이 있으면 AC +2를 얻습니다(대각선 없음).

# MartialMountainerTunnelFighterTitle
source: Tunnel Fighter
ko_mt: 터널 파이터

# MartialSpellBladeMagicWeaponDescription
source: Your weapon attacks count as magical against creatures that are resistant or immune to non-magical attacks.
ko_mt: 당신의 무기 공격은 마법이 아닌 공격에 저항하거나 면역이 있는 생물에 대한 마법으로 간주됩니다.

# MartialSpellBladeMagicWeaponTitle
source: Magic Weapon
ko_mt: 마법의 무기

# MartialSpellbladeSpellcastingDescription
source: Cast wizard spells and cantrips of the conjuration, evocation, transmutation, and enchantment schools.
ko_mt: 마법사 주문과 소환술, 소환, 변환 및 마법 학교의 캔트립을 시전합니다.

# MartialSpellbladeSpellcastingTitle
source: Spellcasting
ko_mt: 스펠캐스팅

# MoveBurrowDescription
source: Burrow {0}
ko_mt: 버로우 {0}

# MoveClimbDescription
source: Climb {0}
ko_mt: {0} 등반

# MoveDescription
source: Base walking speed in cells.
ko_mt: 세포의 기본 보행 속도.

# MoveFlyDescription
source: Fly {0}
ko_mt: 플라이 {0}

# MoveIncorporealDescription
source: Incorporeal {0}
ko_mt: 무형 {0}

# MoveSwimDescription
source: Swim {0}
ko_mt: 수영 {0}

# MoveTitle
source: Move
ko_mt: 이동하다

# MyselfFamilyRestrictionsFormat
source: If the creature is: {0}
ko_mt: 생물이 {0}인 경우

# NoContentTitle
source: None
ko_mt: 없음

# NullifiedByFormat
source: Unless attacker has: {0}
ko_mt: 공격자가 없는 경우: {0}

# PaladinArmorProficiencyTitle
source: Paladin Armor Proficiencies
ko_mt: 성기사 갑옷 숙련도

# PaladinCureDiseaseDescription
source: Spend 5 points from your healing pool to cure one disease.
ko_mt: 치유 풀에서 5포인트를 사용하여 하나의 질병을 치료하십시오.

# PaladinCureDiseaseTitle
source: Cure Disease
ko_mt: 질병 치료

# PaladinDivineSenseDescription
source: Reveals celestials, fiends, and undead.
ko_mt: 천신, 악마, 언데드를 드러냅니다.

# PaladinDivineSenseTitle
source: Divine Sense
ko_mt: 신성한 감각

# PaladinDivineSmiteDescription
source: When you hit a creature with a melee weapon, you can spend one spell slot to deal 2d8 additional radiant damage. +1d8 per slot level above 1st, +1d8 when hitting an undead or a fiend.
ko_mt: 근접 무기로 생물을 공격하면 하나의 주문 슬롯을 사용하여 2d8의 추가 방사 피해를 줄 수 있습니다. 1위 이상의 슬롯 레벨당 +1d8, 언데드나 악마를 때릴 때 +1d8.

# PaladinDivineSmiteTitle
source: Divine Smite
ko_mt: 신성한 일격

# PaladinHealingPoolDescription
source: A pool of healing power - 5 points per paladin level.
ko_mt: 치유력 풀 - 성기사 레벨당 5포인트.

# PaladinHealingPoolTitle
source: Healing Pool
ko_mt: 힐링 풀

# PaladinLayonHandsDescription
source: Spend points from your healing pool to restore lost HP.
ko_mt: 치유 풀에서 포인트를 사용하여 잃어버린 HP를 회복하십시오.

# PaladinLayonHandsHyeronimusDescription
source: Restores a large number of lost HP.
ko_mt: 잃은 HP를 다수 회복합니다.

# PaladinLayonHandsTitle
source: Lay on Hands
ko_mt: 손을 대다

# PaladinNeutralizePoisonDescription
source: Spend 5 points from your Lay on Hands healing pool to neutralize one poison.
ko_mt: Lay on Hands 치유 풀에서 5포인트를 사용하여 독 하나를 중화하십시오.

# PaladinNeutralizePoisonTitle
source: Neutralize Poison
ko_mt: 독을 중화

# PaladinSacredOathDescription
source: Select and swear the sacred oath that binds you as a paladin forever!
ko_mt: 당신을 성기사로 영원히 묶는 신성한 맹세를 선택하고 맹세하십시오!

# PaladinSacredOathTitle
source: Sacred Oaths
ko_mt: 신성한 맹세

# PaladinSkillsTitle
source: Paladin Skills
ko_mt: 팔라딘 스킬

# PaladinSpellcastingTitle
source: Paladin Spellcasting
ko_mt: 성기사 주문 시전

# PaladinWeaponProficiencyTitle
source: Paladin Weapon Proficiencies
ko_mt: 성기사 무기 숙련도

# PerceptionAffinityDivinelyRevealedDescription
source: This creature's type and position are revealed.
ko_mt: 이 생물의 유형과 위치가 공개됩니다.

# PhilosopherFeatureDescription
source: You collect plants and craft potions faster than anyone who has not ventured outside a workshop.
ko_mt: 작업장 밖에서 모험을 해보지 않은 사람보다 빠르게 식물을 수집하고 물약을 만들 수 있습니다.

# PhilosopherFeatureTitle
source: Herbalist
ko_mt: 채집가

# PhilosopherSkillsDescription
source: Proficient in Medicine and Persuasion.
ko_mt: 의학과 설득에 능숙합니다.

# PhilosopherSkillsTitle
source: Physician
ko_mt: 내과 의사

# PhilosopherToolsDescription
source: Proficient with herbalism kit.
ko_mt: 약초학 키트에 능숙합니다.

# PhilosopherToolsTitle
source: Alchemist
ko_mt: 연금술사

# PowerChannelDivinitySubtitle
source: Channel Divinity
ko_mt: 채널 신성

# PowerOathOfDevotionSacredWeaponDescription
source: Channel Divinity to bless one weapon. For 1 minute, add your Charisma modifier to hit with that weapon (minimum +1). The weapon also emits bright light over 4 cells and dim light over 4 more cells, and its attacks count as magical.
ko_mt: 하나의 무기를 축복하는 채널 신성. 1분 동안 카리스마 수정치를 추가하여 해당 무기로 적중합니다(최소 +1). 무기는 또한 4개의 셀에 밝은 빛을 방출하고 4개의 추가 셀에 희미한 빛을 방출하며 공격은 마법으로 간주됩니다.

# PowerOathOfDevotionSacredWeaponShortTitle
source: Sacred Weapon
ko_mt: 신성한 무기

# PowerOathOfDevotionSacredWeaponTitle
source: Channel Divinity: Sacred Weapon
ko_mt: 채널 신성: 신성한 무기

# PowerOathOfDevotionTurnUnholyDescription
source: Channel Divinity to force fiends and undead within 6 cells who can see you to flee unless they make a successful Wisdom saving throw.
ko_mt: 채널 Divinity를 사용하여 6개의 셀 내에서 당신을 볼 수 있는 악마와 언데드가 성공적으로 지혜 내성 굴림을 하지 않는 한 도망가도록 합니다.

# PowerOathOfDevotionTurnUnholyShortTitle
source: Turn the Unholy
ko_mt: 부정한 사람을 돌려라

# PowerOathOfDevotionTurnUnholyTitle
source: Channel Divinity: Turn the Unholy
ko_mt: 채널 신성: 부정한 사람을 돌립니다

# PowerOathOfMotherlandFieryPresenceDescription
source: Channel Divinity to blind opponents within 12 cells who fail a Dexterity save. Creatures with darkvision or better sight in darkness have disadvantage. Blindness lasts 1d4 turns.
ko_mt: 12칸 내에서 민첩 내성 굴림에 실패한 적의 눈을 멀게 하는 채널 신성. 암흑시력이나 어둠 속에서 더 나은 시력을 가진 생물은 불리합니다. 실명은 1d4턴 동안 지속됩니다.

# PowerOathOfMotherlandFieryPresenceShortTitle
source: Fiery Presence
ko_mt: 불타는 존재

# PowerOathOfMotherlandFieryPresenceTitle
source: Channel Divinity: Fiery Presence
ko_mt: 채널 신성: 불 같은 존재

# PowerOathOfMotherlandFieryWrathDescription
source: Channel Divinity to target one creature within 12 cells, dealing (2d6 + paladin level) fire damage and setting the target on fire. It can make a DC 10 Dexterity check to put out the fire, or sustain 1d6 more fire damage per turn for one minute.
ko_mt: 신성을 채널링하여 12셀 내의 생물 하나를 대상으로 지정하여 (2d6 + 성기사 레벨) 화염 피해를 입히고 대상을 불태웁니다. DC 10 민첩성 체크를 통해 불을 끄거나 1분 동안 턴당 1d6 더 많은 화염 피해를 입을 수 있습니다.

# PowerOathOfMotherlandFieryWrathShortTitle
source: Fiery Wrath
ko_mt: 불타는 분노

# PowerOathOfMotherlandFieryWrathTitle
source: Channel Divinity: Fiery Wrath
ko_mt: 채널 신성: 불타는 분노

# PowerOathOfTirmarGoldenSpeechDescription
source: Channel Divinity to gain advantage on Persuasion and Intimidation checks for one hour.
ko_mt: 채널 신성을 사용하여 1시간 동안 설득 및 위협 체크에 유리합니다.

# PowerOathOfTirmarGoldenSpeechShortTitle
source: Golden Speech
ko_mt: 황금 연설

# PowerOathOfTirmarGoldenSpeechTitle
source: Channel Divinity: Golden Speech
ko_mt: 채널 신성: 골든 스피치

# PowerOathOfTirmarSmiteTheHiddenDescription
source: Channel Divinity to deal 1d6 additional radiant damage on attacks which hit opponents with either natural shapeshifting or Darkvision (2d6 if both). The effect lasts for 1 minutes.
ko_mt: 채널 디비니티는 자연적인 변신 또는 다크비전(둘 모두인 경우 2d6)으로 상대를 공격하는 공격에 1d6의 추가 방사 피해를 줍니다. 효과는 1분간 지속됩니다.

# PowerOathOfTirmarSmiteTheHiddenShortTitle
source: Scourge of the Hidden
ko_mt: 숨겨진 자의 스컬지

# PowerOathOfTirmarSmiteTheHiddenTitle
source: Channel Divinity: Scourge of the Hidden
ko_mt: 채널 신성: 숨겨진 자의 스컬지

# PowerReckless_Description
source: Advantage on melee attack rolls, but enemies also have advantage on attack rolls against a reckless creature.
ko_mt: 근접 공격 굴림에 유리하지만 적들도 무모한 생물에 대한 공격 굴림에 유리합니다.

# PowerReckless_Title
source: Reckless
ko_mt: 무모한

# PowerStandardSubtitle
source: Power
ko_mt: 힘

# PowerTraditionGreenmageMagicalArrowDescription
source: Your arrow can transform into a vine on impact. The target must make a Strength saving throw or be restrained until the end of your next turn. You can use this feature a number of times equal to your Intelligence modifier (minimum 1). All uses recharge at the end of a long rest.
ko_mt: 화살은 충격을 받으면 덩굴로 변할 수 있습니다. 목표는 당신의 다음 턴이 끝날 때까지 힘 내성 굴림을 하거나 제지되어야 합니다. 이 기능은 지능 수정치(최소 1)와 동일한 횟수로 사용할 수 있습니다. 모든 사용은 긴 휴식이 끝나면 재충전됩니다.

# PowerTraditionGreenmageMagicalArrowTitle
source: Entangling Shot
ko_mt: 인탱글링 샷

# PowerTraditionShockArcanistArcaneFuryDescription
source: Add your proficiency bonus and INT bonus to your evocation spell damage for 1 minute. Recharges after a long rest.
ko_mt: 1분 동안 소환 주문 피해에 숙련도 보너스와 INT 보너스를 추가합니다. 긴 휴식 후 재충전.

# PowerTraditionShockArcanistArcaneFuryTitle
source: Arcane Fury
ko_mt: 신비한 분노

# ProficiencyMarksmanToolChoiceDescription
source: Herbalism kit or poisoner's kit.
ko_mt: 약초 키트 또는 독극물 키트.

# ProficiencyMarksmanToolChoiceTitle
source: Additional Proficiencies
ko_mt: 추가 능력치

# ProficiencyOathOfTirmarBonusLanguageDescription
source: When you take the oath of Tirmar, you acquire the Tirmarian language.
ko_mt: 티르마르의 맹세를 하면 티르마르 언어를 습득하게 됩니다.

# ProficiencyOathOfTirmarBonusLanguageTitle
source: Bonus Language
ko_mt: 보너스 언어

# RangerArchetypeDescription
source: Select a Ranger Archetype that will guide you in your travels.
ko_mt: 여행을 안내할 레인저 원형을 선택하십시오.

# RangerArchetypeTitle
source: Ranger Archetypes
ko_mt: 레인저 전형

# RangerArmorProficiencyTitle
source: Ranger Armor Proficiencies
ko_mt: 레인저 아머 숙련도

# RangerFavoredEnemyDescription
source: Gain advantage on ability checks towards this creature type, and additional damage against it equal to your knowledge level.
ko_mt: 이 생물 유형에 대한 능력 검사에서 이점을 얻고 지식 수준과 동일한 추가 피해를 입습니다.

# RangerFavoredEnemyTitle
source: Favored Enemy
ko_mt: 선호하는 적

# RangerNaturalExplorerByTypeDescription
source: You are adept at living and traveling in a certain type of terrain: {0}.
ko_mt: 특정 유형의 지형({0})에서 생활하고 여행하는 데 능숙합니다.

# RangerNaturalExplorerByTypeTitle
source: Natural Explorer {0}
ko_mt: 자연 탐험가 {0}

# RangerNaturalExplorerDescription
source: You are adept at living and traveling in a certain type of terrain.
ko_mt: 당신은 특정 유형의 지형에서 생활하고 여행하는 데 능숙합니다.

# RangerNaturalExplorerTitle
source: Natural Explorer
ko_mt: 자연 탐험가

# RangerPrimevalAwarenessDescription
source: Detects the presence of certain creature types in the location.
ko_mt: 해당 위치에서 특정 생물 유형의 존재를 감지합니다.

# RangerPrimevalAwarenessTitle
source: Primeval Awareness
ko_mt: 원시 인식

# RangerShadowTamerDarkSlayerDescription
source: When attacking a creature with superior darkvision with a weapon, you add your proficiency bonus to your damage.
ko_mt: 무기로 암흑시야가 뛰어난 생물을 공격할 때 피해에 숙련도 보너스를 추가합니다.

# RangerShadowTamerDarkSlayerTitle
source: Dark Slayer
ko_mt: 다크 슬레이어

# RangerShadowTamerTunnelWisdomDescription
source: When in dim light or darkness, you gain advantage on Dexterity saving throws.
ko_mt: 희미한 빛이나 어둠 속에서 당신은 민첩 내성 굴림에 이점을 얻습니다.

# RangerShadowTamerTunnelWisdomTitle
source: Tunnel Wisdom
ko_mt: 터널 지혜

# RangerSkillsTitle
source: Ranger Skills
ko_mt: 레인저 스킬

# RangerSpellcastingTitle
source: Ranger Spellcasting
ko_mt: 레인저 스펠캐스팅

# RangerWeaponProficiencyTitle
source: Ranger Weapon Proficiencies
ko_mt: 레인저 무기 숙련도

# RitualCastingPreparedDescription
source: You can cast a spell as a ritual if that spell has the ritual tag and you have the spell prepared.
ko_mt: 주문에 의식 태그가 있고 주문이 준비되어 있으면 주문을 의식으로 시전할 수 있습니다.

# RitualCastingPreparedTitle
source: Ritual Casting
ko_mt: 의식 주조

# RitualCastingSpellbookDescription
source: You can cast a spell as a ritual if the spell has the ritual tag and you have it in your spellbook. You don't need to have the spell prepared.
ko_mt: 주문에 의식 태그가 있고 주문 책에 있는 경우 주문을 의식으로 시전할 수 있습니다. 주문을 준비할 필요가 없습니다.

# RitualCastingSpellbookTitle
source: Ritual Casting
ko_mt: 의식 주조

# RogueArmorProficiencyTitle
source: Rogue Armor Proficiencies
ko_mt: 도적 갑옷 숙련도

# RogueCunningActionDescription
source: You can take a bonus action on each of your turns in combat. This action can be used only to take the Dash, Disengage, or Hide action.
ko_mt: 전투 중 각 턴에 보너스 행동을 취할 수 있습니다. 이 작업은 돌진, 해제 또는 숨기기 작업을 수행하는 데만 사용할 수 있습니다.

# RogueCunningActionTitle
source: Cunning Action
ko_mt: 교활한 행동

# RogueEvasionTitle
source: Evasion
ko_mt: 회피

# RogueExpertiseDescription
source: Select 2 proficient skills or tools to double their proficiency bonus.
ko_mt: 2개의 숙련된 기술 또는 도구를 선택하여 숙련도 보너스를 두 배로 늘리십시오.

# RogueExpertiseTitle
source: Expertise
ko_mt: 전문적 지식

# RogueRoguishArchetypesDescription
source: Select a Roguish Archetype that will steer your talents in varying directions.
ko_mt: 당신의 재능을 다양한 방향으로 이끌 도적 원형을 선택하십시오.

# RogueRoguishArchetypesTitle
source: Roguish Archetypes
ko_mt: 도적 전형

# RogueSkillPointsTitle
source: Rogue Skills
ko_mt: 로그 스킬

# RogueSneakAttackDescription
source: 1d6 extra damage (+1d6 every 2 levels) to one creature you hit with advantage using a finesse or ranged weapon, once per turn. No need for advantage if an active ally is next to the target.
ko_mt: 기교나 원거리 무기를 사용하여 유리하게 공격한 생물 하나에 턴당 한 번 1d6 추가 피해(2레벨마다 +1d6). 활성 아군이 대상 옆에 있으면 이점이 필요하지 않습니다.

# RogueSneakAttackTitle
source: Sneak Attack
ko_mt: 몰래 공격

# RogueToolsTitle
source: Rogue Tools
ko_mt: 불량 도구

# RogueWeaponProficiencyTitle
source: Rogue Weapon Proficiencies
ko_mt: 도적 무기 숙련도

# RoguishDarkweaverBonusProficiencyDescription
source: Proficient with the poisoner's kit.
ko_mt: 독극물 키트에 능숙합니다.

# RoguishDarkweaverBonusProficiencyTitle
source: Bonus Proficiency
ko_mt: 보너스 숙련도

# RoguishDarkweaverPredatorDescription
source: When hitting an enemy on lower ground with a ranged weapon, add your proficiency bonus to the damage.
ko_mt: 원거리 무기로 낮은 지대의 적을 공격할 때 피해에 숙련도 보너스를 추가합니다.

# RoguishDarkweaverPredatorTitle
source: Predator
ko_mt: 포식자

# RoguishDarkweaverSpiderOnWallDescription
source: Climbing no longer costs you extra movement, and difficult climb surfaces are considered normal for you.
ko_mt: 등반은 더 이상 추가 이동을 요구하지 않으며 어려운 등반 표면은 정상적인 것으로 간주됩니다.

# RoguishDarkweaverSpiderOnWallTitle
source: Spider on Wall
ko_mt: 벽에 거미

# RoguishShadowcasterShadowDodgeDescription
source: As a bonus action, teleport to a cell you can see within 5 cells. Recharges after a rest.
ko_mt: 보너스 액션으로 5칸 내에서 볼 수 있는 칸으로 순간이동합니다. 휴식 후 재충전합니다.

# RoguishShadowcasterShadowDodgeTitle
source: Shadow Dodge
ko_mt: 섀도우 닷지

# RoguishShadowcasterSpellcastingDescription
source: Cast wizard spells and cantrips from the divination, illusion, necromancy, and abjuration schools.
ko_mt: 점술, 환상, 강령술, abjuration 학교에서 마법사 주문과 캔트립을 시전하세요.

# RoguishShadowcasterSpellcastingTitle
source: Spellcasting
ko_mt: 스펠캐스팅

# RoguishThiefFastHandsDescription
source: Cunning Action allows you to take the Use an Object action.
ko_mt: 교활한 행동을 사용하면 개체 사용 행동을 취할 수 있습니다.

# RoguishThiefFastHandsTitle
source: Fast Hands
ko_mt: 빠른 손

# RoguishThiefSecondStoryDescription
source: Climbing no longer costs you extra movement, difficult climb surfaces are considered normal for you, and you can jump longer distances.
ko_mt: 등반은 더 이상 추가 움직임을 필요로 하지 않으며, 어려운 등반 표면은 정상적인 것으로 간주되며 더 먼 거리를 점프할 수 있습니다.

# RoguishThiefSecondStoryTitle
source: Second-Story Work
ko_mt: 2층 작품

# SavingThrowAdvantageFormat
source: Advantage on {0} saving throws
ko_mt: {0} 내성 굴림의 이점

# SavingThrowAutomaticallyFailedFormat
source: Automatically fails {0} saving throws
ko_mt: 자동으로 {0} 내성 굴림 실패

# SavingThrowBonusFormat
source: {0} on {1} saving throws
ko_mt: {1} 내성 굴림에 대한 {0}

# SavingThrowBonusWithDiceFormat
source: {0}{1} on {2} saving throws
ko_mt: {2} 내성 굴림에 대한 {0}{1}

# SavingThrowDisadvantageFormat
source: Disadvantage on {0} saving throws
ko_mt: {0} 내성 굴림의 단점

# SavingThrowProficiencyTitle
source: Saving Throw Proficiencies
ko_mt: 던지기 숙련도 저장

# SavingThrowSpecialHalfDamageFormat
source: When you have to make a {0} saving throw to take half damage from an effect, instead you take no damage if you succeed on the saving throw, and only half damage if you fail.
ko_mt: 효과로부터 절반의 피해를 받기 위해 {0} 내성 굴림을 해야 할 때 대신 내성 굴림에 성공하면 피해를 받지 않고 실패하면 절반의 피해만 받습니다.

# SellswordFeatureDescription
source: Advantage when talking to guards, soldiers, and officers
ko_mt: 경비원, 군인, 장교와 대화할 때의 이점

# SellswordFeatureTitle
source: Warrior
ko_mt: 전사

# SellswordSkillsArmorDescription
source: Proficient with medium armor.
ko_mt: 중간 갑옷에 능숙합니다.

# SellswordSkillsArmorTitle
source: Armored
ko_mt: 기갑

# SellswordSkillsDescription
source: Proficient in Athletics and Intimidation.
ko_mt: 운동과 협박에 능숙합니다.

# SellswordSkillsTitle
source: Soldiering
ko_mt: 군인

# SkillGainChoicesPluralDescription
source: Choose {0} of these skills: {1}
ko_mt: 다음 기술 중 {0}개 선택: {1}

# SkillGainChoicesSingleDescription
source: Choose one of these skills: {0}
ko_mt: 다음 기술 중 하나를 선택하십시오. {0}

# SkillGainDoubleDescription
source: Choose any 2 skills.
ko_mt: 2개의 스킬을 선택합니다.

# SkillGainDoubleTitle
source: Bonus Skills
ko_mt: 보너스 스킬
