Repository: team-waldo/solasta-translation
Catalog: translation/*/Feat.po
Languages: ko_mt

# AlertDescription
source: Trained to maintain high awareness in all situations, you gain the following benefits:
ko_mt: 모든 상황에서 높은 인지도를 유지하도록 훈련을 받으면 다음과 같은 이점을 얻을 수 있습니다.

# AlertTitle
source: Vigilant
ko_mt: 자지 않고 지키는

# ArmorMasterDescription
source: You are an expert in the use of armor in battle. You gain an additional +1 AC from any armor you wear.
ko_mt: 당신은 전투에서 갑옷을 사용하는 전문가입니다. 당신은 당신이 착용하는 모든 갑옷에서 추가로 +1 AC를 얻습니다.

# ArmorMasterTitle
source: Armor Master
ko_mt: 아머 마스터

# Creed_Of_ArunTitle
source: Creed of Arun
ko_mt: 아룬의 신조

# Creed_Of_EinarTitle
source: Creed of Einar
ko_mt: 에이나르의 신조

# Creed_Of_MaraikeTitle
source: Creed of Maraike
ko_mt: 마라이케의 신조

# Creed_Of_MisayeTitle
source: Creed of Misaye
ko_mt: 미사예의 신조

# Creed_Of_PakriTitle
source: Creed of Pakri
ko_mt: 파크리의 신조

# Creed_Of_SolastaTitle
source: Creed of Solasta
ko_mt: 솔라스타의 신념

# EnduringBodyDescription
source: Increase your Constitution by 1 (max 20) and your hit points increase by an additional +1 each time you gain a level.
ko_mt: 체력이 1(최대 20) 증가하고 체력이 레벨을 올릴 때마다 추가로 +1 증가합니다.

# EnduringBodyTitle
source: Enduring Body
ko_mt: 엔듀어링 바디

# FlawlessConcentrationDescription
source: You are trained to maintain your concentration in the most extreme conditions. If you sustain up to 10 points of damage, you don't need to roll a Constitution saving throw to maintain concentration. Above that value, you have advantage when rolling the saving throw.
ko_mt: 당신은 가장 극한의 조건에서 집중력을 유지하도록 훈련되었습니다. 최대 10점의 피해를 입는다면 집중을 유지하기 위해 체질 내성 굴림을 굴릴 필요가 없습니다. 그 값 이상이면 내성 굴림을 굴릴 때 유리합니다.

# FlawlessConcentrationTitle
source: Flawless Concentration
ko_mt: 완벽한 집중력

# FocusedSleeperDescription
source: You are used to getting a great deal of rest out of just a little sleep. Increase your Constitution by 1 (max 20), and you only need four hours of sleep per night.
ko_mt: 당신은 약간의 잠으로 많은 휴식을 취하는 데 익숙합니다. 당신의 체질을 1만큼(최대 20) 늘리면 하루에 4시간의 수면만 필요합니다.

# FocusedSleeperTitle
source: Focused Sleeper
ko_mt: 집중 수면자

# HardToKillTitle
source: Hard to Kill
ko_mt: 죽이기 어렵다

# HaulerTitle
source: Hauler
ko_mt: 끄는 사람

# LockbreakerDescription
source: You have spent a lot of time studying locks - how to craft them and how to pick them. You gain proficiency with thieves' tools, or double your existing proficiency if you are already proficient. You have advantage when using thieves' tools to pick locks.
ko_mt: 자물쇠를 만드는 방법과 선택하는 방법을 연구하는 데 많은 시간을 할애했습니다. 도둑 도구에 대한 숙련도를 얻거나 이미 숙련된 ​​경우 기존 숙련도를 두 배로 늘립니다. 자물쇠를 따기 위해 도둑의 도구를 사용할 때 유리합니다.

# LockbreakerTitle
source: Lock Breaker
ko_mt: 잠금 차단기

# LocksmithDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# LocksmithTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# ManipulatorTitle
source: Manipulator
ko_mt: 속이는 사람

# MasterAlchemistDescription
source: You have mastered the art of potion making. You need half the normal time to craft a potion and your proficiency bonus is doubled when making the roll to determine whether your crafting progresses. You have expert knowledge of all potions and can identify them automatically.
ko_mt: 당신은 물약 제조 기술을 마스터했습니다. 물약을 만드는 데는 정상 시간의 절반이 필요하며 제작 진행 여부를 결정하기 위해 롤을 할 때 숙련도 보너스가 두 배가 됩니다. 당신은 모든 물약에 대한 전문 지식을 가지고 있으며 자동으로 식별할 수 있습니다.

# MasterAlchemistTitle
source: Master Alchemist
ko_mt: 마스터 연금술사

# MasterEnchanterDescription
source: You have mastered the art of enchanting items. You spend half the normal time to enchant an item and your proficiency bonus is doubled when performing the roll to determine whether your crafting progresses
ko_mt: 당신은 마법 아이템의 기술을 마스터했습니다. 아이템에 마법을 부여하는 데 평소 시간의 절반을 사용하고 제작 진행 여부를 결정하기 위해 롤을 수행할 때 숙련도 보너스가 두 배가 됩니다.

# MasterEnchanterTitle
source: Master Enchanter
ko_mt: 마스터 인챈터

# MightOfTheIronLegionDescription
source: +1 STR to a maximum of 20 You gain proficiency with Heavy Armor. You gain proficiency with Longswords, Greatswords, and Battleaxes.
ko_mt: +1 STR 최대 20 헤비 아머에 대한 숙련도를 얻습니다. Longswords, Greatswords 및 Battleaxes에 대한 숙련도를 얻습니다.

# MightOfTheIronLegionTitle
source: Might of the Iron Legion
ko_mt: 강철 군단의 힘

# RobustDescription
source: Sturdy and tough, you increase your Constitution score by 1 (max 20) and when you use a hit die to regain hit points, roll twice and take the higher value.
ko_mt: 견고하고 터프한 당신은 당신의 체질 점수를 1 증가(최대 20)하고 당신이 히트 포인트를 회복하기 위해 명중 주사위를 사용할 때, 두 번 굴려서 더 높은 값을 취합니다.

# RobustTitle
source: Robust
ko_mt: 건장한

# Creed_Of_EinarDescription
source: +1 STR to a maximum of 20 Proficiency in STR saves if not already proficient; +1 otherwise
ko_mt: +1 STR 최대 20 STR의 숙련도는 아직 능숙하지 않은 경우 저장합니다. 그렇지 않으면 +1

# Creed_Of_MaraikeDescription
source: +1 WIS to a maximum of 20 Proficiency in WIS saves if not already proficient; +1 otherwise
ko_mt: +1 WIS 최대 20 WIS에 능숙하면 아직 능숙하지 않은 경우 절약할 수 있습니다. 그렇지 않으면 +1

# Creed_Of_MisayeDescription
source: +1 DEX to a maximum of 20 Proficiency in DEX saves if not already proficient; +1 otherwise
ko_mt: +1 DEX 최대 20 DEX에 능숙하면 아직 능숙하지 않은 경우 저장됩니다. 그렇지 않으면 +1

# Creed_Of_PakriDescription
source: +1 INT to a maximum of 20 Proficiency in INT saves if not already proficient; +1 otherwise
ko_mt: +1 INT 최대 20 INT의 숙련도는 아직 능숙하지 않은 경우 저장됩니다. 그렇지 않으면 +1

# Creed_Of_SolastaDescription
source: +1 CHA to a maximum of 20 Proficiency in CHA saves if not already proficient; +1 otherwise
ko_mt: +1 CHA 최대 20 CHA에 능숙하면 아직 능숙하지 않은 경우 절약할 수 있습니다. 그렇지 않으면 +1

# PowerfulCantripTitle
source: Powerful Cantrip
ko_mt: 강력한 캔트립

# PowerfulCantripDescription
source: When a creature succeeds on a saving throw against your cantrip or dodges your cantrip, the creature takes half damage but suffers no additional effect from the cantrip.
ko_mt: 생물이 캔트립에 대한 내성 굴림에 성공하거나 캔트립을 회피하면 그 생물은 절반의 피해를 받지만 캔트립으로 인한 추가 효과는 받지 않습니다.

# UncannyAccuracyDescription
source: +1 DEX to a maximum of 20 You ignore half and three-quarters cover with your ranged attacks.
ko_mt: +1 DEX 최대 20 원거리 공격으로 절반과 4분의 3의 엄폐를 무시합니다.

# UncannyAccuracyTitle
source: Uncanny Accuracy
ko_mt: 놀라운 정확도

# HardToKillDescription
source: +1 CON to a maximum of 20 You have advantage on death saving throws. If you succeed three times, you are not only stabilized, but you regain one hit die immediately. On a critical roll, you regain two hit dice instead.
ko_mt: 최대 20까지 +1 CON 당신은 죽음 내성 굴림에 이점이 있습니다. 3번 성공하면 안정될 뿐만 아니라 즉시 1타격 주사위를 회복합니다. 치명타 판정을 받으면 대신 주사위 2개를 회복합니다.

# HaulerDescription
source: You are trained to carry heavy loads. Increase your Strength by 1 (max 20), and your carrying capacity is doubled.
ko_mt: 당신은 무거운 짐을 나르는 훈련을 받았습니다. 힘을 1만큼(최대 20), 운반 능력이 두 배가 됩니다.

# ManipulatorDescription
source: You gain proficiency in Intimidation, Persuasion, and Deception. If you were already proficient, you gain expertise instead in the corresponding skill.
ko_mt: 위협, 설득, 속임수에 숙련도를 얻습니다. 이미 숙련되어 있었다면 해당 기술 대신 전문 지식을 얻게 됩니다.

# EagerForBattleDescription
source: +1 DEX to a maximum of 20 You have advantage on your initiative rolls.
ko_mt: +1 DEX 최대 20 당신은 당신의 이니셔티브 롤에 이점이 있습니다.

# EagerForBattleTitle
source: Eager for Battle
ko_mt: 전투에 대한 열망

# SturdinessOfTheTundraDescription
source: +1 CON to a maximum of 20 You gain proficiency with Medium Armor. You gain proficiency with Warhammers, and Light and Heavy Crossbows.
ko_mt: 최대 20까지 +1 CON 중갑 방어구 숙련도를 얻습니다. Warhammers, Light and Heavy Crossbows에 대한 숙련도를 얻습니다.

# SturdinessOfTheTundraTitle
source: Sturdiness of the Tundra
ko_mt: 툰드라의 견고함

# DiscretionOfTheCoedymwarthDescription
source: +1 DEX to a maximum of 20 You gain proficiency with Light Armor. You gain proficiency with Shortswords, Shortbows, and Longbows.
ko_mt: +1 DEX 최대 20 당신은 가벼운 갑옷에 숙련을 얻습니다. Shortswords, Shortbows 및 Longbows에 숙련도를 얻습니다.

# DiscretionOfTheCoedymwarthTitle
source: Discretion of the Coedymwarth
ko_mt: Coedymwarth의 재량

# AmbidextrousDescription
source: +1 to DEX to a maximum of 20 You can fight using two weapons, even if the one-handed melee weapons aren't light.
ko_mt: 최대 20까지 DEX에 +1 한손 근접 무기가 가볍지 않더라도 두 개의 무기를 사용하여 싸울 수 있습니다.

# AmbidextrousTitle
source: Ambidextrous
ko_mt: 양손 잡이의

# RaiseShieldDescription
source: When you are about to get hit by a ranged attack while wielding a shield, you can use your reaction to get +3 AC until the end of the attacker's turn. You also gain proficiency with shields.
ko_mt: 실드를 휘두른 상태에서 원거리 공격을 당하려고 할 때 공격자의 턴이 끝날 때까지 반응을 사용하여 AC +3을 얻을 수 있습니다. 또한 방패에 대한 숙련도를 얻습니다.

# RaiseShieldTitle
source: Raise Shield
ko_mt: 방패 올리기

# TwinBladeDescription
source: When you are about to get hit by a melee attack while dual-wielding (not sword + shield), you can use your reaction to get +3 AC until the end of the attacker's turn.
ko_mt: 쌍수(검+방패 아님)로 근접 공격을 당하려고 할 때 공격자의 턴이 끝날 때까지 반응을 사용하여 AC +3을 얻을 수 있습니다.

# TwinBladeTitle
source: Twin Blade
ko_mt: 트윈 블레이드

# TakeAimDescription
source: You can use your bonus action to take aim. Until the end of your turn, your ranged weapon attacks have no disadvantage or advantage, no matter the conditions.
ko_mt: 보너스 액션을 사용하여 조준할 수 있습니다. 당신의 턴이 끝날 때까지, 당신의 원거리 무기 공격은 조건에 상관없이 불리하거나 유리하지 않습니다.

# TakeAimTitle
source: Take Aim
ko_mt: 조준하다

# RushToBattleDescription
source: You can use your bonus action to increase your movement speed by 3 cells until the end of your turn, and get -2 to your AC, until the start of your next turn.
ko_mt: 보너스 액션을 사용하여 턴이 끝날 때까지 이동 속도를 3셀 증가시키고 다음 턴이 시작될 때까지 AC에 -2를 얻을 수 있습니다.

# RushToBattleTitle
source: Rush to Battle
ko_mt: 러쉬 투 배틀

# FollowUpStrikeDescription
source: When you use the Attack action with a two-handed weapon, you can use a bonus action to make a fast melee attack to follow up, dealing an additional 1d4 + STR bonus damage of the same type.
ko_mt: 양손 무기로 공격 액션을 사용할 때 보너스 액션을 사용하여 후속 조치를 위한 빠른 근접 공격을 수행하여 동일한 유형의 추가 1d4 + STR 추가 피해를 입힐 수 있습니다.

# FollowUpStrikeTitle
source: Follow Up Strike
ko_mt: 후속 조치

# Creed_Of_ArunDescription
source: +1 CON to a maximum of 20 Proficiency in CON saves if not already proficient; +1 otherwise
ko_mt: 최대 20까지 +1 CON CON의 숙련도는 아직 능숙하지 않은 경우 저장합니다. 그렇지 않으면 +1
