Repository: team-waldo/solasta-translation
Catalog: translation/*/Feature.po
Languages: ko_mt

# SorakImmunity_MindEffects_Title
source: Mind of Darkness
ko_mt: 어둠의 마음

# SorakImmunity_MindEffects_Description
source: Sorr-Akkath have a mind of pure darkness. Protected by the gifts of their god, they are oblivious to attempts to charm and dominate.
ko_mt: 소르-아카스는 순수한 어둠의 정신을 가지고 있습니다. 신의 선물로 보호받는 그들은 매력을 발산하고 지배하려는 시도를 무시합니다.

# ShockArcanistWarcastingTitle
source: Warcasting
ko_mt: 워캐스팅

# ShockArcanistWarcastingDescription
source: Having pushed yourself to cope with arcane shock backlash, you become proficient with Constitution saving throws.
ko_mt: 아케인 쇼크 백래쉬에 대처하기 위해 자신을 밀어붙인 후에는 체질 내성 굴림에 능숙해집니다.

# ShockArcanistArcaneShockTitle
source: Arcane Shock
ko_mt: 비전 충격

# ShockArcanistArcaneShockDescription
source: You overcharge your mana and become restrained until the end of your turn. However, when you cast an attack spell, your damage dice are always above average. In return, you make a CON saving throw DC 14 and take 2d6 psychic damage if you fail.
ko_mt: 당신은 당신의 마나를 과충전하고 당신의 턴이 끝날 때까지 제지됩니다. 그러나 공격 주문을 시전할 때 피해 주사위는 항상 평균 이상입니다. 그 대가로 당신은 CON 내성 굴림 DC 14를 만들고 실패할 경우 2d6의 사이킥 피해를 입습니다.

# GreenMageLeafScalesTitle
source: Leaf Scales
ko_mt: 잎 비늘

# GreenMageLeafScalesDescription
source: When an attacker that you can see hits you with a ranged attack or spell, you can use your reaction to halve the attack's damage against you.
ko_mt: 당신이 볼 수 있는 공격자가 원거리 공격이나 주문으로 당신을 공격할 때, 당신은 당신에 대한 공격의 피해를 절반으로 줄이기 위해 당신의 반응을 사용할 수 있습니다.

# LoreMasterArcaneLoreTitle
source: Arcane Lore
ko_mt: 신비한 지식

# LoreMasterArcaneLoreDescription
source: You can add your Proficiency Bonus to the number of spells you can memorize. You also learn two additional cantrips from the Wizard's list.
ko_mt: 암기할 수 있는 주문의 수에 숙련도 보너스를 추가할 수 있습니다. 또한 마법사 목록에서 두 개의 추가 캔트립을 배웁니다.

# SpellBladeSpellTyrantTitle
source: Spell Tyrant
ko_mt: 철자 폭군

# SpellBladeSpellTyrantDescription
source: Target a creature and move it one cell in any direction if it fails a STR save.
ko_mt: 생물을 목표로 지정하고 STR 저장에 실패하면 원하는 방향으로 한 셀 이동합니다.

# ChampionAdditionalFightingStyleTitle
source: Additional Fighting Style
ko_mt: 추가 전투 스타일

# ChampionAdditionalFightingStyleDescription
source: Choose a new fighting style option.
ko_mt: 새로운 전투 스타일 옵션을 선택하십시오.

# MountaineerShieldChargeTitle
source: Shield Push
ko_mt: 실드 푸시

# MountaineerShieldChargeDescription
source: Provided you wield a shield, you can shove an opponent as a bonus action.
ko_mt: 방패를 휘두르면 보너스 액션으로 상대를 밀어낼 수 있습니다.

# IndomitableResistanceTitle
source: Indomitable
ko_mt: 굽히지 않는

# IndomitableResistanceDescription
source: You can reroll a saving throw that you fail. If you do so, you must use the new roll, and you can't use this feature again until you finish a long rest.
ko_mt: 실패한 내성 굴림을 다시 굴릴 수 있습니다. 그렇게 하면 새 롤을 사용해야 하며 긴 휴식을 마칠 때까지 이 기능을 다시 사용할 수 없습니다.

# PowerRangerHideInPlainSightTitle
source: Hide in Plain Sight
ko_mt: 눈에 잘 띄지 않게 숨기기

# PowerRangerHideInPlainSightDescription
source: You can spend 1 minute creating camouflage for yourself. Once camouflaged, you gain +10 DEX (Stealth) while you are standing against a wall. You have to restart the camouflage every time you rest or move to another location.
ko_mt: 1분 동안 자신을 위한 위장을 만들 수 있습니다. 위장이 완료되면 벽에 기대어 서 있는 동안 +10 DEX(은신)를 얻습니다. 휴식을 취하거나 다른 위치로 이동할 때마다 위장을 다시 시작해야 합니다.

# PowerClericDivineInterventionTitle
source: Divine Intervention
ko_mt: 신성한 개입

# PowerClericDivineInterventionDescription
source: You attempt to request the help of your deity, with a success chance of 1% per cleric level.
ko_mt: 당신은 성직자 레벨당 1%의 성공 확률로 신의 도움을 요청하려고 합니다.

# ThiefSupremeSneakTitle
source: Supreme Sneak
ko_mt: 슈프림 스니크

# ThiefSupremeSneakDescription
source: You have advantage on DEX (Stealth) ability checks.
ko_mt: DEX(스텔스) 능력 체크에 유리합니다.

# ClericTurnUndeadAdvancedTitle
source: Turn Undead (Destroy)
ko_mt: 턴 언데드(파괴)

# ClericTurnUndeadAdvancedDescription
source: Channel Divinity to force undead creatures within 6 cells who can see you to flee, unless they make a successful Wisdom saving throw. Undead creatures with a challenge rating of {0} or lower that fail the saving throw are instead destroyed.
ko_mt: 채널 신성을 사용하여 6칸 내의 언데드 생물이 당신을 볼 수 있게 하여 지혜 내성 굴림에 성공하지 않는 한 도망가도록 합니다. 내성 굴림에 실패한 {0} 이하의 도전 등급을 가진 언데드 생물은 대신 파괴됩니다.

# ShadowRetributionTitle
source: Shadow Retribution
ko_mt: 그림자의 징벌

# ShadowRetributionDescription
source: If you are targeted by a damaging spell, whether it damages you or not, you can cast a cantrip in reaction on the caster.
ko_mt: 피해를 주는 주문의 대상이 되면 피해 여부와 관계없이 시전자에게 반작용으로 캔트립을 시전할 수 있습니다.

# DarkweaverPoisonousTitle
source: Poisonous
ko_mt: 유해한

# DarkweaverPoisonousDescription
source: When you hit with a melee weapon and deal at least 1 point of damage, your target must make a CON save DC 13 or they will be poisoned for one hour and take an additional 2d6 damage.
ko_mt: 근접 무기로 명중하고 최소 1점의 피해를 입힐 때 목표는 CON 내성 DC 13을 만들어야 합니다. 그렇지 않으면 1시간 동안 중독되고 추가로 2d6 피해를 받습니다.

# PowerRemorazSwallowTitle
source: Swallow
ko_mt: 삼키다

# PowerRemorazSwallowDescription
source: The Remorhaz can swallow a creature it has successfully grappled, and will inflict acid damage every turn, unless it receives enough damage to force it to regurgitate.
ko_mt: Remorhaz는 성공적으로 잡은 생물을 삼킬 수 있으며 역류할 만큼 충분한 피해를 받지 않는 한 매 턴마다 산성 피해를 입힙니다.

# PowerDragonBreath_Poison_Title
source: Poison Breath
ko_mt: 포이즌 브레스

# PowerDragonBreath_Poison_Description
source: This dragon can breathe a devastating cone of poison.
ko_mt: 이 드래곤은 파괴적인 독극물을 들이마실 수 있습니다.

# DragonFrightfulPresence_Title
source: Frightful Presence
ko_mt: 무서운 존재

# DragonFrightfulPresence_Description
source: Dragons are so powerful that their very presence can terrorize those who lack courage.
ko_mt: 드래곤은 너무 강력해서 그들의 존재만으로도 용기가 없는 사람들을 공포에 떨게 할 수 있습니다.

# DragonWingAttack_Title
source: Wing Attack
ko_mt: 윙어택

# DragonWingAttack_Description
source: Dragons can flap their wings to produce enough wind to propel most humanoids away and knock them prone.
ko_mt: 드래곤은 날개를 퍼덕거리며 바람을 일으켜 대부분의 인간형 동물을 밀어내고 넘어지게 할 수 있습니다.

# PowerDragonBreath_Fire_Title
source: Fire Breath
ko_mt: 불의 숨결

# PowerDragonBreath_Fire_Description
source: This dragon can breathe a devastating cone of fire.
ko_mt: 이 드래곤은 파괴적인 불의 원뿔을 들이마실 수 있습니다.

# PowerDragonBreath_Acid_Title
source: Acid Breath
ko_mt: 산성 호흡

# PowerDragonBreath_Acid_Description
source: This dragon can breathe a devastating cone of acid.
ko_mt: 이 드래곤은 파괴적인 산 원뿔을 호흡할 수 있습니다.

# DefilerShadowEscape_Title
source: Misty Form
ko_mt: 안개가 자욱한 형태

# DefilerShadowEscape_Description
source: Defilers are able to turn into mist and teleport almost at will.
ko_mt: 디파일러는 안개가 되어 거의 마음대로 순간이동할 수 있습니다.

# HeartOfFireTitle
source: Heart of Fire
ko_mt: 불의 심장

# HeartOfDescriptionTitle
source: Arrok has become one with the volcano. Standing beside him deals Fire Damage.
ko_mt: 아록은 화산과 하나가 되었습니다. 그의 옆에 서 있으면 화염 피해를 입힙니다.

# LaetharParalyzingGaze_Title
source: Paralyzing Gaze
ko_mt: 마비된 시선

# LaetharParalyzingGaze_Description
source: The gaze of the emperor paralyzes the weak.
ko_mt: 황제의 시선은 약자를 마비시킨다.

# LaetharShadowEscape_Title
source: Ghostly move
ko_mt: 유령 같은 움직임

# LaetharShadowEscape_Description
source: Laethar is able to turn into mist and teleport almost at will.
ko_mt: Laethar는 안개로 변하고 거의 마음대로 순간이동할 수 있습니다.

# SpiderQueenEatFriends_Title
source: Cannibalism
ko_mt: 식인 풍습

# SpiderQueenEatFriends_Description
source: The spider queen eats one of her spiderlings to recover HP.
ko_mt: 거미 여왕은 HP를 회복하기 위해 그녀의 새끼 거미 중 하나를 먹습니다.

# SpiderQueenPoisonCloud_Title
source: Poison Cloud
ko_mt: 포이즌 클라우드

# SpiderQueenPoisonCloud_Description
source: The spider queen ejects a volley of small poisoned spikes all around her body.
ko_mt: 거미 여왕은 몸 전체에 독이 든 작은 가시를 일제히 발사합니다.

# Power_Phase_Spider_Teleport_Title
source: Ethereal Jaunt
ko_mt: 천상의 소행

# Power_Phase_Spider_Teleport_Description
source: Phase spiders can change planes at will.
ko_mt: 위상 거미는 마음대로 비행기를 변경할 수 있습니다.

# CriticalHitImmunityTitle
source: Critical Hit Immunity
ko_mt: 치명타 면역

# CriticalHitImmunityDescription
source: Critical hits are considered normal hits for the creature.
ko_mt: 치명타는 생물에 대한 일반 적중으로 간주됩니다.

# SavingThrowAffinityArmorOfSurvival
source: +2 to saving throws
ko_mt: 내성굴림 +2

# SorcererWeaponProficiencyTitle
source: Sorcerer Weapon Proficiencies
ko_mt: 마법사 무기 숙련도

# SorcererSkillPointsTitle
source: Sorcerer Skills
ko_mt: 소서러 스킬

# SorcererSpellcastingTitle
source: Sorcerer Spellcasting
ko_mt: 소서러 스펠캐스팅

# SorcererSorcerousOriginDescription
source: Different sorcerers claim different origins for their innate magic.
ko_mt: 각기 다른 마법사들은 타고난 마법에 대해 서로 다른 기원을 주장합니다.

# SorcererSorcerousOriginTitle
source: Sorcerous Origin
ko_mt: 마법의 기원

# SorcererToolsDescription
source: You have been trained to brew herbal remedies and use enchanting equipment.
ko_mt: 당신은 약초를 양조하고 매혹적인 장비를 사용하는 훈련을 받았습니다.

# SorcererToolsTitle
source: Magical Crafting
ko_mt: 마법의 공예

# PowerSorcererFlexibleCastingTitle
source: Flexible Casting
ko_mt: 유연한 캐스팅

# PowerSorcererFlexibleCastingDescription
source: Allows the conversion of spell slots into sorcery points and vice versa, as a bonus action.
ko_mt: 보너스 액션으로 주문 슬롯을 마법 포인트로 또는 그 반대로 변환할 수 있습니다.

# PowerSorcererFlexibleCastingCreateSpellSlotTitle
source: Create Spell Slot
ko_mt: 주문 슬롯 생성

# PowerSorcererFlexibleCastingCreateSpellSlotDescription
source: Spend sorcery points to create a new spell slot, possibly higher than your maximum spell level
ko_mt: 마법 점수를 사용하여 최대 주문 레벨보다 높을 수 있는 새 주문 슬롯을 만듭니다.

# PowerSorcererFlexibleCastingCreateSorceryPointsTitle
source: Create Sorcery Points
ko_mt: 마법 포인트 생성

# PowerSorcererFlexibleCastingCreateSorceryPointsDescription
source: Spend a spell slot to generate a matching number of sorcery points
ko_mt: 주문 슬롯을 사용하여 일치하는 수의 마법 점수를 생성합니다.

# PointPoolSorcererMetamagicTitle
source: Metamagic
ko_mt: 메타매직

# PointPoolSorcererMetamagicDescription
source: You gain the ability to twist your spells to suit your needs. You gain two Metamagic options of your choice
ko_mt: 당신은 당신의 필요에 맞게 주문을 비틀 수 있는 능력을 얻습니다. 원하는 두 가지 Metamagic 옵션을 얻습니다.

# PointPoolSorcererAdditionalMetamagicTitle
source: Additional Metamagic
ko_mt: 추가 메타매직

# PointPoolSorcererAdditionalMetamagicDescription
source: Learn another metamagic option
ko_mt: 다른 metamagic 옵션 알아보기

# MetamagicOptionEmpoweredSpellRerollDescription
source: {0} uses Empowered Spell to reroll a {1} damage die from {2} to {3}.
ko_mt: {0}은(는) 강화된 주문을 사용하여 {1} 피해 주사위를 {2}에서 {3}으로 다시 굴립니다.

# FeatureSetSorcererDraconicChoiceTitle
source: Dragon Ancestor Choice
ko_mt: 드래곤 조상 선택

# FeatureSetSorcererDraconicChoiceDescription
source: Select the type of dragon (and associated damage type) of your ancestor
ko_mt: 조상의 드래곤 유형(및 관련 손상 유형)을 선택하십시오.

# AncestrySorcererDraconicBlackTitle
source: Black Ancestor - Acid
ko_mt: 검은 선조 - 산성

# AncestrySorcererDraconicGoldTitle
source: Gold Ancestor - Fire
ko_mt: 황금 조상 - 불

# AncestrySorcererDraconicGreenTitle
source: Green Ancestor - Poison
ko_mt: 녹색 조상 - 독

# AncestrySorcererDraconicSilverTitle
source: Silver Ancestor - Cold
ko_mt: 실버 엔세스터 - 콜드

# AncestrySorcererDraconicDescription
source: Your dragonic ancestry grants you affinity to a specific damage type
ko_mt: 드래곤 혈통은 특정 피해 유형에 대한 친화력을 부여합니다.

# FeatureSetSorcererDraconicResilienceTitle
source: Draconic Resilience
ko_mt: 가혹한 회복력

# FeatureSetSorcererDraconicResilienceDescription
source: You gain one additional hit point per level and your armor class is 13 + dexterity bonus when you are not wearing armor
ko_mt: 레벨당 1의 추가 체력을 얻고 갑옷을 입지 않을 때 갑옷 클래스는 13 + 민첩성 보너스입니다.

# ProficiencySorcererDraconicKnowledgeTitle
source: Draconic Knowledge
ko_mt: 가혹한 지식

# ProficiencySorcererDraconicKnowledgeDescription
source: You speak draconic
ko_mt: 당신은 가혹한 말을합니다

# AutoPreparedSpellsSorcererDraconicBloodlineTitle
source: Draconic Bloodline Origin Spells
ko_mt: 드라코닉 혈통 기원 주문

# AdditionalDamageSorcererDraconicElementalAffinityTitle
source: Elemental Affinity
ko_mt: 원소 친화도

# AdditionalDamageSorcererDraconicElementalAffinityDescription
source: When dealing spell damage matching your draconic ancestor, you add your charisma modifier to the total
ko_mt: 드라코닉한 조상과 일치하는 주문 피해를 입힐 때 카리스마 수정치를 총계에 추가합니다.

# PowerSorcererDraconicElementalResistanceTitle
source: Draconic Resistance
ko_mt: 가혹한 저항

# PowerSorcererDraconicElementalResistanceDescription
source: You gain resistance to the damage type of your ancestor for an hour, at the cost of one sorcery point.
ko_mt: 하나의 집중마법 점수를 희생하여 한 시간 동안 조상의 피해 유형에 대한 저항력을 얻습니다.

# AutoPreparedSpellsSorcererManaPainterTitle
source: Mana Painter Origin Spells
ko_mt: 마나 페인터 기원 주문

# PowerSorcererManaPainterDrainTitle
source: Mana Drain
ko_mt: 마나 드레인

# PowerSorcererManaPainterDrainDescription
source: Make a melee spell attack. On a successful hit, the target creature takes 1D10+your charisma modifier Force Damage, and you regain 1 Sorcery Point. You need to take a Short Rest to recover this power.
ko_mt: 근접 주문 공격을 합니다. 명중에 성공하면 목표 생물은 1D10+당신의 카리스마 수정치 Force Damage를 받고, 당신은 1 마법 점수를 회복합니다. 이 힘을 회복하려면 짧은 휴식을 취해야 합니다.

# SavingThrowAffinityManaPainterAbsorbtionTitle
source: Mana Absorption
ko_mt: 마나 흡수

# SavingThrowAffinityManaPainterAbsorbtionDescription
source: Your Charisma modifier is used (if higher) instead of other ability modifiers on your saving throws against spells and other magic effects.
ko_mt: 주문 및 기타 마법 효과에 대한 내성 굴림에서 다른 능력 수정치 대신 카리스마 수정치가 사용됩니다(높은 경우).

# PowerSorcererManaPainterTapTitle
source: Mana Tap
ko_mt: 마나 탭

# PowerSorcererManaPainterTapDescription
source: When you finish a Short Rest, you can regain a number of Sorcery points equal to half your Sorcerer levels (rounded up). You must complete a long rest to use this ability again.
ko_mt: 짧은 휴식을 마치면 소서러 레벨의 절반(반올림)에 해당하는 수의 소서리 포인트를 회복할 수 있습니다. 이 능력을 다시 사용하려면 긴 휴식을 완료해야 합니다.

# AutoPreparedSpellsSorcererChildRiftTitle
source: Child of the Rift Origin Spells
ko_mt: 균열 기원의 자식 주문

# MagicAffinitySorcererChildRiftMagicTitle
source: Rift Magic
ko_mt: 리프트 매직

# MagicAffinitySorcererChildRiftMagicDescription
source: Immediately after you cast a sorcerer spell of level 1 to 5, roll 1d20. If you roll a 20, your spell slot is not spent
ko_mt: 레벨 1에서 5까지의 마법사 주문을 시전한 직후에 1d20을 굴립니다. 20이 나오면 주문 슬롯을 사용하지 않습니다.

# PowerSorcererChildRiftDeflectionTitle
source: Deflection
ko_mt: 편향

# PowerSorcererChildRiftDeflectionDescription
source: You can use your Bonus Action to spend 1 sorcery point to become harder to hit and achieve better saving throws, until the start of your next turn
ko_mt: 보너스 액션을 사용하여 다음 턴이 시작될 때까지 집중마법 1점을 사용하여 명중하기 어려워지고 내성 굴림을 더 잘 달성할 수 있습니다.

# PowerSorcererChildRiftOfferingTitle
source: Offering to the Rift
ko_mt: 균열에 제공

# PowerSorcererChildRiftOfferingDescription
source: You can use your Bonus Action to sacrifice 5 Hit Points, in order to regain immediately one sorcery point. The sacrificed Hit Points are recovered after a Long Rest.
ko_mt: 즉시 집중마법 점수 1점을 회복하기 위해 보너스 액션을 사용하여 5히트 포인트를 희생할 수 있습니다. 긴 휴식 후에 희생된 HP가 회복됩니다.

# ConditionTrueSeeingTitle
source: True Seeing
ko_mt: 참된 모습

# ConditionTrueSeeingDescription
source: This creature can see in darkness and see invisible creatures.
ko_mt: 이 생물은 어둠 속에서 볼 수 있고 보이지 않는 생물을 볼 수 있습니다.

# DieRollModifierRogueReliableTalentTitle
source: Reliable Talent
ko_mt: 믿을 수 있는 인재

# DieRollModifierRogueReliableTalentDescription
source: Whenever your make an ability check that lets you add your proficiency bonus, you can treat a d20 roll of 9 or lower as a 10.
ko_mt: 숙련 보너스를 추가할 수 있는 능력 확인을 할 때마다 9 이하의 d20 굴림을 10으로 취급할 수 있습니다.

# ActionAffinityShadowTamerSwiftRetaliationTitle
source: Swift Retaliation
ko_mt: 신속한 보복

# ActionAffinityShadowTamerSwiftRetaliationDescription
source: Whenever an opponent attacks your from a nearby cell, you are granted an immediate melee attack against that opponent.
ko_mt: 상대가 근처 셀에서 당신을 공격할 때마다, 당신은 그 상대에 대한 즉각적인 근접 공격을 받습니다.

# PaladinImprovedDivineSmiteTitle
source: Improved Divine Smite
ko_mt: 향상된 디바인 스마이트

# PaladinImprovedDivineSmiteDescription
source: Whenever you hit a creature with a melee weapon, the creature takes an extra 1d8 radiant damage, whether you are spending a spell slot to smite or not
ko_mt: 근접 무기로 생물을 공격할 때마다 해당 생물은 주문 슬롯을 강타하는지 여부에 관계없이 추가로 1d8의 방사 피해를 입습니다.

# FeatureSetRangerHunterMultiattackChoiceTitle
source: Multiattack
ko_mt: 다중 공격

# FeatureSetRangerHunterMultiattackChoiceDescription
source: Select one of the multiattack options: Volley or Whirlwind Attack
ko_mt: 다중 공격 옵션 중 하나 선택: 발리 또는 회오리 공격

# ActionAffinityRangerHunterVolleyTitle
source: Volley
ko_mt: 발리

# ActionAffinityRangerHunterVolleyDescription
source: You can use your action to make a ranged attack against any number of creatures within 10 feet of a point you can see within your weapon’s range. You must have ammunition for each target, as normal, and you make a separate attack roll for each target
ko_mt: 액션을 사용하여 무기 범위 내에서 볼 수 있는 지점에서 10피트 내에 있는 원하는 수의 생물에 대해 원거리 공격을 할 수 있습니다. 평소와 같이 각 목표물에 대한 탄약이 있어야 하며 각 목표물에 대해 별도의 공격 굴림을 합니다.

# ActionAffinityRangerHunterWhirlwindAttackTitle
source: Whirlwind Attack
ko_mt: 회오리 공격

# ActionAffinityRangerHunterWhirlwindAttackDescription
source: You can use your action to make a melee attack against any number of creatures within 5 feet of you, with a separate attack roll for each target
ko_mt: 각 목표에 대해 별도의 공격 굴림을 사용하여 행동을 사용하여 5피트 내에 있는 원하는 수의 생물에 대해 근접 공격을 할 수 있습니다.

# ActionAffinityRangerMarksmanFastAimTitle
source: Fast Aim
ko_mt: 빠른 조준

# ActionAffinityRangerMarksmanFastAimDescription
source: If you are using a ranged weapon against an enemy, your bonus action can be used to make an additional ranged attack on the same target
ko_mt: 적에게 원거리 무기를 사용하는 경우 보너스 액션을 사용하여 동일한 대상에 추가 원거리 공격을 할 수 있습니다.

# MovementAffinityHeavyArmorImmunityTitle
source: Heavy Armor Training
ko_mt: 중갑 훈련

# BarbarianWeaponProficiencyTitle
source: Barbarian Weapon Proficiencies
ko_mt: 바바리안 무기 숙련도

# BarbarianArmorProficiencyTitle
source: Barbarian Armor Proficiencies
ko_mt: 바바리안 갑옷 숙련도

# BarbarianSkillPointsTitle
source: Barbarian Skills
ko_mt: 바바리안 스킬

# PrimalPathDescription
source: At 3rd level, you choose a path that shapes the nature of your rage.
ko_mt: 3단계에서는 분노의 본질을 형성하는 경로를 선택합니다.

# PrimalPathTitle
source: Primal Path
ko_mt: 원시 경로

# FeatureSetRageDescription
source: In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action. This grants you advantage on strength saves & checks, an initial +2 bonus to melee attacks damage, and resistance to slashing, bludgeoning and piercing damage, for 1 minute, or if you do not attack or suffer damage between your turns. You start with 2 rages between each long rest.
ko_mt: 전투에서 당신은 원시적인 사나움으로 싸웁니다. 자신의 차례에 추가 행동으로 분노를 입력할 수 있습니다. 이렇게 하면 1분 동안 또는 턴 사이에 공격을 하지 않거나 피해를 입는 경우 힘 세이브 및 체크, 근접 공격 피해에 대한 초기 +2 보너스, 베기, 곤봉 및 피어싱 피해에 대한 저항에 이점이 있습니다. 각 긴 휴식 사이에 2개의 분노로 시작합니다.

# FeatureSetRageTitle
source: Rage
ko_mt: 격노

# AdditionalRageDamageDescription
source: Increase your rage damage by +1
ko_mt: 분노 데미지 +1 증가

# AdditionalRageDamageTitle
source: Additional Rage Damage
ko_mt: 추가 분노 피해

# AdditionalRageCountDescription
source: You can rage one additional time per long rest
ko_mt: 긴 휴식당 한 번 더 분노할 수 있습니다.

# AdditionalRageCountTitle
source: Additional Rage Use
ko_mt: 추가 분노 사용

# UnarmoredDefenseDescription
source: While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your Constitution modifier. You can use a shield and still gain this benefit
ko_mt: 갑옷을 입지 않은 동안 갑옷 등급은 10 + 민첩 수정치 + 체질 수정치와 같습니다. 방패를 사용하고 여전히 이 혜택을 얻을 수 있습니다.

# UnarmoredDefenseTitle
source: Unarmored Defense
ko_mt: 비무장 방어

# DangerSenseDescription
source: You have advantage on DEX saving throw to effects and spells, as long as your are not blinded or incapacitated
ko_mt: 실명하거나 무력화되지 않는 한 효과와 주문에 대한 DEX 내성 굴림에 이점이 있습니다.

# DangerSenseTitle
source: Danger Sense
ko_mt: 위험감

# FastMovementDescription
source: Your speed increases by 10 feet while you aren’t wearing heavy armor
ko_mt: 무거운 갑옷을 입지 않은 동안 속도가 10피트 증가합니다.

# FastMovementTitle
source: Fast Movement
ko_mt: 빠른 움직임

# FeralInstinctDescription
source: Your instincts are so honed that you have advantage on initiative rolls. Additionally, if you are surprised at the beginning of combat and aren’t incapacitated, you can act normally on your first turn, but only if you enter your rage before doing anything else on that turn
ko_mt: 당신의 본능은 너무 연마되어 주도권 굴림에서 우위를 점할 수 있습니다. 추가로, 전투 시작 시 놀랐고 무력화되지 않은 경우 첫 번째 턴에 정상적으로 행동할 수 있지만, 그 턴에 다른 행동을 하기 전에 분노 상태에 들어간 경우에만 가능합니다.

# FeralInstinctTitle
source: Feral Instinct
ko_mt: 야성 본능

# BrutalCriticalDescription
source: You can roll one additional weapon damage die when determining the extra damage for a critical hit with a melee attack.
ko_mt: 근접 공격으로 치명타 피해를 입힐 추가 피해를 결정할 때 추가 무기 피해 주사위를 굴릴 수 있습니다.

# BrutalCriticalTitle
source: Brutal Critical
ko_mt: 잔인한 크리티컬

# BrutalCriticalAdvancedDescription
source: Add another damage die to critical hits
ko_mt: 치명타에 다른 피해 주사위 추가

# BrutalCriticalAdvancedTitle
source: Brutal Critical (Advanced)
ko_mt: 브루탈 크리티컬(고급)

# RelentlessRageDescription
source: If you drop to 0 hit points while you’re raging and don’t die outright, you can make a DC 10 Constitution saving throw. If you succeed, you drop to 1 hit point instead. Each time you use this feature after the first, the DC increases by 5. When you finish a short or long rest, the DC resets to 10
ko_mt: 화난 상태에서 체력이 0으로 떨어지고 완전히 죽지 않으면 DC 10 컨스티튜션 내성 굴림을 할 수 있습니다. 성공하면 대신 체력이 1로 떨어집니다. 첫 번째 이후에 이 기능을 사용할 때마다 DC가 5씩 증가합니다. 짧거나 긴 휴식을 마치면 DC가 10으로 재설정됩니다.

# RelentlessRageTitle
source: Relentless Rage
ko_mt: 무자비한 분노

# PowerBerserkerFrenzyDescription
source: You can go into a frenzy when you rage. If you do so, for the duration of your rage you can make a single melee weapon attack as a bonus action on each of your turns after this one. When your rage ends, you suffer one level of exhaustion.
ko_mt: 화가 나면 광란에 빠질 수 있습니다. 그렇게 하면 분노가 지속되는 동안 이번 턴 이후의 각 턴에 보너스 액션으로 단일 근접 무기 공격을 할 수 있습니다. 분노가 끝나면 한 수준의 피로를 겪습니다.

# PowerBerserkerFrenzyTitle
source: Frenzy
ko_mt: 격분

# ConditionBerserkerFrenzyDescription
source: As long as you rage, you can make a single melee weapon attack as a bonus action on each of your turns after this one. When your rage ends, you suffer one level of exhaustion.
ko_mt: 분노하는 한, 이번 턴 이후의 매 턴에 보너스 액션으로 단일 근접 무기 공격을 할 수 있습니다. 분노가 끝나면 한 수준의 피로를 겪습니다.

# ConditionBerserkerFrenzyTitle
source: Frenzied
ko_mt: 광란

# PowerBerserkerMindlessRageDescription
source: You can't be charmed or frightened while raging.
ko_mt: 분노하는 동안 매혹되거나 겁먹을 수 없습니다.

# PowerBerserkerMindlessRageTitle
source: Mindless Rage
ko_mt: 정신없는 분노

# PowerBerserkerIntimidatingPresenceDescription
source: Frighten a creature until the end of your next turn if is fails a WIS saving throw against your CHA ability.
ko_mt: 당신의 CHA 능력에 대한 WIS 내성 굴림에 실패하면 당신의 다음 턴이 끝날 때까지 생물을 놀라게 하십시오.

# PowerBerserkerIntimidatingPresenceTitle
source: Intimidating Presence
ko_mt: 위협적인 존재

# WandererSkillsLoneWolfTitle
source: Lone Wolf
ko_mt: 고독한 늑대

# WandererSkillsLoneWolfDescription
source: Life in the Marches taught you everything you need to survive in hars environments.
ko_mt: 행군 생활은 거친 환경에서 생존하는 데 필요한 모든 것을 가르쳐주었습니다.

# WandererSkillsCrafterTitle
source: Crafter
ko_mt: 크래프터

# WandererSkillsCrafterDescription
source: When you own nothing, you need to make your own equipment. That's what you did.
ko_mt: 아무것도 소유하지 않으면 장비를 직접 만들어야 합니다. 그게 당신이 한 일입니다.

# DruidWeaponProficiencyTitle
source: Druid Weapon Proficiencies
ko_mt: 드루이드 무기 숙련도

# DruidArmorProficiencyTitle
source: Druid Armor Proficiencies
ko_mt: 드루이드 갑옷 숙련도

# DruidSkillPointsTitle
source: Druid Skills
ko_mt: 드루이드 스킬

# DruidCircleDescription
source: At 2nd level, you choose a Druid Circle that further defines your relationship to Nature.
ko_mt: 2단계에서는 자연과의 관계를 더욱 정의하는 드루이드 서클을 선택합니다.

# DruidCircleTitle
source: Druid Circle
ko_mt: 드루이드 서클
