Repository: team-waldo/solasta-translation
Catalog: translation/*/Feedback.po
Languages: ko_mt

# SpellComponentConsumedLine
source: Casting the {0} spell consumes the {1} item.
ko_mt: {0} 주문을 시전하면 {1} 아이템이 소모됩니다.

# ReceivedHealingHalfFullLine
source: {0} is already at half health.
ko_mt: {0}의 체력은 이미 절반입니다.

# AdditionalDamageDivineStrikeFormat
source: Divine Strike!
ko_mt: 디바인 스트라이크!

# AdditionalDamageDivineStrikeLine
source: {0} deals more damage to {1} with Divine Strike (+{2}).
ko_mt: {0}은(는) 신성한 일격(+{2})으로 {1}에 더 많은 피해를 줍니다.

# DamageMultiplierLine
source: Difficulty multiplier: {0}
ko_mt: 난이도 배율: {0}

# BreakFreeSuccessLine
source: {0} breaks free.
ko_mt: {0}은(는) 무료입니다.

# BreakFreeFailureLine
source: {0} fails to break free.
ko_mt: {0}이(가) 해제되지 않습니다.

# DamageRetaliateLine
source: {0} retaliates to {1} with the {2} effect.
ko_mt: {0}은(는) {2} 효과로 {1}에게 보복합니다.

# DamageRetaliateCaption
source: Retaliate!
ko_mt: 보복하라!

# KnockOutPreventedLine
source: {0} is prevented from being reduced to 0 hit points, thanks to the {1} effect.
ko_mt: {0}은(는) {1} 효과 덕분에 HP가 0으로 줄어들지 않습니다.

# InstantDeathPreventedLine
source: {0} is prevented from being instantly killed, thanks to the {1} effect.
ko_mt: {0}은(는) {1} 효과 덕분에 즉시 죽지 않습니다.

# RandomBehaviourRolledLine
source: {0} rolls a {1} to determine a behavior and rolls {2}:
ko_mt: {0}는 {1}을 굴려 동작을 결정하고 {2}를 굴립니다.

# LegendaryResistanceUsedLine
source: {0} uses Legendary Resistance and changes the outcome: {1}
ko_mt: {0}은(는) 전설적인 저항을 사용하고 결과를 변경합니다. {1}

# LegendaryResistanceUsedCaption
source: Legendary Resistance!
ko_mt: 전설적인 저항군!

# LegendaryActionUsedLine
source: {0} uses the {1} Legendary Action.
ko_mt: {0}은(는) {1} Legendary Action을 사용합니다.

# PartyMoneySpentLine
source: The party loses {0}.
ko_mt: 파티는 {0}을(를) 잃습니다.

# IndomitableResistanceUsedLine
source: {0} is Indomitable and attempts to reroll the failed saving throw.
ko_mt: {0}은(는) 불굴이고 실패한 내성 굴림을 다시 시도합니다.

# IndomitableResistanceUsedCaption
source: Indomitable!
ko_mt: 굽히지 않는!

# PowerFailureCheckedLine
source: {0} as {1}% chance to activate {2} and rolls {3}: {4}
ko_mt: {0} {1}% 확률로 {2} 및 {3} 굴림: {4}

# PowerFailureCheckedSuccessFormat
source: Success!
ko_mt: 성공!

# PowerFailureCheckedFailureFormat
source: Failure!
ko_mt: 실패!

# PowerFailureCheckedSuccessCaption
source: Intervention Granted!
ko_mt: 개입 승인!

# PowerFailureCheckedFailureCaption
source: Intervention Denied
ko_mt: 개입 거부

# SpellCounterAttackLine
source: {0} uses {1} to counterattack the hostile spell.
ko_mt: {0}은(는) {1}을(를) 사용하여 적대적인 주문을 반격합니다.

# AdditionalDamagePoisonousFormat
source: Poisonous
ko_mt: 유해한

# AdditionalDamagePoisonousLine
source: {0} attemps to poison {1} (+{2}).
ko_mt: {0}은(는) {1}(+{2})를 중독시키려고 시도합니다.

# SpellMissingComponentLine
source: {0} is missing one of the components (Verbal, Somatic, or Material) to cast {1}.
ko_mt: {0}은(는) {1}을(를) 캐스팅할 구성요소(언어적, 신체적 또는 물질적) 중 하나가 누락되었습니다.

# GenericGadgetTitle
source: Object
ko_mt: 물체

# Impossible_Title
source: Impossible to take this item
ko_mt: 이 항목을 가져갈 수 없습니다

# Unlock_Door_With_Key
source: You unlocked the door with the adequate key.
ko_mt: 적절한 키로 문을 열었습니다.

# MetamagicActivatedLine
source: {0} activates the {1} metamagic on the {2} spell
ko_mt: {0}은 {2} 주문에서 {1} 메타매직을 활성화합니다.

# AdditionalDamageElementalAffinityFormat
source: Elemental Affinity!
ko_mt: 원소 친화력!

# AdditionalDamageElementalAffinityLine
source: {0} inflicts more damage to {1} through Elemental Affinity (+{2})
ko_mt: {0}은 Elemental Affinity(+{2})를 통해 {1}에 더 많은 피해를 입힙니다.

# ReplacedAbilityScoreForSaveLine
source: {0} uses {1} to save with {3} instead of {2}
ko_mt: {0}은(는) {1}을(를) 사용하여 {2} 대신 {3}으로 저장합니다.

# SpellSlotPreservedFormat
source: Slot Preserved!
ko_mt: 슬롯이 유지되었습니다!

# SpellSlotPreservedLine
source: {0} rolls {1} with {2}, avoiding to spend a spell slot
ko_mt: {0}은 {2}와 함께 {1}을 굴려서 주문 슬롯을 사용하지 않습니다.

# AdditionalDamageImprovedDivineSmiteFormat
source: Improved Smite!
ko_mt: 향상된 스마이트!

# AdditionalDamageImprovedDivineSmiteLine
source: {0} inflicts more damage to {1} through Improved Divine Smite (+{2})
ko_mt: {0}은(는) 향상된 신성한 강타를 통해 {1}에 더 많은 피해를 입힙니다(+{2}).

# ImmuneToSpellLevelLine
source: {0} is immune to level {1} spells or below, and is unaffected by {2}
ko_mt: {0}은(는) 레벨 {1} 이하의 주문에 면역이며 {2}의 영향을 받지 않습니다.

# ImmuneToSpellLevelFormat
source: Immune Level {0} Spells
ko_mt: 면역 레벨 {0} 주문

# NewContenderConsoleLine
source: {0} enters the battle.
ko_mt: {0}이(가) 전투에 참가합니다.

# AdditionalDamageRageFormat
source: Rage Damage!
ko_mt: 분노 데미지!

# AdditionalDamageRageLine
source: {0} is raging and deals more damage on {1} (+{2})
ko_mt: {0}은(는) 분노하며 {1}(+{2})에 더 많은 피해를 줍니다.

# AdditionalDamageBrutalCriticalFormat
source: Brutal Critical!
ko_mt: 잔인한 크리티컬!

# AdditionalDamageBrutalCriticalLine
source: {0} inflict more damage with Brutal Critical on {1} (+{2})
ko_mt: {0} {1}에 Brutal Critical로 더 많은 피해를 입힙니다(+{2}).
