Repository: team-waldo/solasta-translation
Catalog: translation/*/Feedback.po
Languages: ko_mt

# AbilityCheckConsoleAnyAdvantageLine
source: {0} rolls a {1} ability check against DC {2}, rolls {3} {4}, {5}
ko_mt: {0}은 DC {2}에 대해 {1} 능력 검사를 하고 {3} {4}, {5}를 굴립니다.

# AbilityCheckConsoleAnyAdvantageNoModifierLine
source: {0} rolls a {1} ability check against DC {2}, rolls {3} {4}
ko_mt: {0}은 DC {2}에 대해 {1} 능력 검사를 하고 {3} {4}를 굴립니다.

# AbilityCheckConsoleLine
source: {0} rolls a {1} ability check against DC {2}, rolls {3} = {4}
ko_mt: {0}은 DC {2}에 대해 {1} 능력 검사를 하고 {3} = {4}를 굴립니다.

# AbilityCheckConsoleNoModifierLine
source: {0} rolls a {1} ability check against DC {2}, rolls {3}
ko_mt: {0}은 DC {2}에 대해 {1} 능력 검사를 하고 {3}을 굴립니다.

# AbilityCheckFailedFormat
source: Failed
ko_mt: 실패한

# AbilityCheckFailureNarrationLine
source: {0} check: Failure!
ko_mt: {0} 확인: 실패!

# AbilityCheckFailureOutcome
source: {0} (Failure)
ko_mt: {0}(실패)

# AbilityCheckSuccessNarrationLine
source: {0} check: Success!
ko_mt: {0} 확인: 성공!

# AbilityCheckSuccessOutcome
source: {0} (Success)
ko_mt: {0}(성공)

# ActivatePowerLine
source: {0} activates the {1} power
ko_mt: {0}은 {1} 전원을 활성화합니다.

# ActivatePowerWithChanelDivinityLine
source: {0} channels divinity to activate {1}
ko_mt: {0} 채널 신성을 활성화하기 위해 {1}

# ActivatePowerWithSpellSlotLine
source: {0} activates {1} with a level {2} spell slot
ko_mt: {0}은(는) 레벨 {2} 주문 슬롯으로 {1}을(를) 활성화합니다.

# AdditionalDamageArcaneFuryFormat
source: Arcane Fury!
ko_mt: 아케인 퓨리!

# AdditionalDamageArcaneFuryLine
source: {0} deals more damage to {1} from Arcane Furry (+{2})
ko_mt: {0}은(는) Arcane Furry(+{2})에서 {1}에게 더 많은 피해를 줍니다.

# AdditionalDamageBestowCurseFormat
source: Attack on Cursed!
ko_mt: 저주에 대한 공격!

# AdditionalDamageBestowCurseLine
source: {0} deals more damage to cursed {1} (+{2})
ko_mt: {0}은(는) 저주받은 {1}에게 더 많은 피해를 입힙니다(+{2}).

# AdditionalDamageBrandingSmiteFormat
source: Branding Smite!
ko_mt: 브랜딩 스마이트!

# AdditionalDamageBrandingSmiteLine
source: {0} deals more damage to {1} through a branding smite (+{2})
ko_mt: {0}은(는) 브랜드 강타(+{2})를 통해 {1}에 더 많은 피해를 입힙니다.

# AdditionalDamageColossusSlayerFormat
source: Colossus Slayer!
ko_mt: 콜로서스 슬레이어!

# AdditionalDamageColossusSlayerLine
source: {0} deals more damage to wounded {1} (+{2})
ko_mt: {0}은 부상당한 {1}에게 더 많은 피해를 입힙니다(+{2}).

# AdditionalDamageDarkSlayerFormat
source: Dark Slayer!
ko_mt: 다크 슬레이어!

# AdditionalDamageDarkSlayerLine
source: {0} deals more damage to creatures with superior darkvision {1} (+{2})
ko_mt: {0}은(는) 암흑 시야가 우수한 생물에게 더 많은 피해를 줍니다. {1}(+{2})

# AdditionalDamageDecisiveStrikeFormat
source: Decisive Strike!
ko_mt: 결정타!

# AdditionalDamageDecisiveStrikeLine
source: {0} strikes {1} (+{2})
ko_mt: {0} 스트라이크{1}(+{2})

# AdditionalDamageDivineFavorFormat
source: Divine Favor!
ko_mt: 신의 은총!

# AdditionalDamageDivineFavorLine
source: {0} deals more damage to {1} through divine favor (+{2})
ko_mt: {0}는 신성한 은총을 통해 {1}에 더 많은 피해를 줍니다(+{2}).

# AdditionalDamageDivineSmiteFormat
source: Smite!
ko_mt: 강타!

# AdditionalDamageFavoredEnemyFormat
source: Favored Enemy!
ko_mt: 호의적인 적!

# AdditionalDamageFavoredEnemyLine
source: {0} deals more damage to {1} as a favored enemy type (+{2})
ko_mt: {0}은(는) 선호하는 적 유형으로 {1}에게 더 많은 피해를 줍니다(+{2}).

# AdditionalDamageHuntersMarkFormat
source: Hunter's Mark!
ko_mt: 헌터의 마크!

# AdditionalDamageHuntersMarkLine
source: {0} deals more damage to {1} as a marked target (+{2})
ko_mt: {0}는 표시된 대상으로 {1}에게 더 많은 피해를 줍니다(+{2}).

# AdditionalDamagePredatorFormat
source: Predator!
ko_mt: 포식자!

# AdditionalDamagePredatorLine
source: {0} deals more damage to {1} from higher ground (+{2})
ko_mt: {0}은 더 높은 곳에서 {1}에 더 많은 피해를 줍니다(+{2}).

# AdditionalDamageSmiteTheHiddenDarkvisionFormat
source: Smite the Hidden!
ko_mt: 숨겨진 강타!

# AdditionalDamageSmiteTheHiddenDarkvisionLine
source: {0} deals more damage to {1}, Scourge of the Hidden with Darkvision (+{2})
ko_mt: {0}는 Darkvision(+{2})을 사용하여 {1}, Scourge of the Hidden에 더 많은 피해를 입힙니다.

# AdditionalDamageSmiteTheHiddenShapechangerFormat
source: Smite the Hidden!
ko_mt: 숨겨진 강타!

# AdditionalDamageSmiteTheHiddenShapechangerLine
source: {0} deals more damage to {1}, Scourge of the Hidden with shapechanger (+{2})
ko_mt: {0}은(+{2}) 쉐이프체인저를 사용하여 {1}, Scourge of the Hidden에 더 많은 피해를 입힙니다.

# AdditionalDamageSneakAttackFormat
source: Sneak Attack!
ko_mt: 몰래 공격!

# AdditionalDamageSneakAttackLine
source: {0} performs a sneak attack on {1} (+{2})
ko_mt: {0}은(는) {1}(+{2})에 기습 공격을 수행합니다.

# AdditionalDamageStrikeOblivionFormat
source: Strike of Oblivion!
ko_mt: 망각의 일격!

# AdditionalDamageStrikeOblivionLine
source: {0} deals more damage to {1} with Strike of Oblivion (+{2})
ko_mt: {0}은 Strike of Oblivion(+{2})으로 {1}에 더 많은 피해를 입힙니다.

# AdvantageRollDescription
source: Rolling with advantage means you roll two d20s and keep the better result.
ko_mt: 이점이 있는 롤링은 2개의 d20을 롤링하고 더 나은 결과를 유지한다는 것을 의미합니다.

# AdvantageRollOutcome
source: with advantage
ko_mt: 유리하게

# AlreadySuccessfulCaptionFormat
source: Already Successful
ko_mt: 이미 성공

# AttackConsoleLine
source: {0} attacks {1} with {2}, rolls {3} = {4}
ko_mt: {0}은 {2}으로 {1}을(를) 공격하고 {3} = {4}를 굴립니다.

# AttackConsoleLineAnyAdvantage
source: {0} attacks {1} with {2}, rolls{3} {4} = {5}
ko_mt: {0} {2}로 {1} 공격, {3} {4} = {5} 굴림

# AttackConsoleLineAnyAdvantageNoModifier
source: {0} attacks {1} with {2}, rolls{3} {4}
ko_mt: {0} {2}로 {1} 공격, 굴림{3} {4}

# AttackConsoleLineAutomaticHit
source: {0} attacks {1} with {2} and automatically hits
ko_mt: {0}은 {2}로 {1}을(를) 공격하고 자동으로 적중합니다.

# AttackConsoleLineNoModifier
source: {0} attacks {1} with {2}, rolls {3}
ko_mt: {0}은 {2}로 {1}을(를) 공격하고 {3}를 굴립니다.

# AttackFailureFormat
source: Attack Miss ({0})
ko_mt: 공격 미스({0})

# AttackFailureOutcome
source: {0} (Miss)
ko_mt: {0}(미스)

# AttackOfOpportunityFormat
source: Opportunity Attack
ko_mt: 기회 공격

# AttackOfOpportunityLine
source: {0} performs an opportunity attack against {1}
ko_mt: {0}은 {1}에 대한 기회 공격을 수행합니다.

# AttackSuccessFormat
source: Attack Hit ({0})
ko_mt: 공격 명중({0})

# AttackSuccessOutcome
source: {0} (Hit)
ko_mt: {0}(히트)

# BrightLightCaption
source: Bright light
ko_mt: 밝은 등

# BrightLightDescription
source: The creature is in bright light.
ko_mt: 생물은 밝은 빛에 있습니다.

# CannotHealFormat
source: Cannot Heal!
ko_mt: 치유할 수 없다!

# CannotReceiveAnyHealingLine
source: {0} cannot receive any healing
ko_mt: {0}은(는) 치유를 받을 수 없습니다.

# CheckFailureCaption
source: Failure
ko_mt: 실패

# CheckSuccessCaption
source: Success
ko_mt: 성공

# ConcentrationCheckRolledAnyAdvantageLine
source: {0} rolls to maintain concentration {1} versus DC {2}, rolls {3} = {4}
ko_mt: {0} 롤링하여 농도 {1} 대 DC {2}, 롤 {3} = {4}

# ConcentrationCheckRolledAnyAdvantageNoModifierLine
source: {0} rolls to maintain concentration {1} versus DC {2}, rolls {3}
ko_mt: {0} 롤링하여 농도 {1} 대 DC {2}, 롤 {3}

# ConcentrationCheckRolledLine
source: {0} rolls to maintain concentration versus DC {1}, rolls {2} = {3}
ko_mt: {0} 롤링 대 DC {1}, 롤 {2} = {3}

# ConcentrationCheckRolledNoModifierLine
source: {0} rolls to maintain concentration versus DC {1}, rolls {2}
ko_mt: {0} 롤링 대 DC {1}, 롤 {2}

# ConcentrationLostLine
source: {0} loses concentration on {1}
ko_mt: {0}은(는) {1}에 대한 집중력을 잃습니다.

# ConditionAddedHasLine
source: {0} now has {1}
ko_mt: {0}에 이제 {1}이(가) 있습니다.

# ConditionAddedLine
source: {0} is now {1}
ko_mt: {0}은(는) 이제 {1}입니다.

# ConditionRemovedHasLine
source: {0} no longer has {1}
ko_mt: {0}에는 더 이상 {1}이(가) 없습니다.

# ConditionRemovedLine
source: {0} is no longer {1}
ko_mt: {0}은(는) 더 이상 {1}이(가) 아닙니다.

# ContestCheckConsoleBothAdvantageLine
source: {0} contests {1}, {2} against {3}, rolls {4} {5} against {6} {7} {8}
ko_mt: {0} 대회 {1}, {2} 대 {3}, {4} {5} 대 {6} {7} {8}

# ContestCheckConsoleLine
source: {0} contests {1}, {2} against {3}, rolls {4} against {5} {6}
ko_mt: {0} 대회 {1}, {2} 대 {3}, {4} 대 {5} {6}

# ContestCheckConsoleMainAdvantageLine
source: {0} contests {1}, {2} against {3}, rolls {4} {5} against {6} {7}
ko_mt: {0} 대회 {1}, {2} 대 {3}, {4} {5} 대 {6} {7}

# ContestCheckConsoleOpponentAdvantageLine
source: {0} contests {1}, {2} against {3}, rolls {4} against {5} {6} {7}
ko_mt: {0} 대회 {1}, {2} 대 {3}, {4} 대 {5} {6} {7}

# ContestFailure
source: Failure
ko_mt: 실패

# ContestSuccess
source: Success
ko_mt: 성공

# ConversationClickTitle
source: Click to read
ko_mt: 읽으려면 클릭

# ConversationRecordedLine
source: Conversation Recorded {0} {1}
ko_mt: 녹음된 대화 {0} {1}

# CoverFullCaption
source: out of sight
ko_mt: 시야에서

# CoverHalfCaption
source: 1/2 cover
ko_mt: 1/2 덮개

# CoverThreeQuarterCaption
source: 3/4 cover
ko_mt: 3/4 커버

# CriticalAbilityCheckFailureOutcome
source: {0} (CRITICAL FAILURE)
ko_mt: {0}(심각한 오류)

# CriticalAbilityCheckOutcome
source: {0} (CRITICAL SUCCESS)
ko_mt: {0}(중요한 성공)

# CriticalAttackFailureOutcome
source: {0} (CRITICAL MISS)
ko_mt: {0}(크리티컬 미스)

# CriticalAttackFormat
source: Critical Attack!
ko_mt: 크리티컬 어택!

# CriticalAttackOutcome
source: {0} (CRITICAL HIT)
ko_mt: {0}(치명타)

# CriticalFailureFormat
source: Critical Failure!
ko_mt: 치명적인 실패!

# DarknessCaption
source: Magical Darkness
ko_mt: 마법의 어둠

# DarknessDescription
source: The creature is in magical darkness.
ko_mt: 그 생물은 마법의 어둠 속에 있습니다.

# DeadlyFallLine
source: {0} fell to their death.
ko_mt: {0}이(가) 쓰러졌습니다.

# DeathSaveAnyAdvantageConsoleLine
source: {0} rolls a death saving throw {1}: {2}
ko_mt: {0} 데스 내성 굴림 {1}: {2}

# DeathSaveConsoleLine
source: {0} rolls a death saving throw: {1}
ko_mt: {0} 죽음 내성 굴림: {1}

# DeathSaveCriticalFailureFormat
source: {0} Critical Failure
ko_mt: {0} 치명적인 오류

# DeathSaveCriticalFailureLine
source: {0} death save failures added to {1}
ko_mt: {0} 데스 세이브 실패가 {1}에 추가됨

# DeathSaveCriticalSuccessFormat
source: {0} Critical Success
ko_mt: {0} 중요한 성공

# DeathSaveCriticalSuccessLine
source: {0} regains 1 hit point and stabilizes.
ko_mt: {0}이(가) 1 HP를 회복하고 안정화됩니다.

# DeathSaveFailureFormat
source: {0} Failure
ko_mt: {0} 실패

# DeathSaveFailuresAddedLine
source: {0} death save failure added to {1}
ko_mt: {0} 데스 세이브 실패가 {1}에 추가됨

# DeathSaveRegainLifeLine
source: Thanks to {0}, {1} is brought back to {2} hit points
ko_mt: {0} 덕분에 {1}이(가) {2} 히트 포인트로 돌아갔습니다.

# DeathSaveSuccessAddedLine
source: {0} death save success added to {1}
ko_mt: {0} 데스 세이브 성공이 {1}에 추가됨

# DeathSaveSuccessFormat
source: {0} Success
ko_mt: {0} 성공

# DetectedDefeatFormat
source: You have been detected! Use cautious mode next time.
ko_mt: 당신은 감지되었습니다! 다음에 조심 모드를 사용하십시오.

# DeviceAutoIdentifiedLine
source: Thanks to a greater knowledge of this type of item, {0} has identified {1}
ko_mt: 이 유형의 항목에 대한 더 많은 지식 덕분에 {0}은(는) {1}을(를) 식별했습니다.

# DimLightCaption
source: Dim light
ko_mt: 희미한 빛

# DisadvantageRollDescription
source: Rolling with disadvantage means you roll two d20s and keep the worst result.
ko_mt: 불리하게 굴린다는 것은 두 개의 d20을 굴리고 최악의 결과를 유지한다는 것을 의미합니다.

# DisadvantageRollOutcome
source: with disadvantage
ko_mt: 불리하게

# ExperienceGainedLine
source: {0} gains {1}XP
ko_mt: {0}은(는) {1}XP를 얻습니다.

# FragileGroundDetectedFormat
source: Fragile ground detected
ko_mt: 깨지기 쉬운 지반 감지됨

# FragileGroundTrigerredFormat
source: Fragile ground broken
ko_mt: 부서지기 쉬운 땅

# GameAutoSavedLine
source: Game auto saved
ko_mt: 게임 자동 저장

# GameQuickSavedLine
source: Game quick saved
ko_mt: 게임 빨리 저장

# GameSavedLine
source: Game saved
ko_mt: 게임이 저장되었습니다.

# HiddenObjectRevealedFormat
source: Object Revealed
ko_mt: 개체 공개

# HiddenObjectRevealedLine
source: {0} has revealed a hidden object
ko_mt: {0}이(가) 숨겨진 개체를 드러냈습니다.

# ImmuneToConditionFormat
source: Immune
ko_mt: 면역성있는

# ImmuneToDamageFormat
source: Immune {0}
ko_mt: 면역 {0}

# ImmuneToDamageLine
source: {0} is immune to {1} damage
ko_mt: {0}은(는) {1} 손상에 면역입니다.

# ImmuneToSpellFormat
source: Immune {0}
ko_mt: 면역 {0}

# ImmuneToSpellLine
source: {0} is immune to the {1} spell
ko_mt: {0}은(는) {1} 주문에 면역입니다.

# InflictedDamageLine
source: {0} sustains damage: {1}
ko_mt: {0}이(가) 피해를 입음: {1}

# InitiativeCaption
source: Initiative
ko_mt: 계획

# InitiativeConsoleLine
source: {0} rolls initiative: {1} = {2}
ko_mt: {0} 롤 이니셔티브: {1} = {2}

# InitiativeConsoleLineAdvantage
source: {0} rolls initiative{1}: {2} = {3}
ko_mt: {0} 이니셔티브 롤{1}: {2} = {3}

# InitiativeFormat
source: Initiative {0}
ko_mt: 이니셔티브 {0}

# InsightAutomaticFailureLine
source: {0} automatically fails an Insight (Wisdom) check: dialog success odds are hidden.
ko_mt: {0}은(는) Insight(Wisdom) 검사에 자동으로 실패합니다. 대화 성공 확률은 숨겨집니다.

# InsightAutomaticSuccessLine
source: {0} automatically succeeds on an Insight (Wisdom) check: dialog success odds are revealed.
ko_mt: {0}은(는) 통찰력(지혜) 검사에 자동으로 성공합니다. 대화 성공 확률이 표시됩니다.

# InsightCriticalFailureLine
source: {0} critically fails an Insight (Wisdom) check: dialog success odds are hidden.
ko_mt: {0} 통찰력(지혜) 확인에 치명적 실패: 대화 성공 확률이 숨겨져 있습니다.

# InsightCriticalSuccessLine
source: {0} scores a critical success on an Insight (Wisdom) check: dialog success odds are revealed.
ko_mt: {0}은(는) 통찰력(지혜) 검사에서 중요한 성공을 거두었습니다. 대화 성공 확률이 표시됩니다.

# InsightFailureLine
source: {0} fails an Insight (Wisdom) check: dialog success odds are hidden.
ko_mt: {0}이(가) 통찰력(지혜) 확인에 실패함: 대화 성공 확률이 숨겨져 있습니다.

# InsightSuccessLine
source: {0} succeeds on an Insight (Wisdom) check: dialog success odds are revealed.
ko_mt: {0}은(는) 통찰력(지혜) 검사에 성공합니다. 대화 성공 확률이 표시됩니다.

# ItemConsumedCaption
source: {0} consumed
ko_mt: {0} 소비

# ItemConsumedLine
source: {0} has fully consumed an item: {1}
ko_mt: {0}이(가) 항목을 완전히 소비했습니다: {1}

# ItemGainedLine
source: {0} gains an item: {1}
ko_mt: {0}이(가) 아이템을 얻습니다: {1}

# ItemSpellCastLine
source: and casts the {0} spell
ko_mt: {0} 주문을 시전합니다.

# ItemUsedLastChargeDestroyLine
source: Last charge spent: {0} is destroyed
ko_mt: 마지막으로 사용한 요금: {0}이(가) 폐기됨

# ItemUsedLastChargeRollDestroyLine
source: Last charge spent and {1} is rolled on d20: {0} is destroyed
ko_mt: 마지막 요금이 지출되고 {1}이(가) d20에 실행됨: {0}이(가) 폐기됨

# ItemUsedLastChargeRollNotDestroyLine
source: Last charge spent and {1} is rolled on d20: {0} is preserved
ko_mt: 마지막 요금이 지출되고 {1}이(가) d20에 이월됨: {0}이(가) 보존됨

# ItemUsedLine
source: {0} uses the {1} item
ko_mt: {0}은(는) {1} 항목을 사용합니다.

# ItemUsedSpellCastLine
source: {0} uses the {1} item and casts the {2} spell
ko_mt: {0}은(는) {1} 항목을 사용하고 {2} 주문을 시전합니다.

# LongRestCompletedLine
source: Long rest completed. Units of food consumed: {0}
ko_mt: 긴 휴식 완료. 소비된 음식 단위: {0}

# MagicalHitPointsPoolRolledLine
source: {0} rolls a pool of {1} hit points for {2}
ko_mt: {0}은 {2}에 대한 {1} 히트 포인트 풀을 굴립니다.

# NeedFlamingTagFormat
source: Need a flaming item
ko_mt: 불타는 아이템이 필요합니다

# ObservationFailedFormat
source: Observation failed
ko_mt: 관찰 실패

# ObservationSuccessfulFormat
source: Observation successful
ko_mt: 관측 성공

# OutOfAttackUsesLine
source: {0} has run out of ammo/uses for "{1}"
ko_mt: {0}의 "{1}" 탄약/사용량이 소진되었습니다.

# OverConcentrationUsedLine
source: {0} sustains {1} damage, but does not roll for concentration because of {2}
ko_mt: {0}은(는) {1}의 피해를 받지만 {2} 때문에 집중을 위해 굴러가지 않습니다.

# PathFailedFormat
source: No path to destination!
ko_mt: 목적지까지의 경로가 없습니다!

# PreventedFromActingCaption
source: Cannot Act!
ko_mt: 행동할 수 없다!

# PreventedFromActingHasLine
source: {0} has {1} and fails to act this turn
ko_mt: {0}은(는) {1}을(를) 가지고 있으며 이번 턴에 행동하지 않습니다.

# PreventedFromActingLine
source: {0} is {1} and fails to act this turn
ko_mt: {0}은(는) {1}이며 이번 턴에 행동하지 않습니다.

# ReadiedActionTriggeredCaptionFormat
source: Readied action triggered
ko_mt: 준비된 작업이 트리거됨

# ReceivedHealingFullLine
source: {0} is already at full health
ko_mt: {0}은(는) 이미 완전한 상태입니다.

# ReceivedHealingFromInflictedDamageFullLine
source: {0} regains life from the inflicted damage
ko_mt: {0}은(는) 입힌 피해로부터 생명력을 회복합니다.

# ReceivedHealingFromInflictedDamageHalfLine
source: {0} regains life from half the inflicted damage
ko_mt: {0}은(는) 입힌 피해의 절반에서 생명력을 회복합니다.

# ReceivedHealingLine
source: {0} is healed {1} hit point(s)
ko_mt: {0}이(가) {1} 체력을 회복했습니다.

# ReceivedTemporaryHitPointsFailureLine
source: {0} cannot receive any temporary hit points
ko_mt: {0}은(는) 임시 히트 포인트를 받을 수 없습니다.

# ReceivedTemporaryHitPointsSuccessLine
source: {0} now has {1} temporary hit point(s)
ko_mt: {0}은(는) 이제 {1} 임시 히트 포인트를 가집니다.

# RitualCastLine
source: {0} casts the {1} spell as a ritual
ko_mt: {0}은 {1} 주문을 의식으로 시전합니다.

# RollAttackCriticalFailureTitle
source: Critical Miss
ko_mt: 크리티컬 미스

# RollAttackCriticalSuccessTitle
source: Critical Hit
ko_mt: 치명타

# RollAttackFailureTitle
source: Miss
ko_mt: 놓치다

# RollAttackSuccessTitle
source: Hit
ko_mt: 때리다

# RollCheckCriticalFailureTitle
source: Critical Failure
ko_mt: 치명적인 오류

# RollCheckCriticalSuccessTitle
source: Critical Success
ko_mt: 중요한 성공

# RollCheckFailureTitle
source: Failure
ko_mt: 실패

# RollCheckSuccessTitle
source: Success
ko_mt: 성공

# SaveCaptionFormat
source: {0} Save
ko_mt: {0} 저장

# SaveConsoleAnyAdvantageLine
source: {0} rolls a {1} save against {2} (DC{3}), rolls {4} {5} = {6}
ko_mt: {0}은 {2}(DC{3})에 대해 {1} 세이브를 하고 {4}를 굴려 {5} = {6}

# SaveConsoleAnyAdvantageNoModifierLine
source: {0} rolls a {1} save against {2} (DC {3}), rolls {4} {5}
ko_mt: {0}은 {2}(DC {3})에 대해 {1} 세이브를 하고 {4} {5}를 굴립니다.

# SaveConsoleLine
source: {0} rolls a {1} save against {2} (DC{3}), rolls {4} = {5}
ko_mt: {0}은 {2}(DC{3})에 대해 {1} 세이브를 하고 {4} = {5}를 굴립니다.

# SaveConsoleNoModifierLine
source: {0} rolls a {1} save against {2} (DC {3}), rolls {4}
ko_mt: {0}은 {2}(DC {3})에 대해 {1} 내성 굴림, {4} 굴림

# SaveFailureOutcome
source: {0} Fails
ko_mt: {0} 실패

# SaveSuccessFormat
source: Saves
ko_mt: 저장

# SaveSuccessOutcome
source: {0} (Success)
ko_mt: {0}(성공)

# ShortRestCompletedLine
source: Short rest completed.
ko_mt: 짧은 휴식 완료.

# SleightOfHandDetectedCaptionFormat
source: Detected!
ko_mt: 감지되었습니다!

# SleightOfHandDetectedLine
source: {0} was detected by {1} while attempting to steal items
ko_mt: {1}이(가) 항목을 훔치려고 시도하는 동안 {0}을(를) 감지했습니다.

# SleightOfHandNotEnoughRoomCaptionFormat
source: Inventory full.
ko_mt: 인벤토리가 가득 찼습니다.

# SleightOfHandNotEnoughRoomLine
source: {0} does not have enough room in their inventory to steal items from {1}
ko_mt: {0}은(는) 인벤토리에 {1}의 항목을 훔칠 만큼 충분한 공간이 없습니다.

# SleightOfHandNothingToStealCaptionFormat
source: Nothing to steal.
ko_mt: 훔칠 것이 없습니다.

# SleightOfHandNothingToStealLine
source: {0} cannot steal anything more from {1}
ko_mt: {0}은(는) {1}에서 더 이상 아무것도 훔칠 수 없습니다.

# SleightOfHandSuccessCaptionFormat
source: Success!
ko_mt: 성공!

# SleightOfHandSuccessLine
source: Challenge
ko_mt: 도전

# SpellcastingFailedCaption
source: Cast Failed!
ko_mt: 캐스팅 실패!

# SpellcastingFailedLine
source: {0} fails to cast the {1} spell
ko_mt: {0}이(가) {1} 주문을 시전하지 못했습니다.

# SpellCastLine
source: {0} casts the {1} spell
ko_mt: {0}이 {1} 주문을 시전합니다.

# SpellCastSuperiorSlotLine
source: {0} casts {1} with a level {2} slot
ko_mt: {0}은(는) 레벨 {2} 슬롯으로 {1}을(를) 캐스팅합니다.

# SpellCounteredFailLine
source: {0} fails to counter the {2} spell cast by {1}
ko_mt: {0}은(는) {1}이(가) 시전한 {2} 주문을 무효화하지 못했습니다.

# SpellCounteredSuccessLine
source: {0} counters the {2} spell cast by {1}
ko_mt: {0}은 {1}이(가) 시전한 {2} 주문에 대응합니다.

# SpellCounterFailFormat
source: Counter Fail!
ko_mt: 카운터 실패!

# SpellCounterSuccessFormat
source: Counter!
ko_mt: 카운터!

# SpellDissipatedFailureLine
source: {0} fails to dispel the effect of the {1} spell on
ko_mt: {0}은(는) {1} 주문의 효과를 해제하지 못합니다.

# SpellDissipatedFormat
source: Dispelled!
ko_mt: 무효!

# SpellDissipatedOnTargetFailureLine
source: {0} fails to dispel the effect of the {1} spell on {2}
ko_mt: {0}은(는) {2}에 대한 {1} 주문의 효과를 해제하지 못했습니다.

# SpellDissipatedOnTargetSuccessLine
source: {0} dispels the effect of the {1} spell on {2}
ko_mt: {0}은 {2}에 대한 {1} 주문의 효과를 무효화합니다.

# SpellDissipatedSuccessLine
source: {0} dispels the effect of the {1} spell
ko_mt: {0}은 {1} 주문의 효과를 무효화합니다.

# SpellScribedLine
source: {0} tries to copy the {1} spell into a spellbook {2}
ko_mt: {0}은(는) {1} 맞춤법을 맞춤법 책 {2}에 복사하려고 시도합니다.

# SpellSlotsRecoveredLine
source: {0} recovers spell slots: {1}
ko_mt: {0}은 주문 슬롯을 복구합니다: {1}

# SuccessOddsLine
source: Success Odds: {0}
ko_mt: 성공 확률: {0}

# TrackDetectedFormat
source: Tracks spotted
ko_mt: 흔적 발견

# TrapDetectedFormat
source: Trap detected
ko_mt: 트랩 감지됨

# TrapDisarmedFormat
source: Trap disarmed
ko_mt: 함정 해제

# TrapDisarmFailedFormat
source: Disarm Failed
ko_mt: 무장 해제 실패

# TrapTriggeredFormat
source: Trap triggered
ko_mt: 트랩 트리거됨

# CharmedEnemyRemovedFromArea
source: {0} left the area
ko_mt: {0}이 지역을 떠났습니다

# UnlitCaption
source: No light
ko_mt: 빛 없음

# UnlitDescription
source: The creature is unlit. Attack rolls against it will be made with disadvantage.
ko_mt: 생물이 꺼져 있습니다. 그것에 대한 공격 굴림은 불리하게 만들어집니다.

# CraftingAttemptedLine
source: {0} is attempting to craft {1}
ko_mt: {0}이(가) {1}을(를) 제작하려고 합니다.

# StealthBrokenByForce
source: {0} has been revealed and is no longer hidden.
ko_mt: {0}이(가) 공개되었으며 더 이상 숨겨지지 않습니다.

# StealthBrokenByEnemy
source: {0} has been detected by {1} and is no longer hidden.
ko_mt: {0}은(는) {1}에 의해 감지되었으며 더 이상 숨겨지지 않습니다.

# StealthNotBroken
source: {0} managed to remain hidden.
ko_mt: {0}은(는) 숨김 상태를 유지했습니다.

# PartyMoneyGainedLine
source: The party gains {0}.
ko_mt: 파티는 {0}를 얻습니다.

# FreeBrokFirst
source: You must free Brok before you can take a long rest.
ko_mt: 긴 휴식을 취하기 전에 Brok를 풀어야 합니다.

# AdditionalDamagePoisonFormat
source: Poison!
ko_mt: 독!

# AdditionalDamagePoisonLine
source: {0} deals additional poison damage to {1} (+{2}).
ko_mt: {0}은 {1}(+{2})에 추가 독 피해를 입힙니다.

# RegenerationSuccessCaption
source: Regenerate
ko_mt: 재생성

# RegenerationSuccessLine
source: {0} regenerates hit points.
ko_mt: {0}은 히트 포인트를 재생성합니다.

# RegenerationFailureLine
source: {0} cannot regenerate after having received {1} damage.
ko_mt: {0}은(는) {1} 피해를 받은 후 재생성할 수 없습니다.

# DimLightDescription
source: The creature is in dim light.
ko_mt: 생물은 희미한 빛에 있습니다.

# MajorGateDestinationUnlocked_Title
source: You have unlocked a new teleportation destination using the Major Gate network.
ko_mt: Major Gate 네트워크를 사용하여 새로운 순간 이동 목적지를 잠금 해제했습니다.

# AbilityScoreIncreasedValueAndMaxLine
source: {0} increases his/her {1} score by {2}, and its maximum value by {3}.
ko_mt: {0}은(는) 자신의 {1} 점수를 {2}, 최대값을 {3} 증가시킵니다.

# AbilityScoreIncreasedValueLine
source: {0} increases his/her {1} score by {2}.
ko_mt: {0}은(는) 자신의 {1} 점수를 {2} 증가시킵니다.

# AbilityScoreIncreasedMaxLine
source: {0} increases his/her {1} score maximum value by {2}.
ko_mt: {0}은(는) 자신의 {1} 점수 최대값을 {2} 증가시킵니다.

# ResistantToDamageLine
source: {0} is resistant to {1} damage and only takes half damage.
ko_mt: {0}은(는) {1} 피해에 저항하고 절반의 피해만 받습니다.

# ResistantToDamageFormat
source: Resists {0}
ko_mt: {0} 저항

# DamageHalvedLine
source: {0} allows {1} to halve the damage.
ko_mt: {0}을(를) 사용하면 {1}이(가) 피해를 절반으로 줄일 수 있습니다.

# DamageReducedLine
source: {0} allows {1} to reduce the damage by {2} points.
ko_mt: {0}을(를) 사용하면 {1}이(가) 피해를 {2}점 줄일 수 있습니다.

# DamageValueLine
source: Nominal damage output: {0}
ko_mt: 명목상 피해량: {0}

# VulnerableToDamageLine
source: {0} is vulnerable to {1} damage and takes double damage
ko_mt: {0}은(는) {1} 피해에 취약하고 두 배의 피해를 받습니다.

# VulnerableToDamageFormat
source: Vulnerable {0}
ko_mt: 취약 {0}

# RechargePowerLine
source: {0} recharges the power of {1}
ko_mt: {0}은 {1}의 힘을 재충전합니다.

# SpellCastUnknownLine
source: {0} casts a spell
ko_mt: {0}이(가) 주문을 시전합니다.

# SpellIdentifiedLine
source: {0} has identified the spell as {1}
ko_mt: {0}이(가) 주문을 {1}(으)로 식별했습니다.

# SpellCounteredSuccessUnknownLine
source: {0} counters the unknown spell cast by {1}.
ko_mt: {0}은 {1}이(가) 시전한 알 수 없는 주문에 대응합니다.

# NoRoomToConjureCreatureDescription
source: No room to conjure the creature.
ko_mt: 생물을 불러낼 여지가 없습니다.

# AdditionalDamageBracersOfArcheryFormat
source: Bracers of Archery
ko_mt: 양궁 팔보호구

# AdditionalDamageBracersOfArcheryLine
source: {0} deals additional damage with Bracers of Archery.
ko_mt: {0}은(는) 궁술의 팔보호구로 추가 피해를 줍니다.

# AdditionalDamageFinisherFormat
source: Finisher
ko_mt: 치명적 타격

# AdditionalDamageFinisherLine
source: {0} deals an additional 1D6 damage to wounded creatures.
ko_mt: {0}은 부상당한 생물에게 추가로 1D6 피해를 입힙니다.
