Repository: team-waldo/solasta-translation
Catalog: translation/*/Format.po
Languages: ko, ko_mt

# CurrentAndTemporaryHitPointsDescription
source: This creature's current hit points + temporary hit points. Temporary hit points are lost first.
ko_mt: 이 생물의 현재 체력 + 임시 체력. 일시적인 체력이 먼저 손실됩니다.

# CurrentHitPointsDescription
source: This creature's current hit points.
ko_mt: 이 생물의 현재 HP입니다.

# DifficultyEasyFormat
source: Easy
ko_mt: 쉬운

# DifficultyHardFormat
source: Hard
ko_mt: 딱딱한

# DifficultyMediumFormat
source: Medium
ko_mt: 중간

# DifficultyVeryHardFormat
source: Very Hard
ko_mt: 열심히

# ItemIdentifiedTitle
source: The item has been identified: {0}
ko_mt: 항목이 식별되었습니다. {0}

# LevelAndClassAndSubclassFormat
source: lvl {0} {1} ({2})
ko_mt: 레벨 {0} {1} ({2})

# LevelAndClassNoSubclassFormat
source: lvl {0} {1}
ko_mt: 레벨 {0} {1}

# LevelAndExperienceFormat
source: Level {0}, Experience: {1} {2} more experience points required to reach level {3}
ko_mt: 레벨 {0}, 경험치: {1} {3} 레벨에 도달하기 위해 {2} 더 많은 경험치가 필요합니다.

# LevelAndExperienceMaxedFormat
source: Level {0}, Experience: {1} Max level reached.
ko_mt: 레벨 {0}, 경험치: {1} 최대 레벨에 도달했습니다.

# LevelFormat
source: Level {0}
ko_mt: 레벨 {0}

# MaxHealthFormat
source: of {0} HP
ko_mt: {0} HP

# Rank1Title
source: 1st
ko_mt: 1위

# Rank2Title
source: 2nd
ko_mt: 2위

# Rank3Title
source: 3rd
ko_mt: 3위

# Rank4Title
source: 4th
ko_mt: 4위

# Rank5Title
source: 5th
ko_mt: 5위

# Rank6Title
source: 6th
ko_mt: 6위

# Rank7Title
source: 7th
ko_mt: 7위

# Rank8Title
source: 8th
ko_mt: 8일

# Rank9Title
source: 9th
ko_mt: 9위

# RevealedEvilTitle
source: Malign
ko_mt: 유해한

# RevealedGoodTitle
source: Benevolent
ko_mt: 자애로운

# RevealedMagicalTitle
source: Magic Detected
ko_mt: 마법 감지

# RevealedPoisonTitle
source: Poisonous
ko_mt: 유해한

# WorldDistanceFormat
source: {0} Miles
ko_mt: {0}마일

# ItemIdentifiedNothingNewTitle
source: Nothing more found on the {0} item
ko_mt: {0} 항목에서 더 이상 찾을 수 없음

# Format/&CurrentAndTemporaryHitPointsDescription
source: This creature's current hit points + temporary hit points. Temporary hit points are lost first.
ko: 대상의 현재 체력 + 임시 체력입니다. 임시 체력이 먼저 소모됩니다.

# Format/&CurrentHitPointsDescription
source: This creature's current hit points.
ko: 대상의 현재 체력입니다.

# Format/&DifficultyEasyFormat
source: Easy
ko: 쉬움

# Format/&DifficultyHardFormat
source: Hard
ko: 어려움

# Format/&DifficultyMediumFormat
source: Medium
ko: 보통

# Format/&DifficultyVeryHardFormat
source: Very Hard
ko: 매우 어려움

# Format/&ItemIdentifiedTitle
source: The item has been identified: {0}
ko: 아이템이 식별되었습니다 : {0}

# Format/&LevelAndClassAndSubclassFormat
source: lvl {0} {1} ({2})
ko: 레벨 {0} {1} ({2})

# Format/&LevelAndClassNoSubclassFormat
source: lvl {0} {1}
ko: 레벨 {0} {1}

# Format/&LevelAndExperienceFormat
source: Level {0}, Experience: {1} {2} more experience points required to reach level {3}
ko: 레벨 {0}, 경험치 : {1} 레벨 {3}에 도달하기 위해 경험치가 {2}만큼 더 필요합니다

# Format/&LevelAndExperienceMaxedFormat
source: Level {0}, Experience: {1} Max level reached.
ko: 레벨 {0}, 경험치 : {1} 최대 레벨에 도달했습니다.

# Format/&LevelFormat
source: Level {0}
ko: 레벨 {0}

# Format/&MaxHealthFormat
source: of {0} HP
ko: 최대체력 {0}

# Format/&RevealedEvilTitle
source: Malign
ko: 적대적

# Format/&RevealedGoodTitle
source: Benevolent
ko: 우호적

# Format/&RevealedMagicalTitle
source: Magic Detected
ko: 마법 감지됨

# Format/&RevealedPoisonTitle
source: Poisonous
ko: 유독함

# Format/&WorldDistanceFormat
source: {0} Miles
ko: {0}마일

# Format/&ItemIdentifiedNothingNewTitle
source: Nothing more found on the {0} item
ko: {0} 아이템에서 더 이상 찾을 수 없습니다
