Repository: team-waldo/solasta-translation
Catalog: translation/*/Gadget.po
Languages: ko_mt

# CampfireTitle
source: Campfire
ko_mt: 캠프 불

# CampfireDescription
source: An interactive campfire used to start a long rest for the party
ko_mt: 파티의 긴 휴식을 시작하는 대화형 캠프파이어

# ChestTitle
source: Chest
ko_mt: 가슴

# ChestDescription
source: A container for loot
ko_mt: 약탈을 위한 컨테이너

# DoubleDoorTitle
source: Double Door
ko_mt: 양문

# DoubleDoorDescription
source: A simple door to open
ko_mt: 열 수 있는 간단한 문

# EntranceTitle
source: Entrance
ko_mt: 입구

# EntranceDescription
source: The starting point for the party
ko_mt: 파티의 출발점

# ExitTitle
source: Exit
ko_mt: 출구

# ExitDescription
source: An exit point for the party. Can lead to another user location
ko_mt: 파티의 출구입니다. 다른 사용자 위치로 이어질 수 있음

# HiddenDoorTitle
source: Hidden Door
ko_mt: 숨겨진 문

# HiddenDoorDescription
source: A door which requires a perception check to be spotted
ko_mt: 감지 확인이 필요한 문

# InteractiveTorchTitle
source: Interactive Torch
ko_mt: 인터랙티브 토치

# InteractiveTorchDescription
source: A wall torch which can be dynamically lit/unlit
ko_mt: 동적으로 켜거나 끌 수 있는 벽 토치

# LoreAreaTitle
source: Lore Area
ko_mt: 지식 영역

# LoreAreaDescription
source: Stepping into this area will display a text
ko_mt: 이 영역으로 들어가면 텍스트가 표시됩니다.

# MonsterMTitle
source: Monster M
ko_mt: 몬스터엠

# MonsterMDescription
source: Generates one medium (or smaller) monster at the gadget position
ko_mt: 가제트 위치에 중형(또는 더 작은) 몬스터 하나를 생성합니다.

# MonsterLTitle
source: Monster L
ko_mt: 몬스터 엘

# MonsterLDescription
source: Generates one large monster at the gadget position
ko_mt: 가제트 위치에 대형 몬스터 1체 생성

# MonsterMMultipleTitle
source: Monster Multi M
ko_mt: 몬스터멀티엠

# MonsterMMultipleDescription
source: Generates a number of medium (or smaller) monsters at the gadget position
ko_mt: 가제트 위치에 다수의 중형(또는 더 작은) 몬스터를 생성합니다.

# TrapTitle
source: Trap
ko_mt: 덫

# TrapDescription
source: A trap that is activated by stepping on the surface it occupies
ko_mt: 자신이 차지하고 있는 표면을 밟으면 발동되는 함정

# VirtualLoreTitle
source: Virtual Lore
ko_mt: 가상 지식

# VirtualLoreDescription
source: An interaction displaying a lore text, which can be placed on any prop
ko_mt: 모든 소품에 배치할 수 있는 지식 텍스트를 표시하는 상호 작용

# VirtualLootTitle
source: Virtual Loot
ko_mt: 가상 전리품

# VirtualLootDescription
source: A generic purpose loot interaction, which can be placed on any prop to simulate a container
ko_mt: 컨테이너를 시뮬레이션하기 위해 모든 소품에 배치할 수 있는 범용 전리품 상호 작용

# ParameterExplicitItemsTitle
source: Explicit Items
ko_mt: 노골적인 항목

# ParameterLootPackTitle
source: Loot Pack
ko_mt: 전리품 팩

# ParameterItemListTitle
source: Items List
ko_mt: 아이템 목록

# ParameterParam_LockedTitle
source: Locked
ko_mt: 잠김

# ParameterUnlock_DCTitle
source: Unlock DC
ko_mt: DC 잠금 해제

# ParameterParam_TrappedTitle
source: Trapped
ko_mt: 갇힌

# ParameterPerception_DCTitle
source: Perception DC
ko_mt: 지각 DC

# ParameterDisarm_DCTitle
source: Disarm DC
ko_mt: DC 무장 해제

# ParameterReveal_DCTitle
source: Reveal DC
ko_mt: DC 공개

# ParameterTrapEffectTitle
source: Trap Effect
ko_mt: 함정 효과

# ParameterEntranceIndexTitle
source: Entrance Index
ko_mt: 입학 지수

# ParameterDestinationLocationTitle
source: Destination Location
ko_mt: 목적지 위치

# ParameterCreatureTitle
source: Creature
ko_mt: 생물

# ParameterQuantityTitle
source: Quantity
ko_mt: 수량

# ParameterPerceptionDCTitle
source: Perception DC
ko_mt: 지각 DC

# ParameterSpeechTitle
source: Speech
ko_mt: 연설

# ParameterEncounterGroupTitle
source: Encounter Group
ko_mt: 만남 그룹

# ParameterGroupIndexTitle
source: Group Index
ko_mt: 그룹 인덱스

# ParameterExplicitItemsDescription
source: Determines whether the content will be a predefined loot pack, or an explicit list of items
ko_mt: 콘텐츠가 미리 정의된 전리품 팩인지 아니면 명시적인 항목 목록인지 결정합니다.

# ParameterLootPackDescription
source: A predefined list of items, some of which will be rolled randomly
ko_mt: 미리 정의된 항목 목록(일부는 무작위로 제공됨)

# ParameterItemListDescription
source: Specify an explicit list of items that will be spawned in the container
ko_mt: 컨테이너에 생성될 명시적인 항목 목록 지정

# ParameterParam_LockedDescription
source: Determines whether this gadget is locked
ko_mt: 이 가젯이 잠겨 있는지 확인합니다.

# ParameterUnlock_DCDescription
source: The difficulty class to unlock this gadget
ko_mt: 이 가제트를 잠금 해제하기 위한 난이도 등급

# ParameterParam_TrappedDescription
source: Determines whether this gadget is trapped
ko_mt: 이 가젯이 트랩되었는지 여부를 결정합니다.

# ParameterPerception_DCDescription
source: The difficulty class to spot the trap on this gadget
ko_mt: 이 가제트의 함정을 발견하기 위한 난이도 등급

# ParameterDisarm_DCDescription
source: The difficulty class to disarm the trap on this gadget
ko_mt: 이 가제트의 함정을 해제하는 난이도 등급

# ParameterReveal_DCDescription
source: The difficulty class to reveal this gadget
ko_mt: 이 가제트를 공개하는 난이도 등급

# ParameterTrapEffectDescription
source: The type of effect that impacts the affected creatures when this trap is triggered
ko_mt: 이 함정이 발동될 때 영향을 받는 생물에게 영향을 미치는 효과 유형

# ParameterEntranceIndexDescription
source: A location can be entered from several entry points. This index is used to specify the entrance an exit gadget leads to
ko_mt: 여러 진입점에서 위치를 입력할 수 있습니다. 이 색인은 출구 가젯이 연결되는 입구를 지정하는 데 사용됩니다.

# ParameterDestinationLocationDescription
source: Destination Location
ko_mt: 목적지 위치

# ParameterCreatureDescription
source: The type of spawned creature
ko_mt: 생성된 생물의 유형

# ParameterQuantityDescription
source: The number of creatures
ko_mt: 생물의 수

# ParameterSpeechDescription
source: The text that is displayed when interacting with this gadget
ko_mt: 이 가젯과 상호 작용할 때 표시되는 텍스트

# ParameterEncounterGroupDescription
source: Check this to make the spawned creature part of an encounter group, triggering battles together
ko_mt: 생성된 생물을 조우 그룹의 일부로 만들고 함께 전투를 시작하려면 이 옵션을 선택하십시오.

# ParameterGroupIndexDescription
source: Creatures with an identical group index (any number you chose) will belong to the same encounter group
ko_mt: 동일한 그룹 인덱스(선택한 숫자)를 가진 생물은 동일한 조우 그룹에 속합니다.

# ParameterSavingThrowDCTitle
source: Saving Throw DC
ko_mt: 내성굴림 DC

# ParameterSavingThrowDCDescription
source: The difficulty class for the saving throw
ko_mt: 내성굴림 난이도 등급

# ParameterAddDiceTitle
source: Additional Dice
ko_mt: 추가 주사위

# ParameterAddDiceDescription
source: Increase the number of dice for this effect
ko_mt: 이 효과를 위해 주사위 수를 늘립니다.

# FallingChandelierTitle
source: Falling Chandelier
ko_mt: 떨어지는 샹들리에

# FallingChandelierDescription
source: A hanging chandelier which can be damaged and cause fall damage
ko_mt: 손상 및 낙하 손상을 일으킬 수 있는 교수형 샹들리에

# GrateTitle
source: Grate
ko_mt: 화상

# GrateDescription
source: A metallic fence containing a collapsing metallic door
ko_mt: 무너지는 금속 문이 포함된 금속 울타리

# InvisiblePlateTitle
source: Invisible Plate
ko_mt: 보이지 않는 판

# InvisiblePlateDescription
source: A visible plate which activates other gadgets when stepped on
ko_mt: 밟았을 때 다른 가제트를 활성화하는 눈에 보이는 판

# LorePlaqueTitle
source: Lore Plaque
ko_mt: 로어 플라크

# LorePlaqueDescription
source: A mural plaque used to provide lore to the player
ko_mt: 플레이어에게 지식을 제공하는 데 사용되는 벽화 명판

# ManaLampTitle
source: Mana Lamp
ko_mt: 마나 램프

# ManaLampDescription
source: An interactive lamp which becomes lit when targeted by magical spells
ko_mt: 마법의 대상이 되면 켜지는 인터랙티브 램프

# PrisonDoorTitle
source: Prison Door
ko_mt: 감옥 문

# PrisonDoorDescription
source: A metallic door closing/opening the access to a detention area
ko_mt: 구금 구역에 대한 접근을 닫거나 여는 금속 도어

# ActivatorButtonTitle
source: Button Activator
ko_mt: 버튼 액티베이터

# ActivatorButtonDescription
source: A button which can be used to activate other gadgets
ko_mt: 다른 가젯을 활성화하는 데 사용할 수 있는 버튼

# ActivatorAreaTitle
source: Area Activator
ko_mt: 에어리어 액티베이터

# ActivatorAreaDescription
source: Entering this area activates other gadgets
ko_mt: 이 영역에 들어가면 다른 가젯이 활성화됩니다.

# ActivatorPlateTitle
source: Plate Activator
ko_mt: 플레이트 액티베이터

# ActivatorPlateDescription
source: A plate which activates other gadgets when stepped on
ko_mt: 밟으면 다른 장치를 활성화하는 판

# ActivatorTimedTitle
source: Timed Activator
ko_mt: 타임 액티베이터

# ActivatorTimedDescription
source: An invisible gadget which activates other gadgets at regular timed intervals
ko_mt: 일정한 시간 간격으로 다른 가제트를 활성화하는 보이지 않는 가제트

# WoodenDoorTitle
source: Wooden Door
ko_mt: 나무 문

# WoodenDoorDescription
source: A plain door
ko_mt: 평범한 문

# ManaLampWallTitle
source: Mana Lamp (wall)
ko_mt: 마나 램프(벽)

# ParameterTargetGadgetsTitle
source: Target Gadgets
ko_mt: 대상 가제트

# ParameterTargetGadgetsDescription
source: The gadgets which will be triggered by this gadget's activation / deactivation
ko_mt: 이 가젯의 활성화/비활성화에 의해 실행될 가젯

# ParameterSymetricalTitle
source: Symetrical
ko_mt: 대칭

# ParameterSymetricalDescription
source: Can the activator be played back and forth, for example to open / close a door?
ko_mt: 액티베이터를 앞뒤로 재생할 수 있습니까? 예를 들어 문을 열고 닫을 수 있습니까?

# ParameterOperationTitle
source: Operation
ko_mt: 작업

# ParameterOperationDescription
source: The type of operation performed on the target gadgets
ko_mt: 대상 가젯에서 수행되는 작업 유형

# ParameterOperationActivateTitle
source: Activate
ko_mt: 활성화

# ParameterOperationActivateDescription
source: Activate other gadgets (example : open a door)
ko_mt: 다른 가제트 활성화(예: 문 열기)

# ParameterOperationDeactivateTitle
source: Deactivate
ko_mt: 비활성화

# ParameterOperationDeactivateDescription
source: Deactivate other gadgets (example: close a door)
ko_mt: 다른 가제트 비활성화(예: 문 닫기)

# ParameterOperationActivateSymetricalTitle
source: Activate Symetrical
ko_mt: 대칭 활성화

# ParameterOperationActivateSymetricalDescription
source: Activate & deactivate back and forth (example: open & close a door)
ko_mt: 앞뒤로 활성화 및 비활성화(예: 문 열기 및 닫기)

# ParameterOperationEnableTitle
source: Enable
ko_mt: 할 수있게하다

# ParameterOperationEnableDescription
source: Enabled an activator, so that it can activate other gadgets
ko_mt: 활성기를 활성화하여 다른 가젯을 활성화할 수 있습니다.

# ParameterOperationDisableTitle
source: Disable
ko_mt: 장애를 입히다

# ParameterOperationDisableDescription
source: Disables an activator which will no longer activate other gadgets (example: disable a timed activator)
ko_mt: 더 이상 다른 가제트를 활성화하지 않는 활성화 장치를 비활성화합니다(예: 시간 제한 활성화 장치 비활성화).

# ParameterOperationEnableSymetricalTitle
source: Enable Symetrical
ko_mt: 대칭 활성화

# ParameterOperationEnableSymetricalDescription
source: Enables & disables back and forth (example: a button could enable & disable a timed activator)
ko_mt: 앞뒤로 활성화 및 비활성화(예: 버튼으로 시간 제한 활성기를 활성화 및 비활성화할 수 있음)

# LavaBulbTitle
source: Lava Bulb
ko_mt: 용암 전구

# MechanismTitle
source: Mechanism
ko_mt: 기구

# TorchPikeTitle
source: Torch Pike
ko_mt: 토치 파이크

# ParameterParam_HardLockedTitle
source: Hard Locked
ko_mt: 굳게 잠김

# ParameterParam_HardLockedDescription
source: This gadget cannot be opened by normal means, an remote activator is required to open it
ko_mt: 이 가젯은 정상적인 방법으로 열 수 없습니다. 열려면 원격 액티베이터가 필요합니다.

# ParameterParam_DefaultAsLitTitle
source: Lit
ko_mt: 문학

# ParameterParam_DefaultAsLitDescription
source: Determines if this gadget is lit by default or unlit if the option is checked off.
ko_mt: 이 가젯이 기본적으로 켜져 있는지 또는 옵션이 선택되어 있지 않은 경우 꺼져 있는지를 결정합니다.

# ParameterParam_DefaultAsOpenedTitle
source: Opened
ko_mt: 열림

# ParameterParam_DefaultAsOpenedDescription
source: Determines if this gadget is opened by default
ko_mt: 이 가젯이 기본적으로 열려 있는지 확인합니다.

# MonsterHTitle
source: Monster H
ko_mt: 몬스터 H

# MonsterHDescription
source: Generates one huge monster at the gadget position
ko_mt: 가제트 위치에 거대한 몬스터 1체 생성

# MonsterGTitle
source: Monster G
ko_mt: 몬스터 G

# MonsterGDescription
source: Generates one gargantuan monster at the gadget position
ko_mt: 가제트 위치에 거대한 몬스터 하나를 생성합니다.

# ParameterAutoSpawnTitle
source: Auto Spawn
ko_mt: 자동 스폰

# ParameterAutoSpawnDescription
source: When this option is off, spawning the monster requires a remote activator, instead of the proximity of heroes
ko_mt: 이 옵션이 꺼져 있으면 몬스터를 생성하려면 영웅의 근접성 대신 원격 활성화 장치가 필요합니다.

# ParameterLoreFormatTitle
source: Lore Format
ko_mt: 지식 형식

# ParameterLoreFormatDescription
source: The form in which lore information is presented to the user
ko_mt: 지식 정보가 사용자에게 제공되는 형식

# ParameterLoreFormatMainCharacterTitle
source: Main Character
ko_mt: 주인공

# ParameterLoreFormatMainCharacterDescription
source: The content is displayed as banter over the head of the first conscious character in the party
ko_mt: 파티의 첫 번째 의식 캐릭터의 머리 위로 내용이 농담으로 표시됩니다.

# ParameterLoreFormatRandomCharacterTitle
source: Random Character
ko_mt: 랜덤 캐릭터

# ParameterLoreFormatRandomCharacterDescription
source: The content is displayed as banter over the head of a random conscious party member and disappears after the duration
ko_mt: 임의의 의식이 있는 파티원의 머리 위로 내용이 농담으로 표시되고 지속 시간이 지나면 사라집니다.

# ParameterLoreFormatGadgetFeedbackTitle
source: Gadget Feedback
ko_mt: 가젯 피드백

# ParameterLoreFormatGadgetFeedbackDescription
source: The content is displayed at the triggering gadget's position
ko_mt: 콘텐츠는 트리거 가젯의 위치에 표시됩니다.

# ParameterLoreFormatTopHeaderTitle
source: Top Header
ko_mt: 상단 헤더

# ParameterLoreFormatTopHeaderDescription
source: The content appears at the top of the screen in large-character font and disappears after the duration
ko_mt: 콘텐츠는 화면 상단에 큰 글자로 나타나며 지속 시간이 지나면 사라집니다.

# ParameterLoreFormatTimedPanelTitle
source: Timed Panel
ko_mt: 시간 제한 패널

# ParameterLoreFormatTimedPanelDescription
source: The content is displayed on a panel at the bottom of the screen and disappears after the duration
ko_mt: 콘텐츠는 화면 하단의 패널에 표시되며 지속 시간이 지나면 사라집니다.

# ParameterLoreFormatModalPanelTitle
source: Modal Panel
ko_mt: 모달 패널

# ParameterLoreFormatModalPanelDescription
source: The content is displayed on a panel in the center of the screen, which remains visible until the user has acknowledged it
ko_mt: 콘텐츠는 화면 중앙의 패널에 표시되며 사용자가 승인할 때까지 계속 표시됩니다.

# PushBlockTitle
source: Pushable Block
ko_mt: 푸시 가능한 블록

# PushBlockDescription
source: A block that can be pushed one cell by a character
ko_mt: 한 문자가 한 셀씩 밀어넣을 수 있는 블록

# FallingStalactiteTitle
source: Falling Stalactite
ko_mt: 떨어지는 종유석

# FallingStalactiteDescription
source: A hanging stalactite that can be damaged and cause fall damage
ko_mt: 손상되어 낙상 피해를 입을 수 있는 매달린 종유석

# ParameterParam_DisplayOnceTitle
source: Display Once
ko_mt: 한 번 표시

# ParameterParam_DisplayOnceDescription
source: If this option is checked, the lore information is displayed only once when the gadget is triggered
ko_mt: 이 옵션을 선택하면 가젯이 실행될 때 지식 정보가 한 번만 표시됩니다.

# ActivatorEntryTitle
source: Entry Activator
ko_mt: 엔트리 액티베이터

# ActivatorEntryDescription
source: An activator that is triggered when the location is entered. Since this gadget does not react to character positions or interactions, it can be placed anywhere in a room
ko_mt: 위치가 입력될 때 트리거되는 활성제입니다. 이 가제트는 캐릭터의 위치나 상호작용에 반응하지 않기 때문에 방의 어느 곳에나 배치할 수 있습니다.

# ParameterParam_EntryOnceTitle
source: Entry Once
ko_mt: 1회 입장

# ParameterParam_EntryOnceDescription
source: If this option is checked, the lore information is displayed only once when the gadget is triggered
ko_mt: 이 옵션을 선택하면 가젯이 실행될 때 지식 정보가 한 번만 표시됩니다.

# LoreActivatedTitle
source: Activated Lore
ko_mt: 활성화된 지식

# LoreActivatedDescription
source: This gadget will display lore when triggered by an activator gadget (e.g. an Entry Activator). It can be placed in any free space as it is invisible and non-interactive
ko_mt: 이 가젯은 활성화 장치(예: 항목 활성화 장치)에 의해 실행될 때 지식을 표시합니다. 보이지 않고 비대화형이므로 어떤 여유 공간에도 배치할 수 있습니다.

# ParameterParam_DefaultAsActivatedTitle
source: Activated
ko_mt: 활성화됨

# ParameterParam_DefaultAsActivatedDescription
source: Determines if this activator is activated by default
ko_mt: 이 활성제가 기본적으로 활성화되어 있는지 확인합니다.

# ParameterKeyItemTitle
source: Key Item
ko_mt: 주요 항목

# ParameterKeyItemDescription
source: The object is opened automatically if the party is carrying this item
ko_mt: 파티가 이 아이템을 들고 있으면 아이템이 자동으로 열립니다.

# FoliageTitle
source: Foliage
ko_mt: 잎

# FoliageDescription
source: A destructible foliage that blocks the way
ko_mt: 길을 막는 파괴 가능한 단풍

# FallingTrunkTitle
source: Falling Trunk
ko_mt: 떨어지는 트렁크

# FallingTrunkDescription
source: A trunk of tree that can be pushed forward
ko_mt: 앞으로 밀릴 수 있는 나무 줄기

# PoisonBulbTitle
source: Poison Bulb
ko_mt: 독 전구

# PoisonBulbDescription
source: A strange flower that will explode when damaged or when a player approach it.
ko_mt: 피해를 입거나 플레이어가 접근하면 폭발하는 이상한 꽃.

# LavaBulbDescription
source: A strange flower that will explode in flames when damaged or when a player approach it.
ko_mt: 피해를 입거나 플레이어가 접근하면 화염에 휩싸이는 이상한 꽃.

# GrateDoorTitle
source: Metallic door
ko_mt: 금속 도어

# GrateDoorDescription
source: A simple metallic door
ko_mt: 심플한 메탈 도어

# ParameterAdditionalLootTitle
source: Additional Loot
ko_mt: 추가 전리품

# ParameterAdditionalLootDescription
source: A list of additional items dropped by the creature when it is killed
ko_mt: 생물이 죽었을 때 떨어뜨리는 추가 아이템 목록
