Repository: team-waldo/solasta-translation
Catalog: translation/*/Language.po
Languages: ko, ko_mt

# Language/&CommonDescription
source: The standard language spoken on Solasta is a debased form of Imperial High Elvish, infused with bits of Tirmarian language. It is a legacy of Solasta's history.
ko: 솔라스타에서 사용되는 표준 언어는 티르마르어 일부가 섞여 변질된 제국 하이 엘프어 형태입니다. 솔라스타의 역사가 담긴 유산입니다.

# Language/&CommonTitle
source: Common
ko: 공용어

# Language/&DwarvishDescription
source: An old Solastan language, preserved by dwarves living outside the imperial dominion, it has survived the Cataclysm.
ko: 제국 영토 밖에서 살던 드워프들이 보존한 옛 솔라스타 언어로, 대격변에서 살아남았습니다.

# Language/&DwarvishTitle
source: Dwarvish
ko: 드워프어

# Language/&ElvishDescription
source: An old Solastan language, shared by high elves and sylvan elves but mostly spoken by the latter.
ko: 하이 엘프와 실반 엘프가 공유하는 옛 솔라스타 언어로, 대부분은 실반 엘프가 사용합니다.

# Language/&ElvishTitle
source: Elvish
ko: 엘프어

# Language/&GiantDescription
source: The language spoken by most large humanoids, such as true giants or lesser beings such as ogres.
ko: 거인이나 그보다 작은 오우거 등 거대 인간형 종족들이 사용하는 언어입니다.

# Language/&GiantTitle
source: Giant
ko: 거인어

# Language/&GoblinDescription
source: The crude dialect of the goblins is even simpler than Orcish.
ko: 고블린의 조잡한 방언은 오크어보다 훨씬 간단합니다.

# Language/&GoblinTitle
source: Goblin
ko: 고블린

# Language/&HalflingDescription
source: The old language of the Halflings, originating before the split between Marsh and Island people.
ko: 습지 하플링과 섬 하플링이 갈라지기 전부터 사용된 하플링의 옛 언어입니다.

# Language/&HalflingTitle
source: Halfling
ko: 하플링어

# Language/&OrcDescription
source: The language spoken by orcs and their brethren.
ko: 오크와 그 친족들이 사용하는 언어입니다.

# Language/&OrcTitle
source: Orcish
ko: 오크어

# Language/&ReptilianDescription
source: The language spoken by the Sorr-Akkath and their brethren.
ko: 소라카스와 그 친족들이 사용하는 언어입니다.

# Language/&ReptilianTitle
source: Reptilian
ko: 파충류어

# Language/&SpyCodeDescription
source: This book of various codes and cyphers allows you to read most encoded messages.
ko: 다양한 코드와 암호를 담은 이 책을 이용하면 대부분의 암호화된 기록을 읽을 수 있습니다.

# Language/&SpyCodeTitle
source: Spy's Codebook
ko: 첩자의 암호책

# Language/&TerranDescription
source: A dialect of the Primordial language spoken by creatures from the Elemental Plane of Earth or those otherwise related to the earth in some way.
ko: 대지 정령계 또는 대지와 관련된 크리쳐들이 사용하는, 원시 언어의 방언입니다.

# Language/&TerranTitle
source: Terran
ko: 대지어

# Language/&TirmarianDescription
source: An ancient language, originated from Tirmar, the lost world of humans. It has been protected and transmitted since the Cataclysm.
ko: 인류의 잃어버린 세계인 티르마르에서 유래한 고대 언어. 대격변 이후로도 명맥을 유지하고 있습니다.

# Language/&TirmarianTitle
source: Old Tirmarian
ko: 고대 티르마르어

# Language/&DraconicTitle
source: Draconic
ko: 용언

# Language/&DraconicDescription
source: The language spoken by dragons and other reptilian creatures
ko: 용과 다른 파충류 크리쳐들이 사용하는 언어

# Language/&DruidicTitle
source: Druidic
ko: 드루이드어

# Language/&DruidicDescription
source: This is the secret language of the druids
ko: 드루이드가 사용하는 비밀 언어

# CommonDescription
source: The standard language spoken on Solasta is a debased form of Imperial High Elvish, infused with bits of Tirmarian language. It is a legacy of Solasta's history.
ko_mt: 솔라스타에서 사용되는 표준 언어는 티르마리아 언어의 일부가 주입된 제국 하이 엘프의 타락한 형태입니다. 이것은 솔라스타의 역사의 유산입니다.

# CommonTitle
source: Common
ko_mt: 흔한

# DwarvishDescription
source: An old Solastan language, preserved by dwarves living outside the imperial dominion, it has survived the Cataclysm.
ko_mt: 제국의 영토 밖에 살고 있는 드워프들이 보존한 오래된 솔라스탄 언어는 대격변에서 살아남았습니다.

# DwarvishTitle
source: Dwarvish
ko_mt: 드워프

# ElvishDescription
source: An old Solastan language, shared by high elves and sylvan elves but mostly spoken by the latter.
ko_mt: 하이 엘프와 실반 엘프가 공유하지만 대부분 후자가 사용하는 오래된 솔라스탄 언어입니다.

# ElvishTitle
source: Elvish
ko_mt: 꼬마 요정 같은

# GiantDescription
source: The language spoken by most large humanoids, such as true giants or lesser beings such as ogres.
ko_mt: 진정한 거인이나 오우거와 같은 작은 존재와 같은 대부분의 거대한 인간형이 사용하는 언어입니다.

# GiantTitle
source: Giant
ko_mt: 거대한

# GoblinDescription
source: The crude dialect of the goblins is even simpler than Orcish.
ko_mt: 고블린들의 조잡한 사투리는 오크보다 훨씬 간단합니다.

# GoblinTitle
source: Goblin
ko_mt: 고블린

# HalflingDescription
source: The old language of the Halflings, originating before the split between Marsh and Island people.
ko_mt: 마쉬와 섬 사람들이 갈라지기 전에 시작된 하플링의 오래된 언어.

# HalflingTitle
source: Halfling
ko_mt: 하플링

# OrcDescription
source: The language spoken by orcs and their brethren.
ko_mt: 오크와 그 형제들이 사용하는 언어.

# OrcTitle
source: Orcish
ko_mt: 오크

# ReptilianDescription
source: The language spoken by the Sorr-Akkath and their brethren.
ko_mt: 소르-아카트와 그 형제들이 사용하는 언어.

# ReptilianTitle
source: Reptilian
ko_mt: 비열한

# SpyCodeDescription
source: This book of various codes and cyphers allows you to read most encoded messages.
ko_mt: 다양한 코드와 암호로 구성된 이 책을 사용하면 대부분의 인코딩된 메시지를 읽을 수 있습니다.

# SpyCodeTitle
source: Spy's Codebook
ko_mt: 스파이의 코드북

# TerranDescription
source: A dialect of the Primordial language spoken by creatures from the Elemental Plane of Earth or those otherwise related to the earth in some way.
ko_mt: 지구의 정령계의 생물이나 어떤 식으로든 지구와 관련된 생물이 사용하는 원시 언어의 방언입니다.

# TerranTitle
source: Terran
ko_mt: 테란

# TirmarianDescription
source: An ancient language, originated from Tirmar, the lost world of humans. It has been protected and transmitted since the Cataclysm.
ko_mt: 인류의 잃어버린 세계, 티르마르에서 유래한 고대 언어. 그것은 대격변 이후로 보호되고 전달되었습니다.

# TirmarianTitle
source: Old Tirmarian
ko_mt: 올드 티르마리안

# DraconicTitle
source: Draconic
ko_mt: 드라코닉

# DraconicDescription
source: The language spoken by dragons and other reptilian creatures
ko_mt: 용과 다른 파충류 생물이 사용하는 언어

# DruidicTitle
source: Druidic
ko_mt: 드루이드

# DruidicDescription
source: This is the secret language of the druids
ko_mt: 이것은 드루이드의 비밀 언어입니다.
