Repository: team-waldo/solasta-translation
Catalog: translation/*/Location.po
Languages: ko_mt

# Bone_Keep_Scene_Description
source: The Crown has led you to this desolate land, where a dark keep rises from the middle of the woods. Explore the area and search for one of the Crown's gems.
ko_mt: 왕관이 당신을 이 황량한 땅으로 인도했습니다. 그곳에서 어둠의 성채가 숲 한가운데에서 솟아올랐습니다. 지역을 탐험하고 크라운의 보석 중 하나를 찾으십시오.

# Bone_Keep_Scene_Title
source: Bone Keep
ko_mt: 뼈 유지

# Caer_Cyflen_Description
source: The magnificent capital of the Principality of Masgarth, Caer Cyflen was a major city of the Manacalon Empire before the Cataclysm. It is now the heart of one of the young Eastern Kingdoms.
ko_mt: 마스가르스 공국의 장대한 수도인 케르 시플렌은 대격변 이전 마나칼론 제국의 주요 도시였습니다. 그것은 이제 젊은 동부 왕국 중 하나의 심장입니다.

# Caer_Cyflen_Title
source: Caer Cyflen
ko_mt: 카레 시플렌

# Caer_Lem_Description
source: Your first mission for the Legacy Council is to reach the outpost of Caer Lem in the Marches, and find out why its garrison commander, Captain Henrik, stopped sending reports.
ko_mt: 유산 위원회의 첫 번째 임무는 행진에 있는 Caer Lem의 전초 기지에 도달하여 수비대 사령관인 Henrik 대위가 보고를 중단한 이유를 찾는 것입니다.

# Caer_Lem_Title
source: Caer Lem
ko_mt: 카에르 렘

# DangerRoomDescription
source: A test room for level designers
ko_mt: 레벨 디자이너를 위한 테스트 룸

# DangerRoomTitle
source: Danger Room
ko_mt: 데인저룸

# OrcStrongholdDescription
source: A damp and moldy tomb, possibly containing riches but certainly offering a deadly challenge.
ko_mt: 축축하고 곰팡이가 핀 무덤, 아마도 재물이 들어 있을 수 있지만 치명적인 도전을 제공합니다.

# OrcStrongholdTitle
source: Orc Stronghold
ko_mt: 오크 요새

# Ruins_Telema_Title
source: Ruins of Telema
ko_mt: 텔레마의 유적

# SouthCryptDescription
source: A damp and moldy tomb, possibly containing riches but certainly offering a deadly challenge.
ko_mt: 축축하고 곰팡이가 핀 무덤, 아마도 재물이 들어 있을 수 있지만 치명적인 도전을 제공합니다.

# SouthCryptTitle
source: South Crypt
ko_mt: 사우스 크립트

# TirmarianTower_Description
source: Above the outpost of Caer Lem stands an ancient Tirmarian Tower, smashed into the mountain's flank. It was brought here during the Cataclysm, along with everything inside.
ko_mt: Caer Lem의 전초 기지 위에는 고대 티르마리안 타워가 산의 측면에 박살났습니다. 그것은 내부의 모든 것과 함께 대격변 동안 이곳으로 가져왔습니다.

# TirmarianTower_Title
source: Tirmarian Tower
ko_mt: 티르마리안 타워

# Tower_Of_Magic_Description
source: The survivors of Caer Lem told you that the Sorr-Akkaths attacked after they had discovered a ruin in the Badlands. Following their directions, you have traveled to this location, hoping to find traces of the legendary monsters.
ko_mt: Caer Lem의 생존자들은 Sorr-Akkaths가 황무지에서 폐허를 발견한 후 공격했다고 말했습니다. 그들의 지시에 따라 당신은 전설적인 괴물의 흔적을 찾기 위해 이 위치로 여행했습니다.

# Tower_Of_Magic_Title
source: Manacalon Ruin
ko_mt: 마나칼론 폐허

# Tutorial_Tavern_Scene_Description
source: Adventurers gather at the Gravekeep's Cask to answer a call from the Legacy Council, which is recruiting new deputies for its operations inside and outside the Principality.
ko_mt: 모험가들은 공국 안팎에서 작전을 수행할 새로운 대리인을 모집하고 있는 유산 위원회의 부름에 응답하기 위해 묘지의 술통에 모입니다.

# Tutorial_Tavern_Scene_Title
source: The Gathering
ko_mt: 모임

# Encounter_Hamlet_Title
source: Hamlet
ko_mt: 작은 촌락

# Encounter_Hamlet_Description
source: A small hamlet on the side of the road, like many others in the Principality of Masgarth.
ko_mt: Masgarth 공국의 다른 많은 사람들과 마찬가지로 길가에 있는 작은 마을.

# Encounter_Crossroads_Title
source: Crossroads
ko_mt: 교차로

# Encounter_Crossroads_Description
source: A seemingly peaceful place along the roads of the Principality.
ko_mt: 공국의 길을 따라 평화로워 보이는 곳.

# CradleOfFire_Scene_Description
source: The Crown has led you to this desolate land, where a dark keep rises from the middle of the woods. Explore the area and search for one of the Crown's gems.
ko_mt: 왕관이 당신을 이 황량한 땅으로 인도했습니다. 그곳에서 어둠의 성채가 숲 한가운데에서 솟아올랐습니다. 지역을 탐험하고 크라운의 보석 중 하나를 찾으십시오.

# CradleOfFire_Scene_Title
source: Cradle of Fire
ko_mt: 불의 요람

# CradleOfFire_Necropolis_Title
source: Sentharyllian Necropolis
ko_mt: 센타릴리안 네크로폴리스

# CradleOfFire_Necropolis_Description
source: Deep in the volcano is the sunken city of Sentharyllian and its necropolis, home of the deceased Imperials who inhabited it.
ko_mt: 화산 깊숙한 곳에는 침몰한 도시 센타릴리안과 그곳에 살았던 죽은 제국의 고향인 묘지가 있습니다.

# NPEmbassy_Title
source: New Empire Embassy
ko_mt: 신제국 대사관

# NPEmbassy_Description
source: This embassy is nearby the Legacy Council, in Caer Cyflen.
ko_mt: 이 대사관은 Caer Cyflen의 Legacy Council 근처에 있습니다.

# Hickory_Description
source: This is a well-known site in the Principality, where ruins of the Manacalon Empire serve as landmarks for travelers.
ko_mt: 이곳은 마나칼론 제국의 유적이 여행자들의 랜드마크 역할을 하는 공국에서 잘 알려진 곳입니다.

# OrcHideout_Title
source: Silent Whisper Outpost
ko_mt: 고요한 속삭임 전초기지

# OrcHideout_Description
source: Bitterroot mentioned this location was an ancient, pre-Cataclysm Silent Whisper outpost. It might have changed a lot, but you might be able to find some archeological items of great value for some factions.
ko_mt: Bitterroot는 이 위치가 대격변 이전의 고대 고요한 속삭임 전초 기지라고 언급했습니다. 많이 바뀌었을 수도 있지만 일부 파벌에 대해 큰 가치가 있는 고고학적 항목을 찾을 수 있을 것입니다.

# UnknownCamp_Title
source: Camp
ko_mt: 캠프
