Repository: team-waldo/solasta-translation
Catalog: translation/*/LocationType.po
Languages: ko_mt

# CaveDescription
source: An underground structure which might hold unexpected riches and dangers.
ko_mt: 예상치 못한 부와 위험을 안고 있을 수 있는 지하 구조물.

# CaveTitle
source: Cave
ko_mt: 동굴

# Forest ruinDescription
source: In the middle of the forest, you come across a small ruin from ancient times.
ko_mt: 숲 한가운데서 고대의 작은 폐허를 발견합니다.

# Forest ruinTitle
source: Forest Ruin
ko_mt: 숲의 폐허

# FortressDescription
source: A fortified structure built for defensive purposes.
ko_mt: 방어 목적으로 지어진 요새화된 구조물입니다.

# FortressTitle
source: Fortress
ko_mt: 요새

# ManacalonOracleDescription
source: You come across an ancient oracle, a kind of temple where Manacalon plebeians worshipped the masters of magic.
ko_mt: 마나칼론 평민들이 마법의 대가를 숭배했던 일종의 사원인 고대 신탁을 만나게 됩니다.

# ManacalonOracleTitle
source: Manacalon Oracle
ko_mt: 마나칼론 오라클

# ManacalonPrisonDescription
source: You come across a ruined underground structure, a jail where the elves of the Manacalon Empire kept their prisoners.
ko_mt: 당신은 마나칼론 제국의 엘프들이 포로를 가두었던 감옥인 폐허가 된 지하 구조물을 발견했습니다.

# ManacalonPrisonTitle
source: Manacalon Prison
ko_mt: 마나칼론 감옥

# RuinDescription
source: The remnants of an ancient structure, full of mystery and opportunity.
ko_mt: 신비와 기회로 가득 찬 고대 건축물의 잔해.

# RuinTitle
source: Ruin
ko_mt: 망치다

# TownDescription
source: A well-settled place, offering basic services.
ko_mt: 기본적인 서비스를 제공하는 잘 정착된 장소.

# TownTitle
source: Town
ko_mt: 도시

# UnknownDescription
source: The type of this location is unknown.
ko_mt: 이 위치의 유형을 알 수 없습니다.

# UnknownTitle
source: Unknown
ko_mt: 알려지지 않은

# ManacalonOracleKnownTitle
source: The Oracle
ko_mt: 오라클

# ManacalonOracleKnownDescription
source: On a riverside there is a ruined Manacalon building that Kythaela called the Oracle.
ko_mt: 강변에는 키타엘라가 오라클이라고 불렀던 폐허가 된 마나칼론 건물이 있습니다.

# ManacalonPrisonKnownTitle
source: The Dungeons
ko_mt: 던전

# ManacalonPrisonKnownDescription
source: Apparently, this was an Imperial prison. Kythaela said it dated back to the Elven Wars.
ko_mt: 분명히 이것은 제국 감옥이었습니다. Kythaela는 그것이 Elven Wars로 거슬러 올라간다고 말했습니다.

# ForestTitle
source: Forest
ko_mt: 숲

# ForestDescription
source: An outdoor area of woods and forests.
ko_mt: 숲과 숲이 어우러진 야외 공간.

# SwampTitle
source: Swamp
ko_mt: 늪

# SwampDescription
source: An outdoor area of marshes.
ko_mt: 습지의 야외 공간.
