Repository: team-waldo/solasta-translation
Catalog: translation/*/Map.po
Languages: ko_mt

# Location_Explored_Description_Marches
source: A place that travelling merchants commonly use to stay for the night, especially Galar Goldentongue.
ko_mt: 여행하는 상인들이 일반적으로 하룻밤 묵기 위해 이용하는 곳, 특히 Galar Goldentongue.

# Location_Presentation_Title_Marches
source: Marches
ko_mt: 행진곡

# Location_Presentation_Description_Marches
source: A campsite in the Marches, on top of a mountain.
ko_mt: 산 꼭대기에 있는 Marches의 캠프장.

# Location_Uncharted_Title_City
source: City
ko_mt: 도시

# Location_Uncharted_Description_City
source: A city on a plateau, in the middle of the jungle
ko_mt: 정글 한가운데 고원에 있는 도시

# Location_Known_Title_City
source: The City
ko_mt: 도시

# Location_Known_Description_City
source: The heart of the valley
ko_mt: 계곡의 심장

# Location_Explored_Title_City
source: Known City name
ko_mt: 알려진 도시 이름

# Location_Explored_Description_City
source: You've explored the city
ko_mt: 당신은 도시를 탐험했습니다

# Location_Presentation_Title_City
source: City
ko_mt: 도시

# Location_Presentation_Description_City
source: Presentation of the city
ko_mt: 도시의 프레젠테이션

# Waypoint_DLC1_Marches_Camp
source: Merchant campsite
ko_mt: 상인 캠프장

# Waypoint_DLC1_Marches_GrottoEntrance
source: Grotto entrance
ko_mt: 동굴 입구

# Waypoint_DLC1_City_Entrance
source: City Entrance
ko_mt: 도시 입구

# Waypoint_DLC1_City_MiddleGate
source: Middle Gate
ko_mt: 중문

# Waypoint_DLC1_City_MaskHQ_Low
source: Fairview
ko_mt: 페어뷰

# Waypoint_DLC1_City_ThePeople_Low
source: Market
ko_mt: 시장

# Location_Uncharted_Title_Complex
source: Complex
ko_mt: 복잡한

# Location_Uncharted_Description_Complex
source: TBD
ko_mt: 미정

# Location_Known_Title_Complex
source: TBD
ko_mt: 미정

# Location_Known_Description_Complex
source: TBD
ko_mt: 미정

# Location_Explored_Title_Complex
source: TBD
ko_mt: 미정

# Location_Explored_Description_Complex
source: TBD
ko_mt: 미정

# Location_Presentation_Title_Complex
source: TBD
ko_mt: 미정

# Location_Presentation_Description_Complex
source: TBD
ko_mt: 미정

# Location_Uncharted_Title_Valley
source: Valley
ko_mt: 골짜기

# Location_Uncharted_Description_Valley
source: TBD
ko_mt: 미정

# Location_Known_Title_Valley
source: TBD
ko_mt: 미정

# Location_Known_Description_Valley
source: TBD
ko_mt: 미정

# Location_Explored_Title_Valley
source: TBD
ko_mt: 미정

# Location_Explored_Description_Valley
source: TBD
ko_mt: 미정

# Location_Presentation_Title_Valley
source: TBD
ko_mt: 미정

# Location_Presentation_Description_Valley
source: TBD
ko_mt: 미정

# Location_Uncharted_Title_Complex_Indoor
source: Complex Indoor
ko_mt: 복잡한 실내

# Location_Uncharted_Description_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Known_Title_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Known_Description_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Explored_Title_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Explored_Description_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Presentation_Title_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Presentation_Description_Complex_Indoor
source: TBD
ko_mt: 미정

# Location_Uncharted_Title_Complex_Underground
source: Underground Facilities
ko_mt: 지하시설

# Location_Uncharted_Description_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Known_Title_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Known_Description_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Explored_Title_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Explored_Description_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Presentation_Title_Complex_Underground
source: TBD
ko_mt: 미정

# Location_Presentation_Description_Complex_Underground
source: TBD
ko_mt: 미정

# Waypoint_DLC1_Marches_Vip_Camp
source: Abandoned campsite
ko_mt: 버려진 캠핑장

# Waypoint_DLC1_Marches_Nest
source: Redeemer nest
ko_mt: 구속자 둥지

# Waypoint_DLC1_Marches_MapExit
source: Exit to valley
ko_mt: 계곡으로 나가

# Waypoint_DLC1_Marches_RuinEntrance
source: Ruin Entrance
ko_mt: 유적 입구

# Waypoint_DLC1_Marches_GrottoExit
source: Grotto exit
ko_mt: 동굴 출구

# Waypoint_DLC1_Marches_NestExit
source: Nest Exit
ko_mt: 네스트 출구

# Location_Presentation_Title_BuriedCity_Tomb
source: Marches
ko_mt: 행진곡

# Location_Presentation_Description_BuriedCity_Tomb
source: A campsite in the Marches, on top of a mountain.
ko_mt: 산 꼭대기에 있는 Marches의 캠프장.

# Location_Presentation_Title_BuriedCity_Palace
source: Marches
ko_mt: 행진곡

# Location_Presentation_Description_BuriedCity_Palace
source: A campsite in the Marches, on top of a mountain.
ko_mt: 산 꼭대기에 있는 Marches의 캠프장입니다.
