Repository: team-waldo/solasta-translation
Catalog: translation/*/Map.po
Languages: ko_mt

# Location_AbjurationRiverPass_Description
source: Following the steps of Kythaela, you came across a ruined keep beside a river. Apparently, a caravan has set up camp there - a rarity in these desolate lands.
ko_mt: Kythaela의 단계를 따라가다 보면 강 옆에 있는 폐허가 된 성채를 발견할 수 있습니다. 분명히 대상은 그곳에 야영을 했으며 이 황량한 땅에서는 보기 드문 일입니다.

# Location_AbjurationRiverPass_Title
source: River Pass
ko_mt: 리버 패스

# Location_AbjurationRiverPass_UnchartedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AbjurationRiverPass_UnchartedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AbjurationRiverPass_UnvisitedDescription
source: Following the steps of Kythaela, you came across a ruined keep beside a river. Apparently, a caravan has set up camp there - a rarity in these desolate lands.
ko_mt: Kythaela의 단계를 따라가다 보면 강 옆에 있는 폐허가 된 성채를 발견할 수 있습니다. 분명히 대상은 그곳에 야영을 했으며 이 황량한 땅에서는 보기 드문 일입니다.

# Location_AbjurationRiverPass_UnvisitedTitle
source: River Pass
ko_mt: 리버 패스

# Location_AbjurationRuinedKeep_Description
source: Near this ruined Tirmarian monastery, inside a Manacalon mausoleum, you found an elf wizard, seemingly kept in a trance ever since the Cataclysm.
ko_mt: 이 폐허가 된 티르마리아 수도원 근처, 마나칼론 묘 안에 있는 엘프 마법사는 대격변 이후로 황홀경에 빠져 있는 것 같았습니다.

# Location_AbjurationRuinedKeep_Title
source: Tirmarian Ruins
ko_mt: 티르마리아 유적

# Location_AbjurationRuinedKeep_UnchartedDescription
source: The crownbearer saw an image of this place. It's possible the Crown sent a hint of where to look for one of its gems. Investigate this location.
ko_mt: 관수는 이곳의 이미지를 보았습니다. 크라운이 보석 중 하나를 찾을 위치에 대한 힌트를 보냈을 가능성이 있습니다. 이 위치를 조사하십시오.

# Location_AbjurationRuinedKeep_UnchartedTitle
source: Possible Gem Location
ko_mt: 가능한 보석 위치

# Location_AbjurationRuinedKeep_UnvisitedDescription
source: This dry river bed holds an old Tirmarian monastery and a Solastan building.
ko_mt: 이 건조한 강바닥에는 오래된 티르마리아 수도원과 솔라스탄 건물이 있습니다.

# Location_AbjurationRuinedKeep_UnvisitedTitle
source: Tirmarian Ruins
ko_mt: 티르마리아 유적

# Location_AerElai_Description
source: Here, near the ancient Manacalon capital, the Rift that almost destroyed Solasta opened - and was eventually closed. The land bears the scars of the Cataclysm.
ko_mt: 여기 고대 마나칼론 수도 근처에서 솔라스타를 거의 파괴할 뻔한 리프트가 열렸고 결국 폐쇄되었습니다. 대지는 대격변의 상처를 지니고 있습니다.

# Location_AerElai_Title
source: The Aer-Elai
ko_mt: 에어 엘라이

# Location_AerElai_UnchartedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AerElai_UnchartedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AerElai_UnvisitedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AerElai_UnvisitedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_BoneKeep_Castle_Title
source: Keep Entrance
ko_mt: 입구 유지

# Location_BoneKeep_Cemetery_Title
source: Cemetery
ko_mt: 묘지

# Location_BoneKeep_Courtyard_Title
source: Courtyard
ko_mt: 안마당

# Location_BoneKeep_Description
source: The ancient Master of Necromancy was hiding with his gem in this massive and forbidding keep, surrounded by undead creatures and other dangers.
ko_mt: 고대 강령술사의 마스터는 언데드 생물과 다른 위험에 둘러싸인 이 거대하고 엄숙한 성채에 보석과 함께 숨어 있었습니다.

# Location_BoneKeep_DrainPipe_Title
source: Drains
ko_mt: 배수구

# Location_BoneKeep_DrainPipeCourtyard_Title
source: Drain Access from Courtyard
ko_mt: 안뜰에서 배수구 접근

# Location_BoneKeep_DrainPipeStoreHouse_Title
source: Drain Access from Storehouse
ko_mt: 창고에서 배수구 접근

# Location_BoneKeep_DrainPipeWell_Title
source: Drain Access from Well
ko_mt: 우물에서 배수구 접근

# Location_BoneKeep_Laboratory_Access_Title
source: Basement Entrance
ko_mt: 지하 입구

# Location_BoneKeep_Laboratory_Title
source: Laboratory
ko_mt: 실 혐실

# Location_BoneKeep_Lair_Title
source: Defiler's Lair
ko_mt: 파멸자의 은신처

# Location_BoneKeep_Pond_Title
source: Pond
ko_mt: 연못

# Location_BoneKeep_Sewers_Title
source: Sewers
ko_mt: 하수도

# Location_BoneKeep_Solar_Access_Title
source: Second Floor Entrance
ko_mt: 2층 입구

# Location_BoneKeep_Solar_Title
source: The Solar
ko_mt: 더 솔라

# Location_BoneKeep_Solar_Tower_Title
source: Solar Tower
ko_mt: 솔라 타워

# Location_BoneKeep_Title
source: Bone Keep
ko_mt: 뼈 유지

# Location_BoneKeep_UnchartedDescription
source: The crownbearer saw an image of this place. It's possible the Crown sent a hint of where to look for one of its gems. Investigate this location.
ko_mt: 관수는 이곳의 이미지를 보았습니다. 크라운이 보석 중 하나를 찾을 위치에 대한 힌트를 보냈을 가능성이 있습니다. 이 위치를 조사하십시오.

# Location_BoneKeep_UnchartedTitle
source: Possible Gem Location
ko_mt: 가능한 보석 위치

# Location_BoneKeep_UnvisitedDescription
source: A gigantic keep rises out of the woods. One of the Crown's gems might be within.
ko_mt: 숲에서 거대한 성채가 솟아오릅니다. 크라운의 보석 중 하나가 안에 있을 수 있습니다.

# Location_BoneKeep_UnvisitedTitle
source: Dark Castle
ko_mt: 다크 캐슬

# Location_CaerLem_BridgeTitle
source: Rotating Bridge
ko_mt: 회전 다리

# Location_CaerLem_Exit_Title
source: Exit
ko_mt: 출구

# Location_CaerLem_GoblinCave_Title
source: Goblin Cave
ko_mt: 고블린 동굴

# Location_CaerLem_InnerFort_Title
source: Inner Fort
ko_mt: 내부 요새

# Location_CaerLem_LibraryTitle
source: Ancient Library
ko_mt: 고대 도서관

# Location_CaerLem_MushroomsTitle
source: Mushroom Cave
ko_mt: 버섯동굴

# Location_CaerLem_SecretCavesTitle
source: Secret Caves
ko_mt: 비밀 동굴

# Location_CaerLem_SoraksCampTitle
source: Sorak Camp
ko_mt: 설악캠프

# Location_CaerLem_Tower_Title
source: Tower
ko_mt: 탑

# Location_CaerLem_Title
source: Caer Lem Outpost
ko_mt: 카에르 렘 전초기지

# Location_CaerLem_Description
source: Captain Henrik's garrison was wiped out by the Soraks, and you barely escaped with a couple of survivors. The outpost might be reclaimed so the exploration of the Badlands can continue.
ko_mt: Henrik 대위의 수비대는 Soraks에 의해 전멸되었고 당신은 생존자 몇 명과 함께 간신히 탈출했습니다. 황무지 탐험을 계속할 수 있도록 전초 기지를 되찾을 수 있습니다.

# Location_CaerLem_UnchartedDescription
source: This old Imperial fort was reoccupied by the Legacy Council's troops as a Badlands outpost, but the garrison's commander, Captain Henrik, has not sent any reports for some time.
ko_mt: 이 오래된 제국 요새는 유산 위원회의 군대가 황무지 전초 기지로 재점령했지만 수비대의 사령관인 헨릭 대위는 한동안 어떤 보고도 보내지 않았습니다.

# Location_CaerLem_UnchartedTitle
source: Caer Lem Outpost
ko_mt: 카에르 렘 전초기지

# Location_CaerLem_UnvisitedDescription
source: This old Imperial fort was reoccupied by the Legacy Council's troops as a Badlands outpost, but the garrison's commander, Captain Henrik, has not sent any reports for some time.
ko_mt: 이 오래된 제국 요새는 레거시 평의회 군대에 의해 황무지 전초 기지로 재점령되었지만 수비대의 사령관인 헨릭 대위는 한동안 어떤 보고도 보내지 않았습니다.

# Location_CaerLem_UnvisitedTitle
source: Caer Lem Outpost
ko_mt: 카에르 렘 전초기지

# Location_CapitalCity_Description
source: The magnificent capital of the Principality of Masgarth, Caer Cyflen was a major Imperial city and a strategic base for the Manacalon Empire long before the Cataclysm.
ko_mt: Masgarth 공국의 장엄한 수도인 Caer Cyflen은 대격변 이전에 제국의 주요 도시이자 마나칼론 제국의 전략적 기지였습니다.

# Location_CapitalCity_Title
source: Caer Cyflen
ko_mt: 카레 시플렌

# Location_CapitalCity_UnchartedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_CapitalCity_UnchartedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_CapitalCity_UnvisitedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_CapitalCity_UnvisitedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_TowerOfMagic_Description
source: You have learned that this old tower was probably the home of a powerful Manacalon wizard… maybe even a Master of the Arcaneum. In a hidden room, you found a mysterious Crown guarded by a group of Soraks.
ko_mt: 당신은 이 오래된 탑이 아마도 강력한 마나칼론 마법사의 고향이었을 것이라는 것을 배웠습니다. 아마도 심지어는 아케니움의 주인일 수도 있습니다. 숨겨진 방에서, 당신은 소락 그룹이 지키고 있는 신비한 왕관을 발견했습니다.

# Location_TowerOfMagic_Title
source: Manacalon Ruin
ko_mt: 마나칼론 폐허

# Location_TowerOfMagic_UnchartedDescription
source: According to the survivors at Caer Lem, this is where their scouts were exploring before the Soraks attacked. Perhaps you will find some trace here of these legendary Tirmarian monsters.
ko_mt: Caer Lem의 생존자들에 따르면 이곳은 Soraks가 공격하기 전에 정찰병들이 탐험하고 있던 곳입니다. 아마도 여기에서 이 전설적인 티르마리아 괴물의 흔적을 찾을 수 있을 것입니다.

# Location_TowerOfMagic_UnchartedTitle
source: Possible Sorak Base
ko_mt: 가능한 설악 기지

# Location_TowerOfMagic_UnvisitedDescription
source: An ancient tower from Imperial times.
ko_mt: 제국 시대의 고대 탑.

# Location_TowerOfMagic_UnvisitedTitle
source: Ruined Tower
ko_mt: 폐허가 된 탑

# Location_CCyflen_Council_Title
source: Legacy Council
ko_mt: 레거시 위원회

# Location_CCyflen_DeadEnd_Title
source: Lane Ends
ko_mt: 차선 끝

# Location_CCyflen_Exit_Title
source: High Town Exit
ko_mt: 하이타운 출구

# Location_CCyflen_MarketStreet_Title
source: Market Street
ko_mt: 시장 거리

# Location_CCyflen_Plaza_Title
source: Sunblaze Court
ko_mt: 선블레이즈 코트

# Location_CCyflen_Promontory_Title
source: Promontory
ko_mt: 곶

# Location_CCyflen_SnowAllianceEmbassy_Title
source: Snow Alliance Embassy
ko_mt: 스노우 얼라이언스 대사관

# Location_CCyflen_Tavern_Title
source: The Gravekeep's Cask
ko_mt: 묘지기의 술통

# Location_CCyflen_TemplesQuarter_Title
source: Temple Quarter
ko_mt: 템플 쿼터

# Location_Coparann_Entrance_Title
source: Entrance
ko_mt: 입구

# Location_Coparann_Keep_Title
source: Keep
ko_mt: 유지하다

# Location_Coparann_MineEntrance_Title
source: Mine
ko_mt: 내 거

# Location_Coparann_Prison_Title
source: Prison
ko_mt: 감옥

# Location_Coparann_Tavern_Title
source: Tavern
ko_mt: 선술집

# Location_Coparann_Teleporter_Title
source: Major Gate
ko_mt: 메이저 게이트

# Location_Coparann_Description
source: This mining town in the Marches was infiltrated by Soraks, but is now free of their influence.
ko_mt: Marches의 이 광산 마을은 Soraks에 의해 잠입되었지만 지금은 그들의 영향력에서 벗어났습니다.

# Location_Coparann_Title
source: Coparann
ko_mt: 코파란

# Location_Coparann_UnchartedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_Coparann_UnchartedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_Coparann_UnvisitedDescription
source: Kythaela indicated that this mining town is important. You have no choice but to follow her, hoping to find one of the Crown's gems.
ko_mt: Kythaela는 이 광산 마을이 중요하다고 지적했습니다. 왕관의 보석 중 하나를 찾기 위해 그녀를 따라갈 수 밖에 없습니다.

# Location_Coparann_UnvisitedTitle
source: Coparann
ko_mt: 코파란

# Location_CradleOfFire_Description
source: Feuding orc clans went to war deep within the volcano after a shaman found the Gem of Evocation in the ruins of an ancient Manacalon city buried by lava.
ko_mt: 용암에 묻힌 고대 마나칼론 도시의 폐허에서 주술사가 불러일으키는 보석을 찾은 후 불화하는 오크 부족은 화산 깊숙한 곳에서 전쟁을 시작했습니다.

# Location_CradleOfFire_Title
source: Cradle of Fire
ko_mt: 불의 요람

# Location_CradleOfFire_UnchartedDescription
source: The crownbearer saw a vision of this place - possibly a hint from the Crown. Investigate this location.
ko_mt: 왕관을 든 사람은 이곳의 환상을 보았습니다. 아마도 왕관의 힌트일 것입니다. 이 위치를 조사하십시오.

# Location_CradleOfFire_UnchartedTitle
source: Possible Gem Location
ko_mt: 가능한 보석 위치

# Location_CradleOfFire_UnvisitedDescription
source: This great volcano is still active. One of the Crown's gems may be among the lava flows.
ko_mt: 이 거대한 화산은 여전히 ​​활발합니다. 크라운의 보석 중 하나는 용암 흐름 중일 수 있습니다.

# Location_CradleOfFire_UnvisitedTitle
source: Volcano
ko_mt: 화산

# Location_Generic_Door_Title
source: Locked Door
ko_mt: 잠긴 문

# Location_Generic_Long_Rest_Area_Title
source: Long Rest Safe Area
ko_mt: 긴 휴식 공간

# Location_Generic_Trap_Title
source: Armed Trap
ko_mt: 무장 트랩

# Location_Illusion_Description
source: The Master of Illusion has created himself an invisible shelter… TBC
ko_mt: Master of Illusion은 스스로 보이지 않는 쉼터를 만들었습니다… TBC

# Location_Illusion_Title
source: The Invisible Fortress
ko_mt: 보이지 않는 요새

# Location_Illusion_UnchartedDescription
source: The Crown is responding strongly. Perhaps one of its gems is nearby!
ko_mt: 크라운은 강력하게 대응하고 있습니다. 아마도 보석 중 하나가 근처에있을 것입니다!

# Location_Illusion_UnchartedTitle
source: Possible Gem Location
ko_mt: 가능한 보석 위치

# Location_Illusion_UnvisitedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_Illusion_UnvisitedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_Lair_Access_Title
source: Ground Floor Entrance
ko_mt: 1층 입구

# Location_Lair_AkshasRoom_Title
source: Aksha's Lair
ko_mt: 악샤의 은신처

# Location_Monastery_Cliff_Title
source: Cliff
ko_mt: 낭떠러지

# Location_Monastery_Mausoleum_Title
source: Mausoleum
ko_mt: 웅장한 무덤

# Location_Telema_OrcCamp_Title
source: Orc Camp
ko_mt: 오크 캠프

# Location_Telema_Outdoor_Title
source: Scavengers' Campsite
ko_mt: 청소부 캠프장

# Location_Telema_SpiderNest_Title
source: Spider Nest
ko_mt: 거미 둥지

# Location_TowerOfMagic_CrownRoom_Title
source: Crown Room
ko_mt: 크라운룸

# Location_TowerOfMagic_Excavation_Title
source: Excavation Site
ko_mt: 발굴현장

# Location_TowerOfMagic_Library_Title
source: Library
ko_mt: 도서관

# Location_WizardTower_Downhill_Title
source: Downhill
ko_mt: 수월한

# Location_WizardTower_MainAlley_Title
source: Main Alley
ko_mt: 메인 골목

# Location_BoneKeep_Teleporter_Title
source: Teleporter
ko_mt: 텔레포터

# Location_BoneKeep_Laboratory_ToLair
source: To Next level
ko_mt: 다음 레벨로

# Location_CradleOfFire_Outside
source: Volcano Exterior
ko_mt: 화산 외관

# Location_CradleOfFire_Entrance
source: Underground Entrance
ko_mt: 지하 입구

# Location_CradleOfFire_Market
source: Market
ko_mt: 시장

# Location_WizardTower_Basement_Title
source: Tower Access
ko_mt: 타워 액세스

# Location_WizardTower_Camp_Title
source: Camp
ko_mt: 캠프

# Location_WizardTower_Hall_Title
source: Hall
ko_mt: 홀

# Location_WizardTower_MastersChamber_Title
source: Master's Chamber
ko_mt: 마스터의 방

# Location_Generic_Mechanism_Title
source: Mechanism
ko_mt: 기구

# Location_AbjurationWizardTower_Description
source: Kythaela finally led you to this place, a Manacalon wizard tower, apparently perfectly preserved and protected by magic, while its surroundings were ravaged by the Cataclysm.
ko_mt: Kythaela는 마침내 이 곳으로 안내했습니다. 마나칼론 마법사 탑은 완벽하게 보존되고 마법으로 보호된 것 같았지만 주변은 대격변으로 황폐화되었습니다.

# Location_AbjurationWizardTower_Title
source: Fortress of the Shield
ko_mt: 방패의 요새

# Location_AbjurationWizardTower_UnchartedDescription
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AbjurationWizardTower_UnchartedTitle
source: Should not be displayed
ko_mt: 표시하지 않아야 함

# Location_AbjurationWizardTower_UnvisitedDescription
source: Kythaela is now certain to know where the master is. Hopefully, this will lead you to another Crown gem.
ko_mt: Kythaela는 이제 주인이 어디에 있는지 확실히 알고 있습니다. 바라건대, 이것은 당신을 또 다른 왕관 보석으로 이끌 것입니다.

# Location_AbjurationWizardTower_UnvisitedTitle
source: Master's Fortress
ko_mt: 마스터의 요새

# Location_WizardTower_LandingPad_Title
source: Platform
ko_mt: 플랫폼

# Location_LavaForest_Forest_Title
source: Forest
ko_mt: 숲

# Location_LavaForest_Clearing_Title
source: Shed
ko_mt: 창고

# Location_LavaForest_LavaRiver_Title
source: Lava River
ko_mt: 용암 강

# Location_AbjurationWizardTower_Teleport_Title
source: Adrasteia's Tower
ko_mt: 아드라스테이아의 탑

# Location_VIPResidence_Description
source: A resting place for plenipotentiaries and hosts of the Crown.
ko_mt: 왕실의 전권대사와 주인을 위한 안식처.

# Location_VIPResidence_Title
source: Palace Residence
ko_mt: 팰리스 레지던스

# Location_NotaryMansion_Description
source: The mansion of the honorable Joan Tannerson.
ko_mt: 명예로운 조안 태너슨의 저택.

# Location_NotaryMansion_Title
source: Tannerson Estate
ko_mt: 태너슨 에스테이트

# Location_NotaryMansion_Known_Description
source: The mansion and its gardens are the main prize of Tannerson's heritage. The finalization of the will is going to take place there.
ko_mt: 저택과 정원은 Tannerson 유산의 주요 상입니다. 의지의 완성은 그곳에서 이루어질 것입니다.

# Location_TheID_TheGate_Title
source: The Gate
ko_mt: 관문

# Location_TheID_TheArena_Title
source: The Arena
ko_mt: 아레나

# Location_TheID_TheBeast_Title
source: The Beast
ko_mt: 짐승

# Location_CradleOfFire_Bladefang
source: Bladefang Tribe
ko_mt: 칼날송곳니 부족

# Location_CradleOfFire_Bloodspear
source: Bloodspear Tribe
ko_mt: 블러드스피어 부족

# Location_CradleOfFire_SandRaven
source: Sandraven Tribe
ko_mt: 산드레이븐 부족

# Location_CradleOfFire_RedscarGate
source: Redscar Gate
ko_mt: 레드스카 게이트

# Location_CradleOfFire_Crossroads
source: Crossroads
ko_mt: 교차로

# Location_CradleOfFire_Necropolis
source: Necropolis
ko_mt: 대규모 묘지

# Location_CradleOfFire_To_Crossroads
source: To the Crossroads
ko_mt: 교차로로

# Location_CradleOfFire_Burrows
source: Burrows
ko_mt: 버로우즈

# Location_RodricHideout_Title
source: Hideout
ko_mt: 은신처

# Location_RodricHideout_Description
source: Rodric and his minions were hiding in this ancient section of Caer Cyflen's sewers.
ko_mt: Rodric과 그의 부하들은 Caer Cyflen의 하수구의 이 고대 구역에 숨어 있었습니다.

# Location_TimarianTower_Title
source: Tirmarian Tower
ko_mt: 티르마리안 타워

# Location_TimarianTower_Description
source: What a strange place.
ko_mt: 정말 이상한 곳입니다.

# Location_Earcorn_Description
source: A small farming village not far from Caer Cyflen.
ko_mt: Caer Cyflen에서 멀지 않은 작은 농촌 마을.

# Location_Earcorn_Title
source: Earcorn
ko_mt: 이삭

# Location_Earcorn_UnchartedDescription
source: SHOULD NOT BE DISPLAYED
ko_mt: 표시되지 않아야 함

# Location_Earcorn_UnchartedTitle
source: SHOULD NOT BE DISPLAYED
ko_mt: 표시되지 않아야 함

# Location_Earcorn_UnvisitedDescription
source: You've been sent here to investigate a possible group of Arivad cultists.
ko_mt: 당신은 Arivad 이교도 집단을 조사하기 위해 여기에 파견되었습니다.

# Location_Earcorn_UnvisitedTitle
source: Earcorn
ko_mt: 이삭

# Location_MindOfTheMaster_Description
source: This place is a typical Badlands area, where the greenest nature neighbors rivers of lava and sulfur pits. It might shelter one of the Crown's gems.
ko_mt: 이곳은 가장 푸른 자연이 용암 강과 유황 구덩이와 인접한 전형적인 배드랜드 지역입니다. 크라운의 보석 중 하나를 보호할 수 있습니다.

# Location_MindOfTheMaster_Title
source: Lava Forest
ko_mt: 용암 숲

# Location_MindOfTheMaster_UnchartedDescription
source: This place is a typical Badlands area, where the greenest nature neighbors rivers of lava and sulfur pits.
ko_mt: 이곳은 가장 푸른 자연이 용암 강과 유황 구덩이에 인접해 있는 전형적인 배드랜드 지역입니다.

# Location_MindOfTheMaster_UnchartedTitle
source: Lava Forest
ko_mt: 용암 숲

# Location_MindOfTheMaster_VisitedDescription
source: This was the hiding place of the Master of Conjuration, in a magical fortress built by his broken mind.
ko_mt: 이곳은 요술의 마스터가 깨어진 마음으로 지은 마법의 요새에 숨어 있는 곳이었다.

# Location_MindOfTheMaster_VisitedTitle
source: Lava Forest
ko_mt: 용암 숲

# Location_TheSuperEgo_TheBridge_Title
source: Bridge
ko_mt: 다리

# Location_TheSuperEgo_TheHall_Title
source: Entrance
ko_mt: 입구

# Location_TheSuperEgo_TheLandingPad_Title
source: Platform
ko_mt: 플랫폼

# Location_TheSuperEgo_TheMastersRoom_Title
source: Master's Room
ko_mt: 마스터룸

# Location_TempleOfMisaye_Title
source: Temple of Misaye
ko_mt: 미사예 신전

# Location_CradleOfFire_RedscarGateHall
source: Redscar Gate Hall
ko_mt: 레드스카 게이트 홀

# Location_CradleOfFire_NecropolisHall
source: Necropolis Hall
ko_mt: 네크로폴리스 홀

# Location_Farmhouse_Title
source: Farmhouse
ko_mt: 농가

# Location_Farmhouse_Description
source: A farmhouse in the Vale of Coparann which belongs to your family.
ko_mt: 당신의 가족이 소유한 코파란 계곡의 농가.

# Location_ImperialOutpostDescription
source: You passed by these ruins when traveling to Coparann with Kythaela.
ko_mt: 키타엘라와 함께 코파란으로 여행을 갔을 ​​때 이 폐허를 지나쳤습니다.

# Location_ImperialOutpostTitle
source: Imperial Outpost Ruins
ko_mt: 제국 전초기지 유적

# Location_HalmanSummersHouse_Title
source: Halman Summer's House
ko_mt: 할만 서머의 집

# Location_HalmanSummersHouse2_Title
source: Coven of Arivad
ko_mt: 아리바드의 집회

# Location_AerElaiFinal_ImperialGate
source: Imperial Gate
ko_mt: 임페리얼 게이트

# Location_AerElaiFinal_BoneYard
source: Boneyard
ko_mt: 본야드

# Location_AerElaiFinal_AcidLake
source: The Lake of Acid
ko_mt: 산성 호수

# Location_AerElaiFinal_MistyPath
source: The Misty Path
ko_mt: 안개 낀 길

# Location_AerElaiFinal_BentPalace
source: The Bent Palace
ko_mt: 벤트 팰리스

# Location_AerElaiFinal_TheRift
source: The Rift
ko_mt: 더 리프트

# Location_AerElaiFinal_LaveFall
source: Lava Falls
ko_mt: 용암 폭포

# Location_TempleHospital_Title
source: Main Dispensary
ko_mt: 주 진료소

# Location_Temple_SafeRoom_Title
source: Safe Room
ko_mt: 세이프룸

# Location_CCyflen_Temple_Exit_Title
source: Exit to High Town
ko_mt: 하이타운 출구

# Location_CCyflen_Temple_Misaye_Title
source: Secret Temple of Misaye
ko_mt: 미사예의 비밀 사원

# Location_Spy_SmallFort_Title
source: Spy Outpost
ko_mt: 스파이 전초기지

# Location_Spy_SmallFort_Description
source: Daliat indicated that this place was a fortified hideout where Silent Whisper traitors were hiding.
ko_mt: 달리앗은 이곳이 사일런트 위스퍼 반역자들이 숨어 있는 요새화된 은신처라고 지적했다.

# Location_ScavengerCamp_Title
source: Scavenger Camp
ko_mt: 청소부 캠프

# Location_CCyflen_PhilosopherHouse_Title
source: Galeafin's House
ko_mt: 갈리핀의 집

# Location_Legendary_UnvisitedTitle
source: Caer Elis
ko_mt: 카엘 엘리스

# Location_Legendary_UnvisitedDescription
source: This is where the temple of the Lost God is supposed to be, according to Arwin Merton, but only he knows the way through the mist.
ko_mt: Arwin Merton에 따르면 이곳은 잃어버린 신의 사원이 있어야 할 곳이지만 안개를 통과하는 길은 그 사람만이 알고 있습니다.

# Location_Legendary_visitedDescription
source: This is where you found the temple of the Lost God and vanquished the Remorhaz that was guarding its secrets.
ko_mt: 이곳은 잃어버린 신의 신전을 발견하고 그 비밀을 지키고 있던 르모라즈를 무찌른 곳입니다.

# Location_Legendary_Camp_Title
source: Caer Elis Camp
ko_mt: 카엘 엘리스 캠프

# Location_Legendary_Temple_Title
source: Temple of the Lost God
ko_mt: 잃어버린 신의 사원

# Location_Legendary_CliffAccess_Title
source: Cliffs
ko_mt: 절벽

# Location_CovenOfArivad_Description
source: You followed Illoreth to this place, hoping to catch some Arivad cultists in the middle of their wrongdoings.
ko_mt: 당신은 일로레스를 따라 이곳까지 왔습니다. 그들의 잘못을 저지르는 아리바드 이교도들을 잡으려고 했습니다.

# Location_Gallivan_Embassy_Title
source: Gallivan Embassy
ko_mt: 갈리반 대사관

# Location_Galaefin_House_Title
source: Master Galaefin's Office
ko_mt: 마스터 갈라핀의 사무실

# Location_Canyon_Title
source: Canyon
ko_mt: 깊은 협곡

# Location_Canyon_Description
source: A sandy canyon in a desolate land.
ko_mt: 황량한 땅에 있는 모래 협곡.

# Location_Swamp_Title
source: Swamp
ko_mt: 늪

# Location_Swamp_Description
source: A gloomy and stinky swamp in the middle of the Badlands.
ko_mt: 황무지 한가운데에 있는 우울하고 악취나는 늪.

# Location_ElvenRuins_Title
source: Elven Ruins
ko_mt: 엘프 유적

# Location_ElvenRuins_Description
source: A ruined building that was part of an elven city.
ko_mt: 엘프 도시의 일부였던 폐허가 된 건물.

# Location_Waterfall_Title
source: Waterfall
ko_mt: 폭포

# Location_Waterfall_Description
source: A refreshing landscape, a flowing river, and roaming monsters.
ko_mt: 상쾌한 풍경, 흐르는 강, 배회하는 몬스터.

# Location_TempleOfEinar_Title
source: Temple of Einar
ko_mt: 에이나르 신전

# Location_Cemetery_Title
source: Cemetery
ko_mt: 묘지

# Location_Cemetery_Description
source: An old cemetery in the middle of the path… probably haunted.
ko_mt: 길 한가운데에 있는 오래된 묘지… 아마도 유령이 나올 것입니다.

# Location_TheMindoftheMaster_Ego_Title
source: The Ego
ko_mt: 자아

# Location_TheMindoftheMaster_SuperEgo_Title
source: The Superego
ko_mt: 초자아

# Location_TheMindoftheMaster_ID_Title
source: The Id
ko_mt: 아이디

# Location_TheMindoftheMaster_Description
source: A mysterious place of magic and… irrationality!
ko_mt: 마법과… 비합리성의 신비한 장소!

# Location_Desert_Title
source: Arid Hill
ko_mt: 건조한 언덕

# Location_Desert_Description
source: Another dead hill in the Badlands, scorched by an unforgiving sun.
ko_mt: 용서할 수 없는 태양에 그을린 황무지(Badlands)의 또 다른 죽은 언덕.

# Location_Marsh_Title
source: Marsh
ko_mt: 습지

# Location_Marsh_Description
source: A lonely hunting cabin in the middle of a grim marsh.
ko_mt: 음침한 습지 한가운데에 있는 외로운 사냥터.

# Location_Uncharted_Title_Marches
source: Marches
ko_mt: 행진곡

# Location_Uncharted_Description_Marches
source: A campsite in the Marches, on top of a mountain.
ko_mt: 산 꼭대기에 있는 Marches의 캠프장.

# Location_Known_Title_Marches
source: Merchant campsite
ko_mt: 상인 캠프장

# Location_Known_Description_Marches
source: A place that travelling merchants commonly use to stay for the night.
ko_mt: 여행하는 상인들이 하룻밤 묵기 위해 주로 이용하는 곳.

# Location_Explored_Title_Marches
source: Merchant campsite
ko_mt: 상인 캠프장
