Repository: team-waldo/solasta-translation
Catalog: translation/*/Modal.po
Languages: ko_mt

# AssertionFailedTtitle
source: Assertion Failed
ko_mt: 어설션 실패

# CampaignSelectionButtonTitle
source: Select
ko_mt: 고르다

# CampaignSelectionTitle
source: Campaign
ko_mt: 운동

# CampCaptionMultipleHoursFormat
source: The party is setting camp for {0} hours.
ko_mt: 파티가 {0}시간 동안 캠프를 준비 중입니다.

# CampCaptionSingleHourFormat
source: The party is setting camp for an hour.
ko_mt: 파티는 한 시간 동안 캠프를 준비하고 있습니다.

# CancelButtonTitle
source: Cancel
ko_mt: 취소

# CancelPrepareDescription
source: Cancel any changes made in this panel.
ko_mt: 이 패널의 모든 변경 사항을 취소합니다.

# CancelPrepareTitle
source: Cancel
ko_mt: 취소

# CharacterReviveMessageCancel
source: Cancel
ko_mt: 취소

# CharacterReviveMessageContent
source: This option has a long activation time and may invalidate other time-based options. Do you want to continue?
ko_mt: 이 옵션은 활성화 시간이 길며 다른 시간 기반 옵션을 무효화할 수 있습니다. 계속하시겠습니까?

# CharacterReviveMessageTitle
source: Warning
ko_mt: 경고

# CharacterReviveMessageValidate
source: Accept
ko_mt: 수용하다

# CharacterReviveModalHeaderPluralTitle
source: Revive All Dead Characters
ko_mt: 모든 죽은 캐릭터 소생

# CharacterReviveModalHeaderSingularTitle
source: Revive Dead Character
ko_mt: 죽은 캐릭터 되살리기

# CharacterReviveModalSubTitle
source: You cannot continue the adventure with one or more dead characters. Select an option.
ko_mt: 하나 이상의 죽은 캐릭터로 모험을 계속할 수 없습니다. 옵션을 선택하세요.

# CharacterReviveModalTooLateFormat
source: It is too late to use this option on {0}.
ko_mt: {0}에서 이 옵션을 사용하기에는 너무 늦었습니다.

# DefeatDescription
source: The party had no way to revive their dead - game over! Try giving Revivify scrolls to characters who can use them.
ko_mt: 파티는 죽은 자들을 되살릴 방법이 없었습니다. 게임은 끝났습니다! 사용할 수 있는 캐릭터에게 Revivify 스크롤을 제공하십시오.

# DefeatTitle
source: Game Over
ko_mt: 게임 끝

# DeleteButtonTitle
source: Delete
ko_mt: 삭제

# EquipementSelectionDescription
source: Select your preferred equipment options.
ko_mt: 선호하는 장비 옵션을 선택하십시오.

# EquipementSelectionTitle
source: Equipment Choice
ko_mt: 장비 선택

# ErrorModalContinuePlayingTitle
source: Continue Playing
ko_mt: 계속 재생

# ErrorModalCopyToClipboardTitle
source: Copy to Clipboard
ko_mt: 클립 보드에 복사

# ErrorModalIgnoreErrorTitle
source: Ignore this Error
ko_mt: 이 오류 무시

# ErrorModalQuitTitle
source: Quit the Game
ko_mt: 게임 종료

# ErrorModalTitle
source: A serious error has occurred.
ko_mt: 심각한 오류가 발생했습니다.

# ExceptionModalTitle
source: A critical exception has occurred.
ko_mt: 심각한 예외가 발생했습니다.

# FactionRedeemCostDescription
source: Redeeming an item is often more profitable than selling it to a merchant
ko_mt: 상품을 교환하는 것이 종종 판매자에게 판매하는 것보다 수익성이 높습니다.

# FactionRedeemInstructionsDescription
source: Redeeming items with the "{0}" faction will earn you money and improve your relations with this faction.
ko_mt: "{0}" 파벌과 아이템을 교환하면 돈을 벌고 이 파벌과의 관계를 개선할 수 있습니다.

# FactionRedeemRelationDescription
source: Your relations with that faction improve
ko_mt: 그 진영과의 관계가 좋아집니다

# FactionRedeemRelationGainFormat
source: {0} Relation
ko_mt: {0} 관계

# FactionRedeemSelectTitle
source: Select an item to redeem
ko_mt: 교환할 항목 선택

# HigherLevelFeaturesTitle
source: Higher Level Features
ko_mt: 더 높은 수준의 기능

# InterruptCraftingCompleteTitle
source: Interrupt when an item has been crafted.
ko_mt: 아이템이 제작되면 중단됩니다.

# InterruptLevelUpAvailableTitle
source: Interrupt when a character can level up.
ko_mt: 캐릭터가 레벨을 올릴 수 있을 때 중단합니다.

# InterruptLongRestCompleteTitle
source: Interrupt when the long rest has been completed.
ko_mt: 긴 휴식이 끝나면 중단합니다.

# LoadButtonTitle
source: Load
ko_mt: 짐

# LoadGameHeader
source: Load
ko_mt: 짐

# LoadGamePlaceholder
source: Select a saved game.
ko_mt: 저장된 게임을 선택합니다.

# LoadingProceedButtonTitle
source: Click or press any key to start.
ko_mt: 시작하려면 아무 키나 클릭하거나 누르십시오.

# LoadingTitle
source: Loading… please wait
ko_mt: 로딩 중 기다려주세요

# LoadLastSaveDescription
source: Resume playing from your last saved game
ko_mt: 마지막으로 저장한 게임부터 다시 시작

# LoadLastSaveTitle
source: Restart From Last Save
ko_mt: 마지막 저장에서 다시 시작

# MonsterListingCaption
source: {0} is concentrating to determine the presence of monsters in the area…
ko_mt: {0}은(는) 해당 지역에 몬스터가 있는지 확인하는 데 집중하고 있습니다…

# MonsterListingFavoredEnemyTitle
source: Favored Enemy
ko_mt: 선호하는 적

# MonsterListingNotPerceivedTitle
source: None
ko_mt: 없음

# MonsterListingPerceivedTitle
source: Present
ko_mt: 현재의

# NumberSelectionInstructionTitle
source: How Many Points?
ko_mt: 몇 점?

# NumberSelectionValidateTitle
source: Validate
ko_mt: 확인

# PartyWaitMinutesPluralFormat
source: The party is waiting for {0} minutes.
ko_mt: 파티가 {0}분 동안 대기 중입니다.

# PartyWaitMinutesSingleFormat
source: The party is waiting for {0} minute.
ko_mt: 파티가 {0}분 동안 대기 중입니다.

# RequiredRestsMultipleFormat
source: {0} long rests
ko_mt: {0} 긴 휴식

# RequiredRestsNoneFormat
source: None
ko_mt: 없음

# RequiredRestsSingleFormat
source: 1 long rest
ko_mt: 1 긴 휴식

# RequiredRestsTitle
source: Required Rests
ko_mt: 필수 휴식

# ResetDefaultsDescription
source: Click to reset travel settings to default value.
ko_mt: 여행 설정을 기본값으로 재설정하려면 클릭하세요.

# ResetDefaultsTitle
source: Reset Defaults
ko_mt: 기본값 재설정

# SaveButtonTitle
source: Save
ko_mt: 구하다

# SaveGameHeader
source: Save
ko_mt: 구하다

# SaveGamePlaceholder
source: Enter a filename or select a saved game.
ko_mt: 파일 이름을 입력하거나 저장된 게임을 선택합니다.

# SelectCharacterMultipleTitle
source: Select one or more characters.
ko_mt: 하나 이상의 문자를 선택하십시오.

# SelectCharacterSingleTitle
source: Select a Character
ko_mt: 캐릭터 선택

# SelectTitle
source: Select
ko_mt: 고르다

# StartTravelDescription
source: Initiates the travel to the selected location.
ko_mt: 선택한 위치로 이동을 시작합니다.

# StartTravelTitle
source: Start Traveling
ko_mt: 여행 시작

# TravelDurationLessThanADayFormat
source: Less than a day
ko_mt: 하루 미만

# TravelDurationMultipleFormat
source: {0} days
ko_mt: {0}일

# TravelDurationSingleFormat
source: 1 day
ko_mt: 1 일

# TravelDurationTitle
source: Duration
ko_mt: 지속

# TravelFromTitle
source: From
ko_mt: 에서

# TravelPaceNormalTitle
source: Normal
ko_mt: 정상

# TravelPaceTitle
source: Travel Pace
ko_mt: 여행 속도

# TravelSettingsButtonDescriptionTitle
source: Click to change the settings of traveling and resting.
ko_mt: 이동 및 휴식 설정을 변경하려면 클릭하세요.

# TravelSettingsCustomTitle
source: Custom
ko_mt: 관습

# TravelSettingsDefaultTitle
source: Default
ko_mt: 기본

# TravelSettingsTitle
source: Travel Settings
ko_mt: 여행 설정

# TravelToTitle
source: To
ko_mt: NS

# ValidateButtonTitle
source: Validate
ko_mt: 확인

# LoadingShortTitle
source: Loading
ko_mt: 로딩 중

# LoadingTipTitle
source: Tip
ko_mt: 팁

# UnitsSelectionInstructionTitle
source: Take how many units?
ko_mt: 몇 단위를 가져?

# CastSpellBeforeLongRestTitle
source: Cast the {0} spell when the long rest starts.
ko_mt: 긴 휴식이 시작되면 {0} 주문을 시전합니다.

# ScavengerMissionsModalTitle
source: Scavenger Expeditions
ko_mt: 청소부 탐험

# ScavengerMissionsModalDescription
source: Scavengers are heading to these locations to collect and bring back the loot left behind.
ko_mt: 청소부들은 이 장소로 가서 남은 전리품을 수집하고 가져옵니다.

# ScavengerMissionLineEncounterTitle
source: Somewhere Along the Road
ko_mt: 길을 따라 어딘가

# ScavengerMissionLineNewMissionFormat
source: New: {0} remaining
ko_mt: 신규: {0} 남음

# ScavengerMissionLineOngoingMissionFormat
source: Ongoing: {0} remaining
ko_mt: 진행 중: {0} 남음

# ScavengerMissionLineFinishedMissionDescription
source: Completed
ko_mt: 완전한

# ScavengerMissionModalToggleTitle
source: Show Encounter-related Expeditions
ko_mt: 만남 관련 탐사 표시

# ScavengerLootModalTitle
source: Items Recovered During Expeditions
ko_mt: 탐험 중 회수된 아이템

# ScavengerLootModalInstructionsDescription
source: Click an item to recover instead of selling it.
ko_mt: 판매하는 대신 복구할 항목을 클릭합니다.

# ScavengerLootModalSellAllButton
source: Sell All
ko_mt: 다 팔다

# ScavengerLootModalSellInstructionsDescription
source: You gain:
ko_mt: 당신은 다음을 얻습니다:

# DefeatStealthDescription
source: You were detected during a critical stealth stage! Use cautious mode and move carefully.
ko_mt: 크리티컬 스텔스 단계에서 발견되었습니다! 조심 모드를 사용하고 조심스럽게 이동하십시오.

# QuestBoardTitle
source: Available Missions
ko_mt: 사용 가능한 임무

# QuestBoardDescription
source: Select the mission you would like to accept and press Start.
ko_mt: 수락할 임무를 선택하고 시작을 누릅니다.

# QuestBoardStartTitle
source: Start
ko_mt: 시작

# QuestBoardStartDescription
source: Accept and start the selected mission.
ko_mt: 선택한 임무를 수락하고 시작합니다.

# QuestInProgressTitle
source: In Progress
ko_mt: 진행 중

source: Solasta Backers
ko_mt: 솔라스타 후원자

# EternalHeroesTitle
source: To Our Eternal Heroes
ko_mt: 우리의 영원한 영웅들에게

# TeleportButtonTitle
source: Teleport
ko_mt: 텔레포트

# TeleportButtonDescription
source: Instantly teleport the party inside the destination, near the Major Gate.
ko_mt: 목적지 내 메이저 게이트 근처의 파티를 즉시 순간이동합니다.

# VictoryTitle
source: The Party Is Victorious!
ko_mt: 파티가 승리했습니다!

# StatHitAccuracyTitle
source: Hit Accuracy:
ko_mt: 명중 정확도:

# StatHitAccuracyDescription
source: The percentage of successful weapon or magical attack rolls
ko_mt: 성공적인 무기 또는 마법 공격 굴림의 백분율

# StatCriticalHitsTitle
source: Critical Hits:
ko_mt: 치명타:

# StatCriticalHitsDescription
source: The number of critical hits achieved by this character on attack rolls (weapon & magic)
ko_mt: 공격 굴림에서 이 캐릭터가 달성한 치명타 횟수(무기 및 마법)

# StatCriticalFailuresTitle
source: Critical Failures:
ko_mt: 치명적인 오류:

# StatCriticalFailuresDescription
source: The number of critical failures suffered by this character on attack rolls (weapon & magic)
ko_mt: 공격 굴림에서 이 캐릭터가 겪은 치명적인 실패 횟수(무기 및 마법)

# StatInflictedDamageTitle
source: Inflicted Damage:
ko_mt: 입힌 피해:

# StatInflictedDamageDescription
source: The total number of damage points inflicted by characters
ko_mt: 캐릭터가 입힌 데미지의 총합

# StatSlainEnemiesTitle
source: Slain Enemies:
ko_mt: 처치한 적:

# StatSlainEnemiesDescription
source: The number of enemies for which this character delivered the final blow
ko_mt: 이 캐릭터가 결정타를 날린 적의 수

# StatSustainedInjuriesTitle
source: Sustained Injuries:
ko_mt: 지속적인 부상:

# StatSustainedInjuriesDescription
source: The total number of hit points lost by this character
ko_mt: 이 캐릭터가 잃은 총 체력

# StatRestoredHealthTitle
source: Restored Health:
ko_mt: 회복된 건강:

# StatRestoredHealthDescription
source: The total number of hit points restored by this character
ko_mt: 이 캐릭터가 회복한 총 HP 수

# StatUsedMagicAndPowersTitle
source: Used Magic and Powers:
ko_mt: 사용한 마법과 능력:

# StatUsedMagicAndPowersDescription
source: The total number of spell slots and power charges used by the character
ko_mt: 캐릭터가 사용한 총 주문 슬롯 수 및 전력 충전량

# StatTravelledCellsTitle
source: Cells Traveled:
ko_mt: 여행한 세포:

# StatTravelledCellsDescription
source: The number of cells that the character has entered, in all 3 dimensions. It represents the "mileage" of the character
ko_mt: 3차원 모두에서 문자가 입력한 셀의 수입니다. 캐릭터의 "마일리지"를 나타냅니다.

# StatKnockOutsTitle
source: Knockouts:
ko_mt: 녹아웃:

# StatKnockOutsDescription
source: The number of times the character has fallen unconscious or died
ko_mt: 캐릭터가 의식을 잃거나 사망한 횟수

# StatEarnedXPTitle
source: Earned XP:
ko_mt: 획득 XP:

# StatEarnedXPDescription
source: The number of experience points gained by the character
ko_mt: 캐릭터가 획득한 경험치

# StatGameTimeTitle
source: Game Time:
ko_mt: 게임 시간:

# StatGameTimeDescription
source: The total time (including rests) that the party has spent in the game
ko_mt: 파티가 게임에서 보낸 총 시간(휴식 포함)

# StatShortRestsTitle
source: Short Rests:
ko_mt: 짧은 휴식:

# StatShortRestsDescription
source: The number of short rests completed by the party
ko_mt: 파티가 완료한 짧은 휴식 횟수

# StatLongRestsTitle
source: Long Rests:
ko_mt: 긴 휴식:

# StatLongRestsDescription
source: The number of long rests completed by the party
ko_mt: 파티가 완료한 긴 휴식 횟수

# StatGameTimeFormat
source: {0}d {1}h {2}m {3}s
ko_mt: {0}일 {1}시간 {2}분 {3}초

# UpdateFileTitle
source: Update File
ko_mt: 파일 업데이트

# UpdateFileDescription
source: Update the character file of this character, so that the progress and loot are saved for other adventures. Such characters will not be usable in the Solasta main campaign.
ko_mt: 다른 모험을 위해 진행 상황과 전리품이 저장되도록 이 캐릭터의 캐릭터 파일을 업데이트하십시오. 이러한 캐릭터는 솔라스타 메인 캠페인에서 사용할 수 없습니다.

# PregenCharacterCannotUpdateTitle
source: Pregen Character
ko_mt: 프리젠 캐릭터

# PregenCharacterCannotUpdateDescription
source: This character is pre-generated by the game and cannot be updated.
ko_mt: 이 캐릭터는 게임에서 미리 생성된 것으로 업데이트할 수 없습니다.

# ContinueTitle
source: Continue
ko_mt: 계속하다

# ContinueDescription
source: Return to the main menu
ko_mt: 메인 메뉴로 돌아가기

# CreateSpellSlotTitle
source: Spell Slot Creation
ko_mt: 주문 슬롯 생성

# CreateSpellSlotDescription
source: Select a Spell Slot to create from sorcery points:
ko_mt: 마법 점수에서 만들 주문 슬롯을 선택하십시오:

# CreateSpellSlotCostTitle
source: Sorcery Points Cost
ko_mt: 마법 점수 비용

# CreateSorceryPointsTitle
source: Sorcery Points Creation
ko_mt: 마법 포인트 생성

# CreateSorceryPointsDescription
source: Select a Spell Slot to spend and convert to Sorcery Points:
ko_mt: 소비하고 마법 점수로 전환할 주문 슬롯을 선택하십시오:

# CreateSorceryPointsGainTitle
source: Gained Sorcery Points
ko_mt: 획득한 마법 점수

# SelectUserLocationTitle
source: Select a Location
ko_mt: 위치 선택

# UserLocationSettingsTitle
source: Location Settings
ko_mt: 위치 설정

# UserLocationSettingsApplyTitle
source: Apply
ko_mt: 적용하다

# CheatsTitle
source: Playtest Cheats
ko_mt: 플레이 테스트 요령

# IdleMonstersToggleTitle
source: Idle Monsters
ko_mt: 방치형 몬스터

# IdleMonstersToggleDescription
source: Monsters do not engage a battle when spotting you. {0}
ko_mt: 몬스터는 당신을 발견할 때 전투에 참여하지 않습니다. {0}

# InviciblePartyToggleTitle
source: Invincible Party
ko_mt: 무적 파티

# InviciblePartyToggleDescription
source: The party characters are invicible in battle. {0}
ko_mt: 파티 캐릭터는 전투에서 무적입니다. {0}

# RevealFogOfWarButtonTitle
source: Reveal Fog of War
ko_mt: 전쟁의 안개를 밝혀라

# RevealFogOfWarButtonDescription
source: Clears the fog of war in the whole location, so you can see inside every room. {0}
ko_mt: 모든 장소의 전쟁 안개를 제거하여 모든 방의 내부를 볼 수 있습니다. {0}

# KIllBattleEnemiesButtonTitle
source: KIll Battle Enemies
ko_mt: 전투 적 처치

# KIllBattleEnemiesButtonDescription
source: KIll all enemies in battle. {0}
ko_mt: 전투에서 모든 적을 죽이십시오. {0}

# IdleMonstersOnDescription
source: The monster are now idle
ko_mt: 괴물은 이제 유휴 상태입니다.

# IdleMonstersOffDescription
source: The monsters are active again
ko_mt: 몬스터가 다시 활성화됩니다.

# InviciblePartyOnDescription
source: The party is now invicible
ko_mt: 파티는 이제 무적입니다

# InviciblePartyOffDescription
source: The party is no longer invicible
ko_mt: 파티는 더 이상 무적이 아니다

# RevealFogOfWarOnDescription
source: The fog of war is now fully revealed
ko_mt: 전쟁의 안개가 이제 완전히 드러났습니다.

# RevealFogOfWarOffDescription
source: The fog of war is active again
ko_mt: 전쟁의 안개가 다시 활성화

# MonsterFilterAllTitle
source: All Monsters
ko_mt: 모든 몬스터

# FilterKeywordTitle
source: Filter
ko_mt: 필터

# FilterKeywordDescription
source: Filter the list with elements that match the specified keyword
ko_mt: 지정된 키워드와 일치하는 요소로 목록 필터링

# ClearKeywordDescription
source: Clears the selected keyword and cancels the filtering
ko_mt: 선택한 키워드를 지우고 필터링을 취소합니다.

# InputKeywordTitle
source: Enter keyword:
ko_mt: 키워드 입력:

# DefeatIronManAdditionalDescription
source: Your adventure ends here. Gather your strength, and find the courage to brave the Iron Man Mode once more!
ko_mt: 당신의 모험은 여기서 끝입니다. 힘을 모아 아이언맨 모드에 다시 한 번 용기를 내보세요!

# CharacterReviveModalDisintegratedFormat
source: This option cannot be used on {0} as he/she is disintegrated
ko_mt: 이 옵션은 {0}이(가) 분해되어 사용할 수 없습니다.
