Repository: team-waldo/solasta-translation
Catalog: translation/*/Monster.po
Languages: ko_mt

# Troll_Regeneration_Title
source: Trolls regenerate 10HP per round unless damage by acid.
ko_mt: 트롤은 산에 의한 손상이 없는 한 라운드당 10HP를 재생합니다.

# Troll_Regeneration_Description
source: Troll
ko_mt: 트롤

# Bulette_Title
source: Bulette
ko_mt: 총알

# Mummy_Title
source: Mummy
ko_mt: 미라

# MummyLord_Title
source: Mummy Lord
ko_mt: 미라 주님

# GiantBeetle_Title
source: Giant Beetle
ko_mt: 자이언트 딱정벌레

# GiantBeetle_Description
source: A huge insect from the Badlands. It might have been an ancestor of the dreadful Redeemers.
ko_mt: 황무지에서 온 거대한 곤충. 그것은 무서운 구속주의 조상이었을 것입니다.

# MummyLordTitle
source: Mummy Lord
ko_mt: 미라 주님

# MummyLordDescription
source: TBC descripiton
ko_mt: TBC 설명
