Repository: team-waldo/solasta-translation
Catalog: translation/*/MonsterAttacks.po
Languages: ko_mt

# Attack_Bite_Title
source: Bite
ko_mt: 깨물다

# Attack_Claws_Title
source: Claws
ko_mt: 집게발

# Attack_DreadfulGlare_Title
source: Dreadful Glare
ko_mt: 무서운 눈부심

# Attack_GhoulishClaw_Title
source: Ghoulish Claw
ko_mt: 구울리쉬 클로

# Attack_PoisonousBite_Title
source: Poisonous Bite
ko_mt: 독 물린

# Attack_RottingFist_Title
source: Rotting Fist
ko_mt: 썩어가는 주먹

# Attack_Shrieker_Description
source: A cursed blade, forged by the ancient smiths of the Sorr-Akkath in the forges of Tirmar and blessed by Sorr-Tarr.
ko_mt: 소르-아카스의 고대 대장장이가 티르마르의 제련소에서 벼려내고 소르-타르의 축복을 받은 저주받은 검입니다.

# Attack_Shrieker_Title
source: Nekkesh Blade
ko_mt: 네케시 블레이드

# Attack_Spine_Title
source: Poisonous Spine
ko_mt: 유독한 척추

# Attack_Spit_Title
source: Spit
ko_mt: 침

# Attack_Talons_Title
source: Talons
ko_mt: 발톱

# Attack_Web_Title
source: Poison Web
ko_mt: 포이즌 웹

# Attack_Slam_Title
source: Slam
ko_mt: 쾅

# Attack_Ghost_Blade_Title
source: Withering Blade
ko_mt: 메마른 칼날

# Attack_Ghost_Touch_Title
source: Withering Touch
ko_mt: 시드는 손길

# Attack_Beak_Title
source: Beak
ko_mt: 부리

# Attack_SkeletalMarksman_Bow
source: Necrotic Arrow
ko_mt: 괴저 화살

# Attack_SkeletalMarksman_Sword
source: Rusty Shortsword
ko_mt: 녹슨 쇼트소드

# Attack_Fire_Touch
source: Burning Touch
ko_mt: 불타는 손길

# Attack_Grimblade
source: Ice Blade
ko_mt: 아이스 블레이드

# Attack_Grimblade_IceDagger
source: Ice Dagger
ko_mt: 얼음 단검

# Attack_AcidSpit
source: Acid Spit
ko_mt: 산성 침

# Attack_AcidBite
source: Acid Bite
ko_mt: 산성 물린

# Attack_Freeze_Title
source: Freeze
ko_mt: 얼다

# Attack_Fire_Title
source: Touch
ko_mt: 접촉

# Attack_ShockingAntenna_Title
source: Shocking Antenna
ko_mt: 충격적인 안테나

# Attack_ShockingAntenna_Description
source: Zealots can transmit a powerful electrical discharge with their antennae.
ko_mt: 질럿은 안테나로 강력한 전기 방전을 전송할 수 있습니다.

# Attack_PheromoneSpray_Title
source: Pheromone Spray
ko_mt: 페로몬 스프레이

# Attack_PheromoneSpray_Description
source: Pilgrims can spray a target with a pheromone that burns the skin and makes its allies frenzied.
ko_mt: 순례자는 피부를 태우고 동료를 열광하게 만드는 페로몬을 대상에게 뿌릴 수 있습니다.

# Attack_Tail_Title
source: Tail
ko_mt: 꼬리

# AttackNecroticBite_Title
source: Necrotic Bite
ko_mt: 괴저 물린

# Attack_Charge_Title
source: Charge
ko_mt: 요금

# Attack_Gore_Title
source: Gore
ko_mt: 핏덩어리

# Attack_Necrotic_Axe_Title
source: Necrotic Greataxe
ko_mt: 괴저 거대도끼

# Attack_WightLordSword_Title
source: Necrotic Blade
ko_mt: 괴저 칼날

# Attack_Beetle_Spray_Title
source: Acid Spray
ko_mt: 산성 스프레이

# Attack_Beetle_Spray_Description
source: Giant beetles can spit a short cloud of acid with their mouth.
ko_mt: 거대한 딱정벌레는 입으로 짧은 산 구름을 뱉을 수 있습니다.

# Attack_TossRock_Title
source: Rock
ko_mt: 바위
