Repository: team-waldo/solasta-translation
Catalog: translation/*/Monster.po
Languages: ko_mt

# Acolyte_Description
source: A wandering cleric seeking glory and battle.
ko_mt: 영광과 전투를 추구하는 떠돌이 성직자.

# Acolyte_Title
source: Acolyte
ko_mt: 복사

# Archmage_Description
source: An evil mage who has sought an isolated location to perform unspeakable experiments without interference.
ko_mt: 형언할 수 없는 실험을 방해 없이 수행하기 위해 고립된 장소를 찾아 헤매던 사악한 마법사.

# Archmage_Title
source: Archmage
ko_mt: 대마법사

# Badlands Hunter_Description
source: A wandering ranger seeking glory and battle.
ko_mt: 영광과 전투를 추구하는 떠돌이 레인저.

# Badlands Hunter_Title
source: Badlands Hunter
ko_mt: 황무지 사냥꾼

# BanditCaptain_Description
source: An experienced bandit, much more skilled than his followers.
ko_mt: 추종자들보다 훨씬 더 숙련된 숙련된 도적.

# BanditCaptain_Title
source: Bandit Captain
ko_mt: 산적 선장

# Berserker_Description
source: Hailing from barbaric lands, berserkers come together in war parties to seek battle.
ko_mt: 야만적인 땅에서 온 광전사들은 전투를 위해 파티에 뭉칩니다.

# Berserker_Title
source: Berserker
ko_mt: 맹렬한

# BroodOfBloodDescription
source: Spawned by a Defiler, this is a bloodthirsty creature.
ko_mt: Defiler에 의해 생성된 이것은 피에 굶주린 생물입니다.

# BroodOfBloodTitle
source: Brood of Blood
ko_mt: 블러드 오브 블러드

# BroodOfDreadDescription
source: Spawned by a Defiler, this is a bloodthirsty creature.
ko_mt: Defiler에 의해 생성된 이것은 피에 굶주린 생물입니다.

# BroodOfDreadTitle
source: Brood of Dread
ko_mt: 공포의 무리

# BroodOfFleshDescription
source: Spawned by a Defiler, this is a bloodthirsty creature.
ko_mt: Defiler에 의해 생성된 이것은 피에 굶주린 생물입니다.

# BroodOfFleshTitle
source: Brood of Flesh
ko_mt: 육체의 무리

# CultFanatic_Description
source: Part of a cult's leadership, these fanatics use their dogma and charisma to influence and prey on the weak-willed.
ko_mt: 컬트 지도자의 일부인 이 광신도들은 독단과 카리스마를 사용하여 의지가 약한 사람들에게 영향을 미치고 먹잇감으로 삼습니다.

# CultFanatic_Title
source: Cult Fanatic
ko_mt: 컬트 광신도

# Darkweaver_Description
source: A wandering rogue seeking glory and battle.
ko_mt: 영광과 전투를 추구하는 떠돌이 도적.

# Darkweaver_Title
source: Darkweaver
ko_mt: 다크위버

# DireWolf_Description
source: A particularly large wolf.
ko_mt: 특히 큰 늑대.

# DireWolf_Title
source: Dire Wolf
ko_mt: 다이어 울프

# EagleMatriarchDescription
source: A very large eagle found in the Marches.
ko_mt: 행진에서 발견된 매우 큰 독수리.

# EagleMatriarchTitle
source: Eagle Matriarch
ko_mt: 독수리 대주교

# FireSpider_Description
source: A giant spider fused with a small fire elemental by the weird magical influence of the Badlands.
ko_mt: 황무지의 기묘한 마법의 영향으로 작은 불의 정령과 융합한 거대한 거미.

# FireSpider_Title
source: Fire Spider
ko_mt: 불 거미

# FlyingSnakeDescription
source: A winged snake found in the Badlands.
ko_mt: 황무지에서 발견된 날개 달린 뱀.

# FlyingSnakeTitle
source: Brimstone Viper
ko_mt: 유황 독사

# GargoyleDescription
source: [TEMP] TBD
ko_mt: [온도] 미정

# GargoyleTitle
source: Gargoyle
ko_mt: 가고일

# Generic_ShockArcanist_Description
source: A powerful battle wizard looking for a challenge.
ko_mt: 도전을 추구하는 강력한 전투 마법사.

# Generic_ShockArcanist_Title
source: Shock Arcanist
ko_mt: 충격의 신비술사

# Generic_Warlord_Description
source: A very experienced and powerful fighter who has gathered followers and won territories.
ko_mt: 추종자를 모으고 영토를 획득 한 매우 경험 있고 강력한 전사.

# Generic_Warlord_Title
source: Warlord
ko_mt: 장군

# GhastDescription
source: A more powerful kind of ghoul, known for its terrible stench.
ko_mt: 지독한 악취로 유명한 더 강력한 종류의 구울입니다.

# GhastTitle
source: Badlands Ghast
ko_mt: 황무지 가스트

# Ghost_Description
source: A powerful, ethereal undead creature.
ko_mt: 강력하고 미묘한 언데드 생물.

# Ghost_Title
source: Spectral Avenger
ko_mt: 스펙트럴 어벤저

# GhostWolf_Description
source: A dead wolf raised by necromantic power.
ko_mt: 강령술의 힘으로 길러진 죽은 늑대.

# GhostWolf_Title
source: Ghost Wolf
ko_mt: 유령 늑대

# GhoulDescription
source: A ravenous undead creature, constantly searching for flesh to eat.
ko_mt: 먹을 고기를 끊임없이 찾는 굶주린 언데드 생물.

# GhoulTitle
source: Ghoul
ko_mt: 악귀

# GiantEagle_Description
source: A giant eagle, corrupted by the magical fluxes of the Badlands.
ko_mt: 황무지의 마법 흐름에 오염된 거대한 독수리.

# GiantEagle_Title
source: Badlands Eagle
ko_mt: 황무지 독수리

# GiantSpiderDescription
source: Very large spiders, they live in the depths of the Badlands and are sensitive to light.
ko_mt: 매우 큰 거미는 황무지 깊숙한 곳에 살고 빛에 민감합니다.

# GiantSpiderTitle
source: Deep Spider
ko_mt: 깊은 거미

# GoblinDescription
source: A greenish, evil little creature.
ko_mt: 녹색의 사악한 작은 생물.

# GoblinShaman_Description
source: A goblin with quasi-clerical powers.
ko_mt: 준 성직자 능력을 가진 고블린.

# GoblinShamanTitle
source: Goblin Shaman
ko_mt: 고블린 주술사

# GoblinSkirmisherDescription
source: A goblin archer.
ko_mt: 고블린 궁수.

# GoblinSkirmisherTitle
source: Goblin Skirmisher
ko_mt: 고블린 스커미셔

# GoblinTitle
source: Goblin
ko_mt: 고블린

# Guard_Description
source: A low-ranking soldier, used to perform mundane security tasks.
ko_mt: 평범한 보안 업무를 수행하는 하급 군인.

# Guard_Title
source: Guard
ko_mt: 경비원

# Highpriest_Description
source: A powerful cleric wandering the land to spread his faith with soft words and hard deeds.
ko_mt: 부드러운 말과 행동으로 믿음을 전하기 위해 땅을 떠도는 유력한 성직자.

# Highpriest_Title
source: High Priest
ko_mt: 고승

# MinotaurDescription
source: Minotaur Descrition TBC
ko_mt: 미노타우로스 설명 미정

# MinotaurTitle
source: Minotaur
ko_mt: 미노타우로스

# MummyDescription
source: A powerful undead creature, preserved for the afterlife.
ko_mt: 내세를 위해 보존된 강력한 언데드 생물.

# MummyTitle
source: Mummy
ko_mt: 미라

# Necromancer_Description
source: An evil wizard specializing in necromancy.
ko_mt: 강령술에 특화된 사악한 마법사.

# Necromancer_Title
source: Necromancer
ko_mt: 점쟁이

# OgreDescription
source: Ogres are huge and powerful, but stupid. They live for killing, scavenging, and simple pleasures.
ko_mt: 오우거는 거대하고 강력하지만 어리석습니다. 그들은 죽이고, 청소하고, 단순한 쾌락을 위해 삽니다.

# OgreTitle
source: Ogre
ko_mt: 오우거

# OgreZombie_Description
source: An ogre that has been raised by necromantic power.
ko_mt: 강령술의 힘으로 길러진 오우거.

# OgreZombie_Title
source: Ogre Zombie
ko_mt: 오우거 좀비

# OrcArcherDescription
source: Orcs have archers among their troops. Despite their effectiveness, they are perceived as cowards and are generally second rank warriors.
ko_mt: 오크의 군대에는 궁수가 있습니다. 그들의 효율성에도 불구하고, 그들은 겁쟁이로 인식되고 일반적으로 2순위 전사입니다.

# OrcArcherTitle
source: Orc Archer
ko_mt: 오크 궁수

# OrcBerserkerDescription
source: Berserkers are crazed warriors who ignore all danger while in their battle trance. Fast and violent, they don't feel pain or fear.
ko_mt: 버서커는 전투 트랜스 상태에서 모든 위험을 무시하는 미친 전사입니다. 빠르고 폭력적이며 고통이나 두려움을 느끼지 않습니다.

# OrcBerserkerTitle
source: Orc Berserker
ko_mt: 오크 버서커

# OrcChieftainDescription
source: Chieftains are the stronger orcs who have survived battles and challenges from other orcs to seize a position of power.
ko_mt: 치프틴은 전투와 다른 오크의 도전에서 살아남아 권력을 장악한 더 강한 오크입니다.

# OrcChieftainTitle
source: Orc Chieftain
ko_mt: 오크 족장

# OrcDescription
source: Orcs are brutish, tribal warriors, known for their barbaric habits. They live by raiding and looting.
ko_mt: 오크는 야만적인 습관으로 유명한 야만적인 부족 전사입니다. 약탈과 약탈을 하며 살아갑니다.

# OrcShaman_Description
source: The closest thing the orcs have to a cleric, with some mystical powers.
ko_mt: 신비로운 힘을 지닌 오크가 성직자에 가장 가까운 존재.

# OrcShaman_Title
source: Orc Shaman
ko_mt: 오크 주술사

# OrcTitle
source: Orc
ko_mt: 오크

# PhaseSpider_Description
source: A monstrous spider able to travel freely to and from the ethereal plane.
ko_mt: 천상의 차원을 자유롭게 오갈 수 있는 괴물 거미.

# PhaseSpider_Title
source: Phase Spider
ko_mt: 위상 거미

# PoisonousSnakeDescription
source: [TEMP] TBD
ko_mt: [온도] 미정

# PoisonousSnakeTitle
source: Poisonous Snake
ko_mt: 독사

# Priest_Description
source: An evil priest leads a religious sect conducting depraved rites in the shadows of respectable society.
ko_mt: 사악한 사제는 존경받는 사회의 그늘에서 타락한 의식을 행하는 종파를 이끌고 있습니다.

# Priest_Title
source: Evil Priest
ko_mt: 사제

# Scout_Description
source: Scouts are skilled hunters and trackers who offer their services for a fee.
ko_mt: 스카우트는 유료로 서비스를 제공하는 숙련된 사냥꾼 및 추적자입니다.

# Scout_Title
source: Scout
ko_mt: 스카우트

# SkeletonArcherDescription
source: Skeletons are animated by dark magic. They used to be living creatures but are now empty shells of hate, arisen from tombs or battlefields and craving for life… to kill.
ko_mt: 해골은 암흑 마법으로 움직입니다. 그들은 예전에는 살아있는 생물이었지만 지금은 무덤이나 전쟁터에서 생겨난 텅 빈 증오의 껍데기와 삶에 대한 갈망이 있습니다.

# SkeletonArcherTitle
source: Skeleton Archer
ko_mt: 스켈레톤 궁수

# SkeletonDescription
source: Skeletons are animated by dark magic. They used to be living creatures but are now empty shells of hate, arisen from tombs or battlefields and craving for life… to kill.
ko_mt: 해골은 암흑 마법으로 움직입니다. 그들은 예전에는 살아있는 생물이었지만 지금은 무덤이나 전쟁터에서 생겨난 텅 빈 증오의 껍데기와 삶에 대한 갈망이 있습니다.

# SkeletonEnforcer_Description
source: A powerful undead creature armed with an axe and a shield.
ko_mt: 도끼와 방패로 무장한 강력한 언데드 생명체.

# SkeletonEnforcer_Title
source: Skeletal Enforcer
ko_mt: 해골 집행자

# SkeletonKnight_Description
source: A powerful undead creature, created by raising a dead knight.
ko_mt: 죽은 기사를 일으켜 만들어낸 강력한 언데드 생물.

# SkeletonKnight_Title
source: Skeletal Knight
ko_mt: 해골 기사

# SkeletonSorcerer_Description
source: A powerful undead creature with necromantic powers.
ko_mt: 강령술의 힘을 지닌 강력한 언데드 생물.

# SkeletonSorcerer_Title
source: Skeletal Sorcerer
ko_mt: 해골 마법사

# SkeletonTitle
source: Skeleton
ko_mt: 해골

# SorakAbominationDescription
source: A very large type of Sorr-Akkath, much stronger and deadlier than its smaller comrades, and apparently less intelligent.
ko_mt: 매우 큰 유형의 소르-아카스로, 작은 동지들보다 훨씬 강하고 치명적이며, 분명히 덜 지능적입니다.

# SorakAbominationTitle
source: Sorr-Akkath Abomination
ko_mt: 소르-아카스 혐오물

# SorakAcolyteOfSorr-TarrDescription
source: These spellcasters seem to be clerics of Sorr-Tarr.
ko_mt: 이 주문 시전자들은 소르타르의 성직자인 것 같습니다.

# SorakAcolyteOfSorr-TarrTitle
source: Sorr-Akkath Acolyte of Sorr-Tarr
ko_mt: 소르타르의 소르아카스 수행사제

# SorakAntipaladinDescription
source: A powerful armored fighter, with superior resistances and magical abilities.
ko_mt: 뛰어난 저항력과 마법 능력을 지닌 강력한 장갑 파이터.

# SorakAntipaladinTitle
source: Sorr-Akkath Shikkath
ko_mt: 소르-아카트 시카트

# SorakAssassinDescription
source: A deadly killer who lurks in the shadows.
ko_mt: 그림자 속에 숨어 있는 치명적인 킬러.

# SorakAssassinTitle
source: Sorr-Akkath Assassin
ko_mt: 소르-아카스 암살자

# SorakGruntDescription
source: A basic Sorr-Akkath fighter, aggressive and ruthless.
ko_mt: 공격적이고 무자비한 기본적인 소르-아카스 전투기.

# SorakGruntTitle
source: Sorr-Akkath Warrior
ko_mt: 소르아카스 전사

# SorakSaboteurDescription
source: A support fighter, fast, cunning, and vicious.
ko_mt: 지원 파이터, 빠르고, 교활하고, 사납다.

# SorakSaboteurTitle
source: Sorr-Akkath Saboteur
ko_mt: 소르-아카트 파괴자

# SorakSkirmisherDescription
source: A Sorr-Akkath ranged fighter.
ko_mt: 소르-아카스 원거리 전투기.

# SorakSkirmisherTitle
source: Sorr-Akkath Skirmisher
ko_mt: 소르-아카스 스커미셔

# SpectralSpiderDescription
source: Dead Badlands spiders somehow transformed into undead.
ko_mt: Dead Badlands 거미는 어떻게든 언데드로 변했습니다.

# SpectralSpiderTitle
source: Spectral Spider
ko_mt: 유령 거미

# SpiderDescription
source: Larger than your usual house spider, this creature is quite dangerous.
ko_mt: 일반적인 집 거미보다 큰 이 생물은 매우 위험합니다.

# SpiderTitle
source: Badlands Spider
ko_mt: 황무지 거미

# Spy_Description
source: A lawless rogue trained to spy and kill for wealthy masters.
ko_mt: 부유한 주인을 염탐하고 죽이도록 훈련된 무법자 도적입니다.

# Spy_Title
source: Spy
ko_mt: 스파이

# Thug_Description
source: Thugs are ruthless enforcers skilled at intimidation and violence. They work for money and have few scruples.
ko_mt: 깡패는 협박과 폭력에 능숙한 무자비한 집행자입니다. 그들은 돈을 위해 일하고 양심의 가책이 거의 없습니다.

# Thug_Title
source: Thug
ko_mt: 자객

# TigerDrake_Description
source: A large flying snake with terrible poison in its fangs.
ko_mt: 송곳니에 끔찍한 독이 있는 커다란 날아다니는 뱀.

# TigerDrake_Title
source: Tiger Drake
ko_mt: 타이거 드레이크

# TutoAlphaWolfDescription
source: An adult wolf, looking particularly aggressive.
ko_mt: 특히 공격적으로 보이는 성인 늑대.

# TutoAlphaWolfTitle
source: Grayback Wolf
ko_mt: 회색등늑대

# TutoWolfDescription
source: A wandering wolf, looking skinny and weak, but famished.
ko_mt: 야위고 나약해 보이지만 배고픈 방랑 늑대.

# TutoWolfTitle
source: Starving Wolf
ko_mt: 굶주린 늑대

# VeteranDescription
source: Veterans are professional fighters who take up arms for pay or in defense of something they value or believe in. They include retired soldiers as well as mercenaries who have never served anyone's interests but their own.
ko_mt: 재향 군인은 급여를 받거나 자신이 소중히 여기거나 믿는 것을 방어하기 위해 무기를 드는 전문 전사입니다. 여기에는 은퇴한 군인과 자신의 이익 외에는 봉사한 적이 없는 용병이 포함됩니다.

# VeteranTitle
source: Veteran
ko_mt: 재향 군인

# WightDescription
source: A Wight
ko_mt: 와이트

# WightTitle
source: Wight
ko_mt: 인간

# WinterWolf_Description
source: A large arctic wolf with a cold breath attack.
ko_mt: 냉기 공격을 가하는 대형 북극 늑대.

# WinterWolf_Title
source: Winter Wolf
ko_mt: 겨울 늑대

# WolfDescription
source: A typical wild beast from Solasta's grasslands and forests.
ko_mt: 솔라스타의 초원과 숲에서 자라는 전형적인 야수.

# WolfTitle
source: Wolf
ko_mt: 늑대

# WorkerDescription
source: A human working in the Badlands, of unknown affiliation.
ko_mt: 소속이 불분명한 황무지에서 일하는 인간.

# WorkerTitle
source: Unknown Human
ko_mt: 알 수 없는 인간

# ZombieDescription
source: A ravenous undead creature, constantly searching for flesh to eat.
ko_mt: 먹을 고기를 끊임없이 찾는 굶주린 언데드 생물.

# ZombieTitle
source: Zombie
ko_mt: 좀비

# Werewolf_Title
source: Werewolf
ko_mt: 늑대 인간

# Werewolf_Description
source: A shapechanger in human form, he retains some of his unnatural powers, including a fantastic resistance to non-silvered weapons.
ko_mt: 인간 형태로 변신한 그는 은색이 아닌 무기에 대한 환상적인 저항력을 포함하여 그의 부자연스러운 능력 중 일부를 유지합니다.

# ConjuredBeast_Title
source: Conjured Beast
ko_mt: 소환된 야수

# ConjuredBeast_Description
source: This creature has been conjured.
ko_mt: 이 생물은 소환되었습니다.

# Redscar_Orc_Grunt_Title
source: Redscar Orc
ko_mt: 붉은흉터 오크

# Redscar_Orc_Grunt_Description
source: One of Arrok's pawns, this orc has been blessed with the power of fire.
ko_mt: Arrok의 졸 중 하나인 이 오크는 불의 힘의 축복을 받았습니다.

# Redscar_Orc_Beastmaster_Title
source: Orc Beastmaster
ko_mt: 오크 비스트마스터

# Redscar_Orc_Beastmaster_Description
source: An elusive orc, less confrontational than most, who uses his tamed beasts to fight for him.
ko_mt: 길들인 짐승을 사용하여 그를 위해 싸우는 대부분의 사람들보다 덜 대립적인 오크입니다.

# GoblinCutthroatTitle
source: Goblin Cutthroat
ko_mt: 고블린 칼날

# GoblinCutthroatDescription
source: A veteran goblin who became a skilled killer.
ko_mt: 숙련된 킬러가 된 베테랑 고블린.

# Veteran_Agent_Description
source: This veteran mercenary seems inhabited by a fanatic fury.
ko_mt: 이 베테랑 용병은 광적인 분노에 휩싸인 것 같습니다.

# Veteran_Agent_Title
source: Mysterious Attacker
ko_mt: 수수께끼의 공격자

# Darkweaver_Agent_Description
source: This Darkweaver seems inhabited by a fanatic fury.
ko_mt: 이 다크위버는 광적인 분노에 휩싸인 것 같습니다.

# Darkweaver_Agent_Title
source: Mysterious Attacker
ko_mt: 수수께끼의 공격자

# CaravanMerchant_Title
source: Traveling Merchant
ko_mt: 여행하는 상인

# SpiderQueenTitle
source: Spider Queen
ko_mt: 거미 여왕

# SpiderQueenDescription
source: A gigantic spider that must have lived centuries in the dark.
ko_mt: 어둠 속에서 수세기를 살았음에 틀림없는 거대한 거미.

# FireOsprey_Title
source: Fire Osprey
ko_mt: 불 물수리

# FireOsprey_Description
source: A bat-shaped fire elemental, only encountered in the depths of the Badlands.
ko_mt: 배드랜드의 깊은 곳에서만 만날 수 있는 박쥐 모양의 불의 정령.

# OrcMerchantTitle
source: Orc Merchant
ko_mt: 오크 상인

# FireElemental_Title
source: Fire Elemental
ko_mt: 불의 정령

# SkeletonMarksman_Title
source: Skeletal Marksman
ko_mt: 해골 명사수

# SkeletonMarksman_Description
source: A powerful skeleton archer that shoots magical arrows imbued with necrotic magic.
ko_mt: 괴사 마법이 깃든 마력의 화살을 쏘는 강력한 스켈레톤 궁수.

# Wraith_Title
source: Badlands Wraith
ko_mt: 황무지 망령

# Wraith_Description
source: An incorporeal undead that can drain your life and hates light.
ko_mt: 당신의 생명을 앗아갈 수 있고 빛을 싫어하는 무형의 언데드.

# MinorFireElemental_Title
source: Fire Jester
ko_mt: 파이어 제스터

# MinorFireElemental_Description
source: A small fire elemental that likes to burn stuff.
ko_mt: 물건 태우기를 좋아하는 작은 불의 정령.

# Orc_Grimblade_Title
source: Orc Grimblade
ko_mt: 오크 그림블레이드

# Orc_Grimblade_Description
source: A sneaky orc trained to use the shadows to stab its enemies in the back.
ko_mt: 그림자를 사용하여 적의 등을 찌르도록 훈련된 교활한 오크입니다.

# CrimsonSpider_Title
source: Crimson Spider
ko_mt: 크림슨 스파이더

# CrimsonSpider_Description
source: A giant spider from the underground acid lakes of the Badlands.
ko_mt: 황무지의 지하 산성 호수에서 온 거대한 거미.

# AirElemental_Title
source: Air Elemental
ko_mt: 에어 엘리멘탈

# AirElemental_Description
source: A flying current of whirling air animated by magical elemental forces.
ko_mt: 마법의 정령의 힘으로 움직이는 소용돌이치는 기류.

# FireElemental_Description
source: A creature of pure fire, animated by magical elemental forces.
ko_mt: 마법의 정령 세력에 의해 움직이는 순수한 불의 생물.

# EarthElemental_Title
source: Earth Elemental
ko_mt: 대지의 정령

# EarthElemental_Description
source: A bulky stone creature animated by magical elemental forces.
ko_mt: 마법의 정령의 힘으로 움직이는 부피가 큰 돌 생물.

# WindSnake_Title
source: Wind Snake
ko_mt: 바람뱀

# WindSnake_Description
source: A small air elemental that can freeze you to death.
ko_mt: 얼어죽을 수도 있는 작은 공기의 정령.

# SkarnGhoul_Title
source: Skarn Ghoul
ko_mt: 스카른 구울

# SkarnGhoul_Description
source: A small earth elemental made of skarn rock that can slam your feet until they hurt.
ko_mt: 스카른 암석으로 만든 작은 대지의 정령으로, 발이 다칠 때까지 내리칠 수 있습니다.

# Redeemer_PilgrimTitle
source: Pilgrim
ko_mt: 순례자

# Redeemer_PilgrimDescription
source: A large insect that is a member of the Redeemer species, its bite is acidic and it can spray pheromones that trigger a frenzy among its ranks.
ko_mt: 리디머 종의 일원인 대형 곤충으로, 물린 부위는 산성이며 페로몬을 분사하여 동급 사이에 광란을 일으킬 수 있습니다.

# Redeemer_ZealotTitle
source: Zealot
ko_mt: 질럿

# Redeemer_ZealotDescription
source: A very large insect that is a member of the Redeemer species, with a capacity to attack with electric shocks.
ko_mt: 리디머 종에 속하는 매우 큰 곤충으로 전기 충격으로 공격할 수 있습니다.

# Highpriest_Infiltrator_Title
source: Priest of Arivad
ko_mt: 아리바드의 사제

# CubeOfLightTitle
source: Cube of Light
ko_mt: 빛의 큐브

# CubeOfLightDescription
source: A weird creature of light and magic of unknown origin.
ko_mt: 기원을 알 수 없는 빛과 마법의 이상한 생물.

# GreenDragon_Title
source: Green Dragon
ko_mt: 그린 드래곤

# GreenDragon_Description
source: This dragon seems to be the master of conjuration of the old Imperial Arcaneum!
ko_mt: 이 드래곤은 고대 제국 영묘의 요술의 달인인 것 같다!

# Remorhaz_Title
source: Remorhaz
ko_mt: 레모라즈

# Remorhaz_Description
source: A monstrous insect capable of swallowing an adventurer whole!
ko_mt: 모험가를 통째로 삼켜버릴 수 있는 기괴한 곤충!

# Sorak_Tshar_Boss_Title
source: Sorr-Akkath Tshar
ko_mt: 소르-아카트 차르

# Sorak_Tshar_Boss_Description
source: The leader of the Soraks on Solasta, an ancient and powerful Acolyte of Sorr-Tarr.
ko_mt: Sorr-Tarr의 고대 및 강력한 수행사제인 Solasta의 Soraks의 지도자입니다.

# Divine_Avatar_01_Title
source: Divine Avatar
ko_mt: 신성한 아바타

# Divine_Avatar_01_Description
source: A powerful creature sent by a deity to support a believer in need.
ko_mt: 도움이 필요한 신자를 지원하기 위해 신이 보낸 강력한 피조물.

# BlackDragon_Title
source: Black Dragon
ko_mt: 블랙 드래곤

# BlackDragon_Description
source: It looks like this Black Dragon is actually Mardracht, the Master of Necromancy of the Manacalon Arcaneum!
ko_mt: 이 흑룡은 실은 마나칼론 영묘의 강령술의 대가인 마르드라흐트인 것 같습니다!

# Spiderling_Title
source: Spiderlings
ko_mt: 새끼거미

# Spiderling_Description
source: Offspring of the Old Queen. She loves them so much that she eats them once in a while.
ko_mt: 늙은 여왕의 자손. 그녀는 그들을 너무 좋아해서 가끔 먹습니다.

# YoungRemorhaz_Title
source: Remorhaz Offspring
ko_mt: 레모라즈 자손

# YoungRemorhaz_Description
source: The offspring of the apex predator are terrifying little monsters.
ko_mt: 정점 포식자의 자손은 무서운 작은 괴물입니다.

# BlackYoungDragon_Title
source: Young Black Dragon
ko_mt: 어린 흑룡

# BlackYoungDragon_Description
source: A smaller dragon, degenerated by the chaotic magic of the badlands.
ko_mt: 황무지의 혼돈 마법으로 타락한 작은 드래곤.

# GreenYoungDragon_Title
source: Young Green Dragon
ko_mt: 어린 그린 드래곤

# GreenYoungDragon_Description
source: A smaller dragon, degenerated by the chaotic magic of the badlands.
ko_mt: 황무지의 혼돈 마법으로 타락한 작은 드래곤.

# GoldDragon_Title
source: Gold Dragon
ko_mt: 골드 드래곤

# GoldDragon_Description
source: It looks like this Gold Dragon is actually Adrasteia, the Master of Abjuration of the Manacalon Arcaneum!
ko_mt: 이 골드 드래곤은 실은 마나칼론 아케니움의 저주술사 아드라스테이아인 것 같습니다!

# BrownBear_Title
source: Brown Bear
ko_mt: 갈색 곰

# BrownBear_Description
source: A savage beast, commonly met everywhere in the known world.
ko_mt: 알려진 세계 어디에서나 흔히 볼 수 있는 사나운 야수.

# BlackBear_Title
source: Black Bear
ko_mt: 흑곰

# BlackBear_Description
source: A dangerous beast, commonly encounted in caves and forests.
ko_mt: 동굴과 숲에서 흔히 볼 수 있는 위험한 짐승.

# WereBear_Title
source: Werebear
ko_mt: 웨어베어

# WereBear_Description
source: A monstruous lycanthrope turned into a huge bear, almost impossible to hurt.
ko_mt: 괴물 라이칸스로프는 거의 다치게 할 수 없는 거대한 곰으로 변했습니다.

# BadlandsBear_Title
source: Badlands Bear
ko_mt: 황무지 곰

# BadlandsBear_Description
source: Another beast that was horribly mutated by the magic of the Badlands over generations, and resulted in a monstrosity.
ko_mt: 여러 세대에 걸쳐 황무지의 마법에 의해 끔찍하게 돌연변이되어 괴물이 된 또 다른 야수입니다.

# MutatedBear_Title
source: Mutated Bear
ko_mt: 돌연변이 곰

# MutatedBear_Description
source: This Badlands Bear has been intentionally modified with magic, making it more brutal and dangerous than it used to be.
ko_mt: 이 황무지 곰은 의도적으로 마법으로 변형되어 예전보다 더 잔인하고 위험해졌습니다.

# Oni_Title
source: Oni
ko_mt: 오니

# BadlandsOni_Title
source: Badlands Oni
ko_mt: 황무지 오니

# MutatedOni_Title
source: Mutated Oni
ko_mt: 돌연변이 오니

# Ape_Title
source: Ape
ko_mt: 원숭이

# Ape_Description
source: A large, powerful ape, typical of the jungles of the old Empire.
ko_mt: 고대 제국의 정글에서 볼 수 있는 크고 강력한 유인원.

# GiantApe_Title
source: Giant Ape
ko_mt: 자이언트 유인원

# MutatedGiantApe_Title
source: Mutated Giant Ape
ko_mt: 돌연변이 거대 원숭이

# Dryad_Title
source: Dryad
ko_mt: 드라이어드

# BadlandsDryad_Title
source: Badlands Dryad
ko_mt: 황무지 드라이어드

# MutatedDryad_Title
source: Mutated Dryad
ko_mt: 돌연변이 드라이어드

# StoneGolem_Title
source: Stone Golem
ko_mt: 스톤 골렘

# ClayGolem_Title
source: Clay Golem
ko_mt: 클레이 골렘

# IronGolem_Title
source: Iron Golem
ko_mt: 아이언 골렘

# Roc_Title
source: Roc
ko_mt: 큰 괴조

# WightLord_Title
source: Wight Lord
ko_mt: 와이트 로드

# MinotaurElite_Title
source: Minotaur Elite
ko_mt: 미노타우로스 엘리트

# MinotaurElite_Description
source: Among the powerful Minotaur, some arise as superior fighters and get extra training, enough to master deadly skills and even more strength and power than their brothers.
ko_mt: 강력한 미노타우로스 중 일부는 우월한 전사로 부상하여 추가 훈련을 받아 치명적인 기술을 습득하고 형제보다 훨씬 더 많은 힘과 힘을 얻습니다.

# SpectralMinotaur_Title
source: Spectral Minotaur
ko_mt: 유령 미노타우로스

# SpectralMinotaur_Description
source: Such dreadful creatures can only be created by twisted necromancers, who wish to prolong a Minotaur's slavery indefinitely, in death.
ko_mt: 그러한 무시무시한 생물은 죽음을 맞이하여 미노타우로스의 노예 상태를 무기한 연장하고자 하는 뒤틀린 강령술사만이 만들 수 있습니다.

# FrostGiant_Title
source: Frost Giant
ko_mt: 서리 거인

# FrostGiant_Description
source: Made of ice and snow, their heart is also cold. These creatures live for battle and mayhem.
ko_mt: 얼음과 눈으로 이루어진 그들의 마음도 차갑습니다. 이 생물들은 전투와 혼란을 위해 삽니다.

# FireGiant_Title
source: Fire Giant
ko_mt: 불의 거인

# FireGiant_Description
source: Born in the fires of the volcanos under the Badlands, trained to fight and forge, these huge creatures are alas generally hostile.
ko_mt: 황무지(Badlands) 아래 화산의 불에서 태어나 싸우고 단조하도록 훈련받은 이 거대한 생물은 안타깝게도 일반적으로 적대적입니다.

# StoneGiant_Title
source: Stone Giant
ko_mt: 스톤 자이언트

# StoneGiant_Description
source: Immense creatures born of the very earth of Solasta, they dwell in gigantic caves and never feel at home under the sky.
ko_mt: 솔라스타라는 땅에서 태어난 거대한 생물체들은 거대한 동굴에 거주하며 하늘 아래에서 결코 편안함을 느끼지 못합니다.

# HillGiant_Title
source: Hill Giant
ko_mt: 힐 자이언트

# HillGiant_Description
source: Stupid and voracious, these creatures are in constant search of food, and that may very well mean you and your friends.
ko_mt: 어리석고 탐욕스러운 이 생물들은 끊임없이 먹이를 찾아 헤매고 있으며, 이는 당신과 당신의 친구들을 의미할 수도 있습니다.

# Troll_Title
source: Troll
ko_mt: 트롤

# Troll_Description
source: Regeneration
ko_mt: 재건
