Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&CradleOfFire_Ending_4_Selfish_Default
source: You mean yours. They're no friends of mine.
ko: 우리 친구가 아니라, 네 친구겠지.

# Narration/&CradleOfFire_Ending_6_Friendly_Default
source: They seem more civilized than I expected.
ko: 오크는 내가 생각했던 것보다 훨씬 문명화됐어.

# Narration/&CradleOfFire_Ending_8_Authority_Default
source: All right, let's get out of here. It's not safe!
ko: 좋아, 여기서 나가자고. 더 이상 안전하지 않아!

# Narration/&Conjuration_Entrance_4c_HighestCharismaIfNotCynicOrnotCynic_Default
source: Oh, come on! Less bitching and more hacking!
ko: 오, 서둘러! 불평은 줄이고 더 열심히 베라고!

# Narration/&Conjuration_Jungle_1_CynicOrElse_Default
source: I think my arm's about to drop off from all this hacking!
ko: 이 나무 베느라 팔 떨어지겠어!

# Narration/&Conjuration_Jungle_2_SellswordorElse_Slang
source: Chop, don't talk!
ko: 말할 시간에 자르기나 해!

# Narration/&Conjuration_Jungle_3_AthleticProficientOrRangerOrElse_Default
source: Come on, guys! It's just another hedge!
ko: 힘내라고, 친구들! 그냥 또 다른 울타리일 뿐이야!

# Narration/&Conjuration_Jungle_5_RogueOrFollowerMaraikeOrElse_Default
source: Misaye's laughing!
ko: 마사이에께서 미소짓길!

# Narration/&Conjuration_Lava_1_LowestSTRorElse_Default
source: Such a wonderful coincidence to get a sauna after all the physical exertion!
ko: 이 모든 노동 끝에 사우나라니 정말 멋진 우연의 일치인걸!

# Narration/&Conjuration_Lava_3_AthleticProficientOrRangerOrElse_Default
source: I have dealt with worse! Not often, though!
ko: 난 이거보다 더한 것도 겪었어! 자주 있는 일은 아니지만!

# Narration/&Conjuration_Lava_4_CynicOrElse_Default
source: Hard to believe!
ko: 믿기 어려운걸!

# Narration/&Conjuration_Interrogation_1_SpyOrElse_Default
source: Now, my friend - it's time for a little chat.
ko: 좋아, 친구. 이야기 좀 해보자고.

# Narration/&Conjuration_Interrogation_2_Sorak_Prisoner_NPC
source: I'll give you nothing! Sorr-Tarr will protect me from your torture!
ko: 너희는 아무것도 얻지 못할 거다! 소르-타르께서 너희의 고문으로부터 날 지켜주실 거야!

# Narration/&Conjuration_Interrogation_4_Sorak_Prisoner_NPC
source: This place will be the death of you, too! It is cursed! Its magic is twisted!
ko: 이 장소는 너희의 죽음이 될 거다! 여기는 저주받았어! 마법은 뒤틀렸지!

# Narration/&Conjuration_Interrogation_5a_Written_PaladinEinarOrSpyOrElse_Default
source: How did you come to this place?
ko: 여긴 어떻게 온 거지?

# Narration/&Conjuration_Interrogation_7a_PaladinEinarOrSpyOrElse_Default
source: An acolyte of Sorr-Tarr…
ko: 소르-타르의 사제…

# Narration/&Conjuration_Interrogation_6a1_Sorak_Prisoner_NPC
source: Blessed be his name.
ko: 그의 이름에 축복 있기를.

# Narration/&Conjuration_Interrogation_7a1_PaladinEinarOrSpyOrElse_Default
source: How did he locate the place?
ko: 그가 어떻게 이 장소를 찾았지?

# Narration/&Conjuration_Interrogation_7a2_Intimidation_DC20_Default
source: Ever heard of the Inquisition? Talk to us now!
ko: 이단심문이라고 들어봤나? 당장 말해!

# Narration/&Conjuration_Interrogation_8a1_Sorak_Prisoner_Intimidation_Success_NPC
source: The chosen one worked some magic.
ko: 선택받은 자께서는 뭔가 마법을 사용했어.

# Narration/&Conjuration_Interrogation_8a2_Sorak_Prisoner_Intimidation_Failure_NPC
source: The Inquisition? Pah! Nothing you can do to me can beat the horrors of this place!
ko: 이단심문이라고? 하! 너희가 할 수 있는 게 뭐든 이곳의 공포를 이길 순 없을걸!

# Narration/&Conjuration_Interrogation_5b_PaladinEinarOrSpyOrElse_Default
source: This place is cursed?
ko: 이곳이 저주받았다고?

# Narration/&Conjuration_Interrogation_5b_written_PaladinEinarOrSpyOrElse_Default
source: What curse?
ko: 무슨 저주?

# Narration/&Conjuration_Interrogation_6b_Sorak_Prisoner_NPC
source: Don't you have eyes? Didn't you see the fate of my brethren?
ko: 당신들 눈이 없나? 내 형제들의 운명을 못 봤나?

# Narration/&Conjuration_Interrogation_9b_PaladinEinarOrSpyOrElse_Default
source: Who said what?
ko: 누가 뭐라고 했다고?

# Narration/&Conjuration_Interrogation_10b_Sorak_Prisoner_NPC
source: The voice! It said we would all die!
ko: 목소리야! 그게 우리가 다 죽을 거라고 했다고!

# Narration/&Conjuration_Interrogation_13_SpyOrCautious_Default
source: Sure, all these dead Soraks, and no trace of what killed them…
ko: 확실히, 여기 있는 죽은 소락을 전부, 뭐에 죽었는지 흔적이 없어…

# Narration/&Conjuration_Interrogation_14_SpyOrCautious_Default
source: …but we saw dead Soraks everywhere…
ko: ...하지만 우리는 죽은 소락이 사방에 널려 있는 걸 봤지…

# Narration/&Conjuration_Interrogation_17_PaladinEinarOrSpyOrElse_Default
source: And what do we do with our friend here?
ko: 그럼 여기 이 친구는 어쩌지?

# Narration/&Conjuration_Interrogation_18_PaladinEinarOrSpyOrElse_Default
source: He is a Sorak pawn - there is only one thing to do!
ko: 이 자는 소락의 장기말이야 - 우리가 해줄 수 있는 건 하나뿐이라고!

# Narration/&Conjuration_Interrogation_19_LawkeeperOrElse_Default
source: And yet, we have laws!
ko: 그렇다고 해도, 우리는 법을 따라야 해!

# Narration/&Conjuration_Interrogation_20_PaladinEinarOrSpyOrElse_Default
source: He's too dangerous!
ko: 이 자는 너무 위험해!

# Narration/&Conjuration_Interrogation_21_LawkeeperOrElse_Default
source: Who are we, to call ourselves judges and executioners?
ko: 우리가 뭔데, 판사 겸 사형 집행자를 자처하는 거지?

# Narration/&Conjuration_Interrogation_22_AnyPriestOrPaladin_Default
source: Servants of the gods!
ko: 신들의 종이지!

# Narration/&Conjuration_Interrogation_23_AnyNonHuman_Default
source: Protectors of Solasta!
ko: 솔라스타의 보호자고!

# Narration/&Conjuration_CastleEntrance_2b_1_Butler_ifPlayersNoLoot_NPC
source: Welcome.
ko: 환영합니다.

# Narration/&Conjuration_CastleEntrance_2b_2_Butler_ifPlayersNoLoot_NPC
source: Please come with me.
ko: 저를 따라오십시오.

# Narration/&Banter_ToM_07
source: Kill them!
ko: 전부 죽여!

# Narration/&Banter_ToM_08
source: Intruders!
ko: 침입자다!

# Narration/&Banter_ToM_09
source: Don't let them get away!
ko: 도망치게 두지 마!

# Narration/&Banter_ToM_12
source: I stepped on some kind of magical rune. I guess there's a reason for that.
ko: 마법의 룬같은 걸 밟았어. 뭔가 일어날 것 같은데.

# Narration/&Banter_ToM_13
source: Found one!
ko: 하나 찾았다!

# Narration/&Banter_ToM_14
source: Eh… nothing. Very funny.
ko: 어... 아냐. 참 재밌네.

# Narration/&Banter_ToM_15
source: Another one, here.
ko: 여기 하나 더.

# Narration/&Banter_SwitchToCautious
source: We should be careful.
ko: 조심해야겠어.

# Narration/&PriestOfArun1_Priest_NPC
source: Sun on your face, travelers!
ko: 태양빛이 그대의 길을 축복하길!

# Narration/&PriestOfArun2_Arun_Default
source: Balance and harmony, chaplain!
ko: 균형과 조화가 함께하시길, 사제님!

# Narration/&PriestOfArun3_Priest_NPC
source: Fair weather, faithful one.
ko: 좋은 날씨야, 충실한 날씨지.

# Narration/&PriestOfArun4_Priest_NPC
source: Good luck and fair weather!
ko: 행운을 비네, 앞길이 창창하길!

# Narration/&Banter_Abjuration_Monastery_01
source: Careful - I heard something!
ko: 조심해, 무슨 소리가 들렸어!

# Narration/&Banter_Abjuration_Monastery_02
source: What were these goblins doing here?
ko: 고블린들이 왜 여기서 서성이고 있었을까?

# Narration/&Banter_Abjuration_Monastery_03
source: There must be some reason.
ko: 분명히 뭔 수작질을 하려고 했겠지.

# Narration/&Atima_Bladeburn_Goodbye
source: Just passing by.
ko: 그냥 지나가던 길에 들렀어요.

# Narration/&TextOnlyNPCSpeech_CityGuard01_03
source: Safe travels, adventurers!
ko: 안전한 여행이 되시길!

# Narration/&Introduction_Stealth_LiamArrives
source: Liam! What are you doing here? I told you I'd take care of it!
ko: 리암! 여기서 뭐하는거야? 내가 알아서 하겠다고 했잖아!

# Narration/&Banter_Abjuration_WizardTower_Environment_02
source: I feel like someone's watching us.
ko: 누군가 우릴 지켜보는 것 같아.

# Narration/&Banter_Abjuration_WizardTower_Environment_03
source: Looks kinda familiar, don't you think?
ko: 왠지 낯익은 풍경 같지 않아?

# Narration/&Banter_Abjuration_WizardTower_Environment_04
source: It's too quiet!
ko: 너무 조용한걸!

# Narration/&Banter_Abjuration_WizardTower_Environment_06
source: Did you see that?
ko: 방금 봤어?

# Narration/&Banter_Abjuration_WizardTower_Environment_08
source: We should be careful. We're not alone.
ko: 우리만 있는 게 아니야. 조심해.

# Narration/&Banter_Abjuration_PuzzleLight_03
source: We should come back at night.
ko: 밤에 돌아와서 확인하자.

# Narration/&Banter_Abjuration_WizardTower_Environment_10
source: Are they… ghosts?
ko: 저기 보이는 것들... 유령인가?

# Narration/&Banter_Abjuration_WizardTower_Kythaela_02
source: We're close now, I can feel it.
ko: 이제 가까워졌구나. 느낄 수 있어.

# Narration/&Banter_Abjuration_Monastery_08
source: This is a poem in elvish… about the moonlight?
ko: 이 글귀는 엘프어야... 달빛에 관한 얘기가 있네?

# Narration/&Banter_Abjuration_Monastery_09
source: Maybe this only works at night!
ko: 밤에만 작동하는 걸지도 몰라!

# Narration/&Banter_Abjuration_WizardTower_Observable_13
source: Library
ko: 서고

# Narration/&Banter_Abjuration_WizardTower_Kythaela_03
source: These projections are from the master, not ghosts.
ko: 이 형상들은 탑의 주인으로부터 나타나는 것이란다. 유령들이 아니지.

# Narration/&Banter_Conjuration_LavaRiver_01
source: Wait? Have you ever seen this kind of plant?
ko: 이런 종류의 식물은 처음 보는데?

# Narration/&Banter_Conjuration_TheID_01
source: What was that? Where are we?
ko: 방금 뭐였어? 여긴 어디야?

# Narration/&Banter_Conjuration_TheClearing_01
source: The gem, we found it!
ko: 찾았어! 보석이야!

# Narration/&Banter_Conjuration_TheClearing_02
source: Where are the Soraks?
ko: 소락은 어디 갔지?

# Narration/&Banter_Conjuration_TheID_Beast_Observable_1
source: The gold just disappears in my hands!
ko: 금화를 손에 쥐면 사라지잖아!

# Narration/&TextOnlyNPCSpeech_BloodSpear_Guard_04
source: Brok strong chief! He defeated Edrof.
ko: 브록이 에드로프를 물리쳤다. 브록은 강한 지도자다!

# Narration/&TextOnlyNPCSpeech_BloodSpear_Tribe_01
source: Kebra survived! Kebra strong.
ko: 케브라가 살아남았다! 케브라는 강하다.

# Narration/&TextOnlyNPCSpeech_BloodSpear_Tribe_02
source: Nyark want to trade?
ko: 나크, 거래 원하나?

# Narration/&TextOnlyNPCSpeech_BladeFang_Tribe_04
source: Kebra friend with nyarks?
ko: 케브라 나크와 친구인가?

# Narration/&TextOnlyNPCSpeech_BladeFang_Radulf_01
source: Bring back the greataxe and I will consider an alliance.
ko: 그레이트액스를 가져오면 동맹을 고려해보겠다.

# Narration/&Tavern_02_41_Player_Default
source: Go easy on him. He's just a harmless, old drunk.
ko: 신경 쓰지 마. 그냥 주정뱅이 할아범이니까.

# Narration/&Tavern_02_42_Player_Default
source: Probably saw lizardfolk, or dragonborn, or something…
ko: 리저드포크나 드래곤본 같은 걸 본 거겠지…

# Narration/&Tavern_02_43_Merton
source: You think I don't know the difference?
ko: 내가 그것도 구별 못 할 것 같아?

# Narration/&Tavern_02_44_Merton
source: All those spines on their backs, those jaws - you've never seen anything like it!
ko: 등에 돋친 그 가시들과 그 주둥이는... 어디에서도 볼 수 없는 거라고!

# Narration/&Tavern_02_45_Merton
source: Not lizardfolk, not troglodyte, not dragonborn. I'm telling you!
ko: 리저드포크도, 트로글로다이트도, 드래곤본도 아니야. 내가 장담하지!

# Narration/&Tavern_02_46_Player_Default
source: No one believes in Soraks anymore.
ko: 이제 소락 같은 걸 믿는 사람은 없어.

# Narration/&Tavern_02_47_Player_Default
source: Except the Church of Einar, of course - there's a Sorak under every bed if you believe them.
ko: 에이나르의 교회는 빼고 말이야. 모든 침대 밑에 소락이 산다고 믿는다니까.

# Narration/&Tavern_02_48_Player_Default
source: Easy, now. Don't mock people for their faith.
ko: 진정해. 믿는 걸 가지고 사람을 조롱하면 안 되지.

# Narration/&Tavern_02_49_Merton
source: Read them books. Soraks are masters of deception, infiltration…
ko: 책 좀 읽고 다녀라. 소락은 기만과 잠입의 귀재야…

# Narration/&Tavern_02_50_Merton
source: …anyone here could be a Sorak, you'd never know.
ko: 여기 중 누군가는 소락일 수도 있어. 모르는 일이지.

# Narration/&Tavern_02_51_Player_Default
source: Oh, come on!
ko: 말도 안 돼!

# Narration/&Tavern_02_51_Merton
source: You'll see.
ko: 두고 보라고.

# Narration/&Tavern_02_52_Player_Default
source: Anyway…
ko: 아무튼…

# Narration/&Tavern_01_2b_Explorer_Default
source: Is this the place for the Legacy Council job? Hope I'm not too late.
ko: 의회 일을 하려면 여기로 오면 되나? 너무 늦지 않았다면 좋겠군.

# Narration/&Council01_70b_NPC_Einarium_Sunblaze
source: Our church has been warning of the Sorr-Akkath since humans first came to Solasta…
ko: 우리 교단은 인간이 처음 솔라스타에 온 이래로 지속해서 소르아카스에 대해 경고해 왔습니다…

# Narration/&Council01_71b_NPC_Einarium_Sunblaze
source: …in the wake of their foul god Sorr-Tarr!
ko: ... 사악한 신 소르타르를 따르는 자들 말입니다!

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_01
source: Yes… I understand.
ko: 예... 알겠습니다.

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_02
source: Who are you talking to? Wait - what are you doing?
ko: 너 누구랑 이야기하는 거야? 잠깐, 뭐하는 거야?

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_03
source: Are you crazy? Why did you put it on?
ko: 너 미쳤어? 그걸 왜 써?

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_04
source: We have no idea what it does, whether it's evil, or anything!
ko: 우린 그게 사악한 건지 어떤 건지 전혀 모른다고!

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_05
source: What? I… Oh. I… It… I just… kind of… had to.
ko: 뭐? 나는... 오. 그... 그건... 어쩔... 수가... 없었어.

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_06
source: We're supposed to share the loot, by the way.
ko: 그건 그렇고, 우리는 전리품을 나눠 가져야 해.

# Narration/&TowerOfMagicFindingTheCrown_TakeCrown_08
source: Forget it, let's get out of here.
ko: 됐어, 여기서 나가자.

# Narration/&NecromancyQuest04_37b_Player
source: A defiler? A blood-drinking Child of Sorrow?
ko: 모독자? 피를 마시는 비애의 자식들?

# Narration/&NecromancyQuest04_44_Player
source: Stay in the light! It is our only protection.
ko: 빛이 함께하길! 그것만이 우리를 지켜주리니.

# Narration/&CaerLem_InTunnel4b_Cynicism_Default
source: Right out of a fairytale, as ugly as life.
ko: 진짜 거짓말처럼 추하게 생겼어.

# Narration/&CaerLem_InTunnel4c_Cynicism_Default
source: And certainly not lizardfolk.
ko: 확실히 도마뱀족은 아닌 것 같아.

# Narration/&TowerOfMagicStatueDraconic_4b_History_Default
source: Doesn't have the big spines…
ko: 큰 가시도 없고…

# Narration/&TowerOfMagicStatueDraconic_10_Default
source: It's standing just like a human. Ever seen a dragon do that?
ko: 이건 사람처럼 서 있잖아. 용이 그러는 거 본 적 있어?

# Narration/&TowerOfMagicStatueDraconic_11_Default
source: Ever seen a dragon at all? How would you know?
ko: 용을 본 적 있어? 네가 어떻게 알아?

# Narration/&TowerOfMagicStatueDraconic_12_Default
source: Stop losing time, it's just a statue.
ko: 시간 낭비하지 마. 이건 그냥 석상일 뿐이야.

# Narration/&TowerOfMagic_Discovery_01
source: Look at this place! I've never seen so many books!
ko: 여기 좀 봐! 이렇게 많은 책들은 처음 봐!

# Narration/&TowerOfMagic_Discovery_02
source: It would take a lifetime to read them all! Even for an elf!
ko: 이 책들을 다 읽으려면 평생이 걸릴 거야! 엘프조차도!

# Narration/&TowerOfMagic_Discovery_03
source: Must be worth a fortune! If only we could get everything back to Caer Cyflen…
ko: 엄청난 부를 거머쥐게 될 거야! 이 모든 책을 케어 키플렌으로 가져갈 수만 있다면 말이지…

# Narration/&TowerOfMagic_Discovery_04
source: I see the point of the Scavengers now…
ko: 이제야 스캐빈저를 이해할 수 있겠어...

# Narration/&TowerOfMagic_Discovery_05
source: Why not keep this to ourselves?
ko: 우리끼리만 아는 게 어때?

# Narration/&TowerOfMagic_Discovery_Banter_01
source: Crap! The book just turned into dust!
ko: 쳇! 책이 먼지처럼 사라졌어!

# Narration/&TowerOfMagic_Discovery_Banter_02
source: Damn! This book is… not really here!
ko: 젠장! 이 책은... 실제로 여기 있는 게 아니었어!

# Narration/&TowerOfMagic_Discovery_Banter_03
source: Do you mean all this fortune is out of reach?
ko: 이것들이 손 닿지 않는 곳에 있다는 말이야?

# Narration/&TowerOfMagic_Discovery_Banter_04
source: The library is trapped within this… magical phenomenon.
ko: 이 도서관은... 마법 현상에 사로잡혀 있어.

# Narration/&TowerOfMagicFight1over_22_Religion_Default
source: That's an old Tirmarian symbol. It stands for Arivad.
ko: 이건 옛 티르마르인의 상징이야. 아리바드를 가리키지.

# Narration/&TowerOfMagicFight1over_23_Religion_Default
source: He was a Tirmarian god, but he didn't come to Solasta.
ko: 그는 티르마르의 신이었지만, 솔라스타에는 오지 않았지.

# Narration/&TowerOfMagicFight1over_24_Religion_Default
source: I can't remember much more.
ko: 더 이상은 기억나지 않아.

# Narration/&TowerOfMagicFight1over_25_Einar_Default
source: "A" stands for Arivad - an evil god from old Tirmar. I read about him.
ko: "A"는 아리바드를 가리켜. 고대 티르마르의 사악한 신이지. 책에서 읽은 적이 있어.

# Narration/&TowerOfMagicFight1over_26_Einar_Default
source: The Soraks call him Sorr-Tarr. "Sorr-Akkath" means "beloved of Sorr-Tarr" in their tongue.
ko: 소락들은 그를 소르타르라고 불러. 저들의 언어로 "소르아카스"는 "소르타르의 사랑을 받는 자"를 뜻하지.

# Narration/&TowerOfMagicFight1over_27_Lowlife_Default
source: I've heard whispers of cultists with an "A" tattoo.
ko: "A" 문신을 한 이교도들의 속삭임을 들은 적이 있어.

# Narration/&TowerOfMagicFight1over_28_Lowlife_Default
source: There's a name, too: "Arivad."
ko: "아리바드"라는 이름도 있었지.

# Narration/&TowerOfMagicFight1over_29_Default
source: These humans are Arivad cultists, in league with the Soraks.
ko: 이 사람들은 소락과 결탁한 아리바드 숭배자들이야.

# Narration/&TowerOfMagicFight1over_30_Default
source: We better be careful.
ko: 조심하는 게 좋겠어.

# Narration/&TowerOfMagicFight1over_31_Default
source: And don't forget, we need the head of a Sorak.
ko: 우리에겐 소락의 머리가 필요하다는 걸 잊지 말자고.

# Narration/&InTemple_1_Crowbearer_Default
source: Lord Sunblaze - thank you for you hospitality.
ko: 선블레이즈 경, 환대에 감사드립니다.

# Narration/&InTemple_2_EinarBoss_NPC
source: It's the least we can do for the deputies who proved that there are still Soraks on Solasta.
ko: 솔라스타에 아직도 소락이 존재한다는 걸 증명한 대리인들에게 최소한 이 정도는 해줘야지.

# Narration/&InTemple_3_EinarBoss_NPC
source: You've proved we cannot relax our vigilance.
ko: 자네들은 우리가 경계를 늦출 수 없다는 걸 증명했지.

# Narration/&InTemple_4_EinarBoss_NPC
source: Did you find anything else that could help us track them?
ko: 혹시 놈들을 추적하는 데 도움이 될만한 걸 찾았나?

# Narration/&InTemple_5_EinarBoss_NPC
source: There was a parchment.
ko: 양피지가 있더군요.

# Narration/&InTemple_6_EinarBoss_NPC
source: If you find it, send for the Tshar.
ko: 이것을 발견할 경우... 챠에게 전달해라.

# Narration/&InTemple_7_Curious_NPC
source: You can read that?
ko: 그걸 읽을 수 있다고?

# Narration/&InTemple_8_EinarBoss_NPC
source: That last word, it's not Tirmarian… it's in the Sorr-Akkath tongue.
ko: 마지막 단어는 티르마르어가 아냐... 소라카스 말이군.

# Narration/&InTemple_9_Selfpres_NPC
source: I knew it!
ko: 그럴 줄 알았어!

# Narration/&InTemple_10_EinarBoss_NPC
source: It means "general."
ko: 이건 "장군"이라는 뜻이지.

# Narration/&InTemple_11_EinarBoss_NPC
source: You were wise to run.
ko: 도망친 건 현명했소.

# Narration/&InTemple_Added_1_Player_Default
source: Also, the fanatics we fought near that old tower…
ko: 그리고, 옛 탑 근처에서 우리와 싸운 광신도들…

# Narration/&InTemple_Added_2_Player_Default
source: …they all had this tattoo on their arm.
ko: ...전부 팔에 문신을 하고 있었어요.

# Narration/&InTemple_Added_3_Player_Default
source: And we found this letter.
ko: 그리고 우리는 이 글자를 발견했죠.

# Narration/&InTemple_Added_4_Player_Default
source: It seems to support the idea that they were working for the Soraks under duress.
ko: 이건 그들이 강제로 소락을 위해 일했다는 추측을 뒷받침할만한 근거로 보입니다.

# Narration/&InTemple_Added_5_Beric_AkilWingate_NPC
source: It is indeed one of their ways.
ko: 그건 확실히 놈들의 방식이지.

# Narration/&InTemple_Added_6_Beric_AkilWingate_NPC
source: Now this, is the A of Arivad.
ko: 그리고 이 A는 아리바드를 뜻하네.

# Narration/&InTemple_Added_7_Player_Default
source: Can you enlighten us?
ko: 설명해주실 수 있습니까?

# Narration/&InTemple_Added_8_Player_Default
source: Between the myth and what we've seen, it's confusing.
ko: 우리가 실제로 본 것들이 신화와 달라서... 좀 혼란스럽네요.

# Narration/&InTemple_Added_9_Beric_AkilWingate_NPC
source: Of course.
ko: 물론이오.

# Narration/&InTemple_Added_10_Beric_AkilWingate_NPC
source: We paladins and clerics of Einar are the guardians of these memories.
ko: 우리 에이나르의 클레릭과 팔라딘은 이 기억의 수호자들이오.

# Narration/&InTemple_Added_11_Beric_AkilWingate_NPC
source: Our ancestors fought the war against the Sorr-Akkath.
ko: 우리의 선조들은 소라카스와의 전쟁에서 싸웠지.

# Narration/&InTemple_Added_12_Beric_AkilWingate_NPC
source: Their god, Sorr-Tarr, gave them dark powers of treachery, mind reading, and shapechanging.
ko: 그들의 신, 소르-타르는 놈들에게 배신과 독심술, 형태변환의 어두운 힘을 주었소.

# Narration/&InTemple_Added_13_Beric_AkilWingate_NPC
source: They infiltrated the human society, corrupted the hearts of men.
ko: 그들은 인간 사회에 침투해서, 사람들의 마음을 타락시키지.

# Narration/&InTemple_Added_14_Beric_AkilWingate_NPC
source: At some point, everyone was suspected to be a Sorak in disguise.
ko: 어느 순간엔가, 모두가 변장한 소락이라는 의심을 받게 되었고.

# Narration/&InTemple_Added_15_Beric_AkilWingate_NPC
source: Distrust broke humanity. Sorr-Tarr had won.
ko: 불신이 인간성을 무너뜨렸소. 소르-타르가 승리한 거요.

# Narration/&InTemple_Added_16_Beric_AkilWingate_NPC
source: He corrupted even Arivad, god of the inquisitors.
ko: 그들은 심지어 재판관의 신, 아리바드마저 타락시켰소.

# Narration/&InTemple_Added_17_Beric_AkilWingate_NPC
source: The gods themselves decided to run away from Tirmar.
ko: 신들은 티르마르에서 도망치기로 결정했지.

# Narration/&InTemple_Added_18_Beric_AkilWingate_NPC
source: They opened the rift for the humans to escape, to Solasta.
ko: 그들은 인간들이 도망칠 수 있도록 균열을 열었소. 솔라스타로 말이지.

# Narration/&InTemple_Added_19_Beric_AkilWingate_NPC
source: Many of them didn't make it. It was a tragedy.
ko: 그들 중 상당수는 제 때 도망치지 못했소. 끔찍한 일이었지.

# Narration/&InTemple_Added_20_Beric_AkilWingate_NPC
source: At the site of the rift, thousands of Soraks tried to cross.
ko: 균열이 발생한 장소에서, 수많은 소락들이 그걸 건너려 했소.

# Narration/&InTemple_Added_21_Beric_AkilWingate_NPC
source: Sorr-Tarr himself tried.
ko: 소르-타르 본인도.

# Narration/&InTemple_Added_22_Beric_AkilWingate_NPC
source: The rift was closed, in a gigantic blast.
ko: 균열은 거대한 폭발과 함께 닫혔소.

# Narration/&InTemple_Added_23_Beric_AkilWingate_NPC
source: Our kings and heroes, Manacalon's masters of magic, were all wiped out.
ko: 우리의 왕도, 영웅도, 마나칼론의 대마법사들도, 모조리 사라졌지.

# Narration/&InTemple_Added_24_Beric_AkilWingate_NPC
source: So, how could Soraks have survived, escaped and then thrived on Solasta?
ko: 그래서, 소락은 어떻게 살아남고, 탈출해서 솔라스타에서 번창할 수 있었을까?

# Narration/&InTemple_Added_25_Beric_AkilWingate_NPC
source: I supposed that's another one of their tricks.
ko: 나는 그게 그들의 또다른 속임수라고 생각했소.

# Narration/&InTemple_Added_26_Beric_AkilWingate_NPC
source: But for those who had survived the war, the exodus…
ko: 하지만 전쟁에서 살아남고, 탈출한 사람들에게는…

# Narration/&InTemple_Added_27_Beric_AkilWingate_NPC
source: …it was paramount to stay vigilant, to keep the memory alive.
ko: ...기억을 되살리고 경계를 유지하는 것이 무엇보다 중요했지.

# Narration/&InTemple_Added_28_Beric_AkilWingate_NPC
source: The memory of what Soraks were, what they could do.
ko: 소락이 무엇이었는지, 그들이 뭘 할 수 있는지에 대한 기억.

# Narration/&InTemple_Added_29_Beric_AkilWingate_NPC
source: So that, if one day, they were to return.
ko: 그래서, 언젠가, 그들이 돌아온다는.

# Narration/&InTemple_Added_30_Beric_AkilWingate_NPC
source: We'd be ready.
ko: 우리는 대비해야 하오.

# Narration/&InTemple_Added_31_Beric_AkilWingate_NPC
source: I'm sorry to say, after a thousand years, only few of us remain.
ko: 미안한 말이지만, 수천 년이 지나서, 우리는 소수만 남아있을 뿐이오.

# Narration/&InTemple_Added_32_Beric_AkilWingate_NPC
source: Most people believe Soraks are a mere legend, now.
ko: 이제 대부분의 사람들은 소락을 한낱 전설로만 여기지.

# Narration/&InTemple_Added_33_Beric_AkilWingate_NPC
source: But you brought us proof.
ko: 하지만 당신들이 증거를 가져왔소.

# Narration/&InTemple_Added_34_Beric_AkilWingate_NPC
source: The Soraks are not extinct.
ko: 소락은 멸종되지 않았소.

# Narration/&InTemple_Added_35_NO_AUDIO
source: Are there different Soraks?
ko: 다른 종류의 소락이 있나요?

# Narration/&InTemple_Added_36_Player_Default
source: We fought different ones, do you know more?
ko: 우리는 서로 다른 종류의 놈들과 싸웠죠. 좀 더 아시는 게 있나요?

# Narration/&InTemple_Added_37_Beric_AkilWingate_NPC
source: The bulk of their army are foot soldiers, with poisoned spines.
ko: 놈들 군대의 대다수는 독 가시를 가진 보병들이네.

# Narration/&InTemple_Added_38_Beric_AkilWingate_NPC
source: They breed a cast of albino priests, able to cast spells.
ko: 그들은 마법을 쓸 수 있는 알비노 사제들을 기르지.

# Narration/&InTemple_Added_39_Beric_AkilWingate_NPC
source: Some of them are deadly assassins - invisible, venomous.
ko: 놈들 중 일부는 치명적인 암살자지. 보이지 않고, 맹독이 있네.

# Narration/&InTemple_Added_40_Beric_AkilWingate_NPC
source: Others are giant brutes.
ko: 다른 걸로는 거대한 야수가 있군.

# Narration/&InTemple_Added_41_Beric_AkilWingate_NPC
source: The scriptures talk of elite warriors, anti-paladins.
ko: 경전에는 정예 전사, 안티팔라딘에 대한 이야기도 있네.

# Narration/&InTemple_Added_42_Beric_AkilWingate_NPC
source: The Shikkath.
ko: 시카스.

# Narration/&InTemple_Added_43_NO_AUDIO
source: Can they mimic people?
ko: 사람을 흉내낼 수 있다고요?

# Narration/&InTemple_Added_44_Player_Default
source: Can they really impersonate people?
ko: 그것들이 정말 사람 흉내를 낼 수 있다고요?

# Narration/&InTemple_Added_45_Beric_AkilWingate_NPC
source: It's been proven, though it's a long process.
ko: 그건 증명되어 있네. 긴 과정이긴 하지만.

# Narration/&InTemple_Added_46_Beric_AkilWingate_NPC
source: They used to kidnap a target, study it for weeks, sometimes months.
ko: 놈들은 대상을 납치하고 몇 주, 어떨 때는 몇 개월간 연구하곤 했지.

# Narration/&InTemple_Added_47_Beric_AkilWingate_NPC
source: One of their chosen ones would transform into a perfect duplicate.
ko: 놈들 중 선택받은 누군가가 완벽한 복제로 변신하게 되지.
