Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&CradleOfFire_FindingKebra_59_Kebra_NPC
source: Huge balls of fire from his hands. Many, many flames.
ko: 커다한 불덩어리가 손에서 나왔다. 아주, 아주 많이.

# Narration/&CradleOfFire_FindingKebra_60_Kebra_NPC
source: Never seen orc shaman so powerful.
ko: 그렇게 강한 오크 주술사는 본 적 없다.

# Narration/&CradleOfFire_FindingKebra_61_Kebra_NPC
source: Arrok said he found power in Cradle of Fire, heart of mountain.
ko: 아록은 불꽃의 요람, 산의 심장의 힘을 얻었다고 말했다.

# Narration/&CradleOfFire_FindingKebra_62_Pragmatic_Default
source: Are you thinking what I'm thinking?
ko: 다들 나랑 같은 생각하고 있지?

# Narration/&CradleOfFire_FindingKebra_63_Arcana_Default
source: Arrok found the gem of evocation.
ko: 아록이 찾은 건 방출의 보석이야.

# Narration/&CradleOfFire_FindingKebra_64_Selfpres_Default
source: Many fireballs? Our gems don't do that.
ko: 화염구를 마구 쏜다고? 우리 보석은 안 그러던데.

# Narration/&CradleOfFire_FindingKebra_65_Pragmatic_Default
source: In any case, we need to find this Brok.
ko: 어쨌든, 우리는 이 브록이라는 친구를 찾아야 해.

# Narration/&CradleOfFire_FindingKebra_66_Kill_CHOICE
source: Take us to Arrok.
ko: 아록에게 데려다주시오.

# Narration/&CradleOfFire_FindingKebra_67_Help_CHOICE
source: We'll avenge your tribe.
ko: 당신 부족의 복수를 해 주지.

# Narration/&CradleOfFire_FindingKebra_68_Kill_Default
source: Help us to find Arrok.
ko: 아록을 찾는 걸 도와주시오.

# Narration/&CradleOfFire_FindingKebra_69_Help_Default
source: Lead us to Arrok and we'll avenge your tribe.
ko: 우리가 당신 부족의 복수를 할 테니 아록에게 안내해.

# Narration/&CradleOfFire_FindingKebra_70_Kebra_NPC
source: Agreed. We go into volcano, maybe find Brok alive.
ko: 동의한다. 우리는 화산으로 간다. 브록을 찾을 수 있을 거다.

# Narration/&CradleOfFire_Entrance_1_Leadership_Default
source: Your friend?
ko: 네 친구인가?

# Narration/&CradleOfFire_Entrance_8_Intimidation_CHOICE
source: Move away or you die.
ko: 죽기 싫으면 비키는 게 좋을 거야.

# Narration/&CradleOfFire_Entrance_9_Cynical_Default
source: Nice to meet you too, Arbal.
ko: 만나서 반갑소, 아르발.

# Narration/&CradleOfFire_Entrance_14_Orcishspeaker_Default
source: Nyark ami anda, Karko Arbal.
ko: 나크 아미 아느다, 카르코 아르발.

# Narration/&CradleOfFire_Entrance_18_Friendly_Default
source: We want to help Kebra.
ko: 우린 케브라를 돕고 싶다.

# Narration/&CradleOfFire_Entrance_20_Friendly_CHOICE
source: Brok is alive?
ko: 브록이 살아있어?

# Narration/&CradleOfFire_Entrance_23_Arbal_NPC
source: Him too powerful.
ko: 그는 매우 강하다.

# Narration/&CradleOfFire_Entrance_24_Arbal_NPC
source: Maybe with all tribes together.
ko: 모든 부족이 힘을 합해야 가능하다.

# Narration/&CradleOfFire_Entrance_25_Arbal_NPC
source: Not possible.
ko: 불가능한 일이다.

# Narration/&CradleOfFire_Entrance_25_Nosy_Default
source: What tribe are you from, Arbal?
ko: 아르발, 당신은 어느 부족이지?

# Narration/&CradleOfFire_Entrance_26_Arbal_NPC
source: Arbal is Bloodspear.
ko: 아르발은 피묻은창 부족이다.

# Narration/&CradleOfFire_Entrance_27_Nosy_Default
source: How many tribes are there in the volcano?
ko: 이 화산에 부족은 얼마나 있지?

# Narration/&CradleOfFire_Entrance_28_Arbal_NPC
source: Four, Suncloud is dead.
ko: 넷, 선클라우드 부족은 죽었다.

# Narration/&CradleOfFire_Entrance_30_Cynical_Default
source: Such poetic names! I'm quite moved.
ko: 이야, 참으로 시적인 이름들이네! 조금 감동 먹었어.

# Narration/&CradleOfFire_Entrance_32_Arbal_NPC
source: Arrok put him on display in market.
ko: 아록이 그를 본보기로 장터에 가뒀다.

# Narration/&CradleOfFire_Entrance_35_Persuasion_CHOICE
source: Let's go and free this Brok.
ko: 브록을 풀어주러 가자.

# Narration/&CradleOfFire_SavedBrok_1_Brok_NPC
source: Kebra, you alive!
ko: 케브라, 살아있었군!

# Narration/&CradleOfFire_SavedBrok_4_Kebra_NPC
source: They want Arrok. His power.
ko: 이들은 아록을 찾고 있다. 그의 힘을 원한다.

# Narration/&CradleOfFire_SavedBrok_7_Nosy_CHOICE
source: Tell us about Arrok.
ko: 아록에 대해 말해줘.

# Narration/&CradleOfFire_SavedBrok_8_Selfpres_CHOICE
source: How did one orc destroy your tribe?
ko: 오크 하나가 부족 전체를 몰살시켰다고?

# Narration/&CradleOfFire_SavedBrok_13_Brok_NPC
source: Power of fire. Unstoppable.
ko: 누구도 막을 수 없는, 불의 힘 말이다.

# Narration/&CradleOfFire_SavedBrok_15_Brok_NPC
source: Arrok use power of fire.
ko: 아록은 불의 힘을 쓴다.

# Narration/&CradleOfFire_SavedBrok_17_Brok_NPC
source: All tribes kneel.
ko: 모든 부족이 조아렸다.

# Narration/&CradleOfFire_SavedBrok_19_Brok_NPC
source: Help kill Arrok. Yes.
ko: 아록을 죽이겠다? 좋다.

# Narration/&CradleOfFire_SavedBrok_27_Default_Normal
source: But with all tribes together, maybe win.
ko: 하지만 모든 부족을 규합하면, 승산이 있다.

# Narration/&CradleOfFire_SavedBrok_28_Nosy_Default
source: What is the sunken city you spoke of?
ko: 가라앉은 도시가 어딜 말하는 거지?

# Narration/&CradleOfFire_SavedBrok_29_Brok_NPC
source: Elf town. Old Empire. Sunk into earth, melted with volcano.
ko: 엘프 마을. 구 제국. 땅 속으로 가라앉아, 용암 속에 파묻혔다.

# Narration/&CradleOfFire_SavedBrok_30_Nosy_Default
source: A Manacalon city down inside a volcano?
ko: 화산 아래에 마나칼론 도시가 있다고?

# Narration/&CradleOfFire_SavedBrok_31_Joker_Default
source: It's the Badlands! The fun just keeps on coming!
ko: 말도 안 되는 일이 계속 벌어지네, 정말 황무지답다!

# Narration/&CradleOfFire_SavedBrok_33_Selfpres_Formal
source: Could we not simply kill this Arrok?
ko: 그냥 아록을 죽이면 되는거 아냐?

# Narration/&CradleOfFire_SavedBrok_34_Brok_NPC
source: No. Too many orcs, too much power.
ko: 안 돼. 힘도 매우 강하고, 따르는 오크도 많다.

# Narration/&CradleOfFire_SavedBrok_36_Brok_NPC
source: No. But orcs always want leader.
ko: 아니. 오크는 지도자가 필요하다.

# Narration/&CradleOfFire_SavedBrok_38_Brok_NPC
source: If you help, tribes follow Brok.
ko: 너희가 도우면, 부족은 브록을 따를 것이다.

# Narration/&CradleOfFire_SavedBrok_39_Cynical_Default
source: Help you become the new big man in the volcano? You're smart.
ko: 화산 속 오크 나라의 대빵이 되게 도와달라? 아주 영리하군.

# Narration/&CradleOfFire_Bloodspear_1_Nosy_Default
source: What's the flag?
ko: 저 깃발은 뭐지?

# Narration/&CradleOfFire_Bloodspear_3_History_Default
source: Aren't all orcs warriors?
ko: 오크들은 모두 전사 아닌가?

# Narration/&CradleOfFire_Bloodspear_5_Pragmatic_Default
source: So, what's the plan?
ko: 그렇다면, 계획은 뭐지?

# Narration/&CradleOfFire_Bloodspear_6_Brok_NPC
source: Edrof respect only strength.
ko: 에드로프는 오직 힘만을 숭상한다.

# Narration/&CradleOfFire_Bloodspear_7_Brok_NPC
source: He supported Arrok the powerful.
ko: 그가 아록에게 힘을 보태고 있다.

# Narration/&CradleOfFire_Bloodspear_8_Brok_NPC
source: You defeat him in arena, I turn Bloodspear against Arrok.
ko: 결투에서 그를 쓰러트리면, 내가 피묻은창 부족을 설득하겠다.

# Narration/&CradleOfFire_Bloodspear_9_Pragmatic_Default
source: You mean take control of his tribe?
ko: 부족의 주도권을 얻는다는 말이지?

# Narration/&CradleOfFire_Bloodspear_11_Joker_Default
source: Nyarks. That's us, just so you know. Probably means piece of…
ko: 나크. 우리라는 말이지. 혹시 그 단어가 인종차별적인…

# Narration/&CradleOfFire_Bloodspear_12_Orcish_Default
source: …It means non-orcs, that's all.
ko: ...오크가 아닌 자들이란 뜻이야, 그런 의미는 없어.

# Narration/&CradleOfFire_Bloodspear_13_Joker_Default
source: You speak orcish?
ko: 너 오크어도 할 줄 알아?

# Narration/&CradleOfFire_Bloodspear_14_Orcish_Default
source: Enough to know non-orc from piece of…
ko: 나크도 알고 인종차별적인 단어도 아는데…

# Narration/&CradleOfFire_Bloodspear_15_Joker_Default
source: Really? Oh, please, what's the word? I must know!
ko: 오, 진짜? 그게 뭔데? 빨리 말해줘!

# Narration/&CradleOfFire_Bloodspear_16_Orcish_Default
source: Stop it. Just stop.
ko: 됐다. 그만하자.

# Narration/&CradleOfFire_BloodspearMeeting_1_Edrof_NPC
source: Brok alive? Why nyarks?
ko: 브록, 살아있었나? 나크들은 뭐지?

# Narration/&CradleOfFire_BloodspearMeeting_2_Brok_NPC
source: Nyarks serve Brok.
ko: 이 나크는 브록을 섬긴다.

# Narration/&CradleOfFire_BloodspearMeeting_6_Edrof_NPC
source: Rhhhhhaaaaaa! I kill all your nyarks!
ko: 르으으아아아! 내가 노예들을 모두 죽여주겠다!

# Narration/&CradleOfFire_BloodspearMeeting_8_Edrof_NPC
source: Who is nyark champion?
ko: 나크 도전자는 누구냐?

# Narration/&CradleOfFire_BloodspearMeeting_9_Player1_WRITTEN
source: That would be me.
ko: 내가 가지.

# Narration/&CradleOfFire_BloodspearMeeting_10_Player2_WRITTEN
source: Let me crush this orc.
ko: 내가 저 오크를 처부수겠어.

# Narration/&CradleOfFire_BloodspearMeeting_11_Player3_WRITTEN
source: Someone's got to do it.
ko: 할 거면 내가 나서고.

# Narration/&CradleOfFire_BloodspearMeeting_12_Player4_WRITTEN
source: I'll fight.
ko: 바로 나다.

# Narration/&CradleOfFire_BloodspearMeeting_13_Chosen_Default
source: I'll fight you, Edrof.
ko: 내가 도전하겠다, 에드로프.

# Narration/&CradleOfFire_BloodspearMeeting_14_Edrof_NPC
source: And I kill you, nyark slave!
ko: 내가 죽여주겠다, 나크 노예!

# Narration/&CradleOfFire_BloodspearBeaten_1_Kebra_NPC
source: Bloodspear - you witness!
ko: 피묻은창 부족이여 보아라!

# Narration/&CradleOfFire_BloodspearBeaten_2_Kebra_NPC
source: Suncloud not dead!
ko: 선클라우드는 죽지 않았다!

# Narration/&CradleOfFire_BloodspearBeaten_3_Kebra_NPC
source: Suncloud nyark slaves defeat Edrof!
ko: 선클라우드 나크는 에드로프와 싸워 이겼다!

# Narration/&CradleOfFire_BloodspearBeaten_4_Joker_Default
source: Slaves, really? Do we have to go along with that?
ko: 노예란 말이지? 우리 계속 노예 취급 당하는 거야?

# Narration/&CradleOfFire_BloodspearBeaten_7_Kebra_NPC
source: Brok chief of Bloodspear now!
ko: 브록이 피묻은창 부족의 족장이다!

# Narration/&CradleOfFire_BloodspearBeaten_10_Pragmatic_Default
source: What now?
ko: 다음 과정은?

# Narration/&CradleOfFire_BloodspearBeaten_11_Brok_NPC
source: I stay. Kebra show you way.
ko: 나는 남는다. 케브라가 길을 알려줄 것이다.

# Narration/&CradleOfFire_BloodspearBeaten_12_Choice1_WRITTEN
source: Do we have to kill all other chiefs?
ko: 다른 족장들도 다 죽여야 하는 거야?

# Narration/&CradleOfFire_BloodspearBeaten_13_Choice2_WRITTEN
source: Can't we just find Arrok?
ko: 그냥 아록 찾으러 가면 안 돼?

# Narration/&CradleOfFire_BloodspearBeaten_14_Choice3_WRITTEN
source: Fine.
ko: 알겠어.

# Narration/&CradleOfFire_BloodspearBeaten_15_Choice1_Default
source: So, do we do the same thing with all the other tribes?
ko: 다른 부족도 찾아가서 결투로 죽여야 되는 건가?

# Narration/&CradleOfFire_BloodspearBeaten_16_Brok_NPC
source: Other tribes different. Not want challenge.
ko: 다른 이들은 결투가 아니다. 다른 방식을 추구한다.

# Narration/&CradleOfFire_BloodspearBeaten_17_Brok_NPC
source: Kebra explain.
ko: 케브라가 설명해줄 것이다.

# Narration/&CradleOfFire_BloodspearBeaten_18_Choice2_Default
source: Seriously, can't we just go ahead and, you know, find Arrok and kill him?
ko: 그냥 바로 아록 찾아간 다음에, 죽여버리면 되는 거 아냐?

# Narration/&CradleOfFire_BloodspearBeaten_19_Brok_NPC
source: Arrok has many warriors. We need all tribes.
ko: 아록에겐 전사들이 많다. 우린 모든 부족이 필요하다.

# Narration/&CradleOfFire_BloodspearBeaten_20_Brok_NPC
source: But if you not trust Brok, go find Arrok and see.
ko: 브록의 말을 믿지 못하겠으면, 한 번 아록을 찾아가봐라.

# Narration/&CradleOfFire_BloodspearBeaten_21_Choice3_Default
source: Fine, let's go.
ko: 알겠어, 가자.

# Narration/&CradleOfFire_Bladefang_1_Default_Default
source: This place is… different.
ko: 이곳은 좀... 다른걸.

# Narration/&CradleOfFire_Bladefang_2_history_Default
source: Half Manacalon, half orc, all crazy.
ko: 절반은 마나칼론 양식에, 절반은 오크 흔적이라, 미쳐 돌아가는군.

# Narration/&CradleOfFire_Bladefang_7_Default_Default
source: Meaning… before the Cataclysm?
ko: 그러니까... 대격변 이전 말이지?

# Narration/&CradleOfFire_BladefangMeeting_16_Radulf_NPC
source: If nyarks have power to defeat Arrok…
ko: 나크들이 아록을 죽일 힘이 있다면…

# Narration/&CradleOfFire_BladefangMeeting_17_Radulf_NPC
source: …then nyarks can kill Kralshe-Renn.
ko: ...크랄셰렌도 무찌를 수 있을 것이다.

# Narration/&CradleOfFire_BladefangMeeting_18_Orcish_Default
source: Kralshe-Renn means 'Old Queen'
ko: 크랄셰렌은 '옛 여왕'이라는 뜻이야.

# Narration/&CradleOfFire_BladefangMeeting_19_Cynical_Default
source: Everything's about old stuff around here, isn't it?
ko: 그럼 그렇지, 다 옛날 뭐시기. 여기에 새로운 게 있을리가 없지?

# Narration/&CradleOfFire_BladefangMeeting_20_Radulf_NPC
source: Also, beware of gaks.
ko: 그리고, 가크를 조심해라.

# Narration/&CradleOfFire_BladefangMeeting_21_Default_Default
source: The what?
ko: 가... 뭐라고?

# Narration/&CradleOfFire_BladefangMeeting_22_Orcish_Default
source: That means… skin…less?
ko: 가죽... 없는 것들이란 뜻인가?

# Narration/&CradleOfFire_BladefangMeeting_23_Violent_Default
source: Skinless? Wait? Soraks? They're here, too?
ko: 가죽이 없다면? 소락이? 놈들이 여기에도 있다는 건가?

# Narration/&CradleOfFire_BladefangMeeting_24_Selfpres_Default
source: No surprise there. They're after the gems too, remember?
ko: 놀랄 것도 없지. 놈들도 보석을 찾고 있단 걸 잊었어?

# Narration/&CradleOfFire_BladefangMeeting_25_Pragmatic_Default
source: Can they impersonate orcs?
ko: 오크로 위장하는 것도 가능해?

# Narration/&CradleOfFire_BladefangMeeting_26_Selfpres_Default
source: Why not?
ko: 안 될 게 뭐 있어?

# Narration/&CradleOfFire_BladefangMeeting_27_Pragmatic_Default
source: Anyway, I don't think we have much choice.
ko: 어쨌거나, 다른 수단은 없는 것 같네.

# Narration/&CradleOfFire_BladefangMeeting_28_Pragmatic_Default
source: We'll get your holy axe.
ko: 신성한 도끼를 가져다주도록 하지.

# Narration/&CradleOfFire_BladefangMeeting_30_Cynical_Default
source: He sounds like Beric Sunblaze.
ko: 꼭 베릭 선블레이즈처럼 말하는 걸.

# Narration/&CradleOfFire_BladefangMeeting_31_Einar_Default
source: Don't.
ko: 조용.

# Narration/&CradleOfFire_BladefangMeeting_32_Cynical_Default
source: It was a compliment.
ko: 비꼬는 게 아니라 칭찬이야.

# Narration/&CradleOfFire_BladefangQuest_1_Choice1_WRITTEN
source: Who's the Old Queen?
ko: 옛 여왕이 누구지?

# Narration/&CradleOfFire_BladefangQuest_2_Choice2_WRITTEN
source: What's the holy axe?
ko: 신성한 도끼가 뭐지?

# Narration/&CradleOfFire_BladefangQuest_3_Choice3_WRITTEN
source: Let's go.
ko: 갑시다.

# Narration/&CradleOfFire_BladefangQuest_5_Kebra_NPC
source: Monster. Strong. Hates light.
ko: 강력한. 괴물. 빛 싫어한다.

# Narration/&CradleOfFire_BladefangQuest_9_Selfpres_Default
source: About this so-called holy axe… what is it?
ko: 그 신성한 도끼라는 거... 어떤 건데?

# Narration/&CradleOfFire_SandRaven_1_Default_Default
source: Look at that! Another library!
ko: 여길 봐! 또 다른 서고야!

# Narration/&CradleOfFire_SandRaven_2_Default2_Default
source: It looks very like the tower where we found the Crown.
ko: 우리가 왕관을 찾았던 탑과 아주 흡사한걸.

# Narration/&CradleOfFire_SandRaven_9_Kebra_NPC
source: Urka very wise shaman.
ko: 우르카는 아주 현명한 주술사다.

# Narration/&CradleOfFire_SandRaven_10_Kebra_NPC
source: Reads books.
ko: 책을 읽는다.

# Narration/&CradleOfFire_SandRaven_11_Nosy_Default
source: Orcs can read?
ko: 오크도 글을 읽을 줄 알아?

# Narration/&CradleOfFire_SandRaven_12_Cynical_Default
source: Amaaazing.
ko: 거 참 대단하셔라.

# Narration/&CradleOfFire_SandRaven_18_Urka_NPC
source: Kebra?
ko: 케브라?

# Narration/&CradleOfFire_SandRaven_19_Urka_NPC
source: I thought you were dead.
ko: 죽은 줄만 알았다.

# Narration/&CradleOfFire_SandRaven_20_Urka_NPC
source: Who are your nyark… friends?
ko: 옆의 나크 무리는... 누구인가?

# Narration/&CradleOfFire_SandRaven_21_Kebra_NPC
source: They help me and Brok. We gather all tribes against Arrok.
ko: 이들이 나와 브록을 도왔다. 우린 아록에 맞서 부족들을 규합하고 있다.

# Narration/&CradleOfFire_SandRaven_22_Urka_NPC
source: Oh, Arrok.
ko: 오, 아록이라.

# Narration/&CradleOfFire_SandRaven_23_Authority_Default
source: Urka, eh?
ko: 이봐, 우르카.

# Narration/&CradleOfFire_Necropolis_Hall_1_Default_Default
source: That's a change of mood.
ko: 분위기가 바뀌었네.

# Narration/&CradleOfFire_Necropolis_Hall_2_Nosy_Default
source: Fantastic! It's like traveling back in time a thousand years!
ko: 멋진걸! 천 년 전의 시간을 여행하는 느낌이야!

# Narration/&CradleOfFire_Necropolis_Statue01_1_History_Default
source: We have our answer - this isn't just any tomb.
ko: 답을 찾았군 - 이건 그냥 무덤이 아냐.

# Narration/&CradleOfFire_Necropolis_Statue01_2_Cynical_Default
source: Yeah, it's a damned Imperial slaver's tomb.
ko: 맞아, 빌어먹을 제국 노예상들의 무덤이지.

# Narration/&CradleOfFire_Necropolis_Statue02_1_History_Default
source: Prince Kealin, firstborn.
ko: 케일렌 왕자, 첫째야.

# Narration/&CradleOfFire_Necropolis_Statue02_2_Violent_Default
source: His son? Never got to be Emperor - died too soon.
ko: 아들이라? 황제가 될 순 없었겠군 - 너무 일찍 죽었어.

# Narration/&CradleOfFire_Necropolis_Statue03_1_History_Default
source: Queen Saefinala, dearest wife and mother.
ko: 세피넬라 여왕, 가장 사랑하는 아내이자 어머니.

# Narration/&CradleOfFire_Necropolis_Statue03_2_Cynical_Default
source: Cute.
ko: 귀엽네.

# Narration/&CradleOfFire_Necropolis_Statue03_3_Lawful_Default
source: Show some respect.
ko: 예의를 갖추라고.

# Narration/&CradleOfFire_Necropolis_Statue03_4_Carver_Default
source: Slavers, the whole lot of them.
ko: 전부 노예상들일 뿐이야.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_1_Ghost_NPC
source: Who dares disturb the eternal rest of Emperor Laethar?
ko: 누가 감히 황제 라사르의 영원한 안식을 방해하느냐?

# Narration/&CradleOfFire_Necropolis_EmperorGhost_2_Default_WRITTENONLY
source: We mean no disrespect.
ko: 무례를 범하려던 건 아닙니다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_3_Deception_WRITTENONLY
source: We got lost.
ko: 길을 잃었습니다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_4_Persuasion_WRITTENONLY
source: We're clearing your city of orcs.
ko: 폐하의 도시의 오크를 청소하려 합니다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_5_Intimidation_WRITTENONLY
source: We go where we like.
ko: 우리는 우리가 가고 싶은 곳에 간다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_9_Persuasion_Answer02
source: Your city is infested with orcs. We're here to clean it up.
ko: 이 도시에는 오크들이 들끓고 있습니다. 우리는 이걸 정리하기 위해 왔습니다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_10_Ghost_NPC
source: What are orcs?
ko: 오크가 뭐지?

# Narration/&CradleOfFire_Necropolis_EmperorGhost_11_Cynical_Default
source: Smart move!
ko: 영리한 방식이야!

# Narration/&CradleOfFire_Necropolis_EmperorGhost_12_Persuasion_Default
source: Evil monsters. They're desecrating your city.
ko: 사악한 몬스터입니다. 그들이 폐하의 도시를 더럽히고 있죠.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_17_Ghost_NPC
source: Monsters, you say?
ko: 몬스터라고 했나?

# Narration/&CradleOfFire_Necropolis_EmperorGhost_21_Persuasion_Default
source: We call them orcs, they're like… dwarves, but worse.
ko: 우리는 그걸 오크라고 부릅니다. 그것들은... 드워프와 비슷하지만, 더 나쁘죠.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_22_Ghost_NPC
source: Really?
ko: 정말인가?

# Narration/&CradleOfFire_Necropolis_EmperorGhost_23_Ghost_NPC
source: Then you are on a sacred mission.
ko: 그렇다면 너희는 신성한 임무중인 거로군.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_24_Ghost_NPC
source: Monsters must not defile a city of the Emperors.
ko: 황제의 도시를 몬스터가 훼손시켜서는 안 된다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_25_Ghost_NPC
source: Leave this holy tomb and do what you must.
ko: 이 신성한 무덤을 떠나 너희가 해야 할 일을 하라.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_26_Ghost_NPC
source: There is Minor Gate by the tapestry of the Aer Elai. Use it to reach the inner city.
ko: 에어 엘라이의 태피스트리 옆에 마이너 게이트가 있다. 그것을 통해 도시 내부에 도달할 수 있을 것이다.

# Narration/&CradleOfFire_Necropolis_EmperorGhost_27_Persuasion_Default
source: Thank you, your Imperial Majesty.
ko: 감사드립니다. 폐하.

# Narration/&CradleOfFire_Necropolis_AfterGhost_1_Pragmatic_Default
source: Did you see that?
ko: 봤어?

# Narration/&CradleOfFire_Necropolis_AfterGhost_2_Cynical_Default
source: The ghost? Yes, we did.
ko: 유령 말이지? 물론.

# Narration/&CradleOfFire_Necropolis_AfterGhost_3_Pragmatic_Default
source: The key! It's in the coffin.
ko: 열쇠 말야! 관 안에 있어.

# Narration/&CradleOfFire_Necropolis_AfterGhost_4_Selfpres_Default
source: Oh, no!
ko: 저런!

# Narration/&CradleOfFire_Necropolis_AfterGhost_5_Pragmatic_Default
source: So what do we do?
ko: 그래서 우리가 뭘 해야 하지?

# Narration/&CradleOfFire_Necropolis_AfterGhost_6_Cynical_Default
source: Wake him up again and ask nicely?
ko: 황제를 다시 깨우고 정중하게 요청해보기?

# Narration/&CradleOfFire_Necropolis_AfterGhost_7_Violent_Default
source: Get ready for a fight.
ko: 전투를 준비하자고.

# Narration/&CradleOfFire_Necropolis_AfterGhost_8_Pragmatic_Default
source: Why don't we just go into the city and kill Arrok?
ko: 그냥 도시로 들어가서 아록을 죽이면 안 돼?

# Narration/&CradleOfFire_Necropolis_AfterGhost_9_Selfpres_Default
source: Which is worse? Fighting Arrok by ourselves, or this dead Emperor?
ko: 어느 쪽이 더 나쁠까? 우리만으로 아록과 싸우기, 아니면 죽은 황제?

# Narration/&CradleOfFire_Necropolis_GhostReturn_1_Ghost_NPC
source: You again?
ko: 다시 왔는가?

# Narration/&CradleOfFire_Necropolis_GhostReturn_3_Cynical_Formal
source: Our apologies, Emperor, but your time has long gone.
ko: 죄송합니다만, 폐하. 당신의 시대는 오래 전에 끝났죠.

# Narration/&CradleOfFire_Necropolis_GhostReturn_5_Ghost_NPC
source: Liars! Traitors!
ko: 거짓말쟁이들! 배신자들!

# Narration/&CradleOfFire_Necropolis_UrkaReveals_1_Authority_Default
source: Urka!
ko: 우르카!

# Narration/&CradleOfFire_Necropolis_UrkaReveals_2_Urka_NPC
source: I must say, I am impressed.
ko: 이건 확실히 말해야겠군. 난 감명받았네.

# Narration/&CradleOfFire_Necropolis_UrkaReveals_3_Selfpres_Default
source: You followed us?
ko: 우리를 따라온 건가?

# Narration/&CradleOfFire_Necropolis_UrkaReveals_4_Urka_NPC
source: So you don't have to bring the key back to me.
ko: 그러니 열쇠를 나한테 도로 가져올 필요는 없지.

# Narration/&CradleOfFire_Necropolis_UrkaReveals_5_Selfpres_Default
source: You really want that key, don't you?
ko: 이 열쇠를 원하는 거 맞지, 응?

# Narration/&CradleOfFire_Necropolis_UrkaReveals_6_Urka_NPC
source: Actually, I wanted the ghost to weaken you.
ko: 정확하게는, 유령이 너희를 약하게 만들길 바랬지.

# Narration/&CradleOfFire_Necropolis_UrkaReveals_7_Urka_NPC
source: Make it easier to take that Crown from you.
ko: 너희에게서 왕관을 빼앗기 쉽도록 말이야.

# Narration/&CradleOfFire_Necropolis_UrkaKilled_1_Kebra_NPC
source: Urka? How? I know him since… child.
ko: 우르카? 어떻게? 난 그를... 어릴 때부터 알았다.

# Narration/&CradleOfFire_Necropolis_UrkaKilled_2_Lawful_Default
source: The Soraks - the gaks - they got to him, I guess.
ko: 소락 - 그러니까 가크들이 그를 손에 넣었던 것 같군.

# Narration/&CradleOfFire_Necropolis_UrkaKilled_3_Kebra_NPC
source: But, all these orcs, too?
ko: 하지만, 이 오크들 전부?

# Narration/&CradleOfFire_Necropolis_UrkaKilled_4_History_Default
source: The Soraks took over a whole world back on Tirmar.
ko: 소락은 티르마르에서 세계 전체를 빼앗은 적이 있지.

# Narration/&CradleOfFire_Necropolis_UrkaKilled_5_Kebra_NPC
source: The Crown? It can stop them?
ko: 그 왕관? 그게 그들을 멈출 수 있나?

# Narration/&CradleOfFire_Necropolis_UrkaKilled_6_Authority_Default
source: We think so - hope so.
ko: 그렇게 생각해 - 그랬으면 좋겠네.

# Narration/&CradleOfFire_Necropolis_UrkaKilled_7_Kebra_NPC
source: You need Arrok's stone, for real.
ko: 아록의 돌이 필요하다. 정말로.

# Narration/&CradleOfFire_BackToBrok_1_Brok_NPC
source: Nyark friends. You convince the tribes?
ko: 나야크 친구들. 부족들을 설득했나?

# Narration/&CradleOfFire_BackToBrok_2_Authority_Default
source: Bad news. Urka was corrupted by the gaks.
ko: 안 좋은 소식이야. 우르카가 가크에 의해서 타락했지.

# Narration/&CradleOfFire_BackToBrok_3_Brok_NPC
source: Urka? Big mind like him?
ko: 우르카? 그 똑똑한 자가?

# Narration/&CradleOfFire_BackToBrok_4_Kebra_NPC
source: I saw him. Like crazy. The gaks can do this.
ko: 내가 봤다. 미친 것 같았다. 가크는 그렇게 할 수 있다.

# Narration/&CradleOfFire_BackToBrok_5_Brok_NPC
source: Maybe Arrok is gak, too?
ko: 아록도 가크인 건가?

# Narration/&CradleOfFire_BackToBrok_6_Authority_Default
source: Doesn't matter now, we need to take the fight to him.
ko: 지금은 중요하지 않아, 우리는 그와 맞서 싸워야 해.

# Narration/&CradleOfFire_BackToBrok_7_Brok_NPC
source: But Sandraven?
ko: 하지만 산드라벤은?

# Narration/&CradleOfFire_BackToBrok_8_Kebra_NPC
source: You choose a chief for them, and they follow you.
ko: 네가 그들 중에서 족장을 선택하면, 그들은 따른다.

# Narration/&CradleOfFire_BackToBrok_11_Brok_NPC
source: Hm. Meet us near Redscar gate.
ko: 흠. 레드스카 관문 근처에서 보지.

# Narration/&CradleOfFire_FaceArrok_3_Arrok_NPC
source: …you walk with nyarks? Shame on you.
ko: ...나야크와 함께하다니? 부끄러운 줄 알아라.

# Narration/&CradleOfFire_FaceArrok_8_Arrok_NPC
source: Arrok needs no orcs. Arrok is fire! Arrok is volcano!
ko: 아록은 오크를 필요로 하지 않는다. 아록은 불꽃이다! 아록은 화산이다!

# Narration/&CradleOfFire_TribesUnite_1_Authority_Default
source: Brok!
ko: 브록!

# Narration/&CradleOfFire_TribesUnite_3_Brok_NPC
source: Surrendered.
ko: 항복했다.

# Narration/&CradleOfFire_TribesUnite_4_Default_Default
source: What?
ko: 뭐?

# Narration/&CradleOfFire_TribesUnite_7_Brok_NPC
source: No, but door still closed.
ko: 없다. 하지만 문은 여전히 잠겨 있지.

# Narration/&CradleOfFire_TribesUnite_8_Crownbearer_Default
source: Do you see that?
ko: 저거 보여?

# Narration/&CradleOfFire_TribesUnite_9_Cynical_Default
source: The door?
ko: 저 문?

# Narration/&CradleOfFire_TribesUnite_12_Selfpres_Default
source: It's a trap. Arrok wants us in there alone.
ko: 함정이야. 아록은 우리가 혼자 들어오길 원하는 거야.

# Narration/&CradleOfFire_ArrokDefeated_1_Nosy_Default
source: Is that gem more powerful than the others?
ko: 저 보석이 다른 것보다 강력하다고?

# Narration/&CradleOfFire_Ending_1_Selfpres_Default
source: That was close!
ko: 정말 아슬아슬했어!

# Narration/&CradleOfFire_Ending_2_Friendly_Default
source: What do you think happened to…
ko: 우리의 오크 친구들은…

# Narration/&CradleOfFire_Ending_3_Friendly_NPC
source: …our orc friends?
ko: ...어떻게 된 걸까?
