Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&CaerLem_Darik227_Darik_NPC
source: No.
ko: 안 돼.

# Narration/&CaerLem_Darik228_Persuade
source: Trust us. We're all on the same side here.
ko: 믿어 주세요. 여기 있는 우리는 모두 같은 편입니다.

# Narration/&CaerLem_Darik229_Default_NPC
source: We just need to know.
ko: 사실을 알고 싶을 뿐입니다.

# Narration/&CaerLem_Darik230_Darik_NPC
source: Hey, what's that? Hey!
ko: 이봐, 저게 뭐야? 이봐!

# Narration/&CaerLem_Robar2_0_Salutations
source: Hey, there!
ko: 안녕하십니까!

# Narration/&CaerLem_Robar2_1_Salutations
source: Deputies.
ko: 안녕하세요 대리인님.

# Narration/&CaerLem_Robar2_Choice1_WRITTEN
source: Never mind.
ko: 신경쓰지 마십시오.

# Narration/&CaerLem_Robar2_Choice2_WRITTEN
source: We want you to take the lead.
ko: 당신이 지휘권을 맡으세요.

# Narration/&CaerLem_Robar2_Choice1_Bailout
source: Never mind. We'll come back later.
ko: 아닙니다. 나중에 다시 얘기하죠.

# Narration/&CaerLem_End6_Robar_NPC
source: Aye.
ko: 네.

# Narration/&CaerLem_Robar21_Authority_Normal
source: Robar, we want you to take over from Beryl.
ko: 로바, 당신이 베릴의 지휘권을 인계받았으면 하오.

# Narration/&CaerLem_Robar22_Robar_NPC
source: She'll refuse.
ko: 그녀가 거부할 겁니다.

# Narration/&CaerLem_Robar23_Authority_Normal
source: We'll back you up. She won't have a choice.
ko: 우리가 돕지. 그녀에게 선택의 여지는 없을 거요.

# Narration/&CaerLem_Robar24_Robar_Refuse_NPC
source: No can do… it won't work.
ko: 안될겁니다...할 수 없어요.

# Narration/&CaerLem_Robar25_Robar_Refuse_NPC
source: Right, but you deal with her if she gets mad.
ko: 좋습니다, 하지만 그녀가 미쳐 날뛰면 여러분이 대처해주세요.

# Narration/&CaerLem_Robar26_Beryl_NPC
source: What's that?
ko: 무슨 일이지?

# Narration/&CaerLem_Robar27_Authority_Normal
source: We believe Robar should assume command of your… remaining garrison.
ko: 우리는 로바가 남아...있는 부대를 지휘해야 한다고 봅니다.

# Narration/&CaerLem_Robar28_Beryl_NPC
source: Him? Just like that?
ko: 로바한테? 그냥 지휘권을 넘기라고?

# Narration/&CaerLem_Robar29_Authority_Normal
source: We order it, as deputies of the Council.
ko: 평의회의 대리인으로서 명령하는 바요.

# Narration/&CaerLem_Robar210_Lisbath_NPC
source: Bullshit.
ko: 헛소리.

# Narration/&CaerLem_Robar211_Robar_NPC
source: Told ya.
ko: 이럴거라 했잖아요.

# Narration/&CaerLem_Robar212_Authority_Normal
source: Step down, Lieutenant, that's an order.
ko: 물러나시오, 중위. 이건 명령이오.

# Narration/&CaerLem_Robar213_Beryl_NPC
source: In your dreams!
ko: 꿈 깨시라고!

# Narration/&CaerLem_Robar214_Beryl_NPC
source: He'll get you killed.
ko: 그가 당신들을 죽게 만들거라고.

# Narration/&CaerLem_Robar215_Cynic_Normal
source: She took that well.
ko: 그녀가 참 잘 받아들이고 있구만.

# Narration/&CaerLem_Robar216_Any_Normal
source: So boss, what's the plan?
ko: 그래서 보스, 이제 뭘 할 거요?

# Narration/&CaerLem_Robar217_Any_Formal
source: Right then, what do you say, officer?
ko: 자 그럼, 어떻게 할 거요, 지휘관?

# Narration/&CaerLem_Robar218_Robar_NPC
source: What the… ?
ko: 저건...?

# Narration/&CaerLem_Robar219_Robar_LisbathAttacked
source: Lisbath!
ko: 리즈베스!

# Narration/&CaerLem_Robar220_Robar_BerylAttacked
source: Lieutenant!
ko: 중위님!

# Narration/&CaerLem_Beryl21_Authority_Default
source: Can we talk?
ko: 대화 좀 나눌 수 있겠습니까?

# Narration/&CaerLem_Beryl22_Beryl_NPC
source: What now?
ko: 이번엔 무슨 일로?

# Narration/&CaerLem_Beryl2_Choice1_WRITTEN
source: We'll come back later.
ko: 나중에 얘기하죠.

# Narration/&CaerLem_Beryl2_Choice2_WRITTEN
source: You should step down.
ko: 당신은 물러나야 합니다.

# Narration/&CaerLem_Beryl2_Choice1_bailout
source: Sorry, we'll come back later.
ko: 미안하지만 나중에 다시 얘기합시다.

# Narration/&CaerLem_Beryl2_Choice1_beryl
source: You do that.
ko: 그렇게 하시죠.

# Narration/&CaerLem_Beryl23_Authority_Default
source: You need to step down.
ko: 당신이 물러나야 할 것 같소.

# Narration/&CaerLem_Beryl24_Beryl_NPC
source: Oh? And why is that?
ko: 오? 왜 그래야 하지?

# Narration/&CaerLem_Beryl25_Authority_Normal
source: This command… this situation… is clearly too much for you.
ko: 이 지휘권과 상황은... 당신에게 부담이 너무 큽니다.

# Narration/&CaerLem_Beryl26_Authority_Formal
source: Without wishing to cause offense, you simply lack the experience this situation requires.
ko: 악의 없이 말씀드리자면, 당신에게는 이러한 상황에 적합한 경험이 부족할 뿐입니다.

# Narration/&CaerLem_Beryl27_Authority_Slang
source: Because you're no damn use… that's why!
ko: 당신은 아무짝에도 쓸모가 없으니까요!

# Narration/&CaerLem_Beryl28_Persuasion_NPC
source: You think I'm happy to be in charge of this mess?
ko: 나는 뭐 좋아서 이딴 난장판에 지휘하는 것 같아?

# Narration/&CaerLem_Beryl29_Intimidation_WRITTEN
source: We are taking command.
ko: 우리가 지휘하겠습니다.

# Narration/&CaerLem_Beryl210_Persuasion_WRITTEN
source: Robar should lead.
ko: 로바가 지휘해야 합니다.

# Narration/&CaerLem_Beryl211_Highclass_WRITTEN
source: Your ancestors would agree.
ko: 당신의 조상들이라면 동의했을겁니다.

# Narration/&CaerLem_Beryl212_Intimidation_Default
source: We are relieving you of command, in the name of the Council.
ko: 평의회의 이름으로, 당신의 지휘권을 회수합니다.

# Narration/&CaerLem_Beryl213_Beryl_NPC
source: You… well… chain of command, I suppose.
ko: 너희가...그렇군...지휘계통이라는게 다 그런거겠지.

# Narration/&CaerLem_Beryl214_Beryl_NPC
source: Fine… you get us out of this, deputies!
ko: 좋아...당신이 우리를 여기서 꺼내달라고, 대리인님!

# Narration/&CaerLem_Beryl215_Beryl_NPC
source: Go boil your head!
ko: 꺼지라고!

# Narration/&CaerLem_Beryl216_Persuasion_Default
source: Robar Sharp will command in your stead.
ko: 로바 샤프가 당신 대신 지휘권을 가질 겁니다.

# Narration/&CaerLem_Beryl217_Beryl_NPC
source: A former sellsword? There's a reason he's not an officer.
ko: 전직 용병을? 그가 지휘관이 아닌데는 이유가 있다고.

# Narration/&CaerLem_Beryl218_Persuasion_Default
source: He's capable enough.
ko: 그는 충분히 유능합니다.

# Narration/&CaerLem_Beryl219_Sellsword_Default
source: Mind your words.
ko: 말 조심하라고.

# Narration/&CaerLem_Beryl220_Highclass_Default
source: Your noble ancestors wouldn't like you to die rotting in there.
ko: 당신의 고귀한 조상들은 이곳에서 당신이 죽는 걸 바라지 않을 겁니다.

# Narration/&CaerLem_Beryl221_Beryl_NPC
source: Maybe you're right.
ko: 당신들 말이 맞을지도 몰라.

# Narration/&CaerLem_Beryl222_Beryl_NPC
source: I can't believe you're doing this to me!
ko: 당신들이 나에게 이러다니 믿을 수 없어!

# Narration/&CaerLem_Beryl223_Any_Formal
source: How dare you?
ko: 어찌 감히 그런 말을?

# Narration/&CaerLem_Beryl224_Any_Slang
source: Go boil your head!
ko: 저리 꺼져!

# Narration/&CaerLem_Beryl225_Any_Normal
source: I don't like your tone.
ko: 당신의 말투가 마음에 들지 않는군요.

# Narration/&CaerLem_Beryl226_Beryl_NPC
source: Hey, what's that… ?
ko: 잠깐, 저게 뭐야...?

# Narration/&CaerLem_Beryl227_Beryl_RobarAttacked
source: Robar!
ko: 로바!

# Narration/&CaerLem_Beryl226_Beryl_LisbathAttacked
source: Lisbath!
ko: 리즈베스!

# Narration/&CaerLem_DaliatKilled1_Beryl_NPC
source: You've got some explaining to do…
ko: 설명이 필요할 것 같은데…

# Narration/&CaerLem_DaliatKilled2_Starter_Default
source: Daliat was hiding this from you.
ko: 달리앗은 이걸 당신에게서 숨기고 있었습니다.

# Narration/&CaerLem_DaliatKilled3_Authority_Formal
source: We believe it may have attracted the Soraks.
ko: 우리는 이것이 소락들을 끌어들였다고 믿습니다.

# Narration/&CaerLem_DaliatKilled4_Authority_Normal
source: That's probably why they attacked.
ko: 이것때문에 우릴 공격한거지요.

# Narration/&CaerLem_DaliatKilled5_Any_Default
source: He refused to let it go, despite the danger.
ko: 위험함에도 불구하고, 그는 이걸 버리는 걸 거부했지요.

# Narration/&CaerLem_DaliatKilled6_Robar_NPC
source: I'm not surprised.
ko: 전혀 놀랍지 않구만.

# Narration/&CaerLem_DaliatKilled7_Lisbath_NPC
source: Me neither.
ko: 나도.

# Narration/&CaerLem_DaliatKilled8_Beryl_NPC
source: That's it? So when it's your turn to be killed, I should just say that?
ko: 그게 다야? 만일 당신이 살해당하면, 나도 그렇게만 말하면 되는거야?

# Narration/&CaerLem_DaliatKilled9_Robar_NPC
source: Wait… what… ?
ko: 잠깐...뭐지...?

# Narration/&CaerLem_DaliatKilled10_Robar_NPC
source: Lisbath!
ko: 리즈베스!

# Narration/&CaerLem_RobarKilled1_Lisbath_NPC
source: Robar, no!
ko: 로바! 안 돼!

# Narration/&CaerLem_RobarKilled2_Beryl_NPC
source: I'm sorry…
ko: 유감이네...

# Narration/&CaerLem_RobarKilled3_Lisbath_NPC
source: You… this is all your fault…
ko: 당신... 이게 다 당신 때문이야...

# Narration/&CaerLem_RobarKilled4_Violence_Default
source: Soldiers die. You should know that.
ko: 군인은 죽음을 받아들일 줄 알아야 해.

# Narration/&CaerLem_RobarKilled5_Maraike_Default
source: Maraike will take his soul to peace.
ko: 마라이케께서 그의 영혼을 인도하실 겁니다.

# Narration/&CaerLem_RobarKilled6_Einar_Default
source: Don't be fooled, the Soraks are responsible…
ko: 바보 같이 굴지 마세요, 이건 소락 때문에 벌어진 일입니다...

# Narration/&CaerLem_RobarKilled7_Einar_Default
source: …and many others will fall if we don't report to the Council.
ko: ...그리고 우리가 위원회에 보고하지 않는 다면 더 많은 사람들이 쓰러지게 될 겁니다.

# Narration/&CaerLem_RobarKilled8_Jugdmental_Default
source: Don't you think it's time to stop bickering?
ko: 말다툼하고 있을 때가 아니라고 생각하지 않아?

# Narration/&CaerLem_RobarKilled9_Lisbath_NPC
source: You people - just leave me alone!
ko: 당신들 정말 - 그냥 날 내버려 두라고!

# Narration/&CaerLem_RobarKilled10_Beryl_NPC
source: You can't do that!
ko: 그럴 순 없어!

# Narration/&CaerLem_TimeToGo1_Selpfresprag_Default
source: He came from here! Look!
ko: 놈이 여기서 기어나왔나봐!

# Narration/&CaerLem_TimeToGo2_Any_Default
source: What's this? A secret passage?
ko: 이건 뭐야? 비밀 통로인가?

# Narration/&CaerLem_TimeToGo3_Any_Default
source: From Imperial times…
ko: 제국 시대의...

# Narration/&CaerLem_TimeToGo4_Selpfresprag_Default
source: That was just a scout…
ko: 그놈은 정찰병이었어...

# Narration/&CaerLem_TimeToGo5_Selpfresprag_Default
source: …more will be coming.
ko: ...더 많은 놈들이 올 거야.

# Narration/&CaerLem_TimeToGo6_Default
source: They're here!
ko: 놈들이 왔다!

# Narration/&CaerLem_TimeToGo7_Default
source: They're coming back! Outside!
ko: 밖에서 접근 중이야!

# Narration/&CaerLem_TimeToGo8_Selfpres_Prag_Default
source: We need to go! Take your stuff.
ko: 당장 가야 해! 어서 짐을 챙겨.

# Narration/&CaerLem_TimeToGo9_Selfpres_Prag_Default
source: Into the secret passage, before it's too late!
ko: 더 늦기 전에 비밀 통로로 들어가!

# Narration/&CaerLem_LisbathKilled1_Robar_NPC
source: Lisbath!
ko: 리즈베스!

# Narration/&CaerLem_LisbathKilled2_Beryl_NPC
source: I'm sorry…
ko: 유감이네...

# Narration/&CaerLem_LisbathKilled3_Robar_NPC
source: I should have…
ko: 내가 지켰어야...

# Narration/&CaerLem_LisbathKilled4_Sellsword_Default
source: Stay with us, brother. We're not the enemy.
ko: 정신차리라고 형제. 적은 우리가 아니야.

# Narration/&CaerLem_LisbathKilled5_Robar_NPC
source: Soraks…
ko: 소락놈들...

# Narration/&CaerLem_LisbathKilled6_Beryl_NPC
source: Right. Who's crazy now?
ko: 이거봐. 누가 나보고 미쳤다고 했었지?

# Narration/&CaerLem_LisbathKilled7_Einar_Default
source: We must alert the Council!
ko: 평의회에 알려야 해!

# Narration/&CaerLem_LisbathKilled8_Selfpres_Normal
source: We need to get out of here, that's what we need!
ko: 여기서 빨리 나가는게 필요하다구요!

# Narration/&CaerLem_LisbathKilled9_Selfpres_Formal
source: Surviving is what matters now.
ko: 지금은 생존하는 것이 중요할 것 같습니다.

# Narration/&CaerLem_LisbathKilled10_Authority_Normal
source: Look at that skin! It's unbelievable…
ko: 저 껍질 좀 봐! 정말 믿어지지 않는군...

# Narration/&CaerLem_BerylKilled1_Lisbath_NPC
source: Oh, no…
ko: 안 돼...

# Narration/&CaerLem_BerylKilled2_Robar_NPC
source: You know she had it coming. She failed us.
ko: 그녀가 자초한 일이란걸 알고 있지 않습니까.

# Narration/&CaerLem_BerylKilled3_JudgmentalAny_Default
source: Happy now?
ko: 이제 만족해?

# Narration/&CaerLem_BerylKilled4_Robar_NPC
source: We didn't do this… the… Sorak did.
ko: 이건 우리가 아니라... 소락이 한 거요.

# Narration/&CaerLem_BerylKilled5_Pragmatic_Default
source: Right, then. They are real.
ko: 맞아, 그렇지. 이건 현실이야.

# Narration/&CaerLem_BerylKilled6_Einar_Default
source: This is unbelievable! The Council must know!
ko: 믿을 수 없어! 평의회가 이걸 알아야 해!

# Narration/&CaerLem_BerylKilled7_Selfpres_Default
source: And we need to leave, or we'll be next.
ko: 그리고 우리는 떠나야 해. 아니면 다음은 우리 차례겠지.

# Narration/&CaerLem_BerylKilled8_Jugdmental_Default
source: This could have been avoided if you people hadn't wasted time bickering.
ko: 너희가 말다툼하느라 시간만 낭비하지 않았어도 피할 수 있는 일이었어.

# Narration/&CaerLem_BerylKilled9_Logical_Default
source: Let's focus here. We can't save her now, but we can still save ourselves.
ko: 집중하자고. 그녀를 구할 수는 없었지만, 우리 자신을 구할 수는 있어.

# Narration/&CaerLem_InTunnel1_Starter_Default
source: Seems quiet.
ko: 조용해 보이는군.

# Narration/&CaerLem_InTunnel2_Selfpres_Default
source: We must be cautious. Other Soraks might be scouting these caves.
ko: 조심해야 해. 다른 소락들이 동굴을 정찰하고 있을지도 몰라.

# Narration/&CaerLem_InTunnel3_Partner_Default
source: Hey, where's Daliat?
ko: 잠깐, 달리앗은 어딨지?

# Narration/&CaerLem_InTunnel4_Starter_Default
source: He was here a moment ago.
ko: 분명 방금 전까지 여기 있었는데.

# Narration/&CaerLem_InTunnel5_Selfpres_Default
source: The Soraks?
ko: 소락놈들인가?

# Narration/&CaerLem_InTunnel6_Beryl_NPC
source: Daliat always had his own secrets.
ko: 달리앗은 언제나 비밀스러웠었지.

# Narration/&CaerLem_InTunnel7_Beryl_NPC
source: I think he just went his own way.
ko: 내 생각에 그는 그냥 자신의 길을 간 것 같아.

# Narration/&CaerLem_InTunnel8_Starter_Default
source: And the others are in the tower looking for that secret door. We don't have much choice… let's move!
ko: 그리고 다른 소락들은 탑에서 그 비밀문을 찾고 있지. 우리에게는 선택의 여지가 많이 않네...이동하자!

# Narration/&CaerLem_InTunnel1_Beryl_NPC
source: Wait…
ko: 잠깐...

# Narration/&CaerLem_InTunnel1_Robar_NPC
source: Wait…
ko: 잠깐...

# Narration/&CaerLem_InTunnel2_Starter_Normal
source: Think they're Soraks?
ko: 저것들이 소락이라 생각해?

# Narration/&CaerLem_InTunnel3_Starter_Formal
source: Are those Soraks?
ko: 저것들이 소락인가?

# Narration/&CaerLem_InTunnel4_Cynicism_Default
source: Who else?
ko: 아니면 뭐겠어?

# Narration/&CaerLem_InTunnel5_Violence_Default
source: We can surprise them.
ko: 우리가 먼저 기습할 수 있겠어.

# Narration/&CaerLem_InTunnel6_Selfpres_Default
source: Can't we sneak around?
ko: 몰래 빠져나가면 안 돼?

# Narration/&CaerLem_InTunnel7_Prag_Default
source: From what I see, not a chance.
ko: 내가 보기에는 가망 없어.

# Narration/&CaerLem_InTunnel8_Violence_Default
source: All right. Tread lightly, and we all attack at once.
ko: 좋아. 다들 조심히 움직이고, 한 번에 다 같이 공격하자.

# Narration/&CaerLem_InspectFort1_Starter_Default
source: What do you think?
ko: 어떻게 생각해?

# Narration/&CaerLem_InspectFort2_Stonecunning_Default
source: Typical Manacalon architecture…
ko: 전형적인 마나칼론 건축물이군...

# Narration/&CaerLem_InspectFort3_Stonecunning_Default
source: …the stonecutting is textbook…
ko: ...석재를 교과서에 나올 것처럼 깔끔하게 절단했고...

# Narration/&CaerLem_InspectFort4_Stonecunning_Default
source: …using this orange stone from the mountain.
ko: ...산에서 가져온 이 주황색 석재를 사용했군.

# Narration/&CaerLem_InspectFort5_Starter_Default
source: That's it? Orange stone?
ko: 그게 다야? 주황색 돌덩이라고?

# Narration/&CaerLem_InspectFort5_Starter_Formal
source: Is that all? Stone?
ko: 그게 끝이야? 석재라고?

# Narration/&CaerLem_InspectFort6_Stonecunning_Default
source: I'm not answering that.
ko: 그 질문엔 답하지 않을 거야.

# Narration/&CaerLem_InspectFort6_Stonecunning_Formal
source: I won't dignify that question with an answer.
ko: 격이 떨어져서 답하기도 싫은 질문이군.

# Narration/&CaerLem_InspectFort7_dunno
source: Maybe a dwarf could tell you about stone.
ko: 아마 드워프가 이 돌에 대해 알려줄 수 있을지도 모르지.

# Narration/&CaerLem_InspectFort8_dunno
source: I guess it's… good stone.
ko: 내 생각에 이건...좋은 돌인 것 같네.

# Narration/&CaerLem_InspectFort9_dunno
source: Well, that was enlightening.
ko: 좋은 돌이라, 정말 도움되는 정보였네.

# Narration/&CaerLem_InspectTeleporter1_Starter_Normal
source: What's this?
ko: 이건 뭐지?

# Narration/&CaerLem_InspectTeleporter2_Starter_Formal
source: What is this thing?
ko: 이 물건은 뭐지?

# Narration/&CaerLem_InspectTeleporter3_Arcane_Normal
source: I think it was a Minor Gate.
ko: 보조 관문이었던 것 같군.

# Narration/&CaerLem_InspectTeleporter4_Arcane_Formal
source: I believe this was called a minor Imperial Gate.
ko: 이것은 제국의 보조 관문라 불리던 물건이지.

# Narration/&CaerLem_InspectTeleporter5_Arcane_Default
source: At its height, the Manacalon Empire had countless Gates like this.
ko: 마나칼론 제국의 힘이 가장 강력했을 때, 이런 관문은 셀 수 없이 많았어.

# Narration/&CaerLem_InspectTeleporter6_Arcane_Default
source: To magically travel through the Empire.
ko: 마법의 힘으로 제국 안팎을 빠르게 이동하기 위해서 말이야.

# Narration/&CaerLem_InspectTeleporter7_Partner_Default
source: I don't suppose it still works?
ko: 이게 지금 작동되고 있는 건 아니지?

# Narration/&CaerLem_InspectTeleporter8_Arcane_Default
source: Some say there are still functioning Gates.
ko: 어딘가에는 아직 작동하는 관문도 있다고 하더군.

# Narration/&CaerLem_InspectTeleporter9_Commentator_Default
source: And this plaque? Any value?
ko: 그리고 이 명판은? 어떤 가치가 있는 거야?

# Narration/&CaerLem_InspectTeleporter10_Arcane_Default
source: Maybe. The Tower of Knowledge? Why not?
ko: 지식의 탑 소속 사람들한테는 가치가 있을걸?

# Narration/&CaerLem_InspectCorpse1_Starter_Default
source: This one didn't die yesterday.
ko: 최근에 죽은 사람은 아니군.

# Narration/&CaerLem_InspectCorpse2_Partner_Default
source: What's this outfit?
ko: 이 옷차림은 뭐지?

# Narration/&CaerLem_InspectCorpse3_History_Default
source: Tirmarian.
ko: 티르마르 복식이야.

# Narration/&CaerLem_InspectCorpse4_Selfpres_Default
source: Who wants to open this?
ko: 이거 열어 보고 싶은 사람?

# Narration/&CaerLem_InspectCorpse5_Greed_Default
source: You never know, there might be a fortune in there.
ko: 거기에 대박이 있을지는 아무도 모르지.

# Narration/&CaerLem_InspectTirmarian1_Starter_Default
source: Can anyone read that?
ko: 이거 읽을 수 있는 사람?

# Narration/&CaerLem_InspectTirmarian2_History_Default
source: It's old Tirmarian.
ko: 옛 티르마르 언어야.

# Narration/&CaerLem_InspectTirmarian3_History_Default
source: It looks like part of an inquisitor's outfit.
ko: 심문관 복장의 일부 같은걸.

# Narration/&CaerLem_InspectTirmarian4_Partner_Default
source: So that's from… the tower up there?
ko: 그러니까 이거... 위에 있던 탑에서 나온 거야?

# Narration/&CaerLem_InspectTirmarian5_Starter_Default
source: Maybe we're inside the tower?
ko: 우리가 탑 내부에 있는 걸까?

# Narration/&CaerLem_InspectTirmarian6_Greed_Default
source: Is that gold?
ko: 이거 돈 좀 되는 거야?

# Narration/&CaerLem_InspectTirmarian7_History_Default
source: This is history. History, all around us!
ko: 이건 역사 그 자체야. 이곳에 삶의 흔적들이 가득해!

# Narration/&CaerLem_InspectTirmarian8_Prag_Default
source: Take it and let's move! The Soraks don't care about history, I'm sure.
ko: 얼른 챙기고 움직이자! 소락은 역사 따위는 신경 안 쓰고 죽여댈테니까.

# Narration/&CaerLem_End1_Starter_Default
source: We're safe!
ko: 이제 안전해!

# Narration/&CaerLem_End2_Partner_Default
source: We still have to go back to Caer Cyflen.
ko: 아직 케어 키플렌으로 돌아가는 일이 남았어.

# Narration/&CaerLem_End3_Commentator_Default
source: The road isn't far.
ko: 여기서 길은 멀지 않아.

# Narration/&CaerLem_End4_Starter_Normal
source: We'll see you back there, all right? You'll be okay?
ko: 거기서 다시 봅시다, 다들 괜찮겠죠?

# Narration/&CaerLem_End5_Starter_Formal
source: I suppose we'll meet again in Caer Cyflen? Are you good to return by yourselves?
ko: 케어 키플렌에서 다시 만날 수 있겠습니까? 여러분끼리 돌아가도 괜찮겠어요?

# Narration/&CaerLem_End7_Beryl_NPC
source: Of course.
ko: 당연하지.

# Narration/&CaerLem_End8_Daliat_NPC
source: Sure.
ko: 물론.

# Narration/&CaerLem_End9_Lisbath_NPC
source: Yeah.
ko: 그럼요.

# Narration/&Council01_1_NPC_Carran
source: Oh, here you are!
ko: 오, 왔군요!

# Narration/&Council01_2_NPC_Carran
source: How was the mission?
ko: 임무는 어땠습니까?

# Narration/&Council01_3_Any_Practical
source: Successful.
ko: 성공적이었습니다.

# Narration/&Council01_4_Any_Exalted
source: You won't believe it!
ko: 믿지 못하실 겁니다!

# Narration/&Council01_5_Any_Cynical
source: We almost died!
ko: 거의 죽을 뻔했습니다!

# Narration/&Council01_6_Any_ReligionEinar
source: We must report to the Council immediately.
ko: 평의회에 즉시 보고해야 합니다.

# Narration/&Council01_7_Any_Greedy
source: Not paid enough.
ko: 충분한 보수가 없었어요.

# Narration/&Council01_8_Any_Seenitall
source: Business as usual.
ko: 일이야 항상 똑같습니다.

# Narration/&Council01_9_Any_Violent
source: Let's say we earned a few scars.
ko: 상처가 좀 생겼다고 치죠.

# Narration/&Council01_10_NPC_follows3_Carran
source: Good.
ko: 좋습니다.

# Narration/&Council01_11_NPC_follows4_Carran
source: Let's hope the Council does, then!
ko: 그럼, 평의회는 믿어주길 바랍시다!

# Narration/&Council01_12_NPC_follows5_Carran
source: Yes here you are, safe and sound.
ko: 예, 여기 멀쩡히 살아 계시군요.

# Narration/&Council01_13_NPC_follows6_Carran
source: Of course. I'll inform the Council that you've returned.
ko: 물론입니다. 여러분이 돌아왔다는 것을 평의회에 알리겠습니다.

# Narration/&Council01_14_NPC_follows7_Carran
source: Who is?
ko: 무슨 보수요?

# Narration/&Council01_15_NPC_follows8_Carran
source: I appreciate your professionalism.
ko: 그 전문성을 인정해야겠군요.

# Narration/&Council01_16_NPC_follows8_Carran
source: There's no dishonor in a few scars.
ko: 상처 없이는 명예도 없는 법이죠.

# Narration/&Council01_17_Any_Practical
source: When can we hope for an audience?
ko: 회의 참관은 언제쯤 할 수 있습니까?

# Narration/&Council01_18_NPC_Carran
source: It depends… tomorrow, if you're lucky.
ko: 때에 따라 다르지만... 운이 좋다면 내일이 될 겁니다.

# Narration/&Council01_19_NPC_Carran
source: Another party came back yesterday…
ko: 어제 또 다른 일행이 돌아왔는데...

# Narration/&Council01_20_NPC_Carran
source: …and they still have to make their report, so…
ko: ... 그들은 아직 보고서를 작성하고 있습니다. 그러니까...

# Narration/&Council01_21_NPC_Carran
source: …maybe they'll see you both at once.
ko: ... 아마도 회의에는 그들과 함께 참석하게 될 겁니다.

# Narration/&Council01_22_Any_Practical
source: We have urgent news!
ko: 긴급 사안입니다!

# Narration/&Council01_23_Any_Practical_Slang
source: Listen, we can't wait around here! What we've got is big!
ko: 이봐요, 여기서 기다릴 수가 없어요! 큰 건수라고요!

# Narration/&Council01_24_Any_Practical
source: The outpost at Caer Lem has been attacked!
ko: 케어 렘 전초기지가 공격을 받았습니다!

# Narration/&Council01_25_Any_Practical
source: Almost all of the garrison was killed!
ko: 거의 모든 수비대가 죽었고요!

# Narration/&Council01_26_NPC_Carran
source: By all the gods!
ko: 이럴 수가!

# Narration/&Council01_27_NPC_Carran
source: Meet me in the Council chamber.
ko: 평의회에서 만납시다.

# Narration/&Council01_28_NPC_Carran
source: I'll inform my superiors.
ko: 윗선에 알려야겠습니다.

# Narration/&Council01_29_Any_ReligionEinar
source: This cannot wait!
ko: 기다릴 수 없습니다!

# Narration/&Council01_30_Any_ReligionEinar
source: The Caer Lem outpost was attacked by the Soraks!
ko: 케어 렘 전초기지가 소락의 공격을 받았습니다!

# Narration/&Council01_31_Any_ReligionEinar
source: Almost all of the garrison was killed!
ko: 거의 모든 수비대가 죽었고요!

# Narration/&Council01_32_NPC_Carran
source: Soraks?
ko: 소락?

# Narration/&Council01_33_NPC_Carran
source: Is that a joke?
ko: 농담이죠?

# Narration/&Council01_34_Any_Other
source: I'm afraid not.
ko: 유감스럽게도 아닙니다.

# Narration/&Council01_35_Any_Other_slang
source: We saw them… with our own eyes!
ko: 그들을 우리 눈으로... 똑똑히 봤습니다!

# Narration/&Council01_36_NPC_Carran
source: Well, if you want to bring that to the Council…
ko: 음, 그 사실을 평의회에 제시하고 싶다면...

# Narration/&Council01_37_NPC_Carran
source: …that's your decision.
ko: ... 당신 결정에 맡기겠습니다.

# Narration/&Council01_38_NPC_Carran
source: If you're so eager to look like idiots…
ko: 바보 취급을 당하기 원한다면...

# Narration/&Council01_39_NPC_Carran
source: Meet me in the Council chamber.
ko: 평의회에서 만납시다.

# Narration/&Council01_40_NPC_Speaker
source: The Legacy Council is now in session.
ko: 지금부터 유산 평의회 회의를 시작하겠습니다.

# Narration/&Council01_41_NPC_Speaker
source: Captain Heather Merran has the floor.
ko: 헤더 메런 대위 발언하십시오.

# Narration/&Council01_42_NPC_Ed_Morgan
source: Ladies and gentlemen… your Royal Highness…
ko: 신사 숙녀 여러분... 공주 저하...

# Narration/&Council01_43_NPC_Ed_Morgan
source: …my party and I have made a very worrying discovery.
ko: ... 저희 일행은 매우 우려스러운 사실을 발견했습니다.

# Narration/&Council01_44_NPC_Ed_Morgan
source: In the Badlands…
ko: 황무지 내에 있는...

# Narration/&Council01_45_NPC_Ed_Morgan
source: …near the place we call Black Hill…
ko: ... 검은 언덕이라 불리는 곳 근처에서...

# Narration/&Council01_46_NPC_Ed_Morgan
source: …we saw a group that we took to be Scavengers.
ko: ... 저희는 스캐빈저로 보이는 한 무리를 발견했습니다.

# Narration/&Council01_47_NPC_Ed_Morgan
source: They attacked us right away…
ko: 곧장 그들은 저희를 공격해 왔는데...

# Narration/&Council01_48_NPC_Ed_Morgan
source: …but we were able to fight them off.
ko: ... 전투 끝에 그들을 물리칠 수 있었습니다.

# Narration/&Council01_49_NPC_Ed_Morgan
source: They were trying to get away with this.
ko: 그들은 이것을 가지고 달아나려고 했습니다.

# Narration/&Council01_50_NPC_Antiquarian_Gormsdottir
source: What is it?
ko: 그게 뭐죠?

# Narration/&Council01_51_NPC_Ed_Morgan
source: This box contains a gem… A ruby, it would appear.
ko: 보석이 담긴 상자입니다... 루비인 것 같습니다.

# Narration/&Council01_52_NPC_Ed_Morgan
source: We have determined that it has magical properties…
ko: 저희는 이 보석이 마법 특성을 지니고 있다고 판단했습니다...

# Narration/&Council01_53_NPC_Ed_Morgan
source: …and we believe the Council should examine it.
ko: ... 그리고 평의회에서 이것을 조사해 주시기를 바랍니다.
