Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&ReturnToCC_HalmanDaliat35_HeddlonSurespell_NPC
source: They'll tell you everything.
ko: 그들이 전부 말해 줄 겁니다.

# Narration/&ReturnToCC_Carran_1_Carran_NPC
source: In Maraike's name! You're here!
ko: 마라이케의 이름으로! 오셨군요!

# Narration/&ReturnToCC_Carran_2_Any_Default
source: What is happening?
ko: 무슨 일 입니까?

# Narration/&ReturnToCC_Carran_3_Carran_NPC
source: The whole delegation from the Tower of Knowledge - they were poisoned!
ko: 지식의 탑 사절들이 전부 중독됐습니다!

# Narration/&ReturnToCC_Carran_4_Nosy_Default
source: Poisoned? How many died?
ko: 독? 몇 명이나 죽은 겁니까?

# Narration/&ReturnToCC_Carran_5_Carran_NPC
source: All of them, thirty-something, but that's not the point.
ko: 전부 다요, 서른 몇 명인데, 중요한 건 그게 아닙니다.

# Narration/&ReturnToCC_Carran_6_Carran_NPC
source: After Dean Faisech accused the Council of… favoritism toward the Principality…
ko: 페이세크 학장이 평의회가... 케어 키플렌에 왕관을 두기로 한 것을…

# Narration/&ReturnToCC_Carran_7_Carran_NPC
source: …for keeping the Crown in Caer Cyflen.
ko: ...공국에 대한 편애라고 비난한 뒤였죠.

# Narration/&ReturnToCC_Carran_8_Pragmatic_Default
source: At the Temple of Einar, which is not affiliated with the Principality.
ko: 에이나르 신전에 두기로 했었죠. 공국과는 관련 없는 곳인데요.

# Narration/&ReturnToCC_Carran_9_Carran_NPC
source: I know that, of course.
ko: 물론, 그건 알죠.

# Narration/&ReturnToCC_Carran_10_Carran_NPC
source: Yet, soon after, we all ate at the same table, but the Tower delegates died in their sleep.
ko: 그리고, 얼마 안 지나서, 우리는 전부 같은 식탁에서 식사를 했고, 지식의 탑 대표단은 자는 중에 사망했습니다.

# Narration/&ReturnToCC_Carran_11_Carran_NPC
source: Of course, Gallivan took it as an attack by the Principality.
ko: 당연히, 갈리반은 공국에 대한 공격으로 받아들였고요.

# Narration/&ReturnToCC_Carran_12_Pragmatic_Default
source: But that's why the Tower's on the Council, and not Gallivan's government - to avoid exactly that!
ko: 하지만 탑이 갈리반 정부가 아니라 평의회에 있는 것은, 바로 그 짓거릴 피하기 위해서지 않습니까!

# Narration/&ReturnToCC_Carran_13_Carran_NPC
source: You think I don't know that?
ko: 내가 그것도 모를까 봐요?

# Narration/&ReturnToCC_Carran_14_Carran_NPC
source: This is real politics, my friends - diplomacy is dead.
ko: 이게 정치의 현실이죠, 친구들. 외교는 죽은 거예요.

# Narration/&ReturnToCC_Carran_15_Cynical_Default
source: So the Legacy Council was a sham all along?
ko: 그럼 유산 평의회는 처음부터 허무맹랑한 거였습니까?

# Narration/&ReturnToCC_Carran_16_Carran_NPC
source: No! It was a real, honest effort to maintain peace.
ko: 아뇨! 평화를 위한 진실되고, 정직한 노력이었어요.

# Narration/&ReturnToCC_Carran_17_Cynical_Default
source: And it failed.
ko: 그리곤 실패했죠.

# Narration/&ReturnToCC_Carran_18_Carran_NPC
source: We're not at war yet.
ko: 아직 전쟁이 난 건 아니거든요.

# Narration/&ReturnToCC_Carran_19_Pragmatic_Default
source: But Gallivan's massing troops at the border.
ko: 하지만 갈리반이 국경에 군대를 집결시키고 있다고요.

# Narration/&ReturnToCC_Carran_20_Carran_NPC
source: Bad news really does travel fast.
ko: 나쁜 소식은 빨리도 퍼지네요.

# Narration/&ReturnToCC_Carran_21_Carran_NPC
source: Anyway, pressure is growing for the Princess to… intervene.
ko: 어쨌든, 공주에 대한 압박이 커지고 있어요... 개입해야 한다는.

# Narration/&ReturnToCC_Carran_22_Cynical_Default
source: Her? How?
ko: 공주가요? 어떻게?

# Narration/&ReturnToCC_Carran_23_Carran_NPC
source: Not as a member of the Council. As head of state.
ko: 의회의 일원으로서가 아닌 국가 원수로서요.

# Narration/&ReturnToCC_Carran_24_Carran_NPC
source: But tell me, where were you now that your quest is… well…
ko: 하지만, 지금 여러분 퀘스트가 어떻게 진행되고 있는지부터... 음…

# Narration/&ReturnToCC_Carran_25_Authority_Default
source: Chasing the Soraks and their pawns.
ko: 소락과 졸개들을 쫓고 있죠.

# Narration/&ReturnToCC_Carran_26_Cynical_Default
source: Unsuccessfully.
ko: 꽉 막혔죠.

# Narration/&ReturnToCC_Carran_27_Violent_Default
source: Halman Summer might have been one of them.
ko: 할만 서머가 그들 중 하나일지도 몰라요.

# Narration/&ReturnToCC_Carran_28_Carran_NPC
source: What? The man was… I mean, I dined at his mansion recently… he…
ko: 예? 그 자는... 아니, 최근에 그의 저택에서 같이 식사도 했는데... 그가…

# Narration/&ReturnToCC_Carran_29_Nosy_Default
source: Where?
ko: 어디서라고요?

# Narration/&ReturnToCC_Carran_30_Carran_NPC
source: Where what?
ko: 어디서 뭐요?

# Narration/&ReturnToCC_Carran_31_Authority_Default
source: A mansion? He told us he lived at the Snow Alliance embassy.
ko: 저택이라고요? 그는 우리한테는 설산 동맹 대사관에서 산다고 했어요.

# Narration/&ReturnToCC_Carran_32_Carran_NPC
source: No - his family has a mansion in town.
ko: 아뇨, 가족들과 시내 저택에 살던걸요.

# Narration/&ReturnToCC_Carran_33_Carran_NPC
source: Oddly, it's right next door to the Circle of Danantar's headquarters.
ko: 이상한 건, 다난타르 서클 본부 바로 옆에 있다는 거였죠.

# Narration/&ReturnToCC_Carran_34_Authority_Default
source: We need to go there.
ko: 거기 가봐야겠군요.

# Narration/&ReturnToCC_Carran_35_Carran_NPC
source: I might need you when you're done with this errand.
ko: 이 일이 끝나면 당신이 필요할 거예요.

# Narration/&ReturnToCC_CovenOfArivad1_Authority_Normal
source: Is that it?
ko: 이게 그건가?

# Narration/&ReturnToCC_CovenOfArivad2_Authority_Formal
source: Is this the place?
ko: 여기가 그 장소인가요?

# Narration/&ReturnToCC_CovenOfArivad3_Nosy_Normal
source: I don't see a sign, or a coat of arms, or anything.
ko: 가문 문장도 명패도 뭐 아무 것도 없네.

# Narration/&ReturnToCC_CovenOfArivad4_Nosy_Formal
source: Nothing to say this is Halman Summer's residence.
ko: 여기가 할만 서머의 주거지라는 것을 보여주는 게 아무 것도 없군요.

# Narration/&ReturnToCC_CovenOfArivad5_Spy_Normal
source: Not bad for a secret home.
ko: 비밀 집으로 나쁘지 않네.

# Narration/&ReturnToCC_CovenOfArivad6_Spy_Slang
source: He's no dummy.
ko: 멍청한 놈은 아니지.

# Narration/&ReturnToCC_CovenOfArivad7_Pragmatic_Formal
source: And close to official buildings - who would suspect anything?
ko: 당국 건물에도 가깝고 - 누가 의심하겠어요?

# Narration/&ReturnToCC_CovenOfArivad8_Pragmatic_Normal
source: Hiding in plain sight - classic.
ko: 등잔 밑이 어둡다라 - 훌륭하네.

# Narration/&ReturnToCC_CovenOfArivad9_Spy_Default
source: Let's go around. Maybe find a window and get inside.
ko: 한 번 둘러보자. 창문을 찾으면 들어가 볼 수 있을 거야.

# Narration/&ReturnToCC_CovenOfArivad10_Lawful_Default
source: We should obtain a warrant.
ko: 그러려면 허가를 받아야지.

# Narration/&ReturnToCC_CovenOfArivad11_Pragmatic_Default
source: We're past that, don't you think?
ko: 그럴 시점은 지났어, 안 그래?

# Narration/&ReturnToCC_CovenOfArivad12_Violent_Default
source: Since I intend to kill him, I believe we are.
ko: 내가 그 놈을 죽이기로 마음 먹었을 때부터 그랬다고 봐야지.

# Narration/&ReturnToCC_CovenOfArivad13_Spy_Default
source: Come on - they're all preparing for war, no one's paying attention.
ko: 생각을 해봐 - 다들 전쟁 준비 중이야, 아무도 관심 없다고.

# Narration/&ReturnToCC_CovenOfArivadInside1_Any_Normal
source: This place is… insane.
ko: 여기는... 미쳤군.

# Narration/&ReturnToCC_CovenOfArivadInside2_Any_Formal
source: Truly, a den of madness.
ko: 완전히, 광기의 소굴이군.

# Narration/&ReturnToCC_CovenOfArivadInside3_Religion_Maraike_Default
source: Holy Maraike…
ko: 마라이케 신이시여…

# Narration/&ReturnToCC_CovenOfArivadInside4_Religion_Einar_Default
source: Einar protect us all…
ko: 에이나르이시여 저희를 보호하소서…

# Narration/&ReturnToCC_CovenOfArivadInside5_Religion_Arun_Default
source: In the name of Arun, this place is unthinkable!
ko: 아룬의 이름으로, 여기는 상상도 못할 곳이야!

# Narration/&ReturnToCC_CovenOfArivadInside6_Religion_Pakri_Default
source: Pakri be with us, we have found our enemy!
ko: 파크리께서 우리와 함께 하시길, 우리의 적을 마침내 찾아냈네!

# Narration/&ReturnToCC_CovenOfArivadInside7_Lawful_Default
source: In the middle of Caer Cyflen! How could they…?
ko: 케어 키플렌 한 가운데 말이지! 대체 어떻게...?

# Narration/&ReturnToCC_CovenOfArivadInside8_Pragmatic_Default
source: Dissimulation is their creed.
ko: 위장이 그들의 신조와 같지.

# Narration/&ReturnToCC_CovenOfArivadInside9_Violent_Default
source: This ends now. Let's kill them all!
ko: 여기서 끝내자. 다 죽여버려야 해!

# Narration/&ReturnToCC_CovenOfArivadInside10_Pragmatic_Default
source: Maybe they have the gems.
ko: 아마 그들이 보석들을 가지고 있을거야.

# Narration/&ReturnToCC_CovenOfArivadEnded1_Friendly_Normal
source: Hey - I've seen this man at the Gravekeep's Cask!
ko: 이거 봐 - 나 이 남자 묘지기의 술통해서 봤었다고!

# Narration/&ReturnToCC_CovenOfArivadEnded_Friendly_Formal
source: I know that face! He was at the Gravekeep's Cask.
ko: 나 이 사람 알아! 묘지기의 술통에서 봤어.

# Narration/&ReturnToCC_CovenOfArivadEnded2_Pragmatic_Normal
source: They're all from town!
ko: 전부 도시 사람들이네!

# Narration/&ReturnToCC_CovenOfArivadEnded3_EinarAuthority_Normal
source: Corrupted by the Soraks!
ko: 소락때문에 타락한!

# Narration/&ReturnToCC_CovenOfArivadEnded4_Selfpres_Normal
source: For years, maybe. They were preparing.
ko: 몇 년은 됐을 거야. 이걸 준비해 온 지.

# Narration/&ReturnToCC_CovenOfArivadEnded5_Greed_Normal
source: There's a ton of paperwork here.
ko: 여기 엄청난 서류뭉치도 있어.

# Narration/&ReturnToCC_CovenOfArivadEnded6_Pragmatic_Normal
source: A lot's been burned, though.
ko: 타버린 것도 많지만 말야.

# Narration/&ReturnToCC_CovenOfArivadEnded7_Greed_Normal
source: No sign of the gems.
ko: 보석의 흔적은 없네.

# Narration/&ReturnToCC_CovenOfArivadEnded8_Pragmatic_Normal
source: Look at this - a map of the Badlands.
ko: 이것 좀 봐 - 황무지 지도야.

# Narration/&ReturnToCC_CovenOfArivadEnded9_Nosy_Normal
source: What are these places?
ko: 이 장소들은 뭐지?

# Narration/&ReturnToCC_CovenOfArivadEnded10_Pragmatic_Normal
source: Everywhere we've been… and some other places.
ko: 우리가 갔었던 모든 장소... 그리고 다른 장소도 몇 있네.

# Narration/&ReturnToCC_CovenOfArivadEnded11_Greed_Normal
source: The gems… all eight of them.
ko: 보석들... 여덟 개 전부.

# Narration/&ReturnToCC_CovenOfArivadEnded12_Nosy_Normal
source: And this?
ko: 이거는?

# Narration/&ReturnToCC_CovenOfArivadEnded13_History_Normal
source: Probably the location of the Rift.
ko: 아마도 균열의 위치일 거야.

# Narration/&ReturnToCC_CovenOfArivadEnded14_History_Normal
source: It's in the Aer Elai, the heart of Manacalon. Where the capital was.
ko: 균열은 마나칼론의 중심인 에어 엘라이에 있어. 수도였던 곳이지.

# Narration/&ReturnToCC_CovenOfArivadEnded15_Nosy_Normal
source: And this?
ko: 이건 또 뭔데?

# Narration/&ReturnToCC_CovenOfArivadEnded16_Pragmatic_Normal
source: No idea.
ko: 몰라.

# Narration/&ReturnToCC_CovenOfArivadEnded17_Carver_Normal
source: Not a dwarf rune.
ko: 드워프 룬은 아니네.

# Narration/&ReturnToCC_CovenOfArivadEnded18_Greed_Normal
source: I have a list of names.
ko: 이름 목록을 찾았어.

# Narration/&ReturnToCC_CovenOfArivadEnded19_Greed_Normal
source: Some are marked 'converted,' some 'resilient,' and some 'prospects.'
ko: 몇몇은 '전향 완료', 또 몇은 '저항적', 또 일부는 '가능성 높음'이라고 표시돼 있네.

# Narration/&ReturnToCC_CovenOfArivadEnded20_Pragmatic_Normal
source: There's a whole book of names here!
ko: 이름 목록이 완전 책 한 권이네!

# Narration/&ReturnToCC_CovenOfArivadEnded21_Lawful_Normal
source: We must take this to the authorities!
ko: 이걸 책임자에게 갖다줘야 해!

# Narration/&ReturnToCC_CovenOfArivadEnded22_Helpful_Normal
source: There will be civil war if we do. People will kill their neighbors!
ko: 그랬다가는 내전이 벌어질거야. 이웃끼리 서로 죽일 거라고!

# Narration/&ReturnToCC_CovenOfArivadEnded23_Violent_Normal
source: War is coming whatever we do.
ko: 우리가 뭘 하든 전쟁은 피할 수 없어.

# Narration/&ReturnToCC_Carran_2_1_Player_Normal
source: Carran!
ko: 캐런!

# Narration/&ReturnToCC_Carran_2_2_Player_Formal
source: Lord Carran!
ko: 캐런 경!

# Narration/&ReturnToCC_Carran_2_3_Carran_NPC
source: This isn't a good time.
ko: 좋은 타이밍은 아니네요.

# Narration/&ReturnToCC_Carran_2_4_Player_Normal
source: We're aware - the city's full of Sorak pawns!
ko: 알아냈어요 - 이 도시는 소락의 졸개로 가득찼어요!

# Narration/&ReturnToCC_Carran_2_5_Player_Formal
source: Indeed, and we have proof of an imminent Sorak attack!
ko: 농담 아닙니다, 그리고 임박한 소락의 공격에 대한 증거도 있습니다!

# Narration/&ReturnToCC_Carran_2_6_Carran_NPC
source: Surely you exaggerate!
ko: 지금 과장하는 거죠!

# Narration/&ReturnToCC_Carran_2_7_Player_Normal
source: Here! A list of all those under or soon to be under Sorak influence.
ko: 여기요! 거기 모두가 소락의 영향 아래 있거나 곧 있게 될 거예요.

# Narration/&ReturnToCC_Carran_2_8_Carran_NPC
source: What? Where did you find this?
ko: 뭐? 이걸 어디서 찾았어요?

# Narration/&ReturnToCC_Carran_2_9_Player_Normal
source: Halman Summer's mansion. He was one of them!
ko: 할만 서머의 저택에서요. 그도 일부였습니다!

# Narration/&ReturnToCC_Carran_2_10_Carran_NPC
source: I can't believe it… all this time…
ko: 믿을 수 없어... 모든 게 이렇게…

# Narration/&ReturnToCC_Carran_2_11_Player_Normal
source: There's more!
ko: 이게 끝이 아닙니다!

# Narration/&ReturnToCC_Carran_2_12_Player_Normal
source: Everything suggests that the Soraks have the missing gems.
ko: 모든 증거가 소락이 잃어버린 왕관의 보석들을 갖고 있다고 말하고 있어요.

# Narration/&ReturnToCC_Carran_2_13_Player_Normal
source: They had a map showing everywhere we found gems, plus two other places.
ko: 그들의 지도에는 우리가 보석을 찾은 모든 장소에 더해, 또 다른 곳 두 곳이 표시되어 있습니다.

# Narration/&ReturnToCC_Carran_2_14_Carran_NPC
source: Maraike's mercy!
ko: 마라이케시여 자비를!

# Narration/&ReturnToCC_Carran_2_15_Carran_NPC
source: We must convene the Council, but… this really isn't the best time.
ko: 우리는 의회를 소집해야만 합니다, 하지만... 지금은 정말 적절한 시기가 아니네요.

# Narration/&ReturnToCC_Carran_2_16_Player_Normal
source: The Gallivan situation, I suppose?
ko: 갈리반 상황 때문이겠죠?

# Narration/&ReturnToCC_Carran_2_17_Player_Slang
source: Gallivan, eh? How is it going?
ko: 갈리반 말이죠? 뭐 어떻게 돼갑니까?

# Narration/&ReturnToCC_Carran_2_18_Carran_NPC
source: All the city's clerics are working to resurrect the victims. I hope it's enough.
ko: 도시의 모든 성직자들이 희생자들을 소생시키는데 집중하고 있어요. 부족하지 않기를 바랄 따름이죠.

# Narration/&ReturnToCC_Carran_2_19_Greed_Default
source: More than thirty? That's a lot of diamonds. And clerics.
ko: 삼십은 넘나? 엄청 많은 다이아몬드네요. 성직자들도 그렇고.

# Narration/&ReturnToCC_Carran_2_20_Carran_NPC
source: We didn't really have a choice. The Crown is going to pay.
ko: 정말 선택의 여지가 없었습니다. 왕관이 지불할 겁니다.

# Narration/&ReturnToCC_Carran_2_21_Greed_Default
source: What?
ko: 뭐라구요?

# Narration/&ReturnToCC_Carran_2_22_Carran_NPC
source: The envoy from Gallivan was… adamant.
ko: 갈리반의 사절은... 완고하더군요.

# Narration/&ReturnToCC_Carran_2_23_Carran_NPC
source: The Princess took command of the situation…
ko: 공주님께서 상황을 총괄하셨고…

# Narration/&ReturnToCC_Carran_2_24_Carran_NPC
source: …and told him Masgarth would pay to resurrect their people.
ko: ... 사절에게 마스가르스가 희생자들을 소생시키는 것을 부담하겠다고 통보하셨습니다.

# Narration/&ReturnToCC_Carran_2_25_Pragmatic_Default
source: So why the troops at the border?
ko: 그럼 국경에 병력들은 왜 있는 겁니까?

# Narration/&ReturnToCC_Carran_2_26_Carran_NPC
source: Let's call it… an incentive.
ko: 뭐... 유인책이라고 해두죠.

# Narration/&ReturnToCC_Carran_2_27_Pragmatic_Default
source: Everything should be fine, then.
ko: 그럼 다 괜찮아지겠네요.

# Narration/&ReturnToCC_Carran_2_28_Pragmatic_Default
source: The Principality resurrects the poison victims, Gallivan withdraws its troops.
ko: 공국은 독으로 인한 희생자들을 부활시키고, 갈리반은 군세를 물리고.

# Narration/&ReturnToCC_Carran_2_29_Carran_NPC
source: Let's hope so. We don't have any idea who's behind this.
ko: 그러기를 바랍시다. 우린 이 일의 배후에 누가 있는지 전혀 모르고 있어요.

# Narration/&ReturnToCC_Carran_2_30_Carran_NPC
source: Though your little book of secrets here might help us with that.
ko: 여기있는 당신의 조그만 비밀책이 우리에게 도움이 되긴 하겠지만요.

# Narration/&ReturnToCC_Carran_2_31_Violent_Default
source: So, the Principality is still drafting soldiers.
ko: 어쨌든, 공국은 여전히 병사들을 징집하고 있습니다.

# Narration/&ReturnToCC_Carran_2_32_Carran_NPC
source: To defend the city.
ko: 도시를 수비하기 위해서죠.

# Narration/&ReturnToCC_Carran_2_33_Carran_NPC
source: The army left for the border as soon as we heard about the threat.
ko: 위협이 다가온다는 소식을 듣자마자 그들의 군대는 국경을 향해 떠났습니다.

# Narration/&ReturnToCC_Carran_2_34_Cynical_Default
source: So much for confidence.
ko: 자신감들이 넘치시는구만 아주.

# Narration/&ReturnToCC_Carran_2_35_Carran_NPC
source: Smiles work better if you have a sword at your side.
ko: 칼자루를 쥐고 있을 때는 웃는 얼굴이 더욱 효과적인 법이죠.

# Narration/&ReturnToCC_Carran_2_36_Greed_Default
source: So you're resurrecting Faisech?
ko: 그래서.. 당신은 페이세크를 되살리고 있나요?

# Narration/&ReturnToCC_Carran_2_37_Greed_Default
source: How much is that? A thousand gold pieces?
ko: 그 댓가는 얼마나 되는 겁니까? 금화 천 닢?

# Narration/&ReturnToCC_Carran_2_38_Carran_NPC
source: I know what you're going to say. So don't.
ko: 나는 당신이 무슨 말을 할 지 압니다. 그러니까 그만두세요.

# Narration/&ReturnToCC_Carran_2_39_Cynical_Default
source: And someone must pray for his soul… Imagine that!
ko: 그리고 누군가는 그의 영혼을 위해 기도 해야겠지... 한번 상상해 봐!

# Narration/&ReturnToCC_Carran_2_40_Carran_NPC
source: Marshal Sunblaze is taking care of the senior delegates personally.
ko: 선블레이즈 원수는 대표단 선임들을 개인적으로 돌보고 있습니다.

# Narration/&ReturnToCC_Carran_2_41_Selfpres_Default
source: Wait a minute!
ko: 잠깐!

# Narration/&ReturnToCC_Carran_2_42_Selfpres_Default
source: Where is this happening?
ko: 이 일이 벌어지는곳이 어디죠?

# Narration/&ReturnToCC_Carran_2_43_Carran_NPC
source: In the Temple of Einar. You've been in their dispensary…
ko: 에이나르의 사원입니다. 당신은 그들의 진료소에 있었어요…

# Narration/&ReturnToCC_Carran_2_44_Carran_NPC
source: Wait, you don't… they died!
ko: 잠깐, 당신은... 그들은 죽었어요!

# Narration/&ReturnToCC_Carran_2_45_Selfpres_Default
source: You think they'd stop at that?
ko: 그들이 그 정도에서 그만둘 거라고 생각하시나요?

# Narration/&ReturnToCC_Carran_2_46_Pragmatic_NPC
source: Thirty-something people inside the most secure place in the Principality…
ko: 삼십여 명의 사람들이 공국에서 가장 안전한 장소 안에…

# Narration/&ReturnToCC_Carran_2_47_Pragmatic_NPC
source: More than thirty possible traitors in the most protected temple in the Principality…
ko: 배신자일지도 모르는, 30명 이상의 사람들이 공국에서 가장 엄중히 보호받는 사원의 내부에…

# Narration/&ReturnToCC_Carran_2_48_Violent_NPC
source: …close to the Crown of the Magister?
ko: ... 그것도 마지스터의 왕관 가까이에 있다?

# Narration/&ReturnToCC_Carran_2_49_Carran_NPC
source: No! No, no, no!
ko: 안돼! 안돼, 안돼, 안돼!

# Narration/&ReturnToCC_Carran_2_50_Authority_NPC
source: What are we waiting for?
ko: 뭘 기다리고 있는거야?

# Narration/&ReturnToCC_Temple1_1_Authority_Default
source: Marshal!
ko: 선블레이즈 원수님!

# Narration/&ReturnToCC_Temple1_2_BericSunblaze_NPC
source: Greetings, friends!
ko: 반갑소, 친구들이여!

# Narration/&ReturnToCC_Temple1_3_Authority_Default
source: Where are the delegates?
ko: 대표단은 어디에 있습니까?

# Narration/&ReturnToCC_Temple1_4_BericSunblaze_NPC
source: In the dispensary.
ko: 진료소 안에 있습니다.

# Narration/&ReturnToCC_Temple1_5_BericSunblaze_NPC
source: What's going on?
ko: 무슨 일이죠?

# Narration/&ReturnToCC_Temple1_6_Friendly_Default
source: Are you all right?
ko: 괜찮으신가요?

# Narration/&ReturnToCC_Temple1_7_BericSunblaze_NPC
source: I just cast a resurrection spell… forgive me - it is rather draining.
ko: 조금전 막 부활 주문을 시전한 참이었습니다... 용서하세요, 조금 지치는군요.

# Narration/&ReturnToCC_Temple1_8_BericSunblaze_NPC
source: Wait!
ko: 잠깐!

# Narration/&ReturnToCC_Temple1_9_Cynical_Normal
source: Feeling good, dead people?
ko: 망자들이여, 기분은 괜찮으신가?

# Narration/&ReturnToCC_Temple1_10_Cynical_Formal
source: All right, everyone, we know who you are.
ko: 좋습니다, 여러분. 우린 니들이 누군지 알아.

# Narration/&ReturnToCC_Temple1_11_SorakAgent_NPC
source: Attack!
ko: 쳐라!

# Narration/&ReturnToCC_Temple2_1_BericSunblaze_NPC
source: By Einar… Sorak agents, in the temple!
ko: 에이나르이시여... 사원 안에 소락의 요원들이라니!

# Narration/&ReturnToCC_Temple2_2_Authority_Default
source: Where's the Crown?
ko: 왕관은 어딨죠?

# Narration/&ReturnToCC_Temple2_3_BericSunblaze_NPC
source: Take this key. I… can't run.
ko: 이 열쇠를 가져가시오. 나는... 뛸 수가 없네요.

# Narration/&ReturnToCC_Temple2_4_BericSunblaze_NPC
source: Follow the light!
ko: 빛을 따라가시오!

# Narration/&ReturnToCC_Temple2_5_Authority_Default
source: Let's go!
ko: 가자!

# Narration/&ReturnToCC_Temple3_1_Authority_Default
source: There!
ko: 저기!

# Narration/&ReturnToCC_Temple3_2_Selfpres_Default
source: It's gone!
ko: 사라져버렸어!

# Narration/&ReturnToCC_Temple3_3_Pragmatic_Default
source: Here! A secret passage?
ko: 여기! 비밀 통로인가?

# Narration/&ReturnToCC_Temple3_4_Selfpres_Default
source: In the middle of the temple?
ko: 사원의 한복판에?

# Narration/&ReturnToCC_Temple3_5_Authority_Default
source: How did they miss that?
ko: 그들이 대체 어쩌다 이런걸 놓친거지?

# Narration/&ReturnToCC_Temple3_6_Pragmatic_Default
source: Doesn't matter now!
ko: 지금은 그게 중요한게 아냐!

# Narration/&ReturnToCC_Temple3_7_Pragmatic_Default
source: This is ancient - from the first centuries after the Cataclysm!
ko: 이건 고대 유물이야 - 대격변 직후부터 전해 내려온 거라고!

# Narration/&ReturnToCC_Temple3_8_Pragmatic_Default
source: No time for a history lesson!
ko: 역사 수업따위 들을 시간은 없어!

# Narration/&ReturnToCC_Temple3_7_Any_Default
source: They went this way!
ko: 그들은 이곳으로 갔어!

# Narration/&ReturnToCC_Temple4_1_Any_Default
source: The city's Imperial Gate!
ko: 도시의 제국 관문!

# Narration/&ReturnToCC_Temple4_2_Any_Default
source: They're here!
ko: 여기있다!

# Narration/&ReturnToCC_Temple4_3_Any_Default
source: They're trying to get away with the Crown!
ko: 왕관을 가지고 떠나려 하고있어!

# Narration/&ReturnToCC_Temple4_4_Any_Default
source: Protector!
ko: 수호자님!

# Narration/&ReturnToCC_Temple4_5_LeiraKean_NPC
source: We failed! They got away with it!
ko: 실패했습니다! 그들은 왕관을 갖고 떠나버렸어요!

# Narration/&ReturnToCC_Temple4_6_Any_Default
source: No!
ko: 안돼!

# Narration/&ReturnToCC_Temple4_7_Merton_NPC
source: They must not destroy the gate!
ko: 그들이 관문을 파괴하게 놔둬선 안돼!

# Narration/&ReturnToCC_Temple4_8_Any_Default
source: It's not over! They must not destroy the gate!
ko: 아직 끝나지 않았어! 그들이 관문을 파괴하게 둬선 안돼!

# Narration/&ReturnToCC_Temple4_9_Merton_NPC
source: There's too many of them!
ko: 저들의 수가 너무 많아!

# Narration/&ReturnToCC_Temple9_Merton_NPC
source: Come on! Fight!
ko: 어서 가서 싸우자!

# Narration/&ReturnToCC_Temple5_1_Any_Default
source: Look!
ko: 저기 좀 봐!

# Narration/&ReturnToCC_Temple5_2_Any_Default
source: The Princess?
ko: 공주님?

# Narration/&ReturnToCC_Temple5_3_Merton_NPC
source: Ha, ha, ha! Come on, old lady - time to show off!
ko: 하하하! 자 이제 뽐내실 시간입니다, 노부인이시여!

# Narration/&ReturnToCC_Temple5_4_Princess_NPC
source: One day, Arwin Merton…
ko: 언젠가는요, 아르윈 머튼…

# Narration/&ReturnToCC_Teleporter1_Princess_NPC
source: Don't look at me like that.
ko: 날 그런식으로 바라보지 마세요.

# Narration/&ReturnToCC_Teleporter2_Any_Default
source: Your Royal Highness…
ko: 공주 전하…

# Narration/&ReturnToCC_Teleporter3_Princess_NPC
source: …thank you is what you're looking for.
ko: 당신이 꺼내야 할 말은 '감사합니다' 겠지요.

# Narration/&ReturnToCC_Teleporter4_Any_Default
source: Thank you.
ko: 감사합니다.

# Narration/&ReturnToCC_Teleporter5_Pragmatic_Default
source: They took the Crown.
ko: 그들이 왕관을 탈취했습니다.

# Narration/&ReturnToCC_Teleporter6_Princess_NPC
source: Is this… evil god coming?
ko: 악신을 불러들이게 되는건가요?

# Narration/&ReturnToCC_Teleporter7_Authority_Default
source: I suppose that's their plan.
ko: 그게 그들의 계획일거라고 봅니다.

# Narration/&ReturnToCC_Teleporter8_Pragmatic_Default
source: Can we follow them?
ko: 그들을 쫓아갈 수 있을까?

# Narration/&ReturnToCC_Teleporter9_Selfpres_Default
source: There's no way to know where they've gone.
ko: 그들이 어디로 가버렸는지 알아낼 방법이 없어.

# Narration/&ReturnToCC_Teleporter10_Selfpres_Default
source: There are so many gates.
ko: 관문이 너무 많아.

# Narration/&ReturnToCC_Teleporter11_Pragmatic_Default
source: Close to the Rift, right? Where it all began?
ko: 균열 근처가 맞겠지? 어디서부터 이 모든 게 시작됐을까?

# Narration/&ReturnToCC_Teleporter12_Authority_Default
source: No one knows exactly where the Rift was.
ko: 균열이 어디에 있었는지 정확히 아는 사람이 없어.

# Narration/&ReturnToCC_Teleporter13_Merton_NPC
source: In the Aer Elai, near the capital of Manacalon - but it's a vast area!
ko: 마나칼론 수도 근처의 에어 엘라이일세. 하지만 너무 광범위한 지역이야!

# Narration/&ReturnToCC_Teleporter14_Pragmatic_Default
source: They must have scouted it and found a teleporter nearby.
ko: 그들은 정찰을 통해 근처의 순간이동 장치를 발견한 게 틀림없어요.

# Narration/&ReturnToCC_Teleporter15_Selfpres_Default
source: So we're doomed?
ko: 그럼 이제 우린 끝장인가?

# Narration/&ReturnToCC_Teleporter16_Authority_Default
source: What's going on?
ko: 어떻게 돼 가고 있나요?

# Narration/&ReturnToCC_Teleporter17_Merton_NPC
source: We're under attack!
ko: 공격받고 있어!

# Narration/&ReturnToCC_Teleporter18_Merton_NPC
source: Sleeper agents! Everywhere in the city!
ko: 잠입 중이던 소락 요원들! 도시 어디에든 그들이 있네!

# Narration/&ReturnToCC_Teleporter19_Princess_Default
source: Are they so powerful, the Sorr-Akkath?
ko: 소라카스가 그렇게나 강대합니까?

# Narration/&ReturnToCC_Teleporter20_History_Default
source: Your Royal Highness…
ko: 공주 전하…

# Narration/&ReturnToCC_Teleporter21_History_Default
source: We found this in Halman Summer's chambers, magically concealed.
ko: 저희가 이것을 마법으로 봉인되어 있던 할만 서머의 방에서 찾아냈습니다.

# Narration/&ReturnToCC_Teleporter22_History_Default
source: Do you have any ideas?
ko: 어떻게 생각하십니까?

# Narration/&ReturnToCC_Teleporter23_Princess_NPC
source: This is Sunset Peak, south of Aer Elai.
ko: 에어 엘라이 남쪽의 선셋 봉우리군요.
