Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# TowerOfMagicBook_7_Spellcaster_Formal
source: Who knows what it might contain.
ko_mt: 그 안에 무엇이 들어 있을지 누가 ​​알겠습니까.

# TowerOfMagicBook_8_Spellcaster_Default
source: A long-forgotten spell. A valuable secret.
ko_mt: 오랫동안 잊혀진 주문. 소중한 비밀.

# TowerOfMagicBook_9_Spellcaster_Default
source: But it looks like it's locked.
ko_mt: 하지만 잠겨 있는 것 같습니다.

# TowerOfMagicBook_10_Starter_Default
source: Take it. Perhaps someone in Caer Cyflen will know how to open it.
ko_mt: 가져. 아마도 Caer Cyflen의 누군가가 그것을 여는 방법을 알고 있을 것입니다.

# TowerOfMagicBook_11_Spellcaster_Default
source: First things first. We have a mission to complete.
ko_mt: 먼저 첫 번째 것들. 우리는 완료해야 할 임무가 있습니다.

# TowerOfMagicBook_12_Spellcaster_Formal
source: Indeed, but we have more pressing matters to attend to first.
ko_mt: 사실, 그러나 우리에게는 먼저 처리해야 할 더 긴급한 문제가 있습니다.

# TowerOfMagicBook_13_Spellcaster_Slang
source: Yeah, but right now we have more important shit to take care of.
ko_mt: 네, 하지만 지금 우리는 더 중요한 일을 처리해야 합니다.

# TowerOfMagicStatueFemWiz_1_Starter_Default
source: Fancy.
ko_mt: 팬시 한.

# TowerOfMagicStatueFemWiz_2_Starter_Default
source: Beautiful craftsmanship.
ko_mt: 아름다운 장인 정신.

# TowerOfMagicStatueFemWiz_3_Starter_Default
source: She looks like an empress.
ko_mt: 그녀는 황후처럼 보입니다.

# TowerOfMagicStatueFemWiz_4_History_Default
source: She doesn't bear the proper regalia. Not for a Manacalon.
ko_mt: 그녀는 적절한 레갈리아를 지니고 있지 않습니다. 마나칼론용이 아닙니다.

# TowerOfMagicStatueFemWiz_5_History_Default
source: More likely she was a wizard, a master of the Arcaneum.
ko_mt: 아마 그녀는 아케니움의 주인인 마법사였을 것이다.

# TowerOfMagicStatueFemWiz_6_Starter_Default
source: Could this have been her home?
ko_mt: 여기가 그녀의 집이었을까요?

# TowerOfMagicStatueFemWiz_7_History_Default
source: Possibly.
ko_mt: 혹시.

# TowerOfMagicStatueFemWiz_8_Joker_Default
source: If it was, she sure let it go to hell. What a packrat.
ko_mt: 만약 그렇다면, 그녀는 그것이 지옥에 떨어지도록 내버려 두었다. 무슨 팩랫.

# TowerOfMagicStatueFemWiz_9_Joker_Default
source: Her bones are probably buried somewhere under all these frickin' books.
ko_mt: 그녀의 뼈는 아마도 이 모든 책들 아래 어딘가에 묻혀 있을 것입니다.

# TowerOfMagicStatueFemWiz_10_Starter_Default
source: You are an idiot.
ko_mt: 당신은 바보입니다.

# TowerOfMagicStatueDraconic_1_Starter_Default
source: You see that?
ko_mt: 당신이 그것을 볼?

# TowerOfMagicStatueDraconic_2_Partner_Default
source: Is that a Sorak?
ko_mt: 설악인가?

# TowerOfMagicStatueDraconic_3_History_Default
source: Don't be ridiculous. This is pre-Cataclysm.
ko_mt: 웃기지 마. 이것은 대격변 이전입니다.

# TowerOfMagicStatueDraconic_4_History_Default
source: Before anyone knew what a Sorak even was.
ko_mt: 아무도 설악이 무엇인지 알기도 전에.

# TowerOfMagicStatueDraconic_5_History_Default
source: It's a dragon.
ko_mt: 드래곤입니다.

# TowerOfMagicStatueDraconic_6_Starter_Default
source: It's no bigger than a man.
ko_mt: 그것은 남자보다 크지 않습니다.

# TowerOfMagicStatueDraconic_7_Starter_Slang
source: No shit?
ko_mt: 젠장?

# TowerOfMagicStatueDraconic_8_Starter_Normal
source: If you say so.
ko_mt: 그렇게 말하면.

# TowerOfMagicStatueDraconic_9_Partner_Normal
source: I don't think so.
ko_mt: 나는 그렇게 생각하지 않는다.

# TowerOfMagicPillar_1_Starter_Default
source: Is this one of those rocks that…
ko_mt: 이것은 그 바위 중 하나입니까? ...

# TowerOfMagicPillar_2_Partner_Default
source: Nope. This place is insane.
ko_mt: 아니요. 이 장소는 미쳤다.

# TowerOfMagicPillar_3_Partner_Default
source: In the Badlands…
ko_mt: 황무지에서…

# TowerOfMagicPillar_4_Starter_Default
source: I know… expect the unexpected.
ko_mt: 알아요… 예상치 못한 일을 예상합니다.

# TowerOfMagicUselessLever_1_Starter_Default
source: Well, that didn't do a damn thing.
ko_mt: 글쎄, 그것은 빌어먹을 일을 하지 않았다.

# TowerOfMagicUselessLever_2_Cynical_Default
source: Did you really think that would open the door?
ko_mt: 그게 과연 문이 열릴 거라고 생각했나요?

# TowerOfMagicUselessLever_3_Violence_Default
source: I need to break some frickin' heads!
ko_mt: 머리를 좀 부숴야겠어!

# TowerOfMagicUselessLever_4_Pragmatism_Default
source: We need to be smarter about this. Think it through.
ko_mt: 우리는 이것에 대해 더 현명해야 합니다. 잘 생각해 보세요.

# TowerOfMagicUselessLever_5_Greed_Default
source: We better get out of this with some gold in our pockets.
ko_mt: 주머니에 금을 가지고 있는 것이 좋습니다.

# TowerOfMagicUselessLever_6_SelfPres_Default
source: Your faces are not the last faces I want to see.
ko_mt: 당신의 얼굴은 내가 보고 싶은 마지막 얼굴이 아닙니다.

# TowerOfMagicSeeingImps_1_Starter_Default
source: Stay hidden. They're here.
ko_mt: 숨어있어. 그들이 여기있다.

# TowerOfMagicSeeingImps_2_Partner_Default
source: Soraks?
ko_mt: 설악?

# TowerOfMagicSeeingImps_3_Starter_Default
source: What else could they be?
ko_mt: 그들은 또 무엇이 될 수 있습니까?

# TowerOfMagicSeeingImps_4_Partner_Normal
source: You ready to do this?
ko_mt: 할 준비가 되셨습니까?

# TowerOfMagicSeeingImps_5_Partner_Formal
source: This is it, friends. Stay strong.
ko_mt: 이게 다야, 친구들. 힘내세요.

# TowerOfMagicSeeingImps_6_Starter_Default
source: Get in position…
ko_mt: 자리를 잡다…

# TowerOfMagicSeeingImps_7_Starter_Default
source: …hit 'em hard and take 'em by surprise.
ko_mt: ... 세게 때리고 깜짝 놀라게 하세요.

# TowerOfMagicSeeingImps_8_Partner_Default
source: Ready.
ko_mt: 준비가 된.

# CrownOwned_1_Partner_Normal
source: You look a little pale. Is something wrong?
ko_mt: 당신은 약간 창백해 보인다. 뭔가 잘못이다?

# CrownOwned_2_Partner_Formal
source: Are you feeling poorly? You seem a bit pasty-faced.
ko_mt: 기분이 나쁩니까? 당신은 약간 얼굴이 뚱뚱해 보입니다.

# CrownOwned_3_Bearer_Default
source: I don't feel too good.
ko_mt: 너무 기분이 좋지 않다.

# CrownOwned_4_Cynical_Selfpres_Default
source: I knew that old Crown was cursed.
ko_mt: 나는 늙은 왕관이 저주를 받았다는 것을 알고 있었다.

# CrownOwned_5_Cynical_Selfpres_Slang
source: Shit, I knew that hunk of junk was cursed.
ko_mt: 젠장, 쓰레기 덩어리가 저주받은 줄 알았어.

# CrownOwned_6_Cynical_Selfpres_Formal
source: Just as I feared. The crown is Cursed.
ko_mt: 내가 두려워했던 것처럼. 왕관은 저주를 받았습니다.

# CrownOwned_7_Partner_Default
source: You don't know that.
ko_mt: 당신은 그것을 모른다.

# CrownOwned_8_Cynical_Selpres_Default
source: Just get rid of it.
ko_mt: 그냥 없애버려.

# CrownOwned_9_Cynical_Selfpres_Formal
source: Perhaps we should leave it.
ko_mt: 아마도 우리는 그것을 떠나야합니다.

# CrownOwned_10_Bearer_Default
source: No, we need it.
ko_mt: 아니요, 필요합니다.

# CrownOwned_11_Partner_Default
source: Need it? For what?
ko_mt: 필요해? 무엇을 위해?

# CrownOwned_12_Bearer_Default
source: For its power. I can feel it. Deep inside.
ko_mt: 그것의 힘을 위해. 느낄 수있어. 깊은 내부.

# CrownOwned_13_Friendly_Default
source: Are you okay?
ko_mt: 괜찮 으세요?

# CrownOwned_14_Bearer_Default
source: I just need to rest for a bit.
ko_mt: 나는 단지 조금 쉬어야 합니다.

# CrownOwned_15_Any1_Default
source: Yeah, I'm not feeling too good either.
ko_mt: 예, 저도 기분이 좋지 않습니다.

# CrownOwned_16_Any2_Default
source: I'm exhausted as well.
ko_mt: 나도 지쳤다.

# CrownOwned_17_Cynical_Selpres_Default
source: Maybe the curse has affected us all.
ko_mt: 저주가 우리 모두에게 영향을 미쳤을 수도 있습니다.

# CrownOwned_18_Partner_Default
source: Stop it. Don't be ridiculous.
ko_mt: 그만 해요. 웃기지 마.

# CrownOwned_19_Friendly_Default
source: Fine, let's rest for a while. Set up camp.
ko_mt: 좋아, 잠시 쉬자. 캠프를 설정합니다.

# CrownOwned_20_Friendly_Formal
source: I propose we set up camp and get some rest.
ko_mt: 야영을 하고 휴식을 취하자고 제안합니다.

# BackWithCrown_1_Pragmatic_Default
source: We did it! We brought back proof!
ko_mt: 우리는 해냈다! 증거를 가져왔습니다!

# BackWithCrown_2_Pragmatic_Formal
source: Against all odds, we have recovered proof that Soraks do exist.
ko_mt: 온갖 역경 속에서도 우리는 소락이 존재한다는 증거를 되찾았습니다.

# BackWithCrown_3_Friendly_Default
source: How do you feel?
ko_mt: 기분이 어때?

# BackWithCrown_4_Bearer_Default
source: Better.
ko_mt: 더 나은.

# BackWithCrown_5_Friendly_Default
source: Maybe that sickness was nothing.
ko_mt: 어쩌면 그 병은 아무것도 아니었다.

# BackWithCrown_6_Friendly_Formal
source: It might have been a simple fever, after all.
ko_mt: 결국 단순한 발열이었을 수도 있습니다.

# BackWithCrown_7_Pragmatic_Default
source: What about the Crown?
ko_mt: 크라운은 어떻습니까?

# BackWithCrown_8_Pragmatic_Default
source: You know the Council will probably take it.
ko_mt: 당신은 의회가 아마 그것을 받아들일 것이라는 것을 알고 있습니다.

# BackWithCrown_9_Bearer_Default
source: No!
ko_mt: 아니요!

# BackWithCrown_10_Pragmatic_Default
source: We can't hide the fact that we found it with the Soraks.
ko_mt: 설악과 함께 찾았다는 사실을 숨길 수 없습니다.

# BackWithCrown_11_Pragmatic_Slang
source: We can't bullshit them, it's got to be a Sorak thing.
ko_mt: 우리는 그들을 헛소리 할 수 ​​없습니다. 그것은 Sorak의 것이어야합니다.

# BackWithCrown_12_Bearer_Default
source: It's our loot! Ours!
ko_mt: 우리 전리품이야! 우리 것!

# BackWithCrown_13_Pragmatic_Default
source: We have to declare anything of historical value…
ko_mt: 역사적 가치가 있는 것은 무엇이든 선언해야 합니다…

# BackWithCrown_14_Pragmatic_Default
source: …and they have the right to buy it.
ko_mt: … 그리고 그들은 그것을 살 권리가 있습니다.

# BackWithCrown_15_Bearer_Default
source: And if it's priceless?
ko_mt: 그리고 그것이 값을 매길 수 없다면?

# BackWithCrown_16_Cynical_Default
source: Come on! They can do whatever they want.
ko_mt: 어서 해봐요! 그들은 그들이 원하는 무엇이든 할 수 있습니다.

# BackWithCrown_17_Bearer_Default
source: Sure.
ko_mt: 확신하는.

# BackWithCrown_18_Pragmatic_Default
source: I guess we'll see.
ko_mt: 우리가 볼 것 같아요.

# BackWithCrown_19_Pragmatic_Formal
source: We must wait and see, and hope for the best.
ko_mt: 우리는 기다리며 최선을 다해야 합니다.

# BackWithCrown_20_Cynical_Default
source: Who fought the Soraks - us or them?
ko_mt: 누가 소락과 싸웠는가 - 우리인가 그들인가?

# BackWithCrown_21_Cynical_Normal
source: They'd better remember that we fought the Soraks for this.
ko_mt: 그들은 우리가 이를 위해 소락과 싸웠다는 것을 기억하는 것이 좋습니다.

# BackWithCrown_22_Cynical_Formal
source: We might want to remind them that they were wrong about the Soraks.
ko_mt: 우리는 그들에게 그들이 소락에 대해 틀렸다는 것을 상기시키고 싶을 것입니다.

# Council02_1_1_Partner_Default
source: Lord Carran!
ko_mt: 캐런 경!

# Council02_1_2_Carran_NPC
source: Ah - deputies!
ko_mt: 아 - 의원님들!

# Council02_1_2_2_Carran_NPC
source: I see you found some nice shiny loot.
ko_mt: 반짝이는 멋진 전리품을 찾으셨군요.

# Council02_1_3_Carran_NPC
source: So have you brought us the head of a Sorak?
ko_mt: 그럼 설악의 머리를 가져오신 겁니까?

# Council02_1_4_Partner_Default
source: One head, slightly damaged.
ko_mt: 머리 하나, 약간 손상됨.

# Council02_1_5_Carran_NPC
source: Maraike preserve us! I'm sorry I asked!
ko_mt: 마라이케가 우리를 지켜줘! 물어봐서 미안해!

# Council02_1_6_Partner_Default
source: At least it's dead. You should have seen it alive.
ko_mt: 적어도 죽었어. 당신은 그것을 살아서 봤어야 했다.

# Council02_1_7_Carran_NPC
source: I can only imagine.
ko_mt: 상상할 수 밖에 없습니다.

# Council02_1_8_Partner_Default
source: When's the next Council meeting?
ko_mt: 다음 이사회 회의는 언제입니까?

# Council02_1_9_Carran_NPC
source: When? Now, of course!
ko_mt: 언제? 지금은 물론입니다!

# Council02_1_10_Carran_NPC
source: The rumor of your return has already reached the Palace.
ko_mt: 당신의 귀환 소문은 이미 궁전에 도착했습니다.

# Council02_1_11_Carran_NPC
source: They're waiting for you.
ko_mt: 그들은 당신을 기다리고 있습니다.

# Council02_1_12_Partner_Default
source: They are?
ko_mt: 그들은?

# Council02_1_13_Carran_NPC
source: Well, more for… this. But come on!
ko_mt: 글쎄, 더… 이것에 대해. 하지만 어서!

# Council02_1_14_Merton_NPC
source: Now, there's a trophy.
ko_mt: 이제 트로피가 있습니다.

# Council02_1_15_Merton_NPC
source: And by the way, who's crazy now?
ko_mt: 그건 그렇고, 지금 누가 미쳤습니까?

# Council02_1_16_Default_Default
source: All right, you were right and we were wrong. They do exist. Happy now?
ko_mt: 좋아, 당신은 옳았고 우리는 틀렸다. 그들은 존재합니다. 이제 행복해?

# Council02_1_17_Merton_NPC
source: Kid, I've seen more than anyone in this town, yet nobody seems to believe me.
ko_mt: 꼬마야, 나는 이 마을에서 누구보다 많이 보았지만 아무도 나를 믿지 않는 것 같다.

# Council02_1_18_Cynical_Default
source: Maybe it's a curse.
ko_mt: 어쩌면 그것은 저주입니다.

# Council02_1_19_Merton_NPC
source: The curse of being surrounded by idiots…
ko_mt: 바보들에게 둘러싸여 있다는 저주...

# Council02_1_20_Carran_NPC
source: If you don't mind, Merton, we have business to attend to.
ko_mt: 괜찮으시다면 머튼, 처리해야 할 일이 있습니다.

# Council02_1_21_Merton_NPC
source: Right. Say hello to the old lady for me, Carran!
ko_mt: 오른쪽. 나 대신 노부인에게 인사해, 캐런!

# Council02_1_22_Default_Default
source: Who's this guy again?
ko_mt: 이 사람은 또 누구야?

# Council02_1_23_Merton_NPC
source: Arwin Merton. He used to be a legend - the first Scavenger, they say.
ko_mt: 아르윈 머튼. 그는 전설적인 존재였습니다. 최초의 스캐빈저라고 합니다.

# Council02_1_24_Merton_NPC
source: But now - well, you can see for yourself.
ko_mt: 그러나 지금 - 글쎄, 당신은 스스로 볼 수 있습니다.

# Council02_1_25_Curious_Default
source: Who's this old lady?
ko_mt: 이 할머니는 누구입니까?

# Council02_1_26_Merton_NPC
source: Just ignore him.
ko_mt: 그냥 무시하세요.

# Council02_1_27_Merton_NPC
source: Let's go.
ko_mt: 가자.

# Council02_2_1_EinarBoss_NPC
source: Your thoughts, Dean Faisech?
ko_mt: 당신의 생각, 딘 파이섹?

# Council02_2_2_Towerboss_NPC
source: I… well… it looks very much as the scriptures describe.
ko_mt: 저는… 글쎄요… 경전에 묘사된 것과 매우 흡사합니다.

# Council02_2_3_Danantar_NPC
source: Well, then - it seems we have a problem.
ko_mt: 그렇다면 문제가 있는 것 같습니다.

# Council02_2_4_EinarBoss_NPC
source: It's a disaster! We all know what the Sorr-Akkath did on Tirmar!
ko_mt: 재앙이야! 우리는 모두 소르-아카스가 티르마르에서 한 일을 알고 있습니다!

# Council02_2_5_Partner_Default
source: There's something else.
ko_mt: 다른 것이 있습니다.

# Council02_2_6_Danantar_NPC
source: What?
ko_mt: 뭐라고 요?

# Council02_2_7_Antiquarian_NPC
source: A Crown?
ko_mt: 크라운?

# Council02_2_8_Towerboss_NPC
source: Interesting. A very nice find.
ko_mt: 흥미로운. 아주 좋은 발견.

# Council02_2_9_Partner_Default
source: We don't want to sell it.
ko_mt: 우리는 그것을 팔고 싶지 않습니다.

# Council02_2_10_Antiquarian_NPC
source: Why not? You know we pay well.
ko_mt: 왜 안 돼? 우리가 잘 지불한다는 것을 알고 있습니다.

# Council02_2_11_Partner_Default
source: We want to keep it.
ko_mt: 우리는 그것을 유지하고 싶습니다.

# Council02_2_12_Arcaneum_NPC
source: I'd like to take a look at it, though.
ko_mt: 그래도 살펴보고 싶습니다.

# Council02_2_14_Authority_Default
source: Come on, let them take a look.
ko_mt: 자, 그들이 살펴보도록 합시다.

# Council02_2_15_Arcaneum_NPC
source: Thank you.
ko_mt: 감사합니다.

# Council02_2_16_Danantar_NPC
source: Any ideas?
ko_mt: 어떤 아이디어?

# Council02_2_17_Arcaneum_NPC
source: It's quite massive… clearly Imperial in style…
ko_mt: 그것은 꽤 방대합니다… 분명히 제국 스타일입니다…

# Council02_2_18_Towerboss_NPC
source: These runes remind me of the Imperial schools of magic…
ko_mt: 이 룬은 제국 마법 학교를 생각나게 합니다...

# Council02_2_19_Antiquarian_NPC
source: I have a spell I'd like to cast on this.
ko_mt: 나는 이것에 걸고 싶은 주문이 있습니다.

# Council02_2_20_Princess_NPC
source: My lords! This deputy is clearly unwell!
ko_mt: 주인님! 이 대리인은 분명히 몸이 좋지 않습니다!

# Council02_2_21_Danantar_NPC
source: What?
ko_mt: 뭐라고 요?

# Council02_3_1_Bearer_Default
source: What happened?
ko_mt: 무슨 일이에요?

# Council02_3_2_Friendly_Default
source: You passed out.
ko_mt: 기절하셨습니다.

# Council02_3_3_Bearer_Default
source: Where are we?
ko_mt: 우리를 어디?

# Council02_3_4_Friendly_Default
source: The Temple of Einar.
ko_mt: 에이나르 신전.

# Council02_3_5_Friendly_Default
source: Marshal Beric Sunblaze himself invited us to stay here.
ko_mt: 원수 Beric Sunblaze 자신이 여기에 머물도록 우리를 초대했습니다.

# Council02_3_6_Pragmatic_Default
source: We certainly made an impression on the Council.
ko_mt: 우리는 확실히 위원회에 깊은 인상을 남겼습니다.

# Council02_3_7_Pragmatic_Default
source: They believe you're attuned to the Crown…
ko_mt: 그들은 당신이 왕관에 적응했다고 믿습니다...

# Council02_3_8_Pragmatic_Default
source: …that you can't be separated from it.
ko_mt: … 당신은 그것으로부터 분리될 수 없습니다.

# Council02_3_9_Bearer_Default
source: What? So it is cursed?
ko_mt: 뭐라고 요? 그래서 저주받은거야?

# Council02_3_10_Cynical_Default
source: They're not sure. All these big brains, and they're stumped.
ko_mt: 확실하지 않습니다. 이 큰 두뇌들은 모두 어리둥절합니다.

# Council02_3_11_Cynical_Default
source: They cast spells on the crown, on you…
ko_mt: 그들은 왕관에 주문을 걸고, 당신에게…

# Council02_3_12_Pragmatic_Default
source: Between that and the Soraks, we caused quite a fuss out there.
ko_mt: 그것과 Soraks 사이에서 우리는 꽤 소란을 피웠습니다.

# Council02_3_13_Pragmatic_Default
source: They'll reconvene the Council when you're ready.
ko_mt: 당신이 준비되면 그들은 위원회를 다시 소집할 것입니다.

# Council02_3_14_Pragmatic_Default
source: But trust me, there's a lot of people who want to talk to you first.
ko_mt: 하지만 저를 믿으세요. 먼저 당신과 이야기하고 싶어하는 사람들이 많이 있습니다.

# Tower_Dialog_01_1_MaddyGreenisle_NPC
source: It's an honor, deputies.
ko_mt: 영광입니다, 의원님들.

# Tower_Dialog_01_2_Authority_Default
source: Who are you?
ko_mt: 누구세요?

# Tower_Dialog_01_3_MaddyGreenisle_NPC
source: My name is Maddy Greenisle. I work for the Tower of Knowledge.
ko_mt: 제 이름은 매디 그리니일입니다. 나는 지식의 탑에서 일합니다.

# Tower_Dialog_01_4_MaddyGreenisle_NPC
source: I'm just a junior aide in the Council…
ko_mt: 나는 의회의 하급 보좌관일 뿐입니다...

# Tower_Dialog_01_5_MaddyGreenisle_NPC
source: …but if you ever need to contact my superiors without going through official channels…
ko_mt: …하지만 공식 채널을 거치지 않고 상사에게 연락해야 한다면…

# Tower_Dialog_01_6_MaddyGreenisle_NPC
source: …just see me at the Tower, downtown.
ko_mt: ...다운타운 타워에서 만나요.

# Tower_Dialog_01_7_Nosy_Selfpres_Default
source: Why the sudden interest in us?
ko_mt: 왜 갑자기 우리에게 관심이 있습니까?

# Tower_Dialog_01_8_MaddyGreenisle_NPC
source: You proved yourselves in the Badlands…
ko_mt: 당신은 황무지에서 자신을 증명했습니다…

# Tower_Dialog_01_9_MaddyGreenisle_NPC
source: …and we in the Tower of Knowledge value skilled adventurers.
ko_mt: ...그리고 우리 지식의 탑은 숙련된 모험가를 중요하게 생각합니다.

# Tower_Dialog_01_10_MaddyGreenisle_NPC
source: If you find anything of historical value, we'll pay well…
ko_mt: 역사적 가치가 있는 것을 찾으면 좋은 대가를 치를 것입니다…

# Tower_Dialog_01_11_MaddyGreenisle_NPC
source: And if things go well, we might share some of our own secrets.
ko_mt: 그리고 일이 잘 풀리면 우리만의 비밀을 공유할 수도 있습니다.

# Tower_Dialog_01_12_Authority_Default
source: All right - we'll think about it.
ko_mt: 알겠습니다. 생각해보겠습니다.

# Antiquarians_Dialog_01_1_HalmanSummer_NPC
source: Greetings, Sorak slayers!
ko_mt: 안녕하세요, 설악 학살자 여러분!

# Antiquarians_Dialog_01_2_Friendly_Default
source: Hello.
ko_mt: 여보세요.

# Antiquarians_Dialog_01_3_HalmanSummer_NPC
source: I am Halman Summer of the Guild of Antiquarians.
ko_mt: 나는 골동품 길드의 Halman Summer입니다.

# Antiquarians_Dialog_01_4_HalmanSummer_NPC
source: I am instructed to invite you to visit us at the Embassy of the Snow Alliance.
ko_mt: 나는 당신을 스노우 얼라이언스 대사관으로 초대하라는 지시를 받았습니다.

# Antiquarians_Dialog_01_5_Lawfulness_Default
source: You're based at an embassy? I thought the Council was neutral.
ko_mt: 대사관에 계시나요? 나는 위원회가 중립적이라고 생각했습니다.

# Antiquarians_Dialog_01_6_HalmanSummer_NPC
source: We don't have a house of our own in Caer Cyflen - unlike the Tower of Knowledge…
ko_mt: 우리는 지식의 탑과 달리 Caer Cyflen에 우리 자신의 집이 없습니다...

# Antiquarians_Dialog_01_7_HalmanSummer_NPC
source: …how about that for neutrality?
ko_mt: ...중립성은 어떻습니까?

# Antiquarians_Dialog_01_8_HalmanSummer_NPC
source: Anyway, we'd be interested in any antiquities you might bring back.
ko_mt: 어쨌든, 우리는 당신이 가져갈 수 있는 모든 골동품에 관심이 있을 것입니다.

# Antiquarians_Dialog_01_9_HalmanSummer_NPC
source: We pay very well, even for things you might think are worthless.
ko_mt: 우리는 당신이 무가치하다고 생각할 수도 있는 일에 대해서도 매우 잘 지불합니다.

# Antiquarians_Dialog_01_10_Cynical_Default
source: Like the Scavengers?
ko_mt: 스캐빈저스처럼?

# Antiquarians_Dialog_01_11_HalmanSummer_NPC
source: The Scavengers? They'd sell an antique Emperor's sword for its metal value.
ko_mt: 청소부? 그들은 그것의 금속 가치를 위해 골동품 황제의 검을 팔 것입니다.

# Antiquarians_Dialog_01_12_HalmanSummer_NPC
source: But we can offer more than gold.
ko_mt: 그러나 우리는 금보다 더 많은 것을 제공할 수 있습니다.

# Antiquarians_Dialog_01_13_HalmanSummer_NPC
source: Antique magical items, for instance. You'll never find their like elsewhere.
ko_mt: 예를 들어 골동품 마법 아이템. 당신은 다른 곳에서 자신과 같은 것을 찾을 수 없습니다.

# Antiquarians_Dialog_01_14_Friendly_Default
source: Good to know. Thanks for the invitation.
ko_mt: 알아 둘만 한. 초대 해줘서 고마워.

# Arcaneum_Dialog_01_1_HeddlonSurespell_NPC
source: Can I ask for a minute of your time, deputies?
ko_mt: 의원님 잠시 시간을 내주시겠습니까?

# Arcaneum_Dialog_01_2_Player_Authority
source: We're in kind of a hurry.
ko_mt: 우리는 일종의 서두르고 있습니다.

# Arcaneum_Dialog_01_3_HeddlonSurespell_NPC
source: I know. I won't delay you long.
ko_mt: 알아요. 오래 지체하지 않겠습니다.

# Arcaneum_Dialog_01_4_HeddlonSurespell_NPC
source: My name is Heddlon Surespell. I represent the Arcaneum.
ko_mt: 내 이름은 Heddlon Surespell입니다. 나는 아카네움을 대표한다.

# Arcaneum_Dialog_01_5_AnyNotElf_Default
source: And the Arcaneum belongs to the New Empire. Do you really want to be seen talking to us?
ko_mt: 그리고 Arcaneum은 New Empire에 속합니다. 정말로 우리와 이야기하는 것을 보고 싶습니까?

# Arcaneum_Dialog_01_6_HeddlonSurespell_NPC
source: My business is magic, not politics. And no, I have no quarrel with you.
ko_mt: 내 사업은 마술이지 정치가 아닙니다. 그리고 아니요, 저는 당신과 다툼이 없습니다.

# Arcaneum_Dialog_01_7_HeddlonSurespell_NPC
source: You may not see us Imperials as friends, but we take the Council very seriously.
ko_mt: 당신은 우리 제국을 친구로 보지 않을지 모르지만 우리는 의회를 매우 진지하게 생각합니다.

# Arcaneum_Dialog_01_8_HeddlonSurespell_NPC
source: We are particularly interested in anything from the Old Empire that you might find in the Badlands.
ko_mt: 우리는 특히 Badlands에서 찾을 수 있는 Old Empire의 모든 것에 관심이 있습니다.

# Arcaneum_Dialog_01_9_HeddlonSurespell_NPC
source: Anything from the Manacalon-era Arcaneum, even more so.
ko_mt: 마나칼론 시대 Arcaneum의 모든 것, 더욱 그렇습니다.

# Arcaneum_Dialog_01_10_HeddlonSurespell_NPC
source: Of course we'd pay you handsomely for this Crown, but I know that is not possible.
ko_mt: 물론 우리는 이 왕관을 위해 당신에게 후하게 지불할 것이지만, 나는 그것이 불가능하다는 것을 압니다.

# Arcaneum_Dialog_01_11_Joker_Default
source: You're smarter than you look.
ko_mt: 당신은 보기보다 똑똑합니다.

# Arcaneum_Dialog_01_12_HeddlonSurespell_NPC
source: Also quite indifferent to mockery.
ko_mt: 또한 조롱에 상당히 무관심합니다.

# Arcaneum_Dialog_01_13_HeddlonSurespell_NPC
source: Anyway, we have an unrivaled trove of magical and other knowledge.
ko_mt: 어쨌든 우리는 타의 추종을 불허하는 마법 및 기타 지식을 보유하고 있습니다.

# Arcaneum_Dialog_01_14_HeddlonSurespell_NPC
source: Think it over. You can find me at the Gravekeep's Cask.
ko_mt: 다시 생각해봐. 묘지기의 술통에서 저를 찾을 수 있습니다.

# Arcaneum_Dialog_01_15_Lawful_Default
source: Really? Not at the embassy?
ko_mt: 진짜? 대사관에 있지 않습니까?

# Arcaneum_Dialog_01_16_HeddlonSurespell_NPC
source: What can I say? I love Martel's beer. Even though it tastes like donkey piss…
ko_mt: 내가 무엇을 말할 수 있습니까? 나는 Martel의 맥주를 좋아합니다. 당나귀 오줌 맛이 나긴 하지만...

# Arcaneum_Dialog_01_17_Selfpres_Default
source: What? How did he… ?
ko_mt: 뭐라고 요? 그는 어떻게 ... ?

# Arcaneum_Dialog_01_18_Selfpres_Default
source: That was our joke, the first day we met. Was he spying on us?
ko_mt: 그것은 우리의 농담, 우리가 처음 만난 날이었습니다. 그가 우리를 염탐하고 있었나요?

# Arcaneum_Dialog_01_19_Pragmatic_Default
source: Maybe he just agrees about the taste.
ko_mt: 아마도 그는 단지 맛에 동의했을 것입니다.

# Danantar_Dialog_01_1_JorielFoxeye_NPC
source: Would you have a moment, deputies?
ko_mt: 잠시 시간을 내시겠습니까, 의원님?

# Danantar_Dialog_01_2_Authority_Default
source: All right, but make it quick.
ko_mt: 알았어, 하지만 빨리 해.

# Danantar_Dialog_01_3_JorielFoxeye_NPC
source: I'll do my best.
ko_mt: 난 최선을 다 할거야.

# Danantar_Dialog_01_4_JorielFoxeye_NPC
source: I am Joriel Foxeye, from the Circle of Danantar.
ko_mt: 저는 다난타르 서클의 조리엘 폭스아이입니다.

# Danantar_Dialog_01_5_Nosy_Default
source: The same magic school where the Princess studies?
ko_mt: 공주가 공부하는 같은 마법 학교?

# Danantar_Dialog_01_6_JorielFoxeye_NPC
source: Exactly.
ko_mt: 정확히.

# Danantar_Dialog_01_7_Nosy_Default
source: Is she a good student? A powerful wizard?
ko_mt: 그녀는 좋은 학생입니까? 강력한 마법사?

# Danantar_Dialog_01_8_JorielFoxeye_NPC
source: That's not for me to say - and you seemed to be in a rush?
ko_mt: 내가 할 말은 아닙니다 - 그리고 당신은 서두르는 것 같았습니까?

# Danantar_Dialog_01_9_Nosy_Default
source: Fine.
ko_mt: 괜찮은.

# Danantar_Dialog_01_10_JorielFoxeye_NPC
source: I just want you to know that our grand master Edvan Danantar has noticed you.
ko_mt: 우리의 그랜드 마스터 에드반 다난타르가 당신을 알아차렸다는 것을 알아주셨으면 합니다.

# Danantar_Dialog_01_11_Joker_Default
source: He talked a lot, for sure.
ko_mt: 그는 확실히 말을 많이 했다.

# Danantar_Dialog_01_12_JorielFoxeye_NPC
source: He's a man of great authority.
ko_mt: 그는 큰 권위를 가진 사람입니다.

# Danantar_Dialog_01_13_JorielFoxeye_NPC
source: He'd like you to know that our doors are open to you if you'd care to visit us.
ko_mt: 그는 당신이 우리를 방문하고 싶다면 우리의 문이 열려 있다는 것을 당신이 알기를 바랍니다.

# Danantar_Dialog_01_13_2_JorielFoxeye_NPC
source: You can find me at Sunblaze Court.
ko_mt: Sunblaze Court에서 저를 찾을 수 있습니다.
