Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# AbjurationQuest_Nikannen_28_SergeantNikannen_NPC
source: The Ceannard mentioned your mission. He and I go way back.
ko_mt: Ceannad가 당신의 임무를 언급했습니다. 그와 나는 아주 오래전으로 돌아간다.

# AbjurationQuest_Nikannen_29_SergeantNikannen_NPC
source: So - go see the baron and tell him your heirloom story.
ko_mt: 그러니 남작에게 가서 당신의 가보 이야기를 들려주세요.

# AbjurationQuest_Nikannen_30_SergeantNikannen_NPC
source: I know what his normal reaction would be…
ko_mt: 나는 그의 정상적인 반응이 무엇인지 알고 있습니다 ...

# AbjurationQuest_Nikannen_31_SergeantNikannen_NPC
source: …so come back and we can compare notes.
ko_mt: … 다시 돌아와서 메모를 비교할 수 있습니다.

# AbjurationQuest_Nikannen_32_SergeantNikannen_NPC
source: And if I were you, I wouldn't mention Roald, the caravan, or anything else…
ko_mt: 그리고 내가 당신이라면 로알드, 캐러밴 또는 다른 어떤 것도 언급하지 않을 것입니다 ...

# AbjurationQuest_Nikannen_33_DiplomatOrSpyOrElse_Slang
source: As the philosopher said, we must hang together or we'll hang separately!
ko_mt: 철학자가 말했듯이 우리는 함께 매달려야 하며 그렇지 않으면 따로 매달려야 합니다!

# AbjurationQuest_Nikannen_34_SergeantNikannen_NPC
source: Clear skies to you!
ko_mt: 당신에게 맑은 하늘!

# AbjurationQuest_Nikannen_35_SellswordOrElse_Slang
source: Clear skies, Sarge! Misaye's laughing!
ko_mt: 맑은 하늘, 서지! 미사예가 웃는다!

# AbjurationQuest_Baron_Firstmet_1_BaronStonefist_NPC
source: Greetings, adventurers.
ko_mt: 안녕하세요, 모험가 여러분.

# AbjurationQuest_Baron_Firstmet_2_BaronStonefist_NPC
source: Sergeant Nikannen says you want to see me on some urgent matter?
ko_mt: 니카넨 상사가 급한 일로 나를 만나고 싶다고 합니까?

# AbjurationQuest_Baron_Firstmet_3_DiplomatOrAristocratOrElse_Normal
source: Yes. It concerns our traveling companion, Lady Kythaela.
ko_mt: 예. 그것은 우리의 여행 동반자, 레이디 키타엘라에 관한 것입니다.

# AbjurationQuest_Baron_Firstmet_4_BaronStonefist_NPC
source: Then let her speak for herself!
ko_mt: 그런 다음 그녀가 스스로 말하게하십시오!

# AbjurationQuest_Baron_Firstmet_5_Kythaela_NPC
source: My lord, before the Cataclysm this valley was in the care of my family.
ko_mt: 주인님, 대격변 이전에 이 계곡은 우리 가족의 보살핌이었습니다.

# AbjurationQuest_Baron_Firstmet_6_Kythaela_NPC
source: Alas, only a few of us managed to survive - and none at all in the valley.
ko_mt: 아아, 우리 중 소수만이 살아남았고 계곡에는 전혀 없었습니다.

# AbjurationQuest_Baron_Firstmet_7_BaronStonefist_NPC
source: A sad tale, my lady, but not uncommon. Those were dire times.
ko_mt: 슬픈 이야기입니다, 부인, 하지만 드문 일이 아닙니다. 끔찍한 시간들이었습니다.

# AbjurationQuest_Baron_Firstmet_8_Kythaela_NPC
source: My father passed away recently. Upon his death bed…
ko_mt: 아버지가 최근에 돌아가셨습니다. 그의 죽음의 침대에서…

# AbjurationQuest_Baron_Firstmet_9_Kythaela_NPC
source: …he mentioned some family heirlooms left in a hidden room somewhere in the fortress.
ko_mt: … 그는 요새 어딘가에 숨겨진 방에 남겨진 가보를 언급했습니다.

# AbjurationQuest_Baron_Firstmet_10_Kythaela_NPC
source: With your leave, my lord…
ko_mt: 당신의 휴가와 함께, 주인님...

# AbjurationQuest_Baron_Firstmet_11_Kythaela_NPC
source: …I would like to search for this hidden room and retrieve my family's belongings.
ko_mt: …이 숨겨진 방을 찾고 가족의 소지품을 찾고 싶습니다.

# AbjurationQuest_Baron_Firstmet_12_BaronStonefist_NPC
source: Out of the question! This is my castle and all in it belongs to me!
ko_mt: 당연하지! 이것은 내 성이며 그 안에 있는 모든 것이 내 것입니다!

# AbjurationQuest_Baron_Firstmet_13_BaronStonefist_NPC
source: Now begone - and be glad that, as a guest, you are protected by our customs…
ko_mt: 이제 끝났습니다. 그리고 손님으로서 당신이 우리 관습의 보호를 받게 되어 기쁩니다…

# AbjurationQuest_Baron_Firstmet_14_BaronStonefist_NPC
source: …otherwise, your impudence would land you in the dungeon!
ko_mt: ...그렇지 않으면, 당신의 뻔뻔함이 당신을 지하 감옥에 떨어뜨릴 것입니다!

# AbjurationQuest_Nikannen_02_1_SergeantNikannen_NPC
source: Ah - you're back! How did the audience go?
ko_mt: 아 - 당신이 돌아왔다! 관객들은 어떻게 되었나요?

# AbjurationQuest_Nikannen_02_2_CynicOrElse_Normal
source: Clear skies! Well, he didn't imprison us, just threw us out!
ko_mt: 깨끗한 하늘! 글쎄, 그는 우리를 감옥에 가두지 않고 그냥 내쫓았어!

# AbjurationQuest_Nikannen_02_3_SergeantNikannen_NPC
source: Just threw you out? That's not like him at all!
ko_mt: 그냥 내던져? 전혀 그와 같지 않아!

# AbjurationQuest_Nikannen_02_4_CynicOrElse_Normal
source: Oh? He's not always so generous to strangers?
ko_mt: 오? 그는 낯선 사람에게 항상 관대하지 않습니까?

# AbjurationQuest_Nikannen_02_5_SergeantNikannen_NPC
source: No - just pragmatic and smart!
ko_mt: 아니요 - 실용적이고 똑똑합니다!

# AbjurationQuest_Nikannen_02_6_ChoiceA_WRITTEN
source: Pragmatic?
ko_mt: 바쁜?

# AbjurationQuest_Nikannen_02_7_ChoiceA_Spoken
source: Pragmatic?
ko_mt: 바쁜?

# AbjurationQuest_Nikannen_02_8_SergeantNikannen_NPC
source: It would be cheaper to let you find the heirlooms, under close escort.
ko_mt: 가까운 호위하에 가보를 찾도록하는 것이 더 저렴할 것입니다.

# AbjurationQuest_Nikannen_02_9_SergeantNikannen_NPC
source: He'd demand a fee, but it's easier than having to search for himself!
ko_mt: 그는 수수료를 요구하겠지만 스스로 찾는 것보다 쉽습니다!

# AbjurationQuest_Nikannen_02_10_ChoiceB_WRITTEN
source: Smart?
ko_mt: 똑똑한?

# AbjurationQuest_Nikannen_02_11_ChoiceB_Spoken
source: Smart?
ko_mt: 똑똑한?

# AbjurationQuest_Nikannen_02_12_SergeantNikannen_NPC
source: Of course, smart! If we assume Lady Kythaela's story is true…
ko_mt: 물론 똑똑하게! Lady Kythaela의 이야기가 사실이라고 가정한다면…

# AbjurationQuest_Nikannen_02_13_SergeantNikannen_NPC
source: …then arresting her or coercing her could have drawn the ire of an elven clan.
ko_mt: ...그렇다면 그녀를 체포하거나 강요하는 것은 엘프 부족의 분노를 불러일으킬 수 있었습니다.

# AbjurationQuest_Nikannen_02_14_SergeantNikannen_NPC
source: A pretty stupid move for stuff which might only have sentimental value!
ko_mt: 감상적 가치만 있을 수 있는 물건에 대한 아주 어리석은 행동입니다!

# AbjurationQuest_Nikannen_02_15_SergeantNikannen_NPC
source: So, not like Gromnir at all!
ko_mt: 따라서 Gromnir와는 전혀 다릅니다!

# AbjurationQuest_Nikannen_02_16_SellswordOrElse_Normal
source: Fine. What do you suggest?
ko_mt: 괜찮은. 당신은 무엇을 제안합니까?

# AbjurationQuest_Nikannen_02_17_SergeantNikannen_NPC
source: Let me make some preparations. You go back to him tomorrow…
ko_mt: 제가 준비를 좀 할게요. 당신은 내일 그에게 돌아갑니다 ...

# AbjurationQuest_Nikannen_02_18_SergeantNikannen_NPC
source: …as envoys of the Legacy Council!
ko_mt: ... 유산 위원회의 사절로서!

# AbjurationQuest_Nikannen_02_10_ChoiceC_WRITTEN
source: So, what's the plan?
ko_mt: 그래서, 계획은 무엇입니까?

# AbjurationQuest_Baron_Return_1_Baron_NPC
source: Sergeant Nikannen, why are you bringing these people to me again?
ko_mt: 니카넨 병장, 왜 이 사람들을 다시 나에게 데려오는 겁니까?

# AbjurationQuest_Baron_Return_2_SergeantNikannen_NPC
source: My lord, they showed me credentials that I thought you should see.
ko_mt: 주인님, 그들은 당신이 봐야 한다고 생각하는 신임장을 나에게 보여주었습니다.

# AbjurationQuest_Baron_Return_3_Baron_NPC
source: Credentials? What do credentials have to do with Lady Kythaela's claims?
ko_mt: 신임장? 자격 증명은 여군주 Kythaela의 주장과 어떤 관련이 있습니까?

# AbjurationQuest_Baron_Return_4_LawkeeperOrDiplomatOrElse_Formal
source: We're from the Legacy Council.
ko_mt: 우리는 레거시 위원회에서 왔습니다.

# AbjurationQuest_Baron_Return_5_LawkeeperOrDiplomatOrElse_Formal
source: My lord, we are deputies of the Legacy Council!
ko_mt: 주인님, 우리는 유산 위원회의 대리인입니다!

# AbjurationQuest_Baron_Return_6_Baron_NPC
source: And the Legacy Council interferes in Coparann's affairs?
ko_mt: 그리고 레거시 위원회가 코파란의 일에 간섭한다고요?

# AbjurationQuest_Baron_Return_7_LawkeeperOrDiplomatOrElse_Normal
source: Quite the contrary, my lord…
ko_mt: 오히려 주인님...

# AbjurationQuest_Baron_Return_8_LawkeeperOrDiplomatOrElse_Normal
source: …the Council would appreciate Coparann's help.
ko_mt: ...평의회는 Coparann의 도움에 감사할 것입니다.

# AbjurationQuest_Baron_Return_9_Baron_NPC
source: Why didn't you say so yesterday?
ko_mt: 어제 왜 그렇게 말하지 않았어?

# AbjurationQuest_Baron_Return_10_LawkeeperOrDiplomatOrElse_Normal
source: We do not flaunt our allegiance unless there is need, my lord!
ko_mt: 필요한 경우가 아니면 우리는 충성을 과시하지 않습니다, 주인님!

# AbjurationQuest_Baron_Return_11_LawkeeperOrDiplomatOrElse_Normal
source: Lady Kythaela works for the Legacy Council.
ko_mt: Lady Kythaela는 유산 위원회에서 일합니다.

# AbjurationQuest_Baron_Return_12_LawkeeperOrDiplomatOrElse_Normal
source: Lady Kythaela has agreed to help the Council…
ko_mt: 여군주 Kythaela는 의회를 돕기로 동의했습니다…

# AbjurationQuest_Baron_Return_13_AcademicOrElse_Normal
source: …in a delicate and vital matter.
ko_mt: …미묘하고 중요한 문제에서.

# AbjurationQuest_Baron_Return_14_Baron_Normal
source: And what's that?
ko_mt: 그리고 그게 뭐야?

# AbjurationQuest_Baron_Return_15_DiplomatOrElse_Normal
source: Historical research.
ko_mt: 역사 연구.

# AbjurationQuest_Baron_Return_16_Baron_NPC
source: Those… baubles have some historical value?
ko_mt: 저... 싸구려에 역사적 가치가 있나요?

# AbjurationQuest_Baron_Return_17_DiplomatOrElse_Normal
source: We believe so, my lord. We wouldn't be here otherwise.
ko_mt: 우리는 그렇게 믿습니다, 주인님. 그렇지 않으면 우리는 여기에 있지 않을 것입니다.

# AbjurationQuest_Baron_Return_18_Baron_NPC
source: Then why not just say so?
ko_mt: 그렇다면 왜 그렇게 말하지 않습니까?

# AbjurationQuest_Baron_Return_19_DiplomatOrElse_Normal
source: Confidential matters are best handled confidentially, my lord.
ko_mt: 기밀 문제는 기밀로 처리하는 것이 가장 좋습니다, 주인님.

# AbjurationQuest_Baron_Return_20_Baron_NPC
source: Then - ah, shall we search for these heirlooms together?
ko_mt: 그럼 - 아, 이 가보들을 함께 찾아볼까요?

# AbjurationQuest_Baron_Return_21_Baron_NPC
source: I shall escort you and we'll inventory the… historical items.
ko_mt: 내가 당신을 호위하고 우리가... 역사적 물품의 목록을 작성할 것입니다.

# AbjurationQuest_Baron_Return_22_Baron_NPC
source: Then we can discuss a reasonable share for the keep.
ko_mt: 그런 다음 우리는 유지에 대한 합리적인 몫을 논의할 수 있습니다.

# AbjurationQuest_Baron_Return_23_Kythaela_NPC
source: That would be more than fair, my lord!
ko_mt: 그것은 공정한 것 이상입니다, 주인님!

# AbjurationQuest_Baron_Return_24_Baron_NPC
source: Then please lead the way! Where should we start?
ko_mt: 그럼 이끌어주세요! 어디서부터 시작해야 할까요?

# AbjurationQuest_Baron_Return_25_Kythaela_NPC
source: In the basement, my lord!
ko_mt: 지하실에, 주인님!

# AbjurationQuest_Baron_Return_26_Baron_NPC
source: Let's go, then! Nikannen, you were right to bring them to me!
ko_mt: 그럼 가자! 니카넨, 당신이 그것들을 나에게 데려온 것이 옳았습니다!

# AbjurationQuest_Baron_Return_27_Baron_NPC
source: Now, back to your post!
ko_mt: 이제 귀하의 게시물로 돌아가십시오!

# AbjurationQuest_Baron_Return_28_SergeantNikannen_NPC
source: Yes, my lord!
ko_mt: 네, 주인님!

# AbjurationQuest_Baron_Return_29_MeetYouThere
source: Go. I'll meet you in the basement.
ko_mt: 가다. 지하실에서 뵙겠습니다.

# AbjurationQuest_Basement_1_Kythaela_NPC
source: Here! This is the place!
ko_mt: 여기! 이곳이 바로 이곳!

# AbjurationQuest_Basement_2_Baron_NPC
source: And so near the dungeons. How subtle - and fitting.
ko_mt: 그리고 던전 근처에 있습니다. 얼마나 미묘하고 적합합니다.

# AbjurationQuest_Basement_3_Baron_NPC
source: Please, Lady Kythaela, before we inventory your heirlooms…
ko_mt: 부디, 키타엘라 부인, 당신의 가보를 조사하기 전에…

# AbjurationQuest_Basement_4_Baron_NPC
source: …there is something I wish to show you.
ko_mt: … 보여주고 싶은 것이 있습니다.

# AbjurationQuest_Basement_5_Baron_NPC
source: You will find it interesting, hopefully.
ko_mt: 흥미롭게 볼 수 있을 것입니다.

# AbjurationQuest_Basement_6_Baron_NPC
source: So nice of you to drop by.
ko_mt: 들러주셔서 너무 좋습니다.

# AbjurationQuest_Basement_7_Baron_NPC
source: Now we shall all have a nice, long chat together!
ko_mt: 이제 우리 모두 함께 멋지고 긴 대화를 나누겠습니다!

# AbjurationQuest_Basement_8_Baron_NPC
source: And you will tell us everything!
ko_mt: 그리고 당신은 우리에게 모든 것을 말할 것입니다!

# AbjurationQuest_Basement_9_Baron_NPC
source: Ah - and guards… Gromnir has outlived his usefulness!
ko_mt: 아 - 그리고 경비원들... 그롬니르는 그의 유용성보다 오래 살았습니다!

# AbjurationQuest_Basement_10_EinarOrElse_Formal
source: Einar be your judge!
ko_mt: Einar는 당신의 재판관이 되십시오!

# AbjurationQuest_Basement_11_Baron_NPC
source: And you will give me that Crown!
ko_mt: 그리고 당신은 나에게 그 왕관을 줄 것입니다!

# AbjurationQuest_Basement_12_SeeingTheBaron
source: Is that… the Baron?
ko_mt: 그게... 남작인가요?

# AbjurationQuest_BaronSaved_1_Baron_NPC
source: Lady Kythaela, dear friends - words aren't enough to convey my thanks!
ko_mt: 친애하는 친구여, 레이디 키타엘라 - 말로는 내 감사를 전하기에 충분하지 않습니다!

# AbjurationQuest_BaronSaved_2_Baron_NPC
source: Your swift action has saved my life - and our vale!
ko_mt: 당신의 신속한 행동이 내 생명과 우리의 골짜기를 구했습니다!

# AbjurationQuest_BaronSaved_3_Baron_NPC
source: We shall be more wary of the Council's warnings…
ko_mt: 우리는 위원회의 경고에 더 주의할 것입니다…

# AbjurationQuest_BaronSaved_4_Baron_NPC
source: …the Soraks are real.
ko_mt: ...소락은 진짜입니다.

# AbjurationQuest_BaronSaved_5_Baron_NPC
source: This changes our position towards the Council.
ko_mt: 이것은 위원회에 대한 우리의 입장을 바꿉니다.

# AbjurationQuest_BaronSaved_6_ChoiceA_WRITTEN
source: Warnings?
ko_mt: 경고?

# AbjurationQuest_BaronSaved_7_ChoiceB_WRITTEN
source: About the Council…
ko_mt: 평의회에 대해…

# AbjurationQuest_BaronSaved_8_ChoiceC_WRITTEN
source: About the Soraks…
ko_mt: 설악에 대해…

# AbjurationQuest_BaronSaved_9_ChoiceA_Spoken
source: The Council warned you?
ko_mt: 의회가 경고했습니까?

# AbjurationQuest_BaronSaved_10_Baron_NPC
source: Indeed. I thought they exaggerated, alas!
ko_mt: 물론. 나는 그들이 과장된 줄 알았다, 아아!

# AbjurationQuest_BaronSaved_11_Baron_NPC
source: If anything, they weren't loud enough!
ko_mt: 어쨌든 그들은 충분히 시끄럽지 않았습니다!

# AbjurationQuest_BaronSaved_12_DiplomatOrElse_Default
source: But we can only warn!
ko_mt: 그러나 우리는 경고만 할 수 있습니다!

# AbjurationQuest_BaronSaved_13_Ceannard_NPC
source: You are right to do so, but in such matters, only conviction and proof are effective!
ko_mt: 당신은 그렇게 하는 것이 옳지만 그러한 문제에 있어서는 오직 확신과 증거만이 효과적입니다!

# AbjurationQuest_BaronSaved_14_SellswordOrElse_Slang
source: Soraks are real - you saw them with your own eyes.
ko_mt: Soraks는 실제입니다 - 당신은 당신 자신의 눈으로 그들을 보았습니다.

# AbjurationQuest_BaronSaved_15_DiplomatOrElse_Normal
source: Their presence was a clear message: be wary! Be careful!
ko_mt: 그들의 존재는 분명한 메시지였습니다. 조심하십시오! 조심해!

# AbjurationQuest_BaronSaved_16_Ceannard_NPC
source: True! We won't let our guard down!
ko_mt: 진실! 우리는 우리의 경비를 실망시키지 않을 것입니다!

# AbjurationQuest_BaronSaved_17_Any_Default
source: How does this change your position?
ko_mt: 이것이 당신의 입장을 어떻게 바꾸나요?

# AbjurationQuest_BaronSaved_18_Ceannard_NPC
source: Coparann must stand with the Council!
ko_mt: 코파란은 의회와 함께해야 합니다!

# AbjurationQuest_BaronSaved_19_DiplomatOrElse_Normal
source: Do you plan to join the Council?
ko_mt: 당신은 위원회에 가입할 계획이 있습니까?

# AbjurationQuest_BaronSaved_20_DiplomatOrElse_Normal
source: Or simply to help us in our endeavors?
ko_mt: 아니면 단순히 우리의 노력을 돕기 위해?

# AbjurationQuest_BaronSaved_21_Ceannard_NPC
source: We shall join! The discovery of the hidden Gate…
ko_mt: 우리는 합류합니다! 숨겨진 게이트의 발견…

# AbjurationQuest_BaronSaved_22_Ceannard_NPC
source: …will allow us to communicate swiftly!
ko_mt: ...신속한 소통이 가능합니다!

# AbjurationQuest_BaronSaved_23_Ceannard_NPC
source: But enough about matters of state!
ko_mt: 그러나 국가 문제에 대해서는 충분합니다!

# AbjurationQuest_BaronSaved_24_Baron_NPC
source: The Ceannard has the right of it!
ko_mt: Ceannad에게 권리가 있습니다!

# AbjurationQuest_BaronSaved_25_Baron_NPC
source: The only benefit of power is the ability to reward friends!
ko_mt: 힘의 유일한 이점은 친구에게 보상을 줄 수 있다는 것입니다!

# AbjurationQuest_BaronSaved_26_Ceannard_NPC
source: And true friends of Coparann you have proven to be!
ko_mt: 그리고 당신이 증명한 Coparann의 진정한 친구입니다!

# AbjurationQuest_BaronSaved_27_Cynic_Or_Else_Normal
source: Thanks for your kind words! We feel quite rewarded.
ko_mt: 좋은 말씀 감사합니다! 우리는 꽤 보람을 느낍니다.

# AbjurationQuest_BaronSaved_28_DiplomatOrElse_Normal
source: Hush, you! Ceannard, Lord Stonefist - many thanks for your kind words!
ko_mt: 쉿, 너! Ceannad, Lord Stonefist - 좋은 말씀 감사합니다!

# AbjurationQuest_BaronSaved_29_DiplomatOrElse_Normal
source: And praise be your resilience, so we could rescue you alive!
ko_mt: 그리고 당신의 회복력을 찬양하여 우리가 당신을 살아서 구출할 수 있도록 하십시오!

# AbjurationQuest_BaronSaved_30_Baron_NPC
source: That resilience would have amounted to nothing…
ko_mt: 그 회복력은 아무 소용이 없었을 텐데…

# AbjurationQuest_BaronSaved_31_Baron_NPC
source: …without your insight and your courage!
ko_mt: ...당신의 통찰력과 용기가 없다면!

# AbjurationQuest_BaronSaved_32_Baron_NPC
source: You are hereby granted permanent citizenship of Coparann, with all associated rights!
ko_mt: 이로써 귀하는 모든 관련 권리와 함께 Coparann의 영구 시민권을 부여받았습니다!

# AbjurationQuest_BaronSaved_33_Baron_NPC
source: As well as free use of our rediscovered Gate!
ko_mt: 또한 재발견된 게이트를 무료로 사용하세요!

# AbjurationQuest_BaronSaved_34_Cynic_Or_Else_Normal
source: The keys to the town, maybe?
ko_mt: 마을의 열쇠, 아마도?

# AbjurationQuest_BaronSaved_35_Baron_NPC
source: And these gems from our mines are well suited to holding enchantments.
ko_mt: 그리고 우리 광산의 이 보석들은 마법을 걸기에 아주 적합합니다.

# AbjurationQuest_BaronSaved_36_Baron_NPC
source: Go forth on your journey with our blessings!
ko_mt: 우리의 축복과 함께 여행을 떠나십시오!

# AbjurationQuest_BaronSaved_37_DiplomatOrElse_Normal
source: Many thanks for your generous gifts! May Einar watch over Coparann!
ko_mt: 관대한 선물에 감사드립니다! 에이나르가 코파란을 지켜보기를!

# AbjurationQuest_Tower_1_Kythaela_NPC
source: This is the place!
ko_mt: 이곳이 바로 이곳!

# AbjurationQuest_Tower_2_SpyOrRangerOrElse_Normal
source: And it's had recent visitors. Look here in the mud - a boot print.
ko_mt: 그리고 최근에 방문한 손님이 있습니다. 여기 진흙 속에서 봐 - 부츠 프린트.

# AbjurationQuest_Tower_3_Perception15Success_Normal
source: And the rain has only just stopped! Let's be careful!
ko_mt: 그리고 비는 이제 막 그쳤습니다! 조심합시다!

# AbjurationQuest_Tower_4_Perception15Failure_Normal
source: Difficult to read anything here.
ko_mt: 여기에서 아무것도 읽기 어렵습니다.

# AbjurationQuest_Tower_5_SpyOrRangerOrElse_Normal
source: Lady Kythaela! Do you know how to enter the Tower?
ko_mt: 레이디 키타엘라! 타워에 들어가는 방법을 알고 있습니까?

# AbjurationQuest_Tower_6_Kythaela_NPC
source: Yes!
ko_mt: 예!

# AbjurationQuest_Tower_7_Crownbearer_Normal
source: Let's head there now!
ko_mt: 지금 거기로 가자!

# AbjurationQuest_Tower_8_BroodB_NPC
source: Not so fast!
ko_mt: 그렇게 빠르지 않아!

# AbjurationQuest_Tower_9_BroodD_NPC
source: The feast is just starting!
ko_mt: 축제가 이제 막 시작됩니다!

# AbjurationQuest_Tower_10_BroodF_NPC
source: And you will make a nice main dish!
ko_mt: 그리고 당신은 멋진 메인 요리를 만들 것입니다!

# AbjurationQuest_Razan_1_Kythaela_NPC
source: Master, here I am, at last!
ko_mt: 주인님, 드디어 왔습니다!

# AbjurationQuest_Razan_2_Adrasteia_NPC
source: Kythaela, come to me!
ko_mt: 키타엘라, 나에게로 와라!

# AbjurationQuest_Razan_3_Starter_Normal
source: Kythaela could use some healing, I think!
ko_mt: Kythaela는 약간의 치유를 사용할 수 있다고 생각합니다!

# AbjurationQuest_Razan_6_Razan_NPC
source: Yes, dazzle us! Allow me to thank you for your actions!
ko_mt: 예, 우리를 현혹! 행동에 대해 감사할 수 있게 해주세요!

# AbjurationQuest_Razan_7_Razan_NPC
source: I have tried for years to open that door! And here you are!
ko_mt: 나는 그 문을 열기 위해 몇 년 동안 노력했습니다! 그리고 여기 있습니다!

# AbjurationQuest_Razan_8_Razan_NPC
source: An answer to my prayers! It would almost lead me to believe…
ko_mt: 내 기도에 대한 응답! 그것은 거의 나를 믿게 만들 것입니다 ...

# AbjurationQuest_Razan_9_Razan_NPC
source: …in the benevolence of the gods! Albeit my very existence proves otherwise!
ko_mt: ...신들의 자비로! 내 존재 자체가 다른 것을 증명하더라도!

# AbjurationEnding_1_Adrasteia_NPC
source: You have my thanks, whoever you are.
ko_mt: 당신이 누구이든 간에 감사합니다.

# AbjurationEnding_2_Crownbearer_Normal
source: You're welcome, I guess. But your thanks for what exactly?
ko_mt: 천만에요. 그러나 정확히 무엇에 대한 감사입니까?

# AbjurationEnding_3_Adrasteia_NPC
source: For reuniting me with Kythaela.
ko_mt: 키타엘라와 재회하게 해주셔서.

# AbjurationEnding_4_Adrasteia_NPC
source: For dealing with this… foulness when I was incapacitated.
ko_mt: 이것을 처리하기 위해… 내가 무력했을 때의 추악함.

# AbjurationEnding_5_Adrasteia_NPC
source: This evil was new to me, not something Manacalon ever knew.
ko_mt: 이 악은 나에게 새로운 것이었고, 마나칼론이 결코 알지 못했던 것이었습니다.

# AbjurationEnding_6_ChoiceA_WRITTEN
source: Reuniting?
ko_mt: 재회?

# AbjurationEnding_7_ChoiceA_Spoken
source: Reunited with her?
ko_mt: 그녀와 재회?

# AbjurationEnding_8_Adrasteia_NPC
source: Yes, Kythaela was - or even is - a part of me!
ko_mt: 예, Kythaela는 - 또는 심지어 - 나의 일부였습니다!

# AbjurationEnding_9_Judgmental_Normal
source: Did you kill her?
ko_mt: 당신이 그녀를 죽였나요?

# AbjurationEnding_10_Self_PreservationOrElse_Normal
source: Careful, now!
ko_mt: 조심해, 지금!

# AbjurationEnding_11_Adrasteia_NPC
source: No, It is also me speaking, my friend, and your care is much appreciated!
ko_mt: 아니요, 제 친구이기도 합니다. 여러분의 관심에 감사드립니다!

# AbjurationEnding_12_Insight_20_Success_Normal
source: Kythaela was your clone?
ko_mt: Kythaela가 당신의 클론이었습니까?

# AbjurationEnding_13_Insight_20_Failure_Normal
source: I don't understand what happened here!
ko_mt: 나는 여기서 무슨 일이 일어 났는지 이해하지 못한다!

# AbjurationEnding_14_Adrasteia_NPC
source: Kythaela was a last-ditch contingency - one I didn't truly think I would ever need!
ko_mt: Kythaela는 최후의 수단이었습니다. 내가 진정으로 필요하다고 생각하지 않은 비상 사태였습니다!

# AbjurationEnding_15_Adrasteia_NPC
source: A vessel for my knowledge and memories!
ko_mt: 나의 지식과 기억을 담는 그릇!

# AbjurationEnding_16_AcademicOrElse_Normal
source: But how did she awaken, a thousand years after the Cataclysm?
ko_mt: 그러나 그녀는 대격변이 있은 지 천 년이 지난 후 어떻게 깨어났습니까?

# AbjurationEnding_17_Adrasteia_NPC
source: The revival process was tied to an ambient level of mana.
ko_mt: 부활 과정은 주변 마나 수준과 관련이 있습니다.

# AbjurationEnding_18_AcademicOrElse_Normal
source: Very high-level magic, then!
ko_mt: 그렇다면 매우 높은 수준의 마법!

# AbjurationEnding_19_Adrasteia_NPC
source: One of the secrets of the Arcaneum, yes!
ko_mt: Arcaneum의 비밀 중 하나, 그렇습니다!

# AbjurationEnding_20_ChoiceB_WRITTEN
source: Incapacitated?
ko_mt: 무력화?

# AbjurationEnding_21_ChoiceB_Normal
source: Incapacitated?
ko_mt: 무력화?

# AbjurationEnding_22_Adrasteia_Spoken
source: Yes, the merging process takes time - time during which I was almost helpless!
ko_mt: 예, 병합 프로세스에는 시간이 걸립니다. 그 동안 저는 거의 무기력했습니다!

# AbjurationEnding_23_ChoiceC_WRITTEN
source: Never seen such a creature?
ko_mt: 그런 생물을 본 적이 없습니까?

# AbjurationEnding_24_ChoiceC_Normal
source: Never met such a creature before?
ko_mt: 전에 그런 생물을 만난 적이 있습니까?

# AbjurationEnding_25_Adrasteia_NPC
source: No. Manacalon, for all its faults, revered life!
ko_mt: 아닙니다. 마나칼론은 모든 결점에도 불구하고 생명을 존경합니다!

# AbjurationEnding_26_Adrasteia_NPC
source: This was a negation of life, an abomination!
ko_mt: 이것은 삶의 부정, 혐오였습니다!

# AbjurationEnding_27_AcademicOrElse_Normal
source: Manacalon? Are you one of the… ?
ko_mt: 마나칼론? 당신은 중 하나 ... ?

# AbjurationEnding_28_Adrasteia_NPC
source: Adrasteia the Prudent Shield, Master of Abjuration. In your debt, and at your service!
ko_mt: 신중한 방패 아드라스테이아, 배신의 대가. 당신의 빚과 당신의 봉사에!

# AbjurationEnding_29_AcademicOrElse_Normal
source: You were at the battle of the Rift?
ko_mt: 당신은 리프트의 전투에 있었습니까?

# AbjurationEnding_30_Adrasteia_NPC
source: Yes, and there I must apologize for Kythaela's misconceptions.
ko_mt: 예, 거기에서 Kythaela의 오해에 대해 사과해야 합니다.

# AbjurationEnding_31_AcademicOrElse_Normal
source: Misconceptions?
ko_mt: 오해?

# AbjurationEnding_32_Adrasteia_NPC
source: Yes. She was created with an elven personality, and carried certain… prejudices.
ko_mt: 예. 그녀는 엘프 성격으로 창조되었으며 특정한… 편견을 가지고 있었습니다.

# AbjurationEnding_33_AcademicOrElse_Normal
source: Oh, that.
ko_mt: 오, 그.

# AbjurationEnding_34_Adrasteia_NPC
source: The Empire wasn't kind to… other races.
ko_mt: 제국은... 다른 종족들에게 친절하지 않았습니다.

# AbjurationEnding_35_AcademicOrElse_Normal
source: The humans surprised you, it seems.
ko_mt: 사람들이 당신을 놀라게 한 것 같습니다.

# AbjurationEnding_36_Adrasteia_NPC
source: Yes - such bravery, such defiance!
ko_mt: 예 - 그러한 용감함, 그러한 도전!

# AbjurationEnding_37_Adrasteia_NPC
source: They all came together to save Solasta!
ko_mt: 그들은 모두 함께 솔라스타를 구하기 위해 모였습니다!

# AbjurationEnding_38_Adrasteia_NPC
source: The Golden Cavalry charging and breaking the lines of the Sorr-Akkath!
ko_mt: 황금 기병대가 소르-아카스의 전선을 돌격하고 돌파합니다!

# AbjurationEnding_39_Adrasteia_NPC
source: The Iron Legions and the Shield Wall of the dwarves…
ko_mt: 철군단과 드워프의 방패벽…

# AbjurationEnding_40_Adrasteia_NPC
source: …holding the enemy at bay, flank to flank!
ko_mt: ... 적을 막고, 측면에서 측면으로!

# AbjurationEnding_41_Adrasteia_NPC
source: Our shock arcanists and the human paladins together…
ko_mt: 우리의 쇼크 아케니스트들과 인간 성기사들이 함께…

# AbjurationEnding_42_Adrasteia_NPC
source: …giving their lives to give us a chance to close the Rift!
ko_mt: ...우리에게 균열을 닫을 기회를 주기 위해 목숨을 바칩니다!

# AbjurationEnding_43_Adrasteia_NPC
source: And, as another wave came through…
ko_mt: 그리고 또 다른 파도가 밀려오면서...

# AbjurationEnding_44_Adrasteia_NPC
source: …one last throw of the dice…
ko_mt: … 마지막으로 주사위를 던지는 것…
