Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&NecromancyTextObj03
source: Officers of the Glorious Iron Legion XXV. 24 Gwalt. III 13 Mel. II
ko: 영광스러운 제 25 강철 군단 병사들. 그왈트리안 3세 24년. 멜 2세 13년

# Narration/&NecromancyTextObj04
source: Officers - Leg. XXV. 17 Mar. XV
ko: 장교 - 제 25군단. Mar 15세 17년.

# Narration/&NecromancyTextObj05
source: Captain Fancy-pants can muck out his own damn horse.
ko: 고상한 대장님께선 지 좆같은 말 정도는 알아서 목욕시키시라 그래.

# Narration/&NecromancyTextObj09
source: Ellivir Malorian, Guard Captain, 1875-2367
ko: 엘리비르 말로리안, 근위대 대장, 1875-2367

# Narration/&NecromancyTextObj10
source: Faorilith Goriel, Apprentice, 2206-2293
ko: 페오릴리스 고리엘, 이등병, 2206-2293

# Narration/&NecromancyTextObj11
source: Halithir Marbilor, Adept, 2615-3210
ko: 할리시르 마르빌로르, 부사관, 2615-3210

# Narration/&NecromancyTextObj12
source: Dariel Fallithir, Guard, 1120-1536
ko: 다리엘 팔리시르, 근위병, 1120-1536

# Narration/&NecromancyTextObj13
source: Larillir Saotharin, Cook, 1347-2512
ko: 라릴리르 사오사린, 조리사, 1347-2512

# Narration/&NecromancyTextObj14
source: Principles of Animation, by Niolias Falamil
ko: 활기의 원칙, 니올리아스 팔라밀 지음

# Narration/&NecromancyTextObj15
source: The Experiments of Auralithas
ko: 아우랄리타스의 실험

# Narration/&NecromancyTextObj16
source: Necromantic Laboratory Practice, by Master Mardracht
ko: 강령술 연구소 실습, 마스터 마르드라흐트 지음

# Narration/&NecromancyTextObj17
source: Caution: Explosive
ko: 주의: 폭발물

# Narration/&NecromancyTextObj18
source: Caution: Highly Flammable
ko: 주의: 인화성 물질

# Narration/&NecromancyTextObj20
source: Spirit and Flesh: Advanced Studies in Necromancy
ko: 영혼과 육신: 고급 강령술학

# Narration/&NecromancyTextObj21
source: The Forbidden Testaments of Marbethin
ko: 말베신의 금지된 서약

# Narration/&NecromancyTextObj22
source: Notes on recent experiments, 3042-3
ko: 마지막 실험 3042-3에 대한 메모

# Narration/&NecromancyTextObj23
source: A strange-looking symbol, probably mystical.
ko: 이상하게 생긴 기호. 아마 신비한 의미를 지닌 것 같다.

# Narration/&NecromancyTextObj24
source: A rune or glyph of some unknown type.
ko: 알 수 없는 형태의 상형문자 또는 룬문자.

# Narration/&NecromancyTextObj25
source: A mystical symbol, possibly inactive.
ko: 신비로운 기호. 비활성화 된 것 같다.

# Narration/&NecromancyTextObj26
source: What's wrong with all these mirrors?
ko: 이 거울들은 대체 뭐가 문제야?

# Narration/&NecromancyTextObj27
source: A very odd painting.
ko: 아주 이상한 그림이네.

# Narration/&TextOnlyNPCSpeech_CityGuard01_01
source: The bridge is closed for now.
ko: 다리는 현재 막혀 있습니다.

# Narration/&TextOnlyNPCSpeech_CityGuard01_02
source: The Council is in the opposite direction.
ko: 의회는 반대 방향입니다.

# Narration/&TextOnlyNPCSpeech_CityGuard02_01
source: There's trouble on the road. Please remain in town for now.
ko: 도로에 문제가 생겼습니다. 당분간은 시내에 머물러 주십시오.

# Narration/&TextOnlyNPCSpeech_CityGuard02_02
source: Please stay in the high town for now.
ko: 당분간은 도심에 머물러 주십시오.

# Narration/&TextOnlyNPCSpeech_MaddyGreenisle01
source: Clear skies, citizens!
ko: 맑은 하늘이 함께하길, 시민 여러분!

# Narration/&TextOnlyNPCSpeech_AnnieBagmordah01
source: We'll talk after your swearing-in.
ko: 선서 후에 이야기합시다.

# Narration/&TextOnlyNPCSpeech_AnnieBagmordah02
source: I'll be with you in a minute.
ko: 잠시 뒤에 뵙죠.

# Narration/&TextOnlyNPCSpeech_HugoRequer01
source: Let's get you deputized, first, shall we?
ko: 먼저 대리인 서약부터 하실까요?

# Narration/&TextOnlyNPCSpeech_HugoRequer02
source: I'm in the middle of something - sorry!
ko: 제가 좀 바빠서요. 죄송합니다!

# Narration/&TextOnlyNPCSpeech_GorimIronsoot01
source: Lord Carran said not to bother you… yet.
ko: 캐런 경이 당분간은 당신을 귀찮게 하지 말라고 했습니다.

# Narration/&TextOnlyNPCSpeech_GorimIronsoot02
source: Come back later. I'm busy with the accounts.
ko: 나중에 다시 오세요. 장부 정리로 바쁩니다.

# Narration/&TextOnlyNPCSpeech_KarelMartel
source: Lord Carran said no more beer… sorry!
ko: 캐런 경이 맥주를 내지 말라고 했습니다... 미안해요!

# Narration/&TextOnlyNPCSpeech_MayorBrightSpark01
source: I'm busy. Come back later.
ko: 지금은 바빠서요. 나중에 다시 오세요.

# Narration/&TextOnlyNPCSpeech_MayorBrightSpark02
source: Oh, it's you. Well, I'm still busy. Thank you for your service.
ko: 오, 당신이군요. 글쎄, 여전히 바쁩니다. 여러가지 도움 감사드립니다.

# Narration/&TextOnlyNPCSpeech_MayorBrightSpark03
source: Look who's here - Caer Cyflen's rising stars!
ko: 여기 좀 보시게, 케어 키플렌의 새로운 강자들이네!

# Narration/&TextOnlyNPCSpeech_MayorBrightSpark04
source: Council business is not my business. Be on your way.
ko: 의회 업무는 내 소관이 아닙니다. 이만 가 보세요.

# Narration/&TextOnlyNPCSpeech_MayorBrightSpark05
source: We knew this war was looming. We'll prevail, as always.
ko: 전쟁이 닥칠 거라는 걸 알고 있었습니다. 언제나 그렇듯 우리는 승리할 것입니다.

# Narration/&TextOnlyNPCSpeech_ArwinMerton01
source: Go get killed in the Badlands…
ko: 황무지에서 개죽음이나 당하라고…

# Narration/&TextOnlyNPCSpeech_ArwinMerton02
source: You were still filling your diapers when I killed my first ghoul…
ko: 내가 처음으로 구울을 죽였을 때 겨우 너는 기저귀나 차고 있었지…

# Narration/&TextOnlyNPCSpeech_ArwinMerton03
source: I heard your stories. Not impressive.
ko: 네 이야기를 들었다. 별로더군.

# Narration/&TextOnlyNPCSpeech_ArwinMerton04
source: I know everyone in this city… and everyone knows me.
ko: 난 이 도시 사람 모두를 알고 있어... 그리고 모두가 나를 알지.

# Narration/&TextOnlyNPCSpeech_ArwinMerton05
source: You're still here? I'm sure there are some rats to kill in some cave somewhere.
ko: 아직도 여기 있나? 어디 동굴에 잡을 만한 쥐라도 있을 텐데.

# Narration/&TextOnlyNPCSpeech_ArwinMerton06
source: I know that look. Something happened… something bad.
ko: 표정만 봐도 알 수 있어. 무슨 일이 있었던 거야... 아주 나쁜 일이.

# Narration/&TextOnlyNPCSpeech_ArwinMerton07
source: Don't get too cocky. These Soraks have more tricks up their sleeves.
ko: 건방 떨지 마. 소락 놈들은 더 많은 속임수를 감추고 있을 거야.

# Narration/&TextOnlyNPCSpeech_ArwinMerton08
source: That crown's a trouble magnet, I can tell.
ko: 저 왕관 때문에 문제가 많이 생길걸? 느낌이 와.

# Narration/&TextOnlyNPCSpeech_ArwinMerton09
source: Still alive? Good. There's more cleaning up to do.
ko: 아직 살아 있나? 좋아. 청소할 게 더 있어.

# Narration/&TextOnlyNPCSpeech_ArwinMerton10
source: I'm better, sure. Doesn't mean I can't have a couple of beers…
ko: 맥주 한두 잔쯤 마시는 건 아무 문제 없어…

# Narration/&TextOnlyNPCSpeech_ArwinMerton11
source: Well, I handled some unfinished business… feels good. I'm celebrating.
ko: 뭐, 끝내지 못한 일들을 드디어 끝내서... 좋군. 그래서 좀 즐기려고.

# Narration/&TextOnlyNPCSpeech_ArwinMerton12
source: If you're looking for a sharp blade… I'm your man.
ko: 칼 좀 쓰는 사람을 찾고 있다면... 그게 바로 나야.

# Narration/&TextOnlyNPCSpeech_ArwinMerton13
source: Any time, friends… I mean, any time after I finish this beer.
ko: 언제든 문제 없다고 친구... 물론 이 맥주를 다 마시고 난 후에지만 말이야.

# Narration/&TextOnlyNPCSpeech_CaravanMerchant01
source: I'm busy. Go see Galar.
ko: 제가 좀 바쁘니, 갈라르한테 가보세요.

# Narration/&TextOnlyNPCSpeech_CaravanMerchant02
source: We're packing - sorry!
ko: 우린 짐 싸는 중입니다. 미안해요!

# Narration/&TextOnlyNPCSpeech_CaravanMerchant03
source: You want to buy something, ask Galar.
ko: 사고 싶은 게 있으면 갈라르에게 얘기해보세요.

# Narration/&TextOnlyNPCSpeech_CaravanMerchant04
source: No time to chat - sorry!
ko: 얘기 나눌 시간이 없네요. 미안합니다!

# Narration/&TextOnlyNPCSpeech_CoparannKeepGuard01
source: Keep out, strangers!
ko: 물러나시오, 이방인!

# Narration/&TextOnlyNPCSpeech_CoparannKeepGuard02
source: The Baron's waiting for you.
ko: 남작님께서 당신을 기다리고 계시오.

# Narration/&TextOnlyNPCSpeech_CaptainIronshell01
source: Stay in the light, citizens!
ko: 빛이 함께 하시길!

# Narration/&TextOnlyPCSpeech_TowerOfMagicJammedDoor
source: This door is blocked… magically?
ko: 이 문은 막혔어... 마법인가?

# Narration/&Banter_Generic_01
source: Something's off.
ko: 뭔가 이상하군.

# Narration/&Banter_Generic_02
source: We should search the area carefully.
ko: 이 지역을 유심히 살펴야겠어.

# Narration/&Banter_Generic_03
source: Look at this place!
ko: 여기좀 봐!

# Narration/&Banter_Generic_04
source: Doesn't make any sense…
ko: 이건 말도 안돼…

# Narration/&Banter_Caerlem_01
source: Where did those goblins come from?
ko: 이 고블린들은 어디서 온 거지?

# Narration/&Banter_Caerlem_02
source: Some hole in the mountain, I guess.
ko: 산속 어딘가에 있는 구멍에서겠지, 아마.

# Narration/&Banter_Caerlem_03
source: What's that smell?
ko: 무슨 냄새야?

# Narration/&Banter_Caerlem_04
source: Damn, it stinks…
ko: 젠장, 고약한 냄새군…

# Narration/&Banter_Caerlem_05
source: I wouldn't sleep here.
ko: 여기선 한숨도 못 잘 거야.

# Narration/&Banter_Caerlem_06
source: The Soraks can't be far away.
ko: 소락들은 근처에 있을 거야.

# Narration/&Banter_Caerlem_07
source: We need to rest if we want to stand a chance against them.
ko: 놈들과 싸워 이기려면 우선 쉬어야 해.

# Narration/&Banter_Caerlem_08
source: This place is so dark…
ko: 너무 어둡군…

# Narration/&Banter_Caerlem_09
source: That was fun.
ko: 재미있었어.

# Narration/&Banter_Caerlem_10
source: That was a long shot.
ko: 어림도 없었어.

# Narration/&Banter_Caerlem_11
source: We were so close.
ko: 정말 아까웠어.

# Narration/&Banter_Caerlem_Beryl_01
source: I can't believe Lisbath stayed behind…
ko: 리스베스가 뒤에 남았다니 믿을수 없어…

# Narration/&Banter_Caerlem_Beryl_02
source: We're all gonna die…
ko: 우린 모두 죽을꺼야…

# Narration/&Banter_Caerlem_Beryl_03
source: I'll have to tell the captain's wife.
ko: 대장님의 부인께 소식을 전해야겠네.

# Narration/&Banter_Caerlem_Lisbath_01
source: We should have left long ago…
ko: 우리는 한참 전에 떠났어야 했어요…

# Narration/&Banter_Caerlem_Lisbath_02
source: Leadership is what we need now.
ko: 지금 우리에게 필요한 것은 리더십이에요.

# Narration/&Banter_Caerlem_Lisbath_03
source: They won't get me without a fight.
ko: 절 잡으려면 싸워야만 할 겁니다.

# Narration/&Banter_Caerlem_Robar_01
source: Up to my knees in the mud, nothing new here.
ko: 무릎까지 차오른 진흙탕에 잠겨 있다니, 별 다른 일 없네요.

# Narration/&Banter_Caerlem_Robar_02
source: Shit food, shit shoes, business as usual.
ko: 쓰레기 음식, 쓰레기 군화, 언제나 같은 일과.

# Narration/&Banter_Caerlem_Robar_03
source: If we survive this I might drink myself to death.
ko: 여기서 살아남는다면 죽을 때까지 퍼마실 거야.

# Narration/&Banter_ToM_01
source: This place doesn't make any sense.
ko: 말도 안 되는 곳이야.

# Narration/&Banter_ToM_02
source: In the Badlands… blah, blah…
ko: 황무지에서는...어쩌구 저쩌구…

# Narration/&Banter_ToM_03
source: What happens if you fall down there?
ko: 여기서 떨어지면 어떻게 될까?

# Narration/&Banter_ToM_04
source: Wanna try?
ko: 해볼래?

# Narration/&Banter_ToM_05
source: All these books floating around and I can't grab them.
ko: 책들이 죄다 떠다녀서 잡을 수가 없어.

# Narration/&Banter_ToM_06
source: Are those webs?
ko: 저거 거미줄이야?

# Narration/&Banter_ButlerRavensworth_01
source: Welcome, deputies!
ko: 어서오세요, 대리인 여러분!

# Narration/&Banter_ButlerRavensworth_02
source: Your rooms are ready.
ko: 객실이 준비되어 있습니다.

# Narration/&Banter_ButlerRavensworth_03
source: Good day, senior deputies.
ko: 좋은 하루 되십시오, 선임 대리인님.

# Narration/&Banter_ButlerRavensworth_04
source: Clear skies… as they say!
ko: 그들이 말하듯이...맑은 하늘이 함께하길!

# Narration/&Banter_BoneKeep_01
source: This place is so… wet.
ko: 이곳은 정말... 축축하군.

# Narration/&Banter_BoneKeep_02
source: Feels like everything's dead around here…
ko: 이 주변 모든 것이 죽은 듯한 느낌이야…

# Narration/&Banter_BoneKeep_03
source: Well, it's dark, but at least it's not sewers anymore.
ko: 음, 어둡긴 해도 그나마 하수도는 벗어났어.

# Narration/&Banter_BoneKeep_04
source: Stay on your guard! We weren't invited here.
ko: 조심해! 우리는 불청객이라고.

# Narration/&Banter_BoneKeep_05
source: What's in all those bottles?
ko: 저 많은 병에 뭐가 들어있을까?

# Narration/&Banter_BoneKeep_06
source: I wouldn't set them on fire just to find out.
ko: 나라면 그걸 알아보기 위해 불을 지르지는 않을거야.

# Narration/&Banter_BoneKeep_07
source: Smells like death.
ko: 죽음의 냄새가 나는군.

# Narration/&Banter_BoneKeep_08
source: Is that a… pile of corpses? Gross!
ko: 저거... 시체 더미인가? 역겨워!

# Narration/&Banter_BoneKeep_09
source: Someone here doesn't like the light of day.
ko: 여기 사는 누군가는 햇빛을 좋아하지 않나 봐.

# Narration/&Banter_BoneKeep_10
source: What kind of castle is that?
ko: 어떻게 된 성이지?

# Narration/&Banter_BoneKeep_11
source: Someone transformed it into a maze.
ko: 누군가 성을 미로로 바꿨군.

# Narration/&Banter_BoneKeep_12
source: Someone paranoid, you mean?
ko: 편집증 환자 말이지?

# Narration/&Banter_BoneKeep_13
source: We're going to die here.
ko: 우린 여기서 죽을 거야.

# Narration/&Banter_BoneKeep_14
source: There must a way be out.
ko: 분명 출구가 있을 거야.

# Narration/&Banter_BoneKeep_15
source: Look for hints!
ko: 단서를 찾자!

# Narration/&Banter_BoneKeep_16
source: It lost its mana, that's all.
ko: 그건 마법적인 힘을 잃었어. 그것뿐이야.

# Narration/&Banter_BoneKeep_17
source: These arrows, they're not just random.
ko: 이 화살표들, 무작위는 아니로군.

# Narration/&Banter_BoneKeep_18
source: Something's changed here.
ko: 뭔가 바뀌었어.

# Narration/&Banter_BoneKeep_19
source: That cannot be opened from here.
ko: 여기서는 열 수 없어.

# Narration/&Banter_BoneKeep_20
source: There must be a mechanism somewhere.
ko: 분명 어딘가에 기계 장치가 있을 거야.

# Narration/&Banter_BoneKeep_21
source: I heard a mechanism.
ko: 기계 장치 소리가 들려.

# Narration/&Banter_BoneKeep_22
source: That opened something.
ko: 뭔가 열렸어.

# Narration/&Banter_BoneKeep_23
source: This guy made it this far… maybe he found a hint.
ko: 이 사람은 여기까지 왔어...힌트를 찾았는지도 몰라.

# Narration/&Banter_BoneKeep_24
source: Another victim of the maze…
ko: 미로의 또 다른 희생자로군…

# Narration/&Banter_BoneKeep_25
source: Tell me we're not going back in there…
ko: 왔던 데로 돌아가는 건 아니라고 해줘…

# Narration/&Banter_BoneKeep_26
source: So, no rune activated on that teleporter.
ko: 흠, 순간이동 장치의 룬이 활성화되지 않았군.

# Narration/&Banter_BoneKeep_27
source: I guess we need to reset the teleporter.
ko: 아마도 순간이동 장치를 재설정해야 할 것 같아.

# Narration/&Banter_BoneKeep_28
source: I think we took a wrong turn.
ko: 아마도 잘못한 것 같아.

# Narration/&Banter_BoneKeep_29
source: Hmm… four slabs for the four of us?
ko: 흠...우리 넷을 위한 네 개의 바닥판이라?

# Narration/&Banter_BoneKeep_30
source: And… no rune on that teleporter, either.
ko: 그리고...저 순간이동 장치에도 룬이 없네.

# Narration/&Banter_BoneKeep_31
source: I think this slab has triggered something!
ko: 이 발판이 뭔가를 작동시킨 것 같아!

# Narration/&Banter_BoneKeep_32
source: I heard some kind of mechanism!
ko: 어떤 장치가 작동하는걸 들었어!

# Narration/&Banter_BoneKeep_Talbut
source: Keep away from my home, strangers!
ko: 내 집에서 떠나거라, 이방인들이여!

# Narration/&Banter_BoneKeep_Anbgi
source: Where's that damn femur?
ko: 망할 대퇴골은 어디로 갔지?

# Narration/&Banter_Abjuration_01
source: She's crazy…
ko: 그녀는 미친것 같아…

# Narration/&Banter_Abjuration_02
source: Shouldn't we go to Coparann?
ko: 코파란에 가봐야 하지 않나요?

# Narration/&Banter_Abjuration_Kythaela_01
source: My beautiful river… broken and stained…
ko: 내 아름다운 강... 부서지고 더럽혀졌구나…

# Narration/&Banter_Abjuration_Kythaela_02
source: The pull, the pull…
ko: 이끌림이 느껴져…

# Narration/&Banter_Abjuration_Kythaela_03
source: Master, I'm coming!
ko: 마스터, 제가 갑니다!

# Narration/&Banter_Abjuration_Kythaela_04
source: Are there dwarf kings now? Halfling kings too, maybe?
ko: 지금은 드워프 왕이 있다고? 하플링 왕도 있으려나?

# Narration/&Banter_Abjuration_Kythaela_05
source: That sounds… wrong.
ko: 그것 참... 이상하구나.

# Narration/&Banter_Abjuration_Kythaela_06
source: No slaves, no Gates…
ko: 노예도 없고, 관문도 없다니…

# Narration/&Banter_Abjuration_Kythaela_07
source: …this travel is exhausting.
ko: ... 이 여행은 피곤하구나.

# Narration/&Banter_Abjuration_Kythaela_08
source: Humans don't look that bad.
ko: 인간은 그렇게 나쁘진 않은 것 같구나.

# Narration/&Banter_Abjuration_Kythaela_09
source: They smell a bit, though…
ko: 냄새는 조금 나지만…

# Narration/&Banter_Abjuration_Kythaela_10
source: This… town is really dirty.
ko: 이... 마을은 정말 더럽구나.

# Narration/&Banter_Abjuration_Kythaela_11
source: Is this Baron really a dwarf?
ko: 정말 남작이 드워프라고?

# Narration/&Banter_Abjuration_Kythaela_12
source: I can't call a dwarf my lord, can I?
ko: 내가 드워프에게 존대할 수 있을 것 같으냐?

# Narration/&Banter_Abjuration_Kythaela_13
source: He's rude. But he is a dwarf, after all.
ko: 무례하구나. 하긴 드워프니 그렇겠지.

# Narration/&Banter_Abjuration_Kythaela_14
source: He is a nice dwarf.
ko: 그는 좋은 드워프로다.

# Narration/&Banter_Abjuration_Kythaela_15
source: A halfling merchant? I almost didn't see him.
ko: 하플링 상인? 하마터면 못 보고 지나칠 뻔 하였구나.

# Narration/&Banter_Cyflen_01
source: Nice gardens.
ko: 멋진 정원이네.

# Narration/&Banter_Cyflen_02
source: This place is magnificent.
ko: 여긴 꽤 멋진데.

# Narration/&Banter_Cyflen_03
source: I never thought I'd get so close to the embassies.
ko: 대사관에 이렇게 가까이 올 날이 오다니.

# Narration/&Banter_Cyflen_04
source: That's a view!
ko: 장관이군!

# Narration/&LoreTrailer01
source: Before the Cataclysm, there were no gods on Solasta.
ko: 대격변 이전에, 솔라스타에 신은 없었다.

# Narration/&LoreTrailer02
source: No humans, either.
ko: 인간도 없었다.

# Narration/&LoreTrailer03
source: Then the Rift opened.
ko: 그러던 어느 날 균열이 열렸다.

# Narration/&LoreTrailer04
source: Some say it was a magical accident…
ko: 누군가는 이게 마법 때문에 발생한 재앙이라 했고...

# Narration/&LoreTrailer05
source: …or the work of an evil god.
ko: ...누군가는 사악한 신의 소행이라고 말했다.

# Narration/&LoreTrailer06
source: No one knows for sure.
ko: 진상을 아는 자는 아무도 없었다.

# Narration/&LoreTrailer07
source: The Cataclysm destroyed the old High Elf empire
ko: 대격변은 융성했던 하이 엘프 제국,

# Narration/&LoreTrailer08
source: - Manacalon, they called it -
ko: 마나칼론을 파괴했고,

# Narration/&LoreTrailer09
source: and twisted the land beyond recognition.
ko: 그리고 그 땅을 알아볼 수 없을 정도까지 일그러트렸다.

# Narration/&LoreTrailer10
source: Now, only the brave and the foolish go there, in search of ancient treasures.
ko: 지금은, 용감하거나 어리석은 자만이 고대의 보물을 찾아 그곳으로 향한다.

# Narration/&LoreTrailer11
source: But something is happening, deep in those Badlands.
ko: 하지만 황무지 깊숙한 곳에서, 무언가가 일어나고 있다.

# Narration/&LoreTrailer12
source: Whatever it is,
ko: 그것이 무엇이든,

# Narration/&LoreTrailer13
source: it can't be good.
ko: 좋은 일은 아닐 것이다.

# Narration/&TelemaArrivingTitle
source: Entering Telema
ko: 텔레마 진입

# Narration/&Telema_1_Entrance_Fighter
source: So, these are the ruins of Telema?
ko: 바로 이곳이 텔레마의 폐허인가?

# Narration/&Telema_2_Entrance_Wizard
source: Just as the chronicles describe them!
ko: 연대기에 나왔던 그 모습 그대로군!

# Narration/&Telema_3_Entrance_Wizard
source: Imagine the wonders that await us inside!
ko: 저 안은 분명 멋진 것들로 가득할 거야!

# Narration/&Telema_4_Entrance_Cleric
source: Don't forget… we're here to help the Scavengers.
ko: 잊지 마시죠...우리는 스캐빈저들을 돕기 위해 온 겁니다.

# Narration/&Telema_5_Entrance_Rogue
source: And get rich, right?
ko: 하는 김에 부자도 되고. 그렇지?

# Narration/&Telema_6_Entrance_Rogue
source: Help the Scavengers and get rich.
ko: 스캐빈저들을 돕고 부자도 되고.

# Narration/&Telema_7_Entrance_Fighter
source: You're all heart, aren't you?
ko: 돕고자 하는 마음으로 가득하구만, 안그래?

# Narration/&Telema_8_Entrance_Cleric
source: That must be their camp over there.
ko: 저 곳이 스캐빈저들의 캠프인 것 같습니다.

# Narration/&Telema_9_Entrance_Cleric
source: Come on, let's go.
ko: 자, 가시죠.

# Narration/&TelemaMeetingScavsTitle
source: The Scavengers' Camp
ko: 스캐빈저 캠프

# Narration/&Telema_10_MeetingScavs_Lena
source: Who goes there?
ko: 거기 누구야?

# Narration/&Telema_11_MeetingScavs_Fighter
source: Friends!
ko: 친구들이여!

# Narration/&Telema_12_MeetingScavs_Cleric
source: Runnel sent us.
ko: 러넬이 보내서 왔습니다.

# Narration/&Telema_13_MeetingScavs_Dek
source: Where is he?
ko: 러넬은 어딨는데?

# Narration/&Telema_14_MeetingScavs_Cleric
source: Resting… he was in pretty bad shape, but he'll be okay.
ko: 쉬고... 있습니다. 상태가 꽤나 안 좋았지만 괜찮을 겁니다.

# Narration/&Telema_15_MeetingScavs_Cleric
source: He said you need help.
ko: 러넬이 당신들이 도움이 필요하다고 하더군요.

# Narration/&Telema_16_MeetingScavs_Dek
source: We did. If only you'd come sooner…
ko: 필요했었지. 조금만 일찍 왔으면 좋았을텐데…

# Narration/&Telema_17_MeetingScavs_Choice
source: What happened?
ko: 무슨 일이 있었는데?

# Narration/&Telema_18_MeetingScavs_Answer
source: We came as soon as we could. What happened?
ko: 최대한 빨리 왔는데... 어떻게 된거야?

# Narration/&Telema_19_MeetingScavs_Lena
source: We know… and thanks.
ko: 그래... 최대한 빨리 와준 건 고마워.

# Narration/&Telema_20_MeetingScavs_Lena
source: Dek here is upset, that's all.
ko: 데크가 그냥 좀 화났을 뿐이야.

# Narration/&Telema_21_MeetingScavs_Dek
source: I can speak for myself, thank you!
ko: 내가 이렇다 저렇다 마음대로 말하지마!

# Narration/&Telema_22_MeetingScavs_Lena
source: He thinks we should have left with Runnel.
ko: 데크는 우리가 러넬과 같이 떠났어야 됐다고 생각해.

# Narration/&Telema_23_MeetingScavs_Dek
source: Instead of waiting here for the orcs to kill us?
ko: 여기 있다간 오크들에게 죽을텐데 당연한거 아냐?

# Narration/&Telema_24_MeetingScavs_Dek
source: Absolutely, I think we should have left!
ko: 당연히 우리도 떠났어야지!

# Narration/&Telema_25_MeetingScavs_Choice
source: We're here now.
ko: 우리가 왔잖아.

# Narration/&Telema_26_MeetingScavs_Answer
source: Well, we're here now. How can we help?
ko: 어쨌든 우리가 이렇게 왔잖아. 어떻게 도와주면 되지?

# Narration/&Telema_27_MeetingScavs_Lena
source: Never mind Dek.
ko: 데크를 너무 신경 쓰지마.

# Narration/&Telema_28_MeetingScavs_Lena
source: He's upset, that's all.
ko: 조금 화가났을 뿐이니까.

# Narration/&Telema_29_MeetingScavs_Dek
source: I can speak for myself, thank you!
ko: 내가 이렇다 저렇다 마음대로 말하지마!

# Narration/&Telema_30_MeetingScavs_Lena
source: He thinks we should have left with Runnel.
ko: 데크는 우리가 러넬과 같이 떠났어야 됐다고 생각해.

# Narration/&Telema_31_MeetingScavs_Dek
source: Instead of waiting for the orcs to kill us?
ko: 여기 있다간 오크들에게 죽을텐데 당연한거 아냐?

# Narration/&Telema_32_MeetingScavs_Dek
source: Absolutely, I think we should have left!
ko: 당연히 우리도 떠났어야지!

# Narration/&Telema_33_MeetingScavs_Choice
source: We could go back.
ko: 그냥 돌아가도 되고.

# Narration/&Telema_34_MeetingScavs_Answer
source: Well, if we're too late, maybe we should just go back.
ko: 우리가 너무 늦게 온거라면 그냥 돌아가도 되고.

# Narration/&Telema_35_MeetingScavs_Dek
source: Yes, well, maybe you should!
ko: 그래, 차라리 그러던가!

# Narration/&Telema_36_MeetingScavs_Lena
source: Never mind Dek.
ko: 데크를 너무 신경 쓰지마.

# Narration/&Telema_37_MeetingScavs_Lena
source: He's upset, that's all.
ko: 조금 화가났을 뿐이니까.

# Narration/&Telema_38_MeetingScavs_Dek
source: Upset? Why should I be upset? We're just waiting to die, that's all!
ko: 화나? 왜? 오크한테 살해 당하는 걸 기다리는 데 뭐가 화나!

# Narration/&Telema_39_MeetingScavs_Lena
source: We can't leave Hector in there.
ko: 헥터를 여기 그냥 두고 갈 수 없어.

# Narration/&Telema_40_MeetingScavs_Dek
source: He's dead, Lena… dead! It's too late!
ko: 헥터는 죽었어, 리나... 죽었다고! 너무 늦었단 말이야!

# Narration/&Telema_41_MeetingScavs_Lena
source: You don't know that!
ko: 그걸 네가 어떻게 알아!

# Narration/&Telema_42_MeetingScavs_Choice
source: Calm down.
ko: 진정해.

# Narration/&Telema_43_MeetingScavs_Answer
source: Calm down, now. This won't help.
ko: 이제 그만 진정해. 이런건 아무 도움도 안돼.

# Narration/&Telema_44_MeetingScavs_Choice
source: We'll help you.
ko: 우리가 도와줄게.

# Narration/&Telema_45_MeetingScavs_Answer
source: It's all right… we're here to help you.
ko: 괜찮아... 우리가 도와줄게.

# Narration/&Telema_46_MeetingScavs_Choice
source: Amazing.
ko: 가관이구만.

# Narration/&Telema_47_MeetingScavs_Answer
source: Why don't you just kill each other and save the orcs the trouble?
ko: 오크들 수고나 덜어줄겸 차라리 서로 죽이지 그래?

# Narration/&Telema_48_MeetingScavs_Rogue
source: What's our help worth to you, anyway?
ko: 그나저나 우리가 도와주면 얼마를 줄거야?

# Narration/&Telema_49_MeetingScavs_Fighter
source: Stop it!
ko: 그만해!

# Narration/&Telema_50_MeetingScavs_Lena
source: All right.
ko: 좋아.

# Narration/&Telema_51_MeetingScavs_Lena
source: What did Runnel tell you?
ko: 러넬이 너희한테 무슨 말을 했지?

# Narration/&Telema_52_MeetingScavs_Fighter
source: Just that his team needed help… nothing else.
ko: 자기 동료들이 도움이 필요하다는 말... 그게 전부야.

# Narration/&Telema_53_MeetingScavs_Lena
source: We were scavenging in the ruins, and -
ko: 우린 폐허를 뒤지고 있었어. 그런데-

# Narration/&Telema_54_MeetingScavs_Dek
source: Orcs! There's a whole tribe in there!
ko: 오크들! 한 부족이 다 와있는 것처럼 득실대고 있었어!

# Narration/&Telema_55_MeetingScavs_Lena
source: It was just a raiding party.
ko: 그냥 약탈 부대 하나였어.

# Narration/&Telema_56_MeetingScavs_Lena
source: We fought them off…
ko: 놈들과 싸워 물리쳤지만...

# Narration/&Telema_57_MeetingScavs_Lena
source: …but they killed some of our people and dragged Hector off.
ko: ... 우리 중 몇 명을 죽이고는 헥터를 끌고 가버렸어.

# Narration/&Telema_58_MeetingScavs_Dek
source: And we've just been waiting here for them to come and finish the job.
ko: 그리고 우리는 오크가 우리를 다 죽일 때까지 여기서 기다리고 있지.

# Narration/&Telema_59_MeetingScavs_Fighter
source: They haven't done that yet, though.
ko: 어쨌든 아직 죽이진 않았군.

# Narration/&Telema_60_MeetingScavs_Rogue
source: Well, you're right about your friend…
ko: 흠, 적어도 네 말은 맞는 것 같아.

# Narration/&Telema_61_MeetingScavs_Rogue
source: …he must be dead by now.
ko: ... 헥터는 아마 죽었을 거야.

# Narration/&Telema_62_MeetingScavs_Cleric
source: We don't know that. There is always hope.
ko: 아직 모르지요. 어디에나 희망은 있는 법입니다.

# Narration/&Telema_63_MeetingScavs_Rogue
source: Hope? Those orcs had him for dinner the first night.
ko: 안 죽었을 수도 있다고? 헥터는 첫날밤에 오크의 저녁거리가 됐을걸.
