Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_3_Philosopher_Default
source: A companion of the third enlightenment!
ko: 세 번째 깨달음의 동반자입니다!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_4_GaleafinPureheart_NPC
source: Clear skies, my student! To what do I owe the pleasure?
ko: 맑은 하늘이 함께하길, 나의 제자여! 어떤 즐거움과 함께 왔는가?

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_5_Philosopher_Default
source: Mayor Bright-Spark asked us to visit you.
ko: 브라이트-스파크 시장의 전갈을 받았습니다.

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_6_GaleafinPureheart_NPC
source: Ah yes, this matter for the Council!
ko: 아 그렇지. 평의회에 관련한 사안일세!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_7_Philosopher_Default
source: What matter?
ko: 어떤 사안인가요?

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_8_GaleafinPureheart_NPC
source: The matter of evil, and what motivates people to choose evil.
ko: 악에 대한 사안, 그리고 무엇이 사람들을 악의 길로 이끄는가에 관한 것일세.

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_9_Philosopher_Default
source: A weighty matter indeed!
ko: 정말 중대한 사안이로군요!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_10_GaleafinPureheart_NPC
source: Yes, and I need your help! Tell me about your missions!
ko: 그렇네. 자네 도움이 필요하다네! 자네 임무에 대해 말해 보게!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_11_GaleafinPureheart_NPC
source: I am cleared to hear everything!
ko: 자초지종을 들을 준비가 되었네!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_12_Philosopher_Default
source: Well… it all began at Caer Lem…
ko: 그러니까... 모든 것은 케어 렘에서 시작되었습니다…

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_13_GaleafinPureheart_NPC
source: Many thanks! You gave me much to ponder. We shall meet again soon!
ko: 아주 고맙네! 생각할 거리가 많아졌군. 곧 다시 봄세!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_14_Philosopher_Normal
source: Clear skies, master!
ko: 맑은 하늘이 함께하길, 스승님!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_15_GaleafinPureheart_NPC
source: Clear skies to you!
ko: 자네에게도 맑은 하늘이 함께하길!

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_1_Philosopher_Normal
source: Clear skies, Master Pureheart. You sent for us?
ko: 맑은 하늘이 함께하길, 퓨어하트 스승님. 부르셨다고요?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_2_Galeafin_NPC
source: Yes, indeed! I would like more…
ko: 그렇다네! 조금 더 상세한 이야기가 듣고 싶어서 말일세…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_3_Galeafin_NPC
source: …details about your dealings with the Sorr-Akkath.
ko: ... 자네가 소라카스와 대적한 일 말이네.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_4_Philosopher_Normal
source: Certainly. How goes your research?
ko: 물론이죠. 연구는 잘 진행되고 있으신가요?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_5_Galeafin_NPC
source: You gave me much to consider. But I need more…
ko: 자네가 많은 시사점을 제공했다네. 하지만 아직은 부족해…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_6_Galeafin_NPC
source: …hence this invitation
ko: ... 하여 이 자리를 마련했다네.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_7_Galeafin_NPC
source: There is much talk about Sorr-Akkath cruelty…
ko: 소라카스의 잔혹성에 대해 더 이야기를 해 주길 바라네…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_8_Galeafin_NPC
source: Did you witness it first hand?
ko: 소라카스를 직접 목격한 바가 있나?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_9_Philosopher_Normal
source: Alas, quite often! When they fight…
ko: 아아, 꽤 여러번이었죠! 놈들이 싸울 때…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_10_Philosopher_Normal
source: They enjoy inflicting pain before killing!
ko: 대상을 죽이기 전에 고통을 가하는 것을 좋아하더군요!

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_11_Galeafin_NPC
source: But why, why so much suffering?
ko: 하지만 어째서, 어째서 그런 고통을 가하는 것이지?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_12_Philosopher_Normal
source: We think it is the will of their god, Sorr-Tarr.
ko: 그들의 신인 소르타르의 뜻으로 짐작하고 있습니다.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_13_Galeafin_NPC
source: He expects them to spread terror…
ko: 신은 그들을 통해 공포를 퍼뜨리고자 하는 것인가…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_14_Philosopher_Normal
source: …so he can influence and…
ko: ... 그리하여 인간에게 영향을 끼치고…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_15_Philosopher_Normal
source: …pervert humans… control them.
ko: ... 인간을 타락시켜... 조종하는 것입니다.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_16_Galeafin_NPC
source: Humans, you say?
ko: 인간 말인가?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_17_Philosopher_Normal
source: Yes - others seem less susceptible…
ko: 네. 다른 종족에게는 영향이 덜 미치더군요…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_18_Philosopher_Normal
source: … from what we understand of them!
ko: ... 저희가 알고 있기로는 그렇습니다!

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_19_Galeafin_NPC
source: And so he relies on cruelty to… to do what?
ko: 그러면 그 신은 잔혹성을 필요로 하는데... 그렇다면 그게 무엇을 위해서겠나?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_20_Philosopher_Normal
source: To gain a hold! Those he can't control, he blackmails or breaks their will!
ko: 장악하기 위해서죠! 지배할 수 없는 이들을 겁박하거나 그 의지를 꺾는 것입니다!

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_21_Galeafin_NPC
source: Fascinating…
ko: 흥미롭군…

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_22_Philosopher_Normal
source: Does it help?
ko: 도움이 되었나요?

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_23_Galeafin_NPC
source: Oh, yes, very much.
ko: 아, 물론이네. 큰 도움일세.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_24_Galeafin_NPC
source: Thank you very much.
ko: 정말 고맙네.

# Narration/&PhilosopherBackgroundQuest_SecondMeeting_25_Philosopher_Normal
source: Until next time, then, Master!
ko: 그럼 다음에 뵙죠, 스승님!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_1_Philosopher_Default
source: Clear skies, Master!
ko: 맑은 하늘이 함께하길, 스승님!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_2_Galeafin_NPC
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_3_Galeafin_NPC
source: We live in fascinating times!
ko: 우리는 흥미로운 시대를 살고 있다네!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_4_Philosopher_Default
source: Too true!
ko: 정말 그렇습니다!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_5_Galeafin_NPC
source: So, about our last meeting…
ko: 그래, 저번 모임 말일세...

source: Still troubled, Master?
ko: 스승님, 여전히 고민 중이십니까?

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_7_Galeafin_NPC
source: Yes, indeed.
ko: 아, 그렇다네.

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_8_Galeafin_NPC
source: I have had occasion to witness… certain things.
ko: 그런 것들을... 목격할 기회가 나에게도 있었지.

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_9_Philosopher_Default
source: What things?
ko: 어떤 거였죠?

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_10_Galeafin_NPC
source: I am not entirely sure. Violent rituals…
ko: 단언할 수는 없네만. 잔인한 의식이었지…

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_11_Galeafin_NPC
source: …they reminded me of what you said.
ko: ... 그 의식들은 자네가 말했던 것들을 되새기게 했네.

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_12_Galeafin_NPC
source: About cruelty and Sorr-Tarr's ways.
ko: 잔혹성과 소르타르의 뜻 말일세.

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_13_Philosopher_Default
source: Master! You're scaring me, now!
ko: 스승님! 괜찮으신 거 맞죠?

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_14_Galeafin_NPC
source: I need to think! Can you come back tomorrow?
ko: 생각할 시간이 필요하네! 내일 다시 와 주겠나?

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_15_Philosopher_Default
source: Of course!
ko: 물론이죠!

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_16_Any_Default
source: You realize something very bad might be happening to him?
ko: 저 분한테 아주 안 좋은 일이 벌어지고 있을 지도 모른다는 거 느꼈어?

# Narration/&PhilosopherBackgroundQuest_ThirdMeeting_17_Philosopher_Default
source: I know. Let's just… come back tomorrow.
ko: 알아. 일단은... 내일 다시 오자.

# Narration/&PhilosopherBackgroundQuest_Showdown_1_Philosopher_Default
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&PhilosopherBackgroundQuest_Showdown_2_Galeafin_NPC
source: Ah, my friend. Let me introduce Lady Illoreth, my paramour!
ko: 아, 친우여. 나의 연인, 일로레스 부인을 소개하지!

# Narration/&PhilosopherBackgroundQuest_Showdown_3_Philosopher_Default
source: Master?
ko: 스승님?

# Narration/&PhilosopherBackgroundQuest_Showdown_4_Illoreth_NPC
source: Clear skies, senior deputies!
ko: 맑은 하늘이 함께하길, 선임 대리인 여러분!

# Narration/&PhilosopherBackgroundQuest_Showdown_5_Philosopher_Default
source: Why do you call us that?
ko: 왜 우리를 그런 식으로 부르는 겁니까?

# Narration/&PhilosopherBackgroundQuest_Showdown_6_Illoreth_NPC
source: Because you are the reason I was sent after Galeafin, the most gentle soul on Solasta.
ko: 솔라스타에서 가장 온화한 영혼이신 갤리핀에게 제가 보내진 이유가 바로 당신들이기 때문이죠.

# Narration/&PhilosopherBackgroundQuest_Showdown_7_InsightSuccessDC15_Default
source: I knew there was some treachery afoot here!
ko: 여기에 어떤 꿍꿍이가 있을 줄 알았어요!

# Narration/&PhilosopherBackgroundQuest_Showdown_8_InsightFailDC15_Default
source: What?
ko: 뭐라고요?

# Narration/&PhilosopherBackgroundQuest_Showdown_9_Philosopher_Default
source: You'd better explain yourself quickly!
ko: 얼른 해명하는 게 좋을 겁니다!

# Narration/&PhilosopherBackgroundQuest_Showdown_10_Illoreth_NPC
source: I am an infiltrator from the Coven of Arivad!
ko: 저는 아리바드 집회에서 온 잠입자입니다!

# Narration/&PhilosopherBackgroundQuest_Showdown_11_Selfpres_Default
source: They're here in Caer Cyflen?
ko: 그들이 케어 키플렌이 있다고요?

# Narration/&PhilosopherBackgroundQuest_Showdown_12_Illoreth_NPC
source: I was to seduce Galeafin to make him work for us!
ko: 저는 갤리핀을 매혹해서 우릴 위해 일하게 하려 했었죠!

# Narration/&PhilosopherBackgroundQuest_Showdown_13_Illoreth_NPC
source: But instead, he changed me!
ko: 하지만 그 대신에 제가 변화됐어요!

# Narration/&PhilosopherBackgroundQuest_Showdown_14_Illoreth_NPC
source: He showed me that even a corrupted soul like mine still had some good.
ko: 이분은 저와 같이 타락한 영혼도 여전히 선을 간직하고 있다는 사실을 보여 주었죠.

# Narration/&PhilosopherBackgroundQuest_Showdown_15_Illoreth_NPC
source: And I won't let any harm come to him!
ko: 그리고 저는 이 분에게 어떠한 해악도 다가오도록 두지 않을 겁니다!

# Narration/&PhilosopherBackgroundQuest_Showdown_16_Philosopher_Default
source: How can we believe you?
ko: 그걸 어떻게 믿죠?

# Narration/&PhilosopherBackgroundQuest_Showdown_17_Illoreth_NPC
source: I am not the danger!
ko: 전 위험한 사람이 아니랍니다!

# Narration/&PhilosopherBackgroundQuest_Showdown_18_Illoreth_NPC
source: The Coven will soon ask me to bring him in to turn him!
ko: 조만간 집회는 제게 이이와 함께 돌아오라고 요구할 거예요!

# Narration/&PhilosopherBackgroundQuest_Showdown_19_Philosopher_Default
source: And?
ko: 그래서요?

# Narration/&PhilosopherBackgroundQuest_Showdown_20_Illoreth_NPC
source: I can take you there - right to a splinter cell of the Coven!
ko: 여러분들과 함께 가서 - 집회를 와해시키는 거죠!

# Narration/&PhilosopherBackgroundQuest_Showdown_21_InsightSuccessDC15_Default
source: What do you want?
ko: 무엇을 원하죠?

# Narration/&PhilosopherBackgroundQuest_Showdown_22_Illoreth_NPC
source: Just to be free - to make a new life somewhere else.
ko: 그저 자유를 원할 뿐이에요. 어딘가 다른 곳에서 새로운 삶을 시작할 자유요.

# Narration/&PhilosopherBackgroundQuest_Showdown_23_Illoreth_NPC
source: We are too well known to stay here, but we want to stay together!
ko: 이곳에 머물기에는 너무 이름이 알려졌지만, 우리는 함께 하고 싶어요!

# Narration/&PhilosopherBackgroundQuest_Showdown_24_Illoreth_NPC
source: The Coven knew of your mission and sent me to get information from you…
ko: 집회는 여러분의 임무를 알고 있고, 저는 당신으로부터 그 정보를 얻기 위해 파견되었죠…

# Narration/&PhilosopherBackgroundQuest_Showdown_25_Illoreth_NPC
source: I am not sure I am the only agent who knows…
ko: 이 사실을 아는 요원이 저 하나뿐인지는 확실하지 않아요…

# Narration/&PhilosopherBackgroundQuest_Showdown_26_Illoreth_NPC
source: …and Galeafin must disappear to be safe.
ko: ... 그리고 갤리핀은 안전해지기 위해서는 자취를 감춰야만 해요.

# Narration/&PhilosopherBackgroundQuest_Showdown_27_Philosopher_Default
source: Do you truly want to leave, Master?
ko: 스승님, 정말 떠나기를 원하세요?

# Narration/&PhilosopherBackgroundQuest_Showdown_28_Galeafin_NPC
source: Yes. Where Illoreth goes, I shall follow!
ko: 그렇다네. 일로레스가 가는 곳이라면 나도 따를 걸세!

# Narration/&PhilosopherBackgroundQuest_Showdown_29_Philosopher_Default
source: Very well, we shall come when you send for us!
ko: 좋아요. 부르실 때 다시 오겠습니다!

# Narration/&PhilosopherBackgroundQuest_TheCoven_1_Philosopher_Default
source: Is it time?
ko: 지금인가요?

# Narration/&PhilosopherBackgroundQuest_TheCoven_3_Philosopher_Default
source: And once inside?
ko: 일단 안으로 들어간다면?

# Narration/&PhilosopherBackgroundQuest_TheCoven_4_Illoreth_NPC
source: Wait for my signal!
ko: 제 신호를 기다리세요!

# Narration/&PhilosopherBackgroundQuest_TheCoven_5_Illoreth_NPC
source: And until then, let me speak.
ko: 그 때까지는 제가 얘기할게요.

# Narration/&PhilosopherBackgroundQuest_TheCoven2_1_Guard_NPC
source: State your business!
ko: 용건을 밝혀라!

# Narration/&PhilosopherBackgroundQuest_TheCoven2_2_Illoreth_NPC
source: Glory of souls!
ko: 영혼들의 영광이여!

# Narration/&PhilosopherBackgroundQuest_TheCoven2_3_Guard_NPC
source: Power to the One!
ko: 그분에게 힘을!

# Narration/&PhilosopherBackgroundQuest_TheCoven2_4_Illoreth_NPC
source: We're running late! Are we the last?
ko: 조금 늦었습니다! 우리가 마지막인가요?

# Narration/&PhilosopherBackgroundQuest_TheCoven2_5_Guard_NPC
source: Yes! All are awaiting your guest.
ko: 그렇습니다! 모두들 당신의 손님을 기다리고 있습니다.

# Narration/&PhilosopherBackgroundQuest_TheCoven2_7_Illoreth_NPC
source: New recruits.
ko: 새로이 입회를 원하는 자들입니다.

# Narration/&PhilosopherBackgroundQuest_TheCoven2_8_Guard_NPC
source: It's one at a time, you know the rules!
ko: 입회는 한 번에 한 명입니다. 규칙은 잘 알고 있을 텐데요!

# Narration/&PhilosopherBackgroundQuest_TheCoven2_9_Illoreth_NPC
source: Indeed, I know them.
ko: 그렇죠, 알고 있습니다.

# Narration/&PhilosopherBackgroundQuest_TheCoven2_10_Illoreth_BANTER
source: Follow me to the basement.
ko: 지하실로 따라오세요.

# Narration/&PhilosopherBackgroundQuest_TheCoven2_11_Sarcastic_BANTER
source: Let me guess - that was the signal!
ko: 어디 보자. 저게 신호인 것 같은데!

# Narration/&PhilosopherBackgroundQuest_Ending_1_Any_Default
source: Look at this! Marshal Sunblaze will be delighted!
ko: 이것 좀 봐! 선블레이즈 원수가 기뻐하겠어!

# Narration/&PhilosopherBackgroundQuest_Ending_2_Cynical_Default
source: Or scared to death!
ko: 아니면 놀라 자빠지거나!

# Narration/&PhilosopherBackgroundQuest_Ending_3_Selfpres_Default
source: Where's Illoreth?
ko: 일로레스는 어디 있지?

# Narration/&PhilosopherBackgroundQuest_Ending_4_Any_Default
source: I suppose she grabbed her reward… she ran.
ko: 자기 몫을 챙기고... 달아나 버린 것 같은데.

# Narration/&PhilosopherBackgroundQuest_Ending_5_Philosopher_Default
source: Farewell, Master.
ko: 잘 지내세요, 스승님.

# Narration/&PhilosopherBackgroundQuest_Ending_6_Philosopher_Default
source: May your wisdom serve you well, now.
ko: 당신의 지혜가 앞 길을 밝힐 수 있기를.

# Narration/&BackgroundQuest_Acolyte_Monastery_01_Default
source: What's this? A shrine?
ko: 이게 뭐지? 사원인가?

# Narration/&BackgroundQuest_Acolyte_Monastery_02_Default
source: Someone here worshipped Arun, a long time ago.
ko: 아주 오래 전, 누군가가 여기서 아룬을 예배했어.

# Narration/&BackgroundQuest_Acolyte_Monastery_03_Default
source: That someone ruined their own shrine?
ko: 그 누군가가 자신의 사원을 허문 거야?

# Narration/&BackgroundQuest_Acolyte_Monastery_04_Default
source: Maybe it was just the cataclysm.
ko: 대격변 때문일 수도 있겠지.

# Narration/&BackgroundQuest_Acolyte_Monastery_05_Default
source: There's a small chest, here.
ko: 봐, 여기 작은 상자가 있어.

# Narration/&BackgroundQuest_Acolyte_Mission_1_Acolyte_Default
source: Clear skies, Chaplain Lark! You wanted to see me?
ko: 맑은 하늘이 함께하길! 라르크 사제님. 절 찾으셨다고요?

# Narration/&BackgroundQuest_Acolyte_Mission_2_DalonLark_NPC
source: Clear skies! Yes, thank you for coming so fast.
ko: 맑은 하늘이 함께하길! 그렇습니다. 이토록 빨리 와 주셔서 감사합니다.

# Narration/&BackgroundQuest_Acolyte_Mission_3_DalonLark_NPC
source: Remember that monastery near Coparann?
ko: 코파란 근처의 수도원을 기억하십니까?

# Narration/&BackgroundQuest_Acolyte_Mission_4_Acolyte_Default
source: The Tirmarian ruins? Of course.
ko: 티르마르 유적 말인가요? 물론입니다.

# Narration/&BackgroundQuest_Acolyte_Mission_5_DalonLark_NPC
source: There was a cemetery there.
ko: 그곳에 묘지가 있었을 겁니다.

# Narration/&BackgroundQuest_Acolyte_Mission_6_Acolyte_Default
source: Chaplain Ardentfire, Priest of Arun, would like to meet you about it.
ko: 아룬의 사제, 아르덴트파이어 님이 그 묘지와 관련해 당신을 만나고 싶어 합니다.

# Narration/&BackgroundQuest_Acolyte_Mission_7_DalonLark_NPC
source: I shall go to him right away! Clear skies!
ko: 당장 가 봐야겠군요! 맑은 하늘이 함께하길!

# Narration/&BackgroundQuest_Acolyte_Mission_8_Acolyte_Default
source: Even if I don't pray to Arun, I'm happy to be of service.
ko: 비록 아룬을 섬기지는 않지만, 도움이 될 수 있어 기쁩니다.

# Narration/&BackgroundQuest_Acolyte_Mission_9_DalonLark_NPC
source: Clear skies! Einar guards you all!
ko: 맑은 하늘이 함께하길! 에이나르께서 그대들을 돌보실 겁니다!

# Narration/&BackgroundQuest_Acolyte_Rogar_1_Rogar_NPC
source: Ah, there you are!
ko: 아, 왔군요!

# Narration/&BackgroundQuest_Acolyte_Rogar_2_Acolyte_Default
source: Chaplain Dalon Lark told us you'd like to talk?
ko: 댈런 라르크 사제가 말하길 저희와 이야기를 나누고 싶으시다고 하던데요?

# Narration/&BackgroundQuest_Acolyte_Rogar_3_Rogar_NPC
source: Many thanks for coming!
ko: 이렇게 와 주셔서 참 감사합니다!

# Narration/&BackgroundQuest_Acolyte_Rogar_4_Rogar_NPC
source: It's about the Sunblaze Monastery.
ko: 선블레이즈 수도원에 대한 것입니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_5_Acolyte_Default
source: We're all ears!
ko: 그렇군요!

# Narration/&BackgroundQuest_Acolyte_Rogar_6_Rogar_NPC
source: The Scavengers said that many tombs in the cemetery bore the name of the Darwaz family.
ko: 스캐빈저들이 말하길 그 묘지에 있는 많은 묘비에 다르와즈 가문의 이름이 새겨져 있다고 하더군요.

# Narration/&BackgroundQuest_Acolyte_Rogar_7_Acolyte_Default
source: And?
ko: 그래서요?

# Narration/&BackgroundQuest_Acolyte_Rogar_8_Rogar_NPC
source: Emtan Darwaz ruled this monastery…
ko: 엠탄 다르와즈가 그 수도원을 관리했었죠…

# Narration/&BackgroundQuest_Acolyte_Rogar_9_Rogar_NPC
source: He was a renowned prelate on Tirmar.
ko: 그는 티르마르에서 이름난 주교였습니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_10_Rogar_NPC
source: The heads of the Church searched for him for years.
ko: 교회의 수장들은 수년간 그를 찾아다녔습니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_11_Rogar_NPC
source: Then he was considered to be lost, either left on the home world…
ko: 그 후 그는 실종된 것으로 처리되었습니다. 고향 세계에 남겨졌거나…

# Narration/&BackgroundQuest_Acolyte_Rogar_12_Rogar_NPC
source: …or killed in the Cataclysm.
ko: ... 아니면 대격변에 죽음을 맞이했거나였겠죠.

# Narration/&BackgroundQuest_Acolyte_Rogar_13_Rogar_NPC
source: Now, we know he was alive - he buried his brothers and family in the Badlands!
ko: 오늘날에서야, 교회는 그가 살아 있었다는 것을 알게 되었습니다. 그는 황무지에서 자신의 혈육들을 장사 지낸 것이죠!

# Narration/&BackgroundQuest_Acolyte_Rogar_14_Acolyte_Default
source: A sad tale, for sure.
ko: 정말 슬픈 이야기군요.

# Narration/&BackgroundQuest_Acolyte_Rogar_15_Rogar_NPC
source: Worse. As this cursed symbol suggests.
ko: 그보다 더 안 좋습니다. 이 저주 받은 상징이 시사하듯이요.

# Narration/&BackgroundQuest_Acolyte_Rogar_16_Rogar_NPC
source: I prayed for his soul, and Arun sent me a sign.
ko: 저는 그의 영혼을 위해 기도했습니다. 그리고 아룬께서는 어떤 신호를 주셨습니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_17_Acolyte_Default
source: A sign?
ko: 어떤 신호죠?

# Narration/&BackgroundQuest_Acolyte_Rogar_18_Rogar_NPC
source: Chaplain Darwaz' soul never joined Arun. It is trapped.
ko: 다르와즈 사제의 영혼이 아룬께 닿지 않았다는 것이요. 어딘가에 묶여 있는 것입니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_19_Rogar_NPC
source: He might have cursed his own symbol.
ko: 어쩌면 그는 자신의 성표를 저주했을지도 모릅니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_20_Rogar_NPC
source: The souls of his brothers too, wander, somewhere in this land.
ko: 그 형제들의 영혼들도, 마찬가지로, 이 땅 어딘가를 배회하고 있습니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_21_Rogar_NPC
source: Someone needs to go and cleanse their remains with holy water.
ko: 누군가는 가서 그들의 유해를 성수로 정화해야만 합니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_22_Acolyte_Default
source: Will that suffice?
ko: 그걸로 충분한가요?

# Narration/&BackgroundQuest_Acolyte_Rogar_23_Rogar_NPC
source: Not if Emtan is indeed cursed, his soul will be too angry.
ko: 아닙니다. 엠탄이 정말로 저주받았다면, 그의 영혼은 굉장히 화가 났을 터입니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_24_Rogar_NPC
source: Then you'll need to reason with him. I imbued his symbol with Arun's magic - use it as proof.
ko: 그렇다면 당신이 그를 설득해야 합니다. 그의 성표에 아룬의 마법을 불어넣었으니, 이것을 증거로 삼으십시오.

# Narration/&BackgroundQuest_Acolyte_Rogar_25_Acolyte_Default
source: And if he doesn't listen to reason?
ko: 만약 설득되지 않는다면요?

# Narration/&BackgroundQuest_Acolyte_Rogar_26_Rogar_NPC
source: Then - and only then - should you destroy him.
ko: 그렇다면, 이제 방법은 하나뿐입니다. 그를 소멸시켜야 합니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_27_Acolyte_Default
source: We will do what is necessary.
ko: 최선을 다하겠습니다.

# Narration/&BackgroundQuest_Acolyte_Rogar_28_Rogar_NPC
source: May Arun's fire warm your heart!
ko: 아룬의 불꽃이 당신들을 따스하게 해 줄 것입니다!

# Narration/&BackgroundQuest_Acolyte_Rogar_29_Acolyte_Default
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&BackgroundQuest_Acolyte_Cemetary_1_Sarcastic_Default
source: Did we forget to close the door on our last visit?
ko: 지난 번에 들를 때 문을 안 닫고 나왔었나?

# Narration/&BackgroundQuest_Acolyte_Cemetary_2_HighestIntOrAny_Default
source: Never opened it!
ko: 연 적도 없거든!

# Narration/&BackgroundQuest_Acolyte_Cemetary_3_Sarcastic_Default
source: Well, someone's dropped by!
ko: 그럼, 다른 사람 소행이겠네!

# Narration/&BackgroundQuest_Acolyte_Cemetary_5_Acolyte_Default
source: Let's cleanse those tombs with holy water!
ko: 이 묘지들이나 성수로 정화하자고!

# Narration/&BackgroundQuest_Acolyte_Cemetary_6_Sarcastic_Default
source: Not many remains left for the prayer!
ko: 기도가 필요한 유해가 많지는 않군!

# Narration/&BackgroundQuest_Acolyte_Cemetary_7_Acolyte_Default
source: You had to say it! Get ready, people!
ko: 그렇게 말할 줄 알았어! 준비해, 친구들!

# Narration/&BackgroundQuest_Acolyte_Cemetary_8_Sarcastic_Default
source: We're not going to try talking to them first?
ko: 저들과 먼저 대화조차 시도하지 않는 거야?

source: Zombies don't talk!
ko: 좀비는 대화 안 해!

source: No harm in trying, I guess.
ko: 시도해서 나쁠 건 없지.

# Narration/&BackgroundQuest_Acolyte_Cemetary_11_Acolyte_Default
source: May the light of the gods free your souls!
ko: 신들의 빛이 그대 영혼을 자유롭게 하기를!

# Narration/&BackgroundQuest_Acolyte_Cemetary_12_Sarcastic_Default
source: Sheesh! Don't pray for me if I die!
ko: 아우 씨! 만약 내가 죽거든 그런 기도는 하지 말아 줘!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_1_Emtan_NPC
source: Who are you to disturb our eternal rest?
ko: 우리의 영원한 안식을 방해하는 그대는 누구인가?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_2_Acolyte_Default
source: A follower of the gods, hoping to save your soul!
ko: 그저 신들을 따르는 자입니다. 당신의 영혼이 구원 받기를 원해요!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_3_Emtan_NPC
source: There are no gods in this place, fool!
ko: 어리석은 것, 여기에 신들은 없다!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_4_Acolyte_Default
source: Do you truly believe that?
ko: 정말 그렇게 믿습니까?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_5_Emtan_NPC
source: Of course! Otherwise, they would have answered us in our hour of need!
ko: 물론! 그렇지 않았다면, 그들은 우리가 어려울 때 우리에게 응답했을 것이다!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_5_Acolyte_Default
source: Did they not?
ko: 그러지 않았나요?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_5b_Emtan_NPC
source: I prayed and never got an answer!
ko: 기도를 했지만 한 번도 응답 받지 못 했지!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_6a_Acolyte_Default
source: Yes, it did!
ko: 아니요, 응답하셨습니다!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_7a_Emtan_NPC
source: Liar!
ko: 거짓말!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_8a_Acolyte_Default
source: Did you not have water and the means to grow food?
ko: 당신에게 물이나 식량을 기를 수단이 없었나요?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_9a_Emtan_NPC
source: Barely!
ko: 연명이나 할 정도였지!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_8b_Acolyte_Default
source: Were monsters not kept at bay from your valley?
ko: 당신 계곡에 괴물들이 얼씬거리지 못하지는 않았나요?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_9b_Emtan_NPC
source: We heard them roam at night!
ko: 놈들이 밤에는 돌아다닌다는 것은 들었지!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_8c_Acolyte_Default
source: Weren't you spared the worst of the mana collapse?
ko: 마나 붕괴에서 최악은 면하지 않았나요?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_9c_Emtan_NPC
source: What?
ko: 뭐라고?
