Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Council01_54_NPC_Danantar
source: So we will, captain, but really…
ko: 그렇게 하지요, 대위. 하지만 정말...

# Narration/&Council01_55_NPC_Danantar
source: …is that all?
ko: ... 그게 다입니까?

# Narration/&Council01_56_NPC_Danantar
source: You called an emergency meeting of the Council for a simple magical gem?
ko: 고작 마법 보석 하나 때문에 긴급 회의를 소집한 것입니까?

# Narration/&Council01_57_NPC_Danantar
source: Her Royal Highness has a busy schedule…
ko: 공주님께서는 매우 바쁘신 분입니다...

# Narration/&Council01_58_NPC_Princess
source: Please, Lord Danantar, in this chamber I'm just a student of magic.
ko: 제발, 다난타르 경, 이곳에서 저는 그저 마법을 배우는 학생일 뿐입니다.

# Narration/&Council01_59_NPC_Danantar
source: Hear, hear!
ko: 물론입니다!

# Narration/&Council01_60_NPC_Danantar
source: Anyway, Captain, the Council has a great deal of business…
ko: 어쨌거나, 대위, 의회에는 할 일이 산더미란 말입니다...

# Narration/&Council01_61_NPC_Ed_Morgan
source: They were Soraks, our attackers… not Scavengers, not bandits… Soraks!
ko: 저희를 공격한 건 소락이었습니다... 스캐빈저도 도적도 아닌... 소락 말입니다!

# Narration/&Council01_63_NPC_Antiquarian_Gormsdottir
source: Soraks?
ko: 소락?

# Narration/&Council01_64_NPC_Tower_Faisech
source: Is this a joke?
ko: 지금 농담하는 건가요?

# Narration/&Council01_65_NPC_Einar
source: The Sorr-Akkath are no laughing matter, Lord Faisech!
ko: 소라카스는 우스갯소리가 아닙니다, 페이세크 경!

# Narration/&Council01_66_NPC_Tower_Faisech
source: Oh, you know what I mean.
ko: 제가 무슨 말을 하는지 아시잖습니까.

# Narration/&Council01_67_NPC_Princess
source: What do you mean, my lord?
ko: 경, 그게 무슨 뜻이죠?

# Narration/&Council01_68_NPC_Tower_Faisech_Faisech
source: How many times has the Council heard tales of these so-called Soraks?
ko: 평의회는 이 소락이라 일컫는 옛이야기를 얼마나 많이 들어 왔습니까?

# Narration/&Council01_69_NPC_Antiquarian_Gormsdottir
source: At least twenty, I'd say.
ko: 족히 스무 번은 되겠지요.

# Narration/&Council01_70_NPC_Einarium_Sunblaze
source: More. Twenty-three.
ko: 더 많습니다. 스물세 번.

# Narration/&Council01_71_NPC_Danantar
source: More each year. It's becoming a fad.
ko: 해를 거듭할수록, 더 큰 유행이 되고 있습니다.

# Narration/&Council01_72_NPC_Tower_Faisech
source: I'm sorry, Captain, but… you are certain that you encountered Soraks?
ko: 미안하지만, 대위... 소락과 맞닥뜨린 게 확실합니까?

# Narration/&Council01_73_PlayerChoice_Default
source: We did, too!
ko: 저희도 마주쳤다고요!

# Narration/&Council01_74_PlayerChoice_Exalted
source: It's true! They're real!
ko: 사실이에요! 소락은 실존합니다!

# Narration/&Council01_75_PlayerChoice_Authoritative
source: If you doubt her word, you can trust ours! We fought Soraks ourselves!
ko: 대위의 말은 의심하시더라도, 저희는 믿으실 수 있을 겁니다! 저희는 직접 소락과 싸웠습니다!

# Narration/&Council01_76_PlayerChoice_Practical
source: She's telling the truth!
ko: 지금 진실을 말하고 있는 거예요!

# Narration/&Council01_77_NPC_Tower_Faisech
source: What?
ko: 뭣이?

# Narration/&Council01_78_NPC_Tower_Faisech
source: And who might you be?
ko: 그대들은 누구입니까?

# Narration/&Council01_79_NPC_LeiraKean
source: Some new recruits, my lord. They were sworn in quite recently.
ko: 경, 이번에 새로 지원한 자들입니다. 아주 최근에 선서식을 했습니다.

# Narration/&Council01_80_NPC_Tower_Faisech
source: New recruits, eh? They place too much stock in rumor, it seems.
ko: 아, 신입? 신입들은 뜬소문을 맹신하는 경향이 있더군요.

# Narration/&Council01_81_NPC_LeiraKean
source: They assure me that they saw Soraks as well.
ko: 이들은 소락을 봤다고 저에게도 확언했습니다.

# Narration/&Council01_82_NPC_Einarium_Sunblaze
source: Wait!
ko: 잠깐!

# Narration/&Council01_83_NPC_Einarium_Sunblaze
source: Do you realize how serious this is?
ko: 이게 얼마나 심각한 건인지 알고 있는가?

# Narration/&Council01_84_PlayerChoice_1_WRITTEN
source: We do.
ko: 잘 알아요.

# Narration/&Council01_85_PlayerChoice_2_WRITTEN
source: We saw them.
ko: 우리가 놈들을 봤어요.

# Narration/&Council01_86_PlayerChoice_3_WRITTEN
source: They attacked Caer Lem.
ko: 놈들이 케어 렘을 공격했습니다.

# Narration/&Council01_84_PlayerChoice_1
source: We do.
ko: 알고 있습니다.

# Narration/&Council01_85_PlayerChoice_2
source: The Soraks are real! We saw them… we fought them!
ko: 소락은 실존합니다! 눈으로 보고... 싸우기까지 했습니다!

# Narration/&Council01_86_PlayerChoice_3
source: They attacked the Caer Lem outpost… the garrison suffered severe losses!
ko: 놈들이 케어 렘 전초기지를 공격했습니다... 수비대가 궤멸했다고요!

# Narration/&Council01_87_NPC_Einarium_Sunblaze_1
source: We have never had two sightings reported at the same time.
ko: 지금까지는 동시에 두 건의 목격이 보고된 적은 없었습니다.

# Narration/&Council01_88_NPC_Tower_Faisech_1
source: Pah! Does that make this nonsense more believable?
ko: 참! 그렇다고 이 허튼소리를 믿으라는 겁니까?

# Narration/&Council01_89_NPC_Einarium_Sunblaze_2
source: Two sightings - independent witnesses! When will you see the truth?
ko: 각각 다른 증인의 두 목격! 더 무엇이 필요합니까?

# Narration/&Council01_90_NPC_Morgan_2
source: Yes, sir!
ko: 예!

# Narration/&Council01_91_NPC_Morgan_2
source: Reptilians… fast, strong…
ko: 파충류... 빠르고, 강력합니다...

# Narration/&Council01_92_PlayerSelection_Authoritative
source: …they can climb on walls just like spiders!
ko: ... 거미처럼 벽을 오를 수 있습니다!

# Narration/&Council01_93_PlayerSelection_Default
source: …they're tough, too!
ko: ... 강인하고요!

# Narration/&Council01_94_NPC_Einarium_Sunblaze_3
source: Caer Lem? The outpost in the Marches?
ko: 케어 렘? 접경지의 전초기지?

# Narration/&Council01_95_NPC_Einarium_Sunblaze_3
source: What do you mean by heavy losses?
ko: 궤멸이라니 무슨 말입니까?

# Narration/&Council01_96_PlayerSelection_Authoritative
source: The Soraks took over captain Henrik…
ko: 소락 무리가 헨릭 대위를 데려가 버렸으며...

# Narration/&Council01_97_PlayerSelection_Authoritative
source: …and only two of them are still alive.
ko: ... 수비대 중 단 두 명만이 살아남았습니다.

# Narration/&Council01_98_PlayerSelection_Authoritative
source: They can testify, too.
ko: 그들도 증언할 수 있을 겁니다.

# Narration/&Council01_99_NPC_Gormsdottir
source: Do you have any… material proof of their existence?
ko: 소락의 존재에 대한... 물증이 있습니까?

# Narration/&Council01_100_PlayerSelection_Authoritative
source: I beg your pardon?
ko: 다시 한 번 말씀해 주시겠습니까?

# Narration/&Council01_101_NPC_Morgan
source: Like what?
ko: 가령?

# Narration/&Council01_102_NPC_Tower_Faisech
source: Well… A dead body, for example!
ko: 음... 예컨대, 시체라든지!

# Narration/&Council01_103_NPC_Tower_Faisech
source: Or even just a head?
ko: 아니면 머리?

# Narration/&Council01_104_NPC_Einar
source: If we go to Caer Lem, will we find the bodies of these Soraks?
ko: 케어 렘에 가 보면, 소락의 사체를 찾을 수 있습니까?

# Narration/&Council01_105_PlayerSelection_Authoritative
source: Probably not.
ko: 그렇지 않을 겁니다.

# Narration/&Council01_106_NPC_Morgan
source: They took their dead with them when they retreated.
ko: 그들은 퇴각할 때 사체를 챙겨 갔습니다.

# Narration/&Council01_107_PlayerSelection_Authoritative
source: The bodies of their victims, too.
ko: 수비대의 시신도요.

# Narration/&Council01_108_NPC_Tower_Faisech
source: Hm! How very convenient!
ko: 흥! 정말 편리한 변명이군!

# Narration/&Council01_109_NPC_Tower_Faisech
source: So you can offer us no proof of this…
ko: 그렇다면 그 허무맹랑한 무용담에 대해...

# Narration/&Council01_110_NPC_Tower_Faisech
source: …adventurer's fable.
ko: ... 아무런 증거도 제시할 수 없다는 것이로군.

# Narration/&Council01_111_NPC_Einarium_Sunblaze
source: And what if proof were to be brought before the Council?
ko: 만일 증거가 평의회에 제출된다면 어떻게 하실 겁니까?

# Narration/&Council01_112_NPC_Tower_Faisech
source: What proof? How?
ko: 무슨 증거 말입니까? 어떻게요?

# Narration/&Council01_113_NPC_Tower_Faisech
source: If the Soraks take away their fallen, as they say.
ko: 저들의 말마따나 소락은 자기네 사체를 회수해 간다는데.

# Narration/&Council01_114_NPC_Danantar
source: That's not our problem. Let them find a way.
ko: 그것은 우리 과제가 아닙니다. 저들에게 맡기십시오.

# Narration/&Council01_115_NPC_Arcaneum_Keenmind
source: These are new recruits, correct?
ko: 새로 온 이들이죠?

# Narration/&Council01_116_NPC_Arcaneum_Keenmind
source: Then let this be their new mission:
ko: 새 임무를 드리겠습니다.

# Narration/&Council01_117_NPC_Arcaneum_Keenmind
source: Bring us the head of a Sorak, for the whole Council to see.
ko: 평의회 모두가 확인할 수 있도록, 소락의 머리를 가져오십시오.

# Narration/&Council01_118_NPC_Einarium_Sunblaze
source: That would certainly be proof, Lord Faisech, would it not?
ko: 이는 확실한 증거가 될 테니까요. 페이세크 경, 그렇지 않습니까?

# Narration/&Council01_119_NPC_Tower_Faisech
source: Oh, very well. Meanwhile, the Council will examine the gem.
ko: 오, 좋습니다. 그동안 평의회는 보석을 조사할 것입니다.

# Narration/&Council01_120_NPC_Tower_Faisech
source: If there is nothing else?
ko: 다른 사항 더 있습니까?

# Narration/&Council01_121_NPC_Speaker
source: Dean Iolair Faisech of the Tower of Knowledge calls for a recess!
ko: 지식의 탑, 아이올레어 페이세크 학장께서 휴회를 요청합니다!

# Narration/&Council01_122_NPC_Speaker
source: Does any member object?
ko: 이의 있으십니까?

# Narration/&Council01_123_NPC_Speaker
source: No? It is resolved, then! The Legacy Council is now in recess!
ko: 없습니까? 통과됩니다. 유산 평의회 회의 휴회를 선언합니다!

# Narration/&Council01_124_NPC_Carran
source: That actually went better than I expected.
ko: 생각보다 잘됐습니다.

# Narration/&Council01_125_PlayerChoice_Cynical_WRITTEN
source: Who's the grumpy dwarf?
ko: 그 심술쟁이 드워프는 누구죠?

# Narration/&Council01_126_PlayerChoice_Einar_WRITTEN
source: We had to stand by Merran.
ko: 우리는 메런 편에 서야 했어요.

# Narration/&Council01_127_PlayerChoice_Nobility_WRITTEN
source: The Princess is bland.
ko: 공주님은 평범했어요.

# Narration/&Council01_128_PlayerChoice_Urchin_WRITTEN
source: They are seat-warmers.
ko: 그저 자리만 차지하는 자들이군요.

# Narration/&Council01_125_PlayerChoice_Cynical
source: Who's the grumpy dwarf woman?
ko: 그 심술궂은 드워프 여성은 누구입니까?

# Narration/&Council01_126_PlayerChoice_Einar
source: We had to stand by Merran… We know she speaks the truth.
ko: 메런 대위를 끝까지 할 수 밖에 없었습니다... 그녀는 진실을 말했어요.

# Narration/&Council01_127_PlayerChoice_Nobility
source: I must say, the Princess was… not what I expected.
ko: 공주님은... 기대했던 것과는 달랐습니다.

# Narration/&Council01_128_PlayerChoice_Urchin
source: They're just a bunch of politicking seat-warmers, for all their airs and graces.
ko: 저들은 자리만 차지하는 정치꾼들입니다. 으스대는 게 전부죠.

# Narration/&Council01_129_NPC_Carran
source: Chancellor Hertha Gormsdottir, of the Guild of Antiquarians.
ko: 안티쿼리안의 허사 고름스도터 총장입니다.

# Narration/&Council01_130_NPC_Carran
source: She's… Well, yes. Quite.
ko: 그녀는... 글쎄요. 그런 면이 있죠.

# Narration/&Council01_131_NPC_Carran
source: I'm sure she will appreciate your support.
ko: 대위도 여러분의 지원에 감사를 표하리라 확신합니다.

# Narration/&Council01_132_NPC_Carran
source: Oh? And what did you expect, exactly?
ko: 오? 정확히 어떤 것을 기대했길래요?

# Narration/&Council01_133_PlayerChoice_Cynical_WRITTEN
source: Someone older.
ko: 더 나이가 많을 줄 알았는데.

# Narration/&Council01_133_PlayerChoice_Highclass_WRITTEN
source: Someone… a little more presentable?
ko: 뭔가... 좀 더 주도적인 사람이랄까요?

# Narration/&Council01_133_PlayerChoice_Authority_WRITTEN
source: Someone more dignified.
ko: 조금 더 근엄한 인물을 기대했습니다.

# Narration/&Council01_133_PlayerChoice_Cynical
source: A pretty, empty-headed girl. Oh, wait…
ko: 예쁘고, 머리가 텅 빈 소녀. 앗, 이런...

# Narration/&Council01_134_NPC_Carran
source: Mind your words! She may rank low on the Council…
ko: 말조심하십시오! 평의회에서의 위치는 낮을지 몰라도...

# Narration/&Council01_135_NPC_Carran
source: …but she is our sovereign, and she is well loved in the Principality.
ko: ... 그분은 우리의 군주이시며, 공국 모두가 그분을 사랑합니다.

# Narration/&Council01_136_PlayerChoice_Authoritative
source: A more… how to put it? A more commanding personality?
ko: 더... 어떻게 표현하면 좋을까요? 보다 더 당찬 모습이랄까요?

# Narration/&Council01_137_NPC_Carran
source: Ah, well… she is young still. And she has many other qualities.
ko: 아, 글쎄요... 아직 어리시니까요. 그리고 그분은 여러 다른 자질들을 지니고 계십니다.

# Narration/&Council01_138_PlayerChoice_Nobility
source: Someone more… regal?
ko: 더... 위엄 있으신 분?

# Narration/&Council01_139_NPC_Carran
source: No one is more regal than our Princess, believe me!
ko: 단언컨대 공주님보다 위엄 있는 사람은 없습니다!

# Narration/&Council01_140_Player_Nobility
source: You know what I mean.
ko: 무슨 말인지 알잖아요.

# Narration/&Council01_141_NPC_Carran
source: No, actually… I don't.
ko: 아뇨... 알고 싶지 않습니다.

# Narration/&Council01_142_PlayerChoice_Urchin
source: A shower of weevils. Rich, clean weevils!
ko: 밥벌레들 천지. 돈 많고 깔끔 떠는 밥벌레들이죠!

# Narration/&Council01_143_NPC_Carran
source: And your employers, let's not forget.
ko: 그리고 당신의 고용인들이죠. 잊지 맙시다.

# Narration/&Council01_144_NPC_Carran
source: I must admit, the Legacy Council is a… complex body.
ko: 유산 평의회가... 복잡한 조직이라는 것은 인정하는 바입니다.

# Narration/&Council01_145_NPC_Carran
source: Anyway…
ko: 아무튼...

# Narration/&Council01_146_NPC_Carran
source: …some people might want to talk to you after this.
ko: ... 이번 일을 계기로 몇몇 사람들이 여러분과 이야기하고 싶어할 것입니다.

# Narration/&Council01_147_NPC_Carran
source: Working for the Council, you are expected to be neutral.
ko: 평의회를 위해 일할 때에는, 중립적일 필요가 있습니다.

# Narration/&Council01_148_PlayerChoice_Default
source: But?
ko: 하지만요?

# Narration/&Council01_149_NPC_Carran
source: But you have the right to have friends.
ko: 하지만 여러분들에게는 친구를 사귈 권리도 있지요.

# Narration/&Council01_150_NPC_Carran
source: So feel free to talk to whoever you like.
ko: 여러분 마음에 드는 누구와도 자유롭게 이야기를 나누어도 좋습니다.

# Narration/&Council01_151_NPC_Carran
source: As long your allegiance remains to the Council as a whole.
ko: 평의회 전체에 대한 충성심은 간직하고서 말이죠.

# Narration/&Council01_152_PlayerChoice_Register_Formal
source: You may rely on our honor.
ko: 우리의 명예를 신뢰하셔도 좋습니다.

# Narration/&Council01_153_PlayerChoice_Register_normal
source: Of course.
ko: 물론입니다.

# Narration/&Council01_154_PlayerChoice_Register_Slang
source: All right, then.
ko: 알았어요.

# Narration/&Council01_155_Merran_Thanks01
source: Hey, deputies - thanks for the support in there!
ko: 대리인 여러분. 아까는 고마웠습니다!

# Narration/&Council01_156_AnyFriendly
source: You're welcome, Captain.
ko: 아닙니다, 대위님.

# Narration/&Council01_157_Merran_Thanks02
source: So, those bastards got Henrik? Shame.
ko: 그래서 그 망할 놈들이 헨릭을 데려갔다고요? 부끄럽군요.

# Narration/&Council01_158_Curious
source: You knew him?
ko: 헨릭 대위를 아십니까?

# Narration/&Council01_159_Merran_Thanks03
source: Yes, indeed. I wonder who'll volunteer to retake Caer Lem now...
ko: 물론이죠. 그나저나 이제 누가 케어 렘 탈환에 지원할지 걱정입니다...

# Narration/&Council01_160_Friendly
source: The Scavengers could lead the way.
ko: 스캐빈저가 앞장설 겁니다.

# Narration/&Council01_161_Merran_Thanks04
source: Yeah. They'll find a bunch of hotheads to retake the fort, I'm sure.
ko: 그래요. 요새를 탈환하려면 강심장들을 많이 모집해야 할 겁니다.

# Narration/&Council01_162_Merran_Thanks05
source: Stay in the light, friends!
ko: 빛 속에 머무시길, 친구들이여!

# Narration/&Council01_163_Merran_AnyFriendly
source: You, too!
ko: 당신도요!

# Narration/&AfterCouncil01_Beryl_1_Beryl_NPC
source: Well, if it isn't our brave saviors.
ko: 아니, 용감한 구원자 아니신가.

# Narration/&AfterCouncil01_Beryl_2_Any_Default
source: Good day, Lieutenant.
ko: 안녕하세요, 중위님.

# Narration/&AfterCouncil01_Beryl_3_Aristocrat_Formal
source: Salutations, Lieutenant.
ko: 안녕하십니까, 중위님.

# Narration/&AfterCouncil01_Beryl_4_Beryl_NPC
source: I'm no longer a lieutenant. I resigned my commission. I work for my people now.
ko: 더 이상 중위가 아니야. 전역했지. 이제는 동포들을 위해서 일해.

# Narration/&AfterCouncil01_Beryl_5_Any_Default
source: The Snow Alliance?
ko: 설산 동맹 말인가요?

# Narration/&AfterCouncil01_Beryl_6_Beryl_NPC
source: I will never step foot in the Badlands again.
ko: 다시는 황무지에 발을 들이지 않을 거야.

# Narration/&AfterCouncil01_Beryl_7_Any_Default
source: I understand your reluctance.
ko: 그 마음 이해합니다.

# Narration/&AfterCouncil01_Beryl_8_Loyalty_Normal
source: Yes, well, you clearly weren't cut out for that posting.
ko: 그래요. 음, 당신은 해당 직무에 알맞은 사람은 아니었습니다.

# Narration/&AfterCouncil01_Beryl_9_Beryl_NPC
source: I've made my peace, but you aren't here to check on my welfare, are you?
ko: 나야 평온함을 되찾았지. 그런데 안부나 물으려고 찾아온 건 아닌 것 같은데?

# Narration/&AfterCouncil01_Beryl_10_Any_Formal
source: No, we seek information. Before the attack, where exactly did your scout venture?
ko: 맞습니다, 우리는 정보를 찾고 있죠. 공격받기 전에 정찰병은 정확히 어디에 다녀온 겁니까?

# Narration/&AfterCouncil01_Beryl_11_Any_Normal
source: No, we have questions. Your scout? Do you know where he was before the attack?
ko: 그래요, 질문이 있습니다. 정찰병 말이에요. 공격받기 전에 그는 어디에 갔다 온 거죠?

# Narration/&AfterCouncil01_Beryl_12_Beryl_NPC
source: You mean Daliat?
ko: 달리앗 말하는 건가?

# Narration/&AfterCouncil01_Beryl_13_Any_Formal
source: Yes, we'd like to know where he went before the Soraks attacked.
ko: 그렇습니다. 소락이 공격하기 전에 그가 어디로 갔었는지 알고 싶습니다.

# Narration/&AfterCouncil01_Beryl_14_Any_Normal
source: Right, Daliat. Where did he go before the Soraks attacked?
ko: 맞아요, 달리앗. 소락이 공격하기 전에 그는 어디로 갔었을까요?

# Narration/&AfterCouncil01_Beryl_15_Beryl_NPC
source: As far as I know, there's not a name for that place or a road that leads there…
ko: 내가 알기로는, 이름도 없고 길도 없는 그런 곳이야…

# Narration/&AfterCouncil01_Beryl_16_Beryl_NPC
source: But I can show you on a map. It's near the ruins of an ancient tower.
ko: 그래도 지도에 표시해 줄 수는 있지. 그곳은 고대 탑 폐허 근처에 있어.

# Narration/&AfterCouncil01_Beryl_17_Aristocrat_Formal
source: You have our gratitude, Lady Stonebeard.
ko: 시간을 할애해 주셔서 감사합니다, 스톤비어드 씨.

# Narration/&AfterCouncil01_Beryl_18_Any_Default
source: Thank you, Beryl. We appreciate the help.
ko: 고마워요, 베릴. 도와주셔서 감사합니다.

# Narration/&AfterCouncil01_Beryl_19_Beryl_NPC
source: What are you thanking me for? Sending you to your death?
ko: 뭐가 고맙다는 거지? 당신들 죽으러 가는 길 알려준 게?

# Narration/&AfterCouncil01_Daliat_1_Daliat_NPC
source: Greetings, deputies.
ko: 반갑군, 대리인.

# Narration/&AfterCouncil01_Daliat_2_Spy_Normal
source: Are you ready to come clean?
ko: 이제 좀 털어놓을 준비가 되셨나?

# Narration/&AfterCouncil01_Daliat_3_Any_Default
source: Greetings, Daliat. If that's even your name.
ko: 반가워, 달리앗. 그게 진짜 이름이 맞는지는 모르겠지만.

# Narration/&AfterCouncil01_Daliat_4_Daliat_NPC
source: Of course it's my name. What are you implying?
ko: 당연히 내 이름이다. 무슨 의도인 거지?

# Narration/&AfterCouncil01_Daliat_5_Any_Default
source: Nothing at all. We just want to establish who we're talking to.
ko: 아무것도 아냐. 그저 우리가 누구와 이야기하고 있는지 확실하게 하고 싶을 뿐.

# Narration/&AfterCouncil01_Daliat_6_Daliat_NPC
source: Daliat Sunbird, Scout of the Council. You know who I am!
ko: 의회 정찰병, 달리앗 선버드! 내가 누군지 알잖나!

# Narration/&AfterCouncil01_Daliat_7_Any_Default
source: Then perhaps you can tell us the location of the ruin you came across right before the Soraks attacked.
ko: 그렇다면 소락이 공격하기 직전 당신이 찾아낸 폐허의 위치를 알려 줄 수 있겠군.

# Narration/&AfterCouncil01_Daliat_8_Daliat_NPC
source: What do you mean?
ko: 무슨 뜻이지?

# Narration/&AfterCouncil01_Daliat_9_Spy_Normal
source: Tell us all you know and perhaps we can convince the Council to go easy on you.
ko: 당신이 알고 있는 모든 것을 알려줘. 그러면 의회에 선처를 구해 볼게.

# Narration/&AfterCouncil01_Daliat_10_Daliat_NPC
source: Why would they need to go easy on me? I've told you all I know.
ko: 왜 의회에 선처를 구해야 하지? 이미 내가 아는 모든 것을 말했는데.

# Narration/&AfterCouncil01_Daliat_11_Spy_Normal
source: You haven't told us the location of the Manacalon ruin you found right before the Soraks attacked.
ko: 소락이 공격하기 직전 당신이 찾아낸 폐허의 위치를 아직 못 들었지.

# Narration/&AfterCouncil01_Daliat_12_Daliat_NPC
source: I won't take you there…
ko: 거기에 데려다 줄 순 없지만…

# Narration/&AfterCouncil01_Daliat_13_Daliat_NPC
source: But I can show you the location on a map.
ko: 위치는 지도에 표시해 주도록 하지.

# Narration/&AfterCouncil01_Daliat_14_Daliat_NPC
source: Of course, nothing is free.
ko: 물론, 거래는 거래니까.

# Narration/&AfterCouncil01_Daliat_15_Any_Default
source: Indeed. Thank you.
ko: 당연하지. 고마워.

# Narration/&AfterCouncil01_Daliat_16_Daliat_NPC
source: I'm glad we could come to some agreement.
ko: 어느 정도는 합의가 이루어져 다행이군.

# Narration/&AfterCouncil01_Daliat_17_Any_Default
source: As are we.
ko: 동감.

# Narration/&AfterCouncil01_Daliat_18_Daliat_NPC
source: It's just business, after all.
ko: 결국 업무일 뿐이지.

# Narration/&AfterCouncil01_Daliat_19_Any_Default
source: Right, nothing personal. Take care, Daliat.
ko: 맞아. 사적인 감정은 없어. 잘 지내, 달리앗.

# Narration/&AfterCouncil01_Robar_1_Robar_NPC
source: Well, look who it is. I see you survived the Council.
ko: 이런, 이게 누굽니까. 평의회에서도 버텨 냈군요.

# Narration/&AfterCouncil01_Robar_2_Any_Default
source: We did indeed.
ko: 그러게 말입니다.

# Narration/&AfterCouncil01_Robar_3_Sellsword_Normal
source: Don't get your hopes up. We aren't here to offer you a job.
ko: 큰 기대는 하지 마세요. 일거리를 가져 온 건 아닙니다.

# Narration/&AfterCouncil01_Robar_4_Robar_NPC
source: Good, because I imagine you'd probably pay very poorly.
ko: 차라리 다행이군요. 여러분들이 지불할 수 있는 보수가 짤 거라고 예상했거든요.

# Narration/&AfterCouncil01_Robar_5_Sellsword_Normal
source: You imagine correctly. I do have a question, though.
ko: 예상이 맞았네요. 어쨌든 질문이 하나 있습니다.

# Narration/&AfterCouncil01_Robar_6_Robar_NPC
source: To what do I owe the honor?
ko: 어떤 걸 도와 드리면 되겠습니까?

# Narration/&AfterCouncil01_Robar_7_Any_Default
source: We'd like to know where Daliat and his scouts ventured right before the attack.
ko: 소락의 공격 직전 달리앗과 정찰병들이 어디로 모험을 떠났는지 알고 싶습니다.

# Narration/&AfterCouncil01_Robar_8_Robar_NPC
source: Looking for Soraks, are we?
ko: 소락을 찾는 거죠?

# Narration/&AfterCouncil01_Robar_9_Any_Default
source: Possibly.
ko: 그렇겠죠.

# Narration/&AfterCouncil01_Robar_10_Robar_NPC
source: You people are crazy.
ko: 당신들은 미쳤어요.

# Narration/&AfterCouncil01_Robar_11_Robar_NPC
source: Here, gimme your map and I'll pinpoint the approximate location.
ko: 자, 지도를 주세요. 대략적인 위치를 표시해 드리겠습니다.

# Narration/&AfterCouncil01_Robar_12_Robar_NPC
source: It's near an old ruin, an ancient tower.
ko: 오래된 폐허, 고대의 탑 근처입니다.

# Narration/&AfterCouncil01_Robar_13_Any_Default
source: Appreciate the help, Robar.
ko: 도와주셔서 감사합니다, 로바.

# Narration/&AfterCouncil01_Robar_14_Robar_NPC
source: Though I may have just helped you into an early grave.
ko: 어쩌면 내가 당신들을 무덤 속으로 밀어 넣었을지도 모르는 일인데요.

# Narration/&AfterCouncil01_Robar_15_Any_Default
source: This time we'll take them by surprise.
ko: 이번에는 우리가 놈들을 놀래킬 거예요.

# Narration/&AfterCouncil01_Robar_16_Robar_NPC
source: Right. Good luck with that.
ko: 좋습니다. 행운을 빌죠.

# Narration/&AfterCouncil01_Robar_17_Any_Default
source: Farewell, Robar!
ko: 잘 있어요, 로바!

# Narration/&TowerOfMagic_1_Starter_Formal
source: What is this?
ko: 이게 다 뭐지?

# Narration/&TowerOfMagic_2_Starter_Normal
source: What's going on here?
ko: 무슨 일을 벌이는 거야?

# Narration/&TowerOfMagic_3_Starter_Slang
source: What the hell did we just stumble into?
ko: 무슨 짓거리를 꾸미는 거야?

# Narration/&TowerOfMagic_4_Partner_Default
source: These aren't Soraks. They seem human.
ko: 소락은 아냐. 인간으로 보여.

# Narration/&TowerOfMagic_5_Starter_Default
source: What exactly are they doing?
ko: 정확히 뭘 하고 있는 거지?

# Narration/&TowerOfMagic_6_Partner_Default
source: What's it look like they're doing? They're digging something up.
ko: 뭐 하는 것처럼 보여? 무언가를 파헤치고 있잖아.

# Narration/&TowerOfMagic_7_History_Slang
source: Just another dusty pile of rubble from before the Cataclysm.
ko: 대격변 이전에 만들어진 먼지투성이 돌조각일 뿐이겠지.

# Narration/&TowerOfMagic_8_History_Normal
source: This ruin dates back to Imperial times.
ko: 이 유적의 연원은 제국 시대 때로 거슬러 올라가.

# Narration/&TowerOfMagic_8_History_Default
source: A tower of magic perhaps, owned by one of the masters of Manacalon's Arcaneum.
ko: 마법의 탑인 것 같아. 마나칼론 아케니움의 마법사 중 한 사람이 그 주인이었겠지.

# Narration/&TowerOfMagic_9_Starter_Default
source: Who are these people? Scavengers?
ko: 저 사람들은 누구지? 스캐빈저인가?

# Narration/&TowerOfMagic_10_Partner_Default
source: Hard to say. I see no tent or flag signifying their allegiance.
ko: 잘 모르겠어. 소속을 나타내는 깃발이나 천막은 보이지 않아.

# Narration/&TowerOfMagic_11_Authority_Default
source: Well, there is one way to find out.
ko: 음, 알아낼 방법은 하나로군.

# Narration/&TowerOfMagic_12_Selfpres_Default
source: Perhaps we should sneak a little closer.
ko: 조금 더 은밀히 접근해야 할 것 같아.

# Narration/&TowerOfMagic_13_Friendliness_Default
source: Or simply walk in and see how friendly they are.
ko: 아니면 그냥 걸어가서 저들이 얼마나 친절한지 확인하자고.

# Narration/&TowerOfMagicWorkers01
source: Alert!
ko: 비상!

# Narration/&TowerOfMagicWorkers02_Normal
source: All right - no talking, then…
ko: 알겠어. 대화는 결렬. 그렇다면...

# Narration/&TowerOfMagicWorkers03_Formal
source: Looks like there won't be any parley…
ko: 협상은 불가능하겠군...

# Narration/&TowerOfMagicFight1over_1_Starter_Default
source: So what do you think?
ko: 이들은 누굴까?

# Narration/&TowerOfMagicFight1over_2_Partner_Normal
source: Humans.
ko: 인간이야.

# Narration/&TowerOfMagicFight1over_3_Partner_Slang
source: They look like people to me.
ko: 내가 보기엔 사람 같아.

# Narration/&TowerOfMagicFight1over_4_Partner_Formal
source: I see nothing to indicate they are reptilian.
ko: 이들이 파충류라는 정황은 전혀 없어.
