Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Tavern_01_8_Fighter_Friendly
source: You're not too late, friend. We're all here for the same reason.
ko_mt: 너무 늦지 않았어, 친구. 우리는 모두 같은 이유로 여기에 있습니다.

# Tavern_01_9_Fighter_Default
source: Apparently, Lord Carran likes to keep people waiting.
ko_mt: 분명히 캐런 경은 사람들을 기다리게 하는 것을 좋아합니다.

# Tavern_01_10_Fighter_Authoritative
source: Though if this Lord Carran doesn't show up soon, I may go looking for him.
ko_mt: 이 캐런 경이 곧 나타나지 않으면 내가 그를 찾으러 갈지도 모릅니다.

# Tavern_01_11_Fighter_Friendly
source: Grab a chair.
ko_mt: 의자를 잡아라.

# Tavern_01_12_Stealth_Default
source: Another round, barkeeper. Four of your finest flagons of donkey piss, please!
ko_mt: 또 다른 라운드, 바 키퍼. 최고의 당나귀 오줌 4개를 주세요!

# Tavern_01_13_Explorer_Default
source: Looks like you've been waiting here a while.
ko_mt: 여기서 잠시 기다리셨나보네요.

# Tavern_01_13_Explorer_Formal
source: I see you're all making the best of this.
ko_mt: 여러분 모두가 최선을 다하고 있습니다.

# Tavern_01_13_Explorer_Slang
source: So is this the job? Getting shitfaced?
ko_mt: 그래서 이것이 직업입니까? 얼굴을 찡그린다?

# Tavern_01_14_Spellcaster_Normal
source: We do what we have to. So what's this trouble you were telling us about?
ko_mt: 우리는 우리가 해야 할 일을 합니다. 그래서 당신이 우리에게 말했던 이 문제는 무엇입니까?

# Tavern_01_15_Spellcaster_Formal
source: Indeed. You mentioned something about some trouble. Would you care to elaborate?
ko_mt: 물론. 당신은 어떤 문제에 대해 언급했습니다. 자세히 설명해 주시겠습니까?

# Tavern_01_16_Explorer_Normal
source: Well, I was making my way here…
ko_mt: 뭐, 여기까지 오고 있었는데...

# Tavern_01_17_Explorer_Normal
source: …when three bandits leapt out of the bushes with crossbows.
ko_mt: … 세 명의 산적들이 석궁을 들고 수풀에서 뛰어내렸을 때.

# Tavern_01_18_Explorer_Normal
source: They dragged me off to some decrepit prison…
ko_mt: 그들은 나를 어떤 낡아빠진 감옥으로 끌고 갔다...

# Tavern_01_19_Explorer_Normal
source: …and tossed me in a filthy cell that smelled of rat piss.
ko_mt: … 그리고 쥐 오줌 냄새가 나는 더러운 감방에 저를 던졌습니다.

# Tavern_01_20_Explorer_Slang
source: Well, I was heading down a lonely road…
ko_mt: 글쎄, 나는 외로운 길을 가고 있었다...

# Tavern_01_21_Explorer_Slang
source: …when three shitheads jumped from the bushes, dragged me off…
ko_mt: ... 세 똥머리가 덤불에서 뛰어내렸을 때, 나를 끌고 갔어...

# Tavern_01_22_Explorer_Slang
source: …and threw my ass in this rundown jail.
ko_mt: ...이 황폐한 감옥에 내 엉덩이를 던졌습니다.

# Tavern_01_23_Explorer_Slang
source: Smelled like some poor bastard had died in there.
ko_mt: 그곳에서 어떤 불쌍한 놈이 죽은 것 같은 냄새가 났다.

# Tavern_01_24_Explorer_Formal
source: I was heading down the highway, minding my own business…
ko_mt: 나는 내 일에 신경쓰며 고속도로를 달리고 있었다...

# Tavern_01_25_Explorer_Formal
source: …when three brigands burst out of the bushes and waylaid me.
ko_mt: … 세 명의 강도가 덤불에서 튀어나와 나를 가로막았을 때.

# Tavern_01_26_Explorer_Formal
source: They carried me off to some ramshackle prison.
ko_mt: 그들은 저를 허름한 감옥으로 데려갔습니다.

# Tavern_01_27_Explorer_Formal
source: An Imperial ruin of some sort…
ko_mt: 일종의 제국 폐허...

# Tavern_01_28_Explorer_Formal
source: Fortunately, the walls were as weak as this mediocre ale we're drinking.
ko_mt: 다행히 벽은 우리가 마시는 이 평범한 에일만큼 약했습니다.

# Tavern_01_29_Explorer_Normal
source: …Don't know what was holding the place up…
ko_mt: … 그 자리를 잡고 있던 것이 무엇인지 모릅니다…

# Tavern_01_29_Explorer_Slang
source: …a strong wind coulda taken it down.
ko_mt: … 강한 바람이 그것을 무너뜨릴 수 있었습니다.

# Tavern_02_1_Fighter_Normal
source: Nice move, that trick with the wall. Glad you're no worse for wear.
ko_mt: 멋진 움직임, 벽을 이용한 트릭. 마모가 심하지 않아 다행입니다.

# Tavern_02_2_Fighter_Formal
source: So you escaped unscathed. Well done, my friend!
ko_mt: 그래서 무사히 탈출했습니다. 잘했어, 친구!

# Tavern_02_3_Explorer_Normal
source: My flagon is empty of ale, and Lord Carran still isn't here.
ko_mt: 내 술잔에는 에일이 없고 캐런 경은 아직 여기 계시지 않습니다.

# Tavern_02_4_Explorer_Cynical
source: Perhaps someone else can tell a story since it looks like we might be here a while.
ko_mt: 아마도 우리가 잠시 동안 여기에 있을 것 같기 때문에 다른 누군가가 이야기를 들려줄 수 있습니다.

# Tavern_02_5_Explorer_Lawful
source: This Council needs to get organized. They have no right to keep us waiting like this.
ko_mt: 이 위원회를 조직해야 합니다. 그들은 우리를 이렇게 기다리게 할 권리가 없습니다.

# Tavern_02_6_Spellcaster_Normal
source: Have another ale. It's not like you have anywhere better to be.
ko_mt: 에일 한 잔 더. 당신에게 더 좋은 곳이 있는 것은 아닙니다.

# Tavern_02_7_Spellcaster_Greedy
source: I don't mind waiting as long as they pay us for our darned time.
ko_mt: 그들이 우리의 빌어먹을 시간에 대한 대가를 지불하는 한 기다릴 생각은 없습니다.

# Tavern_02_8_Spellcaster_Aristocrat
source: The Council is likely busy with important matters of state, and we are not, so have patience.
ko_mt: 위원회는 국가의 중요한 문제로 바쁘고 우리는 그렇지 않으므로 인내심을 가지십시오.

# Tavern_02_9_Spellcaster_Lowlife
source: You think the Council cares about the likes of us? They'll get to us when they're good and ready.
ko_mt: 시의회가 우리 같은 사람을 신경 쓴다고 생각합니까? 그들은 잘 준비되면 우리에게 올 것입니다.

# Tavern_02_10_Fighter_Normal
source: Well, let me tell you my story then. I, too, was accosted on the way here, but I faced my foes head on.
ko_mt: 자, 그럼 제 이야기를 할게요. 나도 여기까지 오는 길에 들렸지만 적과 정면으로 마주했다.

# Tavern_02_11_Fighter_Violent
source: I have a tale to tell as well. I, too, was attacked, but I put an end to my enemies with blood and pain.
ko_mt: 나도 할 이야기가 있다. 나 역시 공격을 받았지만 피와 고통으로 적들을 무찔렀다.

# Tavern_02_12_Stealth_Slang
source: So what are you waiting for? Spit it out, why don't you?
ko_mt: 그래서 당신은 무엇을 기다리고 있습니까? 뱉어, 왜 안 돼?

# Tavern_02_13_Stealth_Normal
source: Let's hear it, then. Don't be shy.
ko_mt: 그럼 들어봅시다. 부끄러워하지 마세요.

# Tavern_02_14_Stealth_Formal
source: Proceed, then. Everyone enjoys a tale well told.
ko_mt: 다음으로 진행합니다. 누구나 잘 알려진 이야기를 즐긴다.

# Tavern_02_15_Merton_Default
source: What a bunch namby-pambies! You're lucky you weren't attacked by Soraks!
ko_mt: 얼마나 많은 namby-pambies! 설악의 공격을 받지 않은 것은 운이 좋다!

# Tavern_02_16_Fighter_Normal
source: I don't remember anyone asking your opinion.
ko_mt: 나는 당신의 의견을 묻는 사람을 기억하지 않습니다.

# Tavern_02_17_Fighter_Violent
source: Shut your mouth, or I'll shut it for ya!
ko_mt: 입 닥쳐, 안 그러면 내가 다물게!

# Tavern_02_18_Fighter_Friendly
source: That's right, buddy. It's always good to be lucky.
ko_mt: 맞아, 친구. 항상 운이 좋습니다.

# Tavern_02_19_Merton_Default
source: The Badlands are thick with 'em. Shapeshifting bastards!
ko_mt: Badlands는 그들로 가득 차 있습니다. 변신하는 새끼들!

# Tavern_02_20_Stealth_Normal
source: Never mind him. He's just another drunk Scavenger.
ko_mt: 신경쓰지 마세요. 그는 또 다른 술취한 청소부일 뿐입니다.

# Tavern_02_21_Stealth_Cynical
source: Everyone's a critic.
ko_mt: 모두가 비평가입니다.

# Tavern_02_22_Stealth_Einar
source: I'm so tired of stupid drunks ranting about mythical creatures.
ko_mt: 나는 신화 속의 생물에 대해 떠드는 어리석은 술꾼들에 너무 지쳤습니다.

# Tavern_02_23_Explorer_Default
source: Aren't all drunks basically stupid?
ko_mt: 술 취한 사람은 다 원래 바보가 아니잖아요?

# Tavern_02_24_Spellcaster_Default
source: Soraks might be legend, but orcs are quite real, and not just in the Badlands.
ko_mt: 소락은 전설일지 모르지만 오크는 황무지에서만이 아니라 아주 현실적입니다.

# Tavern_02_25_Spellcaster_Default
source: …I stumbled across a secret settlement right here in the Principality.
ko_mt: … 바로 여기 공국에서 비밀 정착지를 발견했습니다.

# Tavern_02_26_Fighter_Normal
source: What?
ko_mt: 뭐라고 요?

# Tavern_02_27_Fighter_Slang
source: Bullshit!
ko_mt: 엉터리!

# Tavern_02_28_Fighter_Formal
source: That is preposterous.
ko_mt: 터무니없다.

# Tavern_02_29_Spellcaster_Normal
source: High in the hills, two days west of here.
ko_mt: 높은 언덕, 여기서 서쪽으로 이틀.

# Tavern_02_30_Spellcaster_Normal
source: I left the main road to find a shorter way through…
ko_mt: 나는 더 짧은 길을 찾기 위해 주요 도로를 떠났습니다.

# Tavern_02_31_Spellcaster_Normal
source: And I was making good time…
ko_mt: 그리고 나는 좋은 시간을 보내고 있었다...

# Tavern_02_32_Spellcaster_Normal
source: …when I dropped through a frickin' sinkhole into a cave.
ko_mt: … 내가 끔찍한 싱크홀을 통해 동굴로 떨어졌을 때.

# Tavern_02_33_Spellcaster_Slang
source: I was dragging my weary ass up the hills west of here…
ko_mt: 나는 지친 엉덩이를 여기서 서쪽의 언덕으로 끌고 가고 있었다…

# Tavern_02_34_Spellcaster_Slang
source: …and decided to leave the road to look for a shortcut.
ko_mt: … 그리고 지름길을 찾기 위해 길을 떠나기로 결정했습니다.

# Tavern_02_35_Spellcaster_Slang
source: It was beautiful day. Blue skies. Birds singing. I watched one take wing…
ko_mt: 아름다운 날이었다. 푸른 하늘. 새 노래. 원테이크윙을 봤는데...

# Tavern_02_36_Spellcaster_Slang
source: …and fell right into a blasted hole.
ko_mt: … 그리고 폭발한 구멍에 바로 떨어졌습니다.

# Tavern_02_37_Spellcaster_Formal
source: I traveled here from the east, and left the main highway…
ko_mt: 나는 동쪽에서 여기로 여행하고 주요 고속도로를 떠났습니다 ...

# Tavern_02_38_Spellcaster_Formal
source: …hoping to save time by traversing the hills.
ko_mt: … 언덕을 가로질러 시간을 절약하기를 바랍니다.

# Tavern_02_39_Spellcaster_Formal
source: The views were magnificent, but I should have kept my eye on the path.
ko_mt: 전망은 훌륭했지만 길을 계속 주시해야 했습니다.

# Tavern_02_40_Spellcaster_Formal
source: Because it gave way beneath my feet, plunging me into gloomy darkness.
ko_mt: 그것은 내 발 아래로 무너져 나를 우울한 어둠 속으로 빠뜨렸기 때문입니다.

# Tavern_03_1_Fighter_Selfpres
source: Not sure I would have slept so close to a horde of orcs.
ko_mt: 오크 무리와 그렇게 가까이서 잤을지 모르겠습니다.

# Tavern_03_2_Fighter_Violence
source: I would have slaughtered every one of those green-skinned monsters.
ko_mt: 초록색 피부를 가진 괴물들을 모두 죽였을 겁니다.

# Tavern_03_3_Fighter_Cynical
source: You slept with a bunch of orcs? That explains the smell.
ko_mt: 오크 무리와 잤어? 그것은 냄새를 설명합니다.

# Tavern_03_4_Spellcaster_Default
source: Orcs have a very distinctive stink.
ko_mt: 오크는 매우 독특한 냄새를 풍깁니다.

# Tavern_03_5_Stealth_Cynical
source: I'm beginning to think Lord Carran might be a mythical creature.
ko_mt: 캐런 경이 신화 속의 존재일지도 모른다는 생각이 들기 시작했습니다.

# Tavern_03_6_Stealth_Violence
source: If Lord Carran keeps us waiting much longer, I might greet him with a dagger.
ko_mt: 캐런 경이 우리를 더 오래 기다리게 하면 단검으로 그를 맞이할 수도 있습니다.

# Tavern_03_7_Stealth_Lawful
source: We should bill the Council for all this wasted time.
ko_mt: 우리는 이 모든 낭비된 시간에 대해 의회에 청구해야 합니다.

# Tavern_03_8_Explorer_Default
source: We've all told a tale of our travels here. All but one of us.
ko_mt: 우리 모두는 여기에서 우리의 여행에 대한 이야기를 했습니다. 우리 중 한 명을 제외하고 모두.

# Tavern_03_9_Stealth_Default
source: Yes, but I have a good reason for that. It's none of your damn business.
ko_mt: 네, 하지만 그럴만한 이유가 있습니다. 당신이 상관할 일이 아닙니다.

# Tavern_03_10_Fighter_Slang
source: Come on, now. Don't be a killjoy. We all sang for our supper. Now it's your turn!
ko_mt: 자, 지금. 킬조이 하지마. 우리는 모두 저녁 식사를 위해 노래를 불렀습니다. 이제 당신 차례입니다!

# Tavern_03_11_Fighter_Formal
source: We can't take up arms together if we don't trust each other.
ko_mt: 우리는 서로를 믿지 않으면 함께 무기를 들 수 없습니다.

# Tavern_03_12_Fighter_Normal
source: You can't have a true friendship without trust. What are you hiding?
ko_mt: 신뢰 없이는 진정한 우정을 가질 수 없습니다. 당신은 무엇을 숨기고 있습니까?

# Tavern_03_13_Stealth_Default
source: Fine - you want to know the truth?
ko_mt: 좋아 - 진실을 알고 싶니?

# Tavern_03_14_Stealth_Default
source: I stopped on the way here to visit an old friend of mine…
ko_mt: 나는 내 오랜 친구를 방문하기 위해 여기에 오는 길에 멈췄습니다 ...

# Tavern_03_15_Stealth_Default
source: And discovered he was up to his eyeballs in debt with a loan shark.
ko_mt: 그리고 그가 대출 상어에게 빚을 지고 있다는 사실을 알게 되었습니다.

# Tavern_03_16_Explorer_Normal
source: Oh, that's not good.
ko_mt: 오, 좋지 않아요.

# Tavern_03_17_Explorer_Slang
source: Sounds like an idiot.
ko_mt: 바보 같은 소리.

# Tavern_03_18_Explorer_Formal
source: So he was in dire straits?
ko_mt: 그래서 그는 심각한 곤경에 빠졌습니까?

# Tavern_03_19_Stealth_Default
source: Indeed. He put up a family heirloom as collateral and wanted me to reacquire it.
ko_mt: 물론. 그는 가족 가보를 담보로 내걸었고 내가 그것을 다시 얻기를 원했습니다.

# Tavern_03_20_Stealth_Default
source: Because, you see, I can be quite stealthy when necessary.
ko_mt: 알다시피, 필요할 때 나는 꽤 은밀할 수 있습니다.

# Tavern_041_Carran_NPC
source: Are you four here to see Lord Carran?
ko_mt: 캐런 경을 보기 위해 여기 4명이 있습니까?

# Tavern_042_Stealth_Cynical_WRITTEN
source: We're not here to get drunk.
ko_mt: 우리는 취하러 온 것이 아닙니다.

# Tavern_043_Stealth_Pragmatic_WRITTEN
source: Who's asking?
ko_mt: 누가 묻는거야?

# Tavern_044_Stealth_Violence_WRITTEN
source: Maybe we're here looking for a fight.
ko_mt: 어쩌면 우리는 여기에 싸움을 찾고 있습니다.

# Tavern_042_Stealth_Cynical
source: Well, we're not here to drink ourselves to death.
ko_mt: 글쎄요, 우리는 죽을 때까지 술을 마시러 온 것이 아닙니다.

# Tavern_043_Stealth_Pragmatic
source: Depends on who's asking.
ko_mt: 누가 묻는가에 따라 다릅니다.

# Tavern_044_Stealth_Violence
source: Maybe. Or maybe we're here just to raise hell and break heads.
ko_mt: 아마도. 아니면 우리는 지옥을 높이고 머리를 깨기 위해 여기에 온 것일 수도 있습니다.

# Tavern_045_Carran_cynical_NPC
source: Well, thank you for making that clear…
ko_mt: 글쎄요, 명확히 해주셔서 감사합니다...

# Tavern_045_Carran_violent_NPC
source: A fight, is it? I'm sure we can find an outlet for your… enthusiasm.
ko_mt: 싸움이죠? 나는 우리가 당신의… 열정에 대한 출구를 찾을 수 있다고 확신합니다.

# Tavern_045_Carran_NPC
source: Well, if you are here for Lord Carran of the Legacy Council, that would be me.
ko_mt: 글쎄, 당신이 유산 위원회의 캐런 경을 위해 여기 온다면 그게 바로 나일 것입니다.

# Tavern_046_Fighter_Cynical_WRITTEN
source: So you're real, then?
ko_mt: 그럼 당신은 진짜입니까?

# Tavern_047_Fighter_Lawful_WRITTEN
source: We're ready.
ko_mt: 우린 준비되었다.

# Tavern_048_Fighter_Greedy_WRITTEN
source: We should get paid for waiting.
ko_mt: 우리는 기다린 대가를 받아야 합니다.

# Tavern_046_Fighter_Cynical
source: So you're not a mythical creature after all.
ko_mt: 그래서 당신은 결국 신화적인 생물이 아닙니다.

# Tavern_047_Fighter_Lawful
source: Then we are here at your service, sir.
ko_mt: 그럼 저희가 여기 있습니다.

# Tavern_048_Fighter_Greedy
source: Fine. I'd like to present you with a bill for the time we just spent cooling our heels.
ko_mt: 괜찮은. 우리가 방금 발 뒤꿈치를 식히는 데 소비 한 시간에 대한 청구서를 제시하고 싶습니다.

# Tavern_049_Carran_Cynical
source: Unlike, say, a sober adventurer?
ko_mt: 냉철한 모험가와 달리?

# Tavern_049_Carran_Lawful
source: Very good.
ko_mt: 매우 좋은.

# Tavern_049_Carran_Greedy
source: Feel free. The Council's bursary enjoys a good laugh.
ko_mt: 부담없이 위원회의 보조금은 좋은 웃음을 즐깁니다.

# Tavern_049_01_Authority_Formal
source: Might we ask a bit more about this quest of yours, sir, if you please?
ko_mt: 이 퀘스트에 대해 좀 더 여쭤봐도 될까요?

# Tavern_049_01_Authority_Normal
source: Can you tell us more about the job?
ko_mt: 직업에 대해 자세히 알려주실 수 있나요?

# Tavern_049_01_Authority_Slang
source: We kinda need a little bit more info 'bout the job, milord.
ko_mt: 직업에 대한 정보가 조금 더 필요합니다.

# Tavern_049_02_Carran_NPC
source: Well, I suppose it's better if you know what you're doing.
ko_mt: 글쎄, 당신이하는 일을 알고 있다면 더 좋을 것 같습니다.

# Tavern_049_03_Carran_NPC
source: What do you want to know?
ko_mt: 무엇을 알고 싶습니까?

# Tavern_049_04_Council_WRITTEN
source: About the Legacy Council.
ko_mt: 레거시 위원회 소개.

# Tavern_049_04_Principality_WRITTEN
source: About the Principality.
ko_mt: 공국에 대하여.

# Tavern_049_04_WhoAreYou_WRITTEN
source: Are you our employer?
ko_mt: 당신이 우리 고용주입니까?

# Tavern_049_04_ExitLine_WRITTEN
source: We're good, thank you.
ko_mt: 우리는 괜찮습니다. 감사합니다.

# Tavern_049_04_ExitLine_Audio
source: We should be going, don't you think?
ko_mt: 우리는 가야 한다고 생각하지 않습니까?

# Tavern_049_04_Principality_Choice
source: What can you tell us about this place, the Principality?
ko_mt: 이 곳, 공국에 대해 무엇을 말해줄 수 있습니까?

# Tavern_049_04_Principality_Carran01
source: We don't exactly have the time…
ko_mt: 우리는 정확히 시간이 없습니다 ...

# Tavern_049_04_Principality_Carran02
source: …anyway. The Principality of Masgarth is ruled by Princess Ceiwad Silverflower.
ko_mt: …그래도. Masgarth 공국은 Ceiwad Silverflower 공주가 통치합니다.

# Tavern_049_04_Principality_Carran03
source: We are a wealthy state, with fertile lands, and the easiest access to the Badlands…
ko_mt: 우리는 비옥한 땅과 황무지에 가장 쉽게 접근할 수 있는 부유한 주입니다…

# Tavern_049_04_Principality_Carran04
source: …through a pass called the Copperhead Road.
ko_mt: ... Copperhead Road라는 통로를 통해.

# Tavern_049_04_Principality_Carran05
source: We're in the capital, Caer Cyflen, which was once part of the ancient Manacalon Empire of the high elves.
ko_mt: 우리는 한때 하이 엘프의 고대 마나칼론 제국의 일부였던 수도인 Caer Cyflen에 있습니다.

# Tavern_049_04_Principality_Carran06
source: Hence the magnificent elvish buildings up there in the high town.
ko_mt: 따라서 높은 마을에 웅장한 엘프 건물이 있습니다.

# Tavern_049_04_Principality_Carran07
source: While we don't have a state religion, all of the major faiths on Solasta are represented here…
ko_mt: 우리에게는 국교가 없지만 Solasta의 모든 주요 종교가 여기에 표시됩니다...

# Tavern_049_04_Principality_Carran08
source: …though we tend to favor Einar, the god of valor and fidelity.
ko_mt: …우리는 용맹과 충성의 신인 에이나르를 선호하는 경향이 있습니다.

# Tavern_049_04_WhoAreYou_Choice
source: Are we going to work for you?
ko_mt: 우리가 당신을 위해 일할 것입니까?

# Tavern_049_04_WhoAreYou_Carran01
source: Not exactly, no. I'll be your contact with the Legacy Council, which you will serve as deputies.
ko_mt: 정확히는 아닙니다. 나는 당신이 대리인 역할을 할 유산 위원회와 연락할 것입니다.

# Tavern_049_04_WhoAreYou_Carran02
source: That's why we need to go there and get you sworn in.
ko_mt: 그렇기 때문에 우리는 그곳에 가서 당신을 선서해야 합니다.

# Tavern_049_04_Council_Choice
source: We hear this is a mission for the Council, but what is it, exactly?
ko_mt: 이것이 위원회의 사명이라고 들었습니다만, 정확히 무엇입니까?

# Tavern_049_04_Council_Carran01
source: Dear Maraike! You don't know?
ko_mt: 친애하는 마라이케! 몰라?

# Tavern_049_04_Council_Carran02
source: I'll try to make it simple, but you know - politics…
ko_mt: 나는 그것을 간단하게 만들려고 노력할 것이지만 당신도 알다시피 - 정치 ...

# Tavern_049_04_Council_Carran03
source: The Council includes representatives of the most powerful and influential organizations in the Eastern Kingdoms.
ko_mt: 평의회에는 동부 왕국에서 가장 강력하고 영향력 있는 조직의 대표가 포함됩니다.

# Tavern_049_04_Council_Carran04
source: It was created to lead a joint effort to explore the Badlands.
ko_mt: 황무지 탐험을 위한 공동 노력을 이끌기 위해 만들어졌습니다.

# Tavern_049_04_Council_More_Badlands_WRITTEN
source: What are the Badlands?
ko_mt: 황무지란 무엇입니까?

# Tavern_049_04_Council_More_Badlands_Choice
source: What are the Badlands, really?
ko_mt: 황무지란 과연 무엇인가?

# Tavern_049_04_Council_More_Badlands_Carran01
source: Simply put, they are a monster-ridden, chaotic wasteland that used to be the elven empire called Manacalon.
ko_mt: 간단히 말해서 마나칼론이라는 엘프 제국이 있던 괴물이 들끓는 혼돈의 황무지입니다.

# Tavern_049_04_Council_More_Badlands_Carran02
source: It was destroyed about a thousand years ago by the great Cataclysm.
ko_mt: 약 천 년 전 대격변으로 파괴되었습니다.

# Tavern_049_04_Council_More_Badlands_Carran03
source: Now, only ruins remain, full of forgotten knowledge, riches, and dangers.
ko_mt: 이제 잊혀진 지식, 부, 위험으로 가득 찬 폐허만 남아 있습니다.

# Tavern_049_04_Council_More_Kingdoms_WRITTEN
source: What are the Eastern Kingdoms?
ko_mt: 동방왕국이란?

# Tavern_049_04_Council_More_Kingdoms_Choice
source: Which countries make up these Eastern Kingdoms?
ko_mt: 이 동부 왕국을 구성하는 국가는 어디입니까?

# Tavern_049_04_Council_More_Kingdoms_Carran01
source: Simple. The Principality of Masgarth, here, is in the center.
ko_mt: 단순한. 여기 마스가르스 공국이 그 중심에 있습니다.

# Tavern_049_04_Council_More_Kingdoms_Carran02
source: The Snow Alliance lies to the north.
ko_mt: 눈 동맹은 북쪽에 있습니다.

# Tavern_049_04_Council_More_Kingdoms_Carran03
source: The Kingdom of Gallivan, to the east.
ko_mt: 동쪽에 갈리반 왕국.

# Tavern_049_04_Council_More_Kingdoms_Carran04
source: And the New Empire, to the south.
ko_mt: 그리고 남쪽에 있는 새로운 제국.

# Tavern_049_04_Council_More_Kingdoms_Carran05
source: All friendly, more or less, but the peace is fragile.
ko_mt: 모두 친절하지만, 평화는 깨지기 쉽습니다.

# Tavern_049_04_Council_More_Organizations_WRITTEN
source: What organizations are there?
ko_mt: 어떤 조직이 있습니까?

# Tavern_049_04_Council_More_Organizations_Choice
source: What are the organizations you mentioned?
ko_mt: 언급한 조직은 무엇입니까?

# Tavern_049_04_Council_More_Organizations_Carran01
source: The Council is… how to put it? A non-governmental organization.
ko_mt: 평의회는... 어떻게 표현할까요? 비정부 조직입니다.

# Tavern_049_04_Council_More_Organizations_Carran02
source: Meaning that state governments are not represented, to avoid partisanship.
ko_mt: 당파를 피하기 위해 주 정부가 대표되지 않는다는 것을 의미합니다.

# Tavern_049_04_Council_More_Organizations_Carran03
source: Instead, there are delegates from the Guild of Antiquarians, the Tower of Knowledge, the Arcaneum, and the Circle of Danantar.
ko_mt: 대신 골동품 길드, 지식의 탑, 아케니움, 다난타르 서클의 대표단이 있습니다.

# Tavern_049_04_Council_More_Organizations_Carran04
source: And the Church of Einar guarantees fairness, led by Marshal Beric Sunblaze and Oathkeeper Leira Kean.
ko_mt: 그리고 Einar 교회는 Marshal Beric Sunblaze와 맹세의 Leira Kean이 이끄는 공정성을 보장합니다.

# Tavern_049_04_Council_More_ExitLine_WRITTEN
source: We know enough.
ko_mt: 우리는 충분히 알고 있습니다.

# Tavern_049_04_Council_More_ExitLine_Choice
source: I think we know enough now. Thank you!
ko_mt: 나는 우리가 이제 충분히 알고 있다고 생각합니다. 감사합니다!

# Tavern_049_Additional_Carran_NPC
source: Very well.
ko_mt: 아주 잘.

# Tavern_049_Carran_NPC
source: Come! Gather your things. You're late for your swearing in.
ko_mt: 오다! 물건을 모으십시오. 당신은 당신의 맹세에 늦었습니다.

# Tavern_0410_Stealth_Lawful
source: Whose fault is that?
ko_mt: 누구의 잘못입니까?

# Tavern_0411_Stealth_Cynical
source: Hurry up and wait. The story of my life.
ko_mt: 서둘러서 기다리세요. 내 인생 이야기.

# Tavern_0412_Stealth_Academic
source: I, for one, am very curious to see the inside of that Council room.
ko_mt: 우선 저는 그 회의실 내부가 매우 궁금합니다.

# Introduction_Stealth_FindTools
source: Liam… always thoughtful.
ko_mt: Liam... 항상 사려깊습니다.

# Introduction_Stealth_Liam_01
source: There you are, you filthy crook!
ko_mt: 저기, 이 더러운 사기꾼!

# Introduction_Stealth_LoanShark
source: You? What…? You're drunk! Get out of here before I kill you!
ko_mt: 너? 뭐…? 너 취 했어! 내가 널 죽이기 전에 여기서 나가!

# Introduction_Stealth_Liam_02
source: Think you scare me? Not anymore!
ko_mt: 날 겁줄 것 같아? 더 이상은 안돼!

# Introduction_Stealth_LoanShark2
source: A grave mistake.
ko_mt: 중대한 실수입니다.

# Introduction_SpellcastingTuto_FallRecover_Normal
source: Ow! I must have fallen on my wrong side…
ko_mt: 앗! 엉뚱한 쪽으로 넘어졌을 텐데…

# Introduction_SpellcastingTuto_FallRecover_Formal
source: Ow! That's going to leave a mark.
ko_mt: 앗! 흔적을 남기게 됩니다.

# Introduction_SpellcastingTuto_FallRecover_Slang
source: Damn! That hurt like hell.
ko_mt: 젠장! 지옥처럼 아팠다.

# Introduction_SpellcastingTuto_success_nosy
source: Orcs, here? Strange. I wonder what this totem means.
ko_mt: 오크, 여기? 이상한. 이 토템이 무엇을 의미하는지 궁금합니다.

# Introduction_SpellcastingTuto_success_lukewarm
source: Just my luck, falling right into an orc hideout!
ko_mt: 운이 좋게도 오크 은신처에 바로 떨어졌습니다!

# Introduction_SpellcastingTuto_success_wisecracker
source: Orcs? Of course, that explains the smell…
ko_mt: 오크? 물론 냄새를 설명하자면...

# Introduction_SpellcastingTuto_success_highclass
source: My word, this is an orc hideout! The malodor is unmistakable.
ko_mt: 내 말에, 여기는 오크 은신처다! 악취는 틀림없습니다.

# Introduction_SpellcastingTuto_success_preachy
source: Orcs? Clearly I'm being punished for leaving the road. Now to seek redemption.
ko_mt: 오크? 분명히 나는 ​​길을 떠난 것에 대해 벌을 받고 있습니다. 이제 구원을 구합니다.

# Introduction_SpellcastingTuto_success_judgmental
source: Orcs, here? I must report this… which means, I must get out of here alive.
ko_mt: 오크, 여기? 나는 이것을 보고해야 한다…

# Introduction_SpellcastingTuto_success_mean
source: Damn me, like I needed to fall into an orc shithole!
ko_mt: 젠장, 오크 똥구멍에 빠져야 했던 것처럼!

# Introduction_SpellcastingTuto_success_logical
source: An orc hideout right in the middle of the Principality… how surprising. Let's hope they've eaten recently.
ko_mt: 공국의 한가운데에 있는 오크의 은신처... 참으로 놀랍습니다. 그들이 최근에 먹었기를 바랍니다.

# Introduction_SpellcastingTuto_failure_normal
source: What the… ? Whatever this is, it's not good.
ko_mt: 뭐...? 이건 뭐니뭐니해도 좋지 않습니다.

# Introduction_SpellcastingTuto_failure_formal
source: What a peculiar style of art… clearly the work of some savage hand.
ko_mt: 이 얼마나 독특한 예술 스타일인가… 분명히 어떤 야만인의 손이 만든 작품입니다.

# Introduction_SpellcastingTuto_failure_slang
source: Charming, that. Just as long as my head doesn't end up on the top.
ko_mt: 매력적인, 그. 내 머리가 위로 올라가지 않는 한.

# Introduction_SpellcastingTuto_SeeingOrcs
source: There they are…
ko_mt: 저기 그들이있어…

# Introduction_SpellcastingTuto_SeeingOrcs2_normal
source: …if they see me, I'm dead.
ko_mt: … 그들이 나를 본다면 나는 죽는다.

# Introduction_SpellcastingTuto_SeeingOrcs2_formal
source: …discretion is clearly the better part of valor in this instance.
ko_mt: ...이 경우에는 신중함이 용기의 더 나은 부분임이 분명합니다.

# Introduction_SpellcastingTuto_SeeingOrcs2_slang
source: …head down, or I'm next on the menu.
ko_mt: … 머리를 숙이지 않으면 메뉴에서 내가 다음입니다.
