Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Council4_11_Keenmind_NPC
source: We tested the first one - it can't be done!
ko: 첫 번째 걸 시험해봤지만 먹히지 않습니다!

# Narration/&Council4_12_Danantar_NPC
source: They must be magically concealed.
ko: 분명 마법으로 감추어져 있는 겁니다.

# Narration/&Council4_13_Sunblaze_NPC
source: So the Crown must remain incomplete?
ko: 그럼 왕관은 미완성 상태로 남아야 하는 겁니까?

# Narration/&Council4_14_Gormsdottir_NPC
source: Maybe the Soraks have the missing gems.
ko: 어쩌면 소락이 잃어버린 보석을 가지고 있을지 모르죠.

# Narration/&Council4_15_Gormsdottir_NPC
source: After all, they attacked you more than once. They're clearly still after the Crown.
ko: 결국, 놈들이 재차 공격했군요. 분명 아직도 왕관을 노리고 있을 겁니다.

# Narration/&Council4_16_Faisech_NPC
source: If you can't find the gems, why keep the Crown out there?
ko: 보석을 못 찾겠다면, 왜 왕관을 내놓고 다녀야 한단 말인가?

# Narration/&Council4_17_Faisech_NPC
source: It will keep attracting the Soraks.
ko: 그건 계속 소락의 시선을 끌어들일 걸세.

# Narration/&Council4_18_Danantar_NPC
source: The attunement, remember?
ko: 조율때문이죠, 기억합니까?

# Narration/&Council4_19_Faisech_NPC
source: I'm sorry, senior deputies, but despite the attunement…
ko: 미안한 말이지만, 선임 대리인, 조율이 되어있음에도 불구하고…

# Narration/&Council4_20_Faisech_NPC
source: …I believe the Crown should be secured…
ko: ...왕관은 보호되어야 한다고 생각하네…

# Narration/&Council4_21_Faisech_NPC
source: …and secured by more than four adventurers who spend their nights camped in the Badlands!
ko: ...황무지에서 밤에 노숙하는 네 명의 모험가들보다 더 강력하게 보호해야 한다는 말일세!

# Narration/&Council4_22_Sunblaze_NPC
source: We can't do that to them! They have served the Council faithfully!
ko: 그럴 순 없소이다! 그들은 평의회를 충실히 섬겼단 말이오!

# Narration/&Council4_23_Faisech_NPC
source: Don't be naive! We are facing a major threat!
ko: 순진하게 굴지 마시오! 우린 지금 중대한 위협을 맞닥뜨리고 있지 않소이까!

# Narration/&Council4_24_Faisech_NPC
source: You understand the meaning of sacrifice, and so should they!
ko: 희생의 의미를 이해하시오, 저들도 그래야만 하고!

# Narration/&Council4_25_Authority_Normal
source: We have searched the Badlands for these gems, at our own risk.
ko: 저희는 위험을 무릅쓰고 황무지에서 보석을 수색했습니다.

# Narration/&Council4_26_Crownbearer_Normal
source: We trusted you to keep your word and leave us the Crown.
ko: 우리는 당신이 약속을 지키고 왕관을 우리 손에 맡겨둘거라 믿었습니다.

# Narration/&Council4_27_Danantar_NPC
source: If I may, I think we need more time to consider the situation.
ko: 괜찮으시다면, 우리가 이 상황에 대해 고려해볼 시간이 좀 더 필요하다고 봅니다.

# Narration/&Council4_28_Faisech_NPC
source: More time? How much time?
ko: 시간이요? 대체 얼마나 더 필요하다는겁니까?

# Narration/&Council4_29_Danantar_NPC
source: Maybe just… give it a night.
ko: 하루.. 하룻밤정도만 더 지켜봅시다.

# Narration/&Council4_30_Gormsdottir_NPC
source: I could use the day to consult with my people.
ko: 그 시간동안 저도 우리 측 사람들과 의논해볼 수 있겠군요.

# Narration/&Council4_31_Keenmind_NPC
source: So could I.
ko: 저 또한 마찬가지입니다.

# Narration/&Council4_32_Danantar_NPC
source: Fine, then! Anyone against?
ko: 좋습니다. 그럼 누구 이의제기하실분?

# Narration/&Council4_33_LeiraKean_NPC
source: Thank you, Lord Danantar.
ko: 감사합니다 다난타르경.

# Narration/&Council4_34_LeiraKean_NPC
source: The Legacy Council is now adjourned!
ko: 유산 평의회는 휴정하겠습니다.

# Narration/&Council4_35_Selfpres_Normal
source: I have a bad feeling about this.
ko: 왠지 나쁜 예감이 드는데.

# Narration/&Council4_36_Crownbearer_Normal
source: I knew it! They'll take the Crown, and never mind what that does to me!
ko: 이럴 줄 알았어! 저들은 왕관을 가져갈거야. 그리고 저 물건이 내게 무슨짓을 했는지는 신경도 안 쓰겠지!

# Narration/&Council4_37_Crownbearer_Slang
source: Typical! Sat there on their pretty chairs… doesn't matter if I die!
ko: 뻔하구만! 저 예쁜 의자에 쳐박힌채로.. 내가 죽든 말든 상관도 안하지!

# Narration/&Council4_38_Authority_Normal
source: This is wrong.
ko: 이건 잘못됐어.

# Narration/&Council4_39_Selfpres_Normal
source: We could run.
ko: 우린 도망칠 수도 있어.

# Narration/&Council4_40_Authority_Normal
source: What's the point? We know what's at stake.
ko: 요점이 뭐야? 우린 지금 무엇이 문제인지 알고있어.

# Narration/&Council4_41_Crownbearer_Normal
source: They're right about one thing.
ko: 그래도 그들은 한가지는 맞췄군.

# Narration/&Council4_42_Crownbearer_Normal
source: The Soraks will keep coming after us. After the Crown.
ko: 소락의 무리가 우릴 뒤쫓을 거라는 것. 왕관을 따라서.

# Narration/&Council4_43_Authority_Normal
source: We could retrace our steps - go back to where we found the gems. Perhaps there's a trail we overlooked.
ko: 우리는 우리가 보석을 발견한곳까지 되돌아가면서 지나온 길을 되짚어볼 수도 있어. 어쩌면 우리가 놓친 흔적이 있을거야.

# Narration/&Council4_44_Crownbearer_Normal
source: There's nothing anymore - I can't feel another gem anywhere!
ko: 거기엔 아무것도 남아있지 않아. 나는 다른 보석에 대해서 그 어떤 것도 느낄 수가 없어!

# Narration/&Council4_45_HeddlonSurespell_NPC
source: Excuse me, senior deputies.
ko: 실례합니다 선임 대리인님.

# Narration/&Council4_46_Highclass_Formal
source: Master Surespell.
ko: 마스터 슈어스펠님.

# Narration/&Council4_47_Any_Normal
source: Clear skies, Heddlon.
ko: 맑은 하늘이 함께하시길, 헤들론.

# Narration/&Council4_48_HeddlonSurespell_NPC
source: I would advise you to avoid the Palace Residence tonight.
ko: 오늘 밤에는 왕궁 거주지를 피해 떠나있으시길 권해드립니다.

# Narration/&Council4_49_Crownbearer_Normal
source: What? Why?
ko: 네? 왜죠?

# Narration/&Council4_50_HeddlonSurespell_NPC
source: I'm not at liberty to say… just trust me.
ko: 터놓고 말할 수는 없습니다만... 일단 제 말을 믿어주십시오.

# Narration/&Council4_51_HeddlonSurespell_NPC
source: You have your lodgings at the Gravekeep's Cask. You should spend the night there.
ko: 묘지기의 술통에도 침대가 있으니 거기서 하룻밤을 보내시는 게 좋을 겁니다.

# Narration/&Council4_52_Selfpres_Normal
source: What kind of advice is that?
ko: 그게 대체 무슨 조언입니까?

# Narration/&Council4_53_Selfpres_Formal
source: You must realize your suggestion is… unusual. Suspicious, even.
ko: 당신의 조언은 다소.. 평범하지 않은 조언이라는 것은 아셔야겠습니다. 아무리 좋게 봐 줘도 의심스럽습니다.

# Narration/&Council4_54_Selfpres_Slang
source: Are you crazy? Or are you up to something?
ko: 혹시 미치셨습니까? 아니면 무슨 일을 꾸미고 계신가요?

# Narration/&Council4_55_Nosy_Normal
source: Are you really working for the Arcaneum?
ko: 당신은 정말로 아케니움을 위해 일하시는게 맞습니까?

# Narration/&Council4_56_HeddlonSurespell_NPC
source: Why else would I be here?
ko: 그게 아니라면 굳이 제가 이곳에 있어야 할 이유가 있겠습니까?

# Narration/&Council4_57_Mean_Normal
source: This elf is…
ko: 이 엘프는…

# Narration/&Council4_58_Lawful_Normal
source: What do you think?
ko: 어떻게 생각해?

# Narration/&Council4_59_Pragmatic_Normal
source: It sounds like a warning.
ko: 경고의 의미 같은데.

# Narration/&Council4_60_Selfpres_Normal
source: Or a threat!
ko: 아니면 협박이던지!

# Narration/&Council4_61_Lawful_Normal
source: Can we trust him?
ko: 그를 믿을 수 있을까?

# Narration/&Council4_62_Carver_Normal
source: Trust the New Empire?
ko: 신 제국을 믿을 수 있냐고?

# Narration/&Council4_63_Greed_Normal
source: I have no idea what to do, but I'd like to sleep in a bed tonight.
ko: 어떻게 해야할지 모르겠지만.. 오늘밤엔 침대에서 자고싶어.

# Narration/&Council4_64_Cynical_Normal
source: I miss Karel's beer.
ko: 카렐의 맥주 맛이 그립구만.

# Narration/&Council4_65_Any4_Normal
source: And Merton's sweet talk.
ko: 머튼의 훈훈한 덕담도 있잖아.

# Narration/&Council4_66_Cynical_Normal
source: I'd prefer the residence.
ko: 난 거주지가 더 좋은데.

# Narration/&Council4_67_Cynical_Normal
source: I like Captain Ironshell kissing me goodnight.
ko: 나는 아이언쉘 대위가 내게 굿나잇 키스 해주는 게 좋은데.

# Narration/&Council4_68_Authority_Normal
source: Maybe in your dreams.
ko: 너의 꿈속에서는 가능할지도.

# Narration/&NightAttack_1_Selfpres_Default
source: Soraks - here?
ko: 소락이 여기까지?

# Narration/&NightAttack_2_Selfpres_Slang
source: Soraks! Right here in our damn room!
ko: 망할 소락 새끼들! 여기까지 쳐들어오다니!

# Narration/&NightAttack_3_Selfpres_Formal
source: The Sorr-Akkath in the palace residence!
ko: 소라카스가 왕궁 거주지에 있어!

# Narration/&NightAttack_4_Pragmatic_Default
source: We were warned.
ko: 우린 경고를 받았지.

# Narration/&NightAttack_5_Nosy_Default
source: Surespell? How did he know?
ko: 슈어스펠이 어떻게 알았을까?

# Narration/&NightAttack_6_Nosy_Default
source: Why would he know what the Soraks would do?
ko: 소락들이 저지를 짓을 그가 대체 왜 알고있는거지?

# Narration/&NightAttack_7_Pragmatic_Default
source: He tried to warn us. Not what an enemy would do.
ko: 그는 우리에게 경고해주려고 했어. 그건 적이 할 일은 아니지.

# Narration/&NightAttack_8_Pragmatic_Slang
source: He tried to save our hides, remember?
ko: 그는 우리의 명줄을 구해주려고 했어. 기억하지?

# Narration/&NightAttack_9_Pragmatic_Formal
source: His warning might have saved us all, mind you.
ko: 글쎄.. 그의 경고가 우리 모두를 구했을지도 모르긴 해.

# Narration/&NightAttack_10_Selfpres_Normal
source: He just wants us to think he's a friend.
ko: 그는 단지 우리가 그를 친구로 여기길 바랐던거야.

# Narration/&NightAttack_11_Selfpres_Formal
source: It might be an elaborate scheme to gain our trust.
ko: 어쩌면 우리의 신뢰를 얻기 위한 교묘한 술수일지도 모르지.

# Narration/&NightAttack_12_Pragmatic_Default
source: Too far-fetched.
ko: 그건 너무 멀리 갔어.

# Narration/&NightAttack_13_Friendly_Default
source: So what do we do?
ko: 그럼 어쩌지?

# Narration/&NightAttack_14_Friendly_Slang
source: What's the plan, then?
ko: 이제 계획이 뭐지?

# Narration/&NightAttack_15_Friendly_Formal
source: Be that as it may, what shall we do now?
ko: 그건 그렇다 치고, 이제 우린 뭘 해야하지?

# Narration/&NightAttack_16_Pragmatic_Normal
source: Back to the Council, I suppose, and see what they decided.
ko: 평의회로 돌아가서, 어떻게 나올지 한 번 보는 게 좋겠어.

# Narration/&NightAttack_17_Pragmatic_Formal
source: We will return to the Council and hear what they have to say.
ko: 우린 평의회로 돌아가서 그들이 하는 이야기들을 들어볼거야.

# Narration/&NightAttack_18_Nosy_Default
source: Or we could pay Surespell a visit.
ko: 아니면 슈어스펠을 보러 가도 되고.

# Narration/&NightAttack2_1_HeddlonSurespell_NPC
source: Ah, here you are.
ko: 아, 여기 계셨군요.

# Narration/&NightAttack2_2_Any_Normal
source: Are you surprised?
ko: 놀라셨습니까?

# Narration/&NightAttack2_3_Any_Formal
source: Do you find our visit surprising, Master Surespell?
ko: 우리의 방문에 놀라신 것 같군요, 마스터 슈어스펠.

# Narration/&NightAttack2_4_Any_Slang
source: That's right. Surprised?
ko: 정답입니다. 놀라셨어요?

# Narration/&NightAttack2_5_HeddlonSurespell_NPC
source: Not really. I did warn you, after all. I'm glad you were careful.
ko: 그럴리가요. 제가 경고를 남겼지 않습니까. 조심하셔서 다행입니다.

# Narration/&NightAttack2_6_Any_Default
source: How did you know?
ko: 어떻게 알고 있었죠?

# Narration/&NightAttack2_7_HeddlonSurespell_NPC
source: Call it a hunch.
ko: 그런 걸 직감이라고 하죠.

# Narration/&NightAttack2_8_Any_Slang
source: A great, steaming pile of hunch. Got a bridge to sell, too?
ko: 아주 대단하신 직감이구만. 나한테 팔아주실 다리도 있으시겠죠?

# Narration/&NightAttack2_9_Any_Normal
source: Oh, really?
ko: 오, 진심이에요?

# Narration/&NightAttack2_10_Any_Formal
source: You can't expect us to believe that?
ko: 그런 말을 믿으라고 하는 건 아니죠?

# Narration/&NightAttack2_11_HeddlonSurespell_NPC
source: Oh, I have friends who… gather information.
ko: 음, 저에게 그... 정보원이 하나 있습니다.

# Narration/&NightAttack2_12_HeddlonSurespell_NPC
source: The threat felt credible. I thought it wise to share.
ko: 첩보가 꽤 신뢰성 있더군요. 알려주는 게 현명할 것이라 생각했습니다.

# Narration/&NightAttack2_13_Cynical_Normal
source: It felt real enough to us, too.
ko: 그 첩보는 우리에게도 정말 차고 넘치는 것 같군요.

# Narration/&NightAttack2_14_Cynical_Formal
source: Real enough to leave a scar, that much is certain.
ko: 정말 충분했지요.. 흉터 좀 남길만큼.

# Narration/&NightAttack2_15_Selfpres_Default
source: You know more than you're telling.
ko: 말씀해주시는 것보다 더 많은 걸 알고 계시는군요.

# Narration/&NightAttack2_16_HeddlonSurespell_NPC
source: Always. But I'm on your side, and that's all that matters.
ko: 언제나 그렇지요. 그러나 중요한건 제가 당신들의 편이라는 것입니다.

# Narration/&NightAttack2_17_Cynical_Normal
source: Really? Aren't we lucky? So what other pearls of wisdom do you have to share - friend?
ko: 정말요? 우린 정말 복에 겨웠구만! 그럼 혹시 우리에게 나눠주실 또다른 지혜의 말씀이라도 있으실까요, '친구'여?

# Narration/&NightAttack2_18_Cynical_Formal
source: In that case, you'd be happy to advise us further, I presume?
ko: 그렇다면, 우리에게 좀 더 조언해주실 의향이 있으시겠죠?

# Narration/&NightAttack2_19_HeddlonSurespell_NPC
source: Certainly. Always drink wine at the Gravekeep's Cask. Their beer is utterly foul.
ko: 물론이죠. 묘지기의 술통에서는 항상 와인을 마십니다. 그곳 맥주는 완전히 별로에요.

# Narration/&NightAttack2_20_Pragmatic_Normal
source: Seriously? Everyone knows that!
ko: 진심이세요? 다들 아는 얘기잖아요!

# Narration/&NightAttack2_21_Pragmatic_Formal
source: That's disappointing. You can do better than common knowledge, I'm sure.
ko: 그건 좀 실망스럽군요. 난 당신이 범인들의 생각보다는 좀 더 나은 의견을 갖고 계실 것이라고 믿어 의심치 않았었는데 말입니다.

# Narration/&NightAttack2_21_HeddlonSurespell_NPC
source: But clearly you're here for business, not small talk.
ko: 하지만 당신이 여기에 오신 것은 시시콜콜한 이야기나 하기 위한 것이 아니라 중요한 일 때문이겠죠.

# Narration/&NightAttack4_1_HeddlonSurespell_NPC
source: Ah, here you are.
ko: 아, 오셨군요.

# Narration/&NightAttack4_2_Any_Normal
source: Are you surprised?
ko: 놀라셨나요?

# Narration/&NightAttack4_3_Any_Formal
source: Do you find our visit surprising, Master Surespell?
ko: 우리의 방문이 당신을 놀라게 해드렸습니까, 마스터 슈어스펠?

# Narration/&NightAttack4_4_Any_Slang
source: That's right. Surprised?
ko: 잘 아시네. 놀랐습니까?

# Narration/&NightAttack4_3_HeddlonSurespell_NPC
source: Not at all, since you followed my… advice.
ko: 아닙니다. 단지... 당신이 내 조언을 따랐다는 것 때문에요.

# Narration/&NightAttack4_4_Any_Default
source: How do you know that?
ko: 그걸 어떻게 아셨죠?

# Narration/&NightAttack4_5_HeddlonSurespell_NPC
source: You're here, alive and unwounded.
ko: 여기 부상 없이 멀쩡한 모습으로 오셨잖아요.

# Narration/&NightAttack4_6_HeddlonSurespell_NPC
source: I heard there was some disturbance at the residence.
ko: 거주지에서 소란이 좀 있었다고 들었습니다.

# Narration/&NightAttack4_7_Any_Default
source: Is that so?
ko: 그런가요?

# Narration/&NightAttack3_1_CaptainIronshell_NPC
source: Senior deputies!
ko: 선임 대리인님들!

# Narration/&NightAttack3_2_Friendly_Default
source: Captain! What's the news?
ko: 대위님! 새로 들어온 소식 있습니까?

# Narration/&NightAttack3_3_CaptainIronshell_NPC
source: You didn't hear?
ko: 얘기 못 들었어요?

# Narration/&NightAttack3_4_CaptainIronshell_NPC
source: Your quarters at the residence were ransacked!
ko: 거주지에 있는 당신들의 숙소가 약탈당했습니다!

# Narration/&NightAttack3_5_Nosy_Default
source: What? When?
ko: 뭐라고요? 언제요?

# Narration/&NightAttack3_6_CaptainIronshell_NPC
source: During the night. It's lucky you weren't there.
ko: 당신들이 밤 동안 그곳에 계시지 않아서 정말 다행이었습니다.

# Narration/&NightAttack3_7_Cynical_Formal
source: Eh. We could have handled a burglar or two.
ko: 좀도둑 한둘 정도는 우리가 처리할 수 있었을텐데요.

# Narration/&NightAttack3_8_Cynical_Normal
source: No doubt we would have seen the villains off, had we been there.
ko: 우리가 그곳에 있었다면 분명히 그 악당들을 퇴치할 수 있었을텐데.

# Narration/&NightAttack3_9_CaptainIronshell_NPC
source: They were more than simple burglars, to infiltrate the palace undetected.
ko: 그들은 단순히 왕궁에 숨어 들어온 좀도둑 따위가 아니었습니다.

# Narration/&NightAttack3_10_Nosy_Default
source: Who, then?
ko: 그렇다면 어떤 자들이죠?

# Narration/&NightAttack3_11_CaptainIronshell_NPC
source: I can't say for sure but…
ko: 확실히 말씀드리긴 어렵습니다만…

# Narration/&NightAttack3_12_CaptainIronshell_NPC
source: Some are saying… Sorr-Akkath.
ko: 그들중에 일부는... '소라카스'라는 말을 하더군요.

# Narration/&NightAttack3_13_Selfpres_Formal
source: That's a worrying prospect, Captain.
ko: 그것은 대단히 우려스러운 가능성이군요, 대위님.

# Narration/&NightAttack3_14_Selfpres_Slang
source: So much for palace security, then. Thanks a lot!
ko: 왕궁 보안 수준에는 과한 일이었겠군요. 매우 고맙네요!

# Narration/&NightAttack3_15_Selfpres_Normal
source: We were supposed to be safe there, remember?
ko: 거기선 안전해야 했는데 말이죠, 기억하십니까?

# Narration/&NightAttack3_16_CaptainIronshell_NPC
source: I'm well aware. We have put further magical security measures in place.
ko: 잘 알고 있습니다. 추가적인 마법 보안책들을 배치했습니다.

# Narration/&NightAttack3_17_Friendly_Default
source: Good to know.
ko: 그거 잘 됐네요.

# Narration/&NightAttack3_18_Friendly_Normal
source: Thanks for the heads-up, Captain.
ko: 알려줘서 고맙습니다, 대위님.

# Narration/&NightAttack3_19_Friendly_Formal
source: Thank you for keeping us informed, Captain.
ko: 공지해주셔서 고맙습니다, 대위님.

# Narration/&NightAttack3_20_CaptainIronshell_NPC
source: You are most welcome.
ko: 별말씀을요.

# Narration/&NightAttack3_21_CaptainIronshell_NPC
source: Good day to you, senior deputies.
ko: 좋은 하루 되시길, 선임 대리인님.

# Narration/&NightAttack3_22_Nosy_Normal
source: So he told the truth, that Heddlon.
ko: 그럼 헤들론의 말이 사실이었네.

# Narration/&NightAttack3_23_Nosy_Formal
source: It appears Heddlon Surespell was right.
ko: 헤들론 슈어스펠의 말이 옳았어.

# Narration/&NightAttack3_24_Pragmatic_Default
source: He knew, but how?
ko: 어떻게 미리 알았지?

# Narration/&NightAttack3_25_Selfpres_Normal
source: He's a spy, or something similar.
ko: 스파이거나, 비슷한 게 분명해.

# Narration/&NightAttack3_26_Selfpres_Formal
source: I'm pretty sure he's Imperial Intelligence.
ko: 분명 제국 정보부 놈일 꺼야.

# Narration/&NightAttack3_27_Selfpres_Slang
source: The guy is a spook, it's practically written on his face.
ko: 분명 첩자야, 얼굴에 다 써 있다고.

# Narration/&NightAttack3_28_Pragmatic_Default
source: He looks normal to me.
ko: 내 눈엔 평범하던 걸.

# Narration/&NightAttack3_29_Logical_Default
source: That's what spies do.
ko: 그게 바로 스파이들이 할 짓이지.

# Narration/&NightAttack3_30_Friendly_Default
source: So, what do we do?
ko: 그래서, 이제 뭐하죠?

# Narration/&NightAttack3_31_Friendly_Slang
source: So - now what?
ko: 그래서 - 이제 어쩌죠?

# Narration/&NightAttack3_32_Friendly_Formal
source: We must decide on our next move.
ko: 이제 뭘 할 지를 정해야겠지.

# Narration/&NightAttack3_33_Pragmatic_Normal
source: Back to the Council, I suppose, and see what they decided.
ko: 평의회로 돌아가서, 어떻게 나올지 한 번 보는 게 좋겠어.

# Narration/&NightAttack3_34_Pragmatic_Formal
source: We will return to the Council and hear what they have to say.
ko: 우린 평의회로 돌아가서 그들이 하는 이야기들을 들어볼거야.

# Narration/&NightAttack3_35_Nosy_Default
source: Or we could pay Surespell a visit.
ko: 아니면 슈어스펠을 보러 가도 되고.

# Narration/&Council5_1_LeiraKean_NPC
source: Honorable delegates, please be seated!
ko: 존경하는 의원 여러분, 착석해 주십시오!

# Narration/&Council5_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko: 유산 평의회 개회를 선언합니다!

# Narration/&Council5_3_LeiraKean_NPC
source: Chancellor Gormsdottir has the floor.
ko: 고름스도터 총장에게 발언권을 드리겠습니다.

# Narration/&Council5_4_Gormsdottir_NPC
source: Thank you, Protector.
ko: 고맙습니다, 수호자.

# Narration/&Council5_5_Gormsdottir_NPC
source: Honorable Council members, we at the Guild of Antiquarians have come to an agreement…
ko: 존경하는 평의회분들, 우리 고고학 길드가 협정에 의하여…

# Narration/&Council5_6_Gormsdottir_NPC
source: …regarding the quest for the gems of the Crown of the Magister.
ko: ...마지스터 왕관의 보석 탐색을 돕겠습니다.

# Narration/&Council5_7_Gormsdottir_NPC
source: We believe that the Crown should be secured, and therefore surrendered by its current owners…
ko: 왕관은 안전하게 보호되어야 하니, 의회의 모든 당에서 모금된…

# Narration/&Council5_8_Gormsdottir_NPC
source: …in exchange for a generous payment…
ko: ...후한 보상을 받는 대가로…

# Narration/&Council5_9_Gormsdottir_NPC
source: …raised by all parties in the Council.
ko: ...현재 왕관의 소유자들은 소유권을 포기해야 합니다.

# Narration/&Council5_10_Crownbearer_Default
source: You can't!
ko: 그럴 순 없습니다!

# Narration/&Council5_11_LeiraKean_NPC
source: You will wait for your turn to speak, senior deputy!
ko: 발언권을 준수하십시오, 선임 대리인!

# Narration/&Council5_12_Crownbearer_Default
source: We searched the Badlands for these gems, and now you're just taking the Crown away from us?
ko: 보석들을 찾아 황무지를 헤맸는데, 이제 그냥 가져가 버리겠다는 겁니까?

# Narration/&Council5_13_LeiraKean_NPC
source: Order!
ko: 정숙!

# Narration/&Council5_14_Danantar_NPC
source: We are all well aware of your reservations, and we understand them.
ko: 우리 모두 당신의 권리에 대해 잘 알며, 이해하는 바요.

# Narration/&Council5_15_Danantar_NPC
source: Yet, from what I heard, all parties have agreed that you should comply…
ko: 허나, 들은 바로는, 당신이 명령에 따라야 한다고 모든 당이 동의했소…

# Narration/&Council5_16_Danantar_NPC
source: …for the security of all.
ko: ...모두의 안전을 위해서.

# Narration/&Council5_17_Crownbearer_Default
source: Security? You talk of security?
ko: 안전? 지금 안전에 대해서 이야기하는 겁니까?

# Narration/&Council5_18_Crownbearer_Default
source: What security? Just last night, Soraks attacked our quarters in the residence!
ko: 무슨 놈의 안전입니까? 바로 어젯밤, 소락이 우리 저택을 공격했다고요!

# Narration/&Council5_19_Faisech_NPC
source: What?
ko: 뭣이?

# Narration/&Council5_20_Sunblaze_NPC
source: Soraks? Here in Caer Cyflen?
ko: 소락? 케어 키플렌에?

# Narration/&Council5_21_Danantar_NPC
source: In the palace?
ko: 궁전까지?

# Narration/&Council5_22_LeiraKean_NPC
source: Order!
ko: 정숙!

# Narration/&Council5_23_Sunblaze_NPC
source: Immediate action is needed!
ko: 즉각 조치가 필요하오!

# Narration/&Council5_24_Danantar_NPC
source: Well, find the damned Soraks, then!
ko: 좋아요, 그럼 그 빌어먹을 소락들을 찾아내시오!

# Narration/&Council5_25_LeiraKean_NPC
source: Please, my lords!
ko: 여러분, 제발!

# Narration/&Council5_26_Danantar_NPC
source: Where are your paladins?
ko: 당신의 팔라딘들은 어디있습니까?

# Narration/&Council5_27_Sunblaze_NPC
source: Where are your wizards and their divination spells?
ko: 당신의 마법사들과 그들의 예지 마법들은 다 어디있습니까?

# Narration/&Council5_28_LeiraKean_NPC
source: Stop it!
ko: 그만!

# Narration/&Council5_29_LeiraKean_NPC
source: None of this is helping!
ko: 이러고 있는건 전혀 도움이 되지 않습니다!

# Narration/&Council5_30_LeiraKean_NPC
source: Lord Sunblaze, you're supposed to be neutral here!
ko: 선블레이즈경, 당신은 중립을 고수해야 합니다!

# Narration/&Council5_31_LeiraKean_NPC
source: Someone must introduce a formal request.
ko: 누군가는 공식적인 청원을 제기해야 합니다.

# Narration/&Council5_32_Danantar_NPC
source: Right. Apologies.
ko: 옳으신 말씀입니다. 사과드립니다.

# Narration/&Council5_33_Danantar_NPC
source: You're right, let's vote. Only senior members, please.
ko: 옳으신 말씀입니다. 표결에 부치도록 합시다. 고위 위원들만 투표에 참여해주시길 바랍니다.

# Narration/&Council5_34_Danantar_NPC
source: Those for securing the Crown, say aye.
ko: 왕관을 확보하는 문제에 대해서, 투표하십시오.

# Narration/&Council5_35_Gormsdottir_Default
source: Aye.
ko: 찬성합니다.

# Narration/&Council5_36_Faisech_NPC
source: Aye.
ko: 찬성하오.

# Narration/&Council5_37_Danantar_NPC
source: Aye.
ko: 찬성입니다.

# Narration/&Council5_38_Keenmind_Default
source: …nay.
ko: ... 반대합니다.

# Narration/&Council5_39_Sunblaze_NPC
source: Nay.
ko: 반대요.

# Narration/&Council5_40_Danantar_NPC
source: Well, we have a majority.
ko: 좋습니다. 다수 의견이 나왔습니다.

# Narration/&Council5_41_Sunblaze_NPC
source: We'll help you with the… attunement issue.
ko: 우리는 조율 문제를 도와드리겠습니다.

# Narration/&Council5_42_Faisech_NPC
source: Wait! Who's going to take the Crown, and where?
ko: 잠깐! 누가 그 왕관을 가져올 것이며, 또한 어디로 그 왕관을 가져가겠다는겁니까?

# Narration/&Council5_43_Danantar_NPC
source: Well, the most secure location would be…
ko: 글쎄요, 가장 안전할만한 곳은 아무래도…

# Narration/&Council5_44_Danantar_NPC
source: …the temple of Einar, of course. The Hearth.
ko: 물론 에이나르의 사원이겠지요. 화로 말입니다.

# Narration/&Council5_45_Faisech_NPC
source: Of course - right here in Caer Cyflen!
ko: 당연히 바로 이곳, 케어 키플렌이어야지요!

# Narration/&Council5_46_Faisech_NPC
source: Neutral ground, of course, but still the Principality of Masgarth is the center of Solasta!
ko: 물론 중립지역이여야 하겠죠. 하지만 마스가르스 공국이 여전히 솔라스타의 중심지입니다!

# Narration/&Council5_47_Danantar_NPC
source: Do you have a better idea, Dean Faisech?
ko: 더 좋은 의견 있으십니까, 페이세크 학장님?

# Narration/&Council5_48_Faisech_NPC
source: We have secure locations, too!
ko: 우리에게도 마찬가지로 안전이 확보된 장소가 있습니다!

# Narration/&Council5_49_Danantar_NPC
source: How many high-ranking paladins in your Tower, Faisech?
ko: 그 쪽 탑에 고위 팔라딘들이 얼마나 있습니까, 페이세크?

# Narration/&Council5_50_Faisech_NPC
source: More than actual wizards in your school!
ko: 당신네들 학교의 실질적인 마법사들보다야 많이 있소!

# Narration/&Council5_51_LeiraKean_NPC
source: Order!
ko: 정숙!

# Narration/&Council5_52_LeiraKean_NPC
source: Remember the dignity of your positions, my lords!
ko: 부디 자신의 위치에 걸맞는 품위를 잊지 말아주시오, 위원 여러분!

# Narration/&Council5_53_LeiraKean_NPC
source: Senior deputies - if you please? The Council has spoken.
ko: 선임 대리인님들께서는 받아들이시겠습니까? 위원회의 결정은 내려졌습니다.

# Narration/&Council5_54_Choice_Pragmatic_WRITTEN
source: This is a mistake.
ko: 이건 실수야.

# Narration/&Council5_55_Choice_Mean_WRITTEN
source: You're all stupid!
ko: 여러분들 모두 어리석군요!

# Narration/&Council5_56_Choice_Lawful_WRITTEN
source: We must obey the Council…
ko: 우리는 평의회의 결정에 복종해야 합니다…

# Narration/&Council5_57_Choice_Selfpres_WRITTEN
source: Someone here is a traitor!
ko: 여기 있는 사람들 가운데 배신자가 있습니다!

# Narration/&Council5_58_Choice_Pragmatic_Default
source: This is a mistake. We are bound to the Crown.
ko: 이건 실수야. 우린 왕관에 꿰인 거라고.

# Narration/&Council5_59_LeiraKean_NPC
source: You are sworn deputies. You must comply.
ko: 맹세를 했잖습니까. 준수하십시오.

# Narration/&Council5_60_Choice_Mean_Default
source: The Council doesn't deserve the Crown - you just proved that!
ko: 의회는 왕관을 가질 자격이 없습니다 - 방금 봤잖아요!

# Narration/&Council5_61_LeiraKean_NPC
source: Surrender the Crown, as the Council orders.
ko: 의회 명령에 따라 왕관을 포기하십시오.
