Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Scavengers_Dialog_02_40_Quartermaster_NPC
source: Instead, you tell us about your misfortune, and we'll go get your friend's body.
ko_mt: 대신 불행에 대해 이야기하면 친구의 시신을 찾으러 가겠습니다.

# Scavengers_Dialog_02_41_Quartermaster_NPC
source: We take it to a cleric we know, and praise be! He raises your friend from the dead.
ko_mt: 우리는 그것을 우리가 아는 성직자에게 가져갔고, 찬사를 받았습니다! 그는 당신의 친구를 죽음에서 일으키십니다.

# Scavengers_Dialog_02_42_Quartermaster_NPC
source: It's a flat fee, and very reasonably priced.
ko_mt: 고정 요금이며 매우 합리적인 가격입니다.

# Scavengers_Dialog_02_43_Quartermaster_NPC
source: Not a comfortable subject, I know. Perish the thought and so on - but it happens.
ko_mt: 편안한 주제가 아닙니다. 생각 등을 소멸시키십시오. 그러나 그것은 일어납니다.

# Scavengers_Dialog_02_44_Greed_Default
source: That's not cheap, I'm sure.
ko_mt: 그것은 싸지 않다, 나는 확신한다.

# Scavengers_Dialog_02_45_Quartermaster_NPC
source: Well… it's risky, and clerics need pretty gemstones for these spells… but can you really put a price on peace of mind?
ko_mt: 글쎄요... 위험하고 성직자들은 이 주문을 위해 예쁜 보석이 필요합니다... 하지만 정말로 마음의 평화에 값을 매길 수 있습니까?

# Scavengers_Dialog_02_46_Authority_Default
source: Well, thank you. I guess that's it for us.
ko_mt: 글쎄, 고마워. 그게 우리를 위한 것 같아요.

# Scavengers_Dialog_02_47_Quartermaster_NPC
source: Fine. Feel free to visit us anytime. Or drop into any Scavenger camp.
ko_mt: 괜찮은. 언제든지 저희를 방문하십시오. 또는 스캐빈저 캠프에 들어가십시오.

# Scavengers_Dialog_02_48_Nosy_Authority_Default
source: Are there others?
ko_mt: 다른 사람들이 있습니까?

# Scavengers_Dialog_02_49_Quartermaster_NPC
source: Anywhere we can settle.
ko_mt: 우리가 정착할 수 있는 곳이면 어디든지.

# Scavengers_Dialog_02_50_Quartermaster_NPC
source: By the way, if you find Captain Henrik, tell him we're still interested.
ko_mt: 그건 그렇고, 헨릭 대위를 찾으면 우리가 여전히 관심이 있다고 말해주세요.

# Scavengers_Dialog_02_51_Authority_Default
source: In what?
ko_mt: 무엇에서?

# Scavengers_Dialog_02_52_Quartermaster_NPC
source: In getting our people to Caer Lem.
ko_mt: 우리 사람들을 Caer Lem으로 데려가는 것입니다.

# Scavengers_Dialog_02_53_Quartermaster_NPC
source: The outpost is perfect for us. Close to the Badlands, with plenty of space for our camp.
ko_mt: 전초 기지는 우리에게 완벽합니다. 우리 캠프를 위한 충분한 공간이 있는 황무지와 가깝습니다.

# Scavengers_Dialog_02_54_Authority_Default
source: Right, we'll tell him if we find him.
ko_mt: 알겠습니다. 찾으면 알려드리겠습니다.

# Scavengers_Dialog_02_55_Quartermaster_NPC
source: That would be appreciated.
ko_mt: 감사합니다.

# Scavengers_Dialog_02_56_Quartermaster_NPC
source: The more you do for us, the more we do for you.
ko_mt: 당신이 우리를 위해 더 많이 할수록 우리는 더 많이 당신을 위해 합니다.

# Scavengers_Dialog_02_57_Greed_Default
source: Oh? So this… business relationship can get better?
ko_mt: 오? 그래서 이것은… 비즈니스 관계가 좋아질 수 있습니까?

# Scavengers_Dialog_02_58_Quartermaster_NPC
source: And I hope it will, friend.
ko_mt: 그리고 그렇게 되기를 바랍니다, 친구.

# Scavengers_Dialog_02_59_Any_Default
source: I guess we'll see you around, then.
ko_mt: 그럼 주변에서 뵙겠습니다.

# Scavengers_Dialog_02_60_Quartermaster_NPC
source: Sure. Good luck out there, and don't forget - in the Badlands, always keep your eyes open.
ko_mt: 확신하는. 행운을 빕니다. 배드랜드에서는 항상 눈을 뜨고 있어야 합니다.

# CaerLem_Arrival1_Starter_Noflag
source: So that's Caer Lem?
ko_mt: 케르 렘인가?

# CaerLem_Arrival2_Partner_Noflag
source: We're almost there… it's just up the hill.
ko_mt: 거의 다 왔어... 언덕 위에 있어.

# CaerLem_Arrival3_SelfPres_Noflag
source: It's a little too quiet, don't you think?
ko_mt: 좀 너무 조용하지 않나요?

# CaerLem_Arrival4_Pragmatism_Slang
source: We're in the Marches, so quiet can't be trusted.
ko_mt: 우리는 3월에 있으므로 조용한 곳은 믿을 수 없습니다.

# CaerLem_Arrival5_SelfPres_Normal
source: True. Let's keep our eyes open.
ko_mt: 진실. 눈을 뜨자.

# CaerLem_Arrival6_SelfPres_Formal
source: Quite so. We must be on our guard.
ko_mt: 바로 그렇다. 경계해야 합니다.

# CaerLem_Arrival7_Authority_Normal
source: Eyes up and hands on hilts, people. These are the Marches.
ko_mt: 사람들이 눈을 위로 들고 칼자루에 손을 대십시오. 이것이 행진곡입니다.

# CaerLem_Arrival8_Authority_Formal
source: Hold formation, all! The Marches are full of perils.
ko_mt: 포메이션을 유지하라, 모두! 행진은 위험으로 가득 차 있습니다.

# CaerLem_Arrival9_Selfish_Cynical_Normal
source: Who put you in charge?
ko_mt: 누가 당신에게 책임을 맡겼습니까?

# CaerLem_Arrival10_Selfish_Cynical_Slang
source: Don't play the captain with me.
ko_mt: 나와 함께 캡틴 역할을 하지 마십시오.

# CaerLem_Arrival11_Authority_Normal
source: I'm just saying, be ready for anything.
ko_mt: 무슨 일이든 할 준비가 되어 있다는 것뿐입니다.

# CaerLem_Arrival12_Authority_Formal
source: Simply a suggestion. I meant no offense.
ko_mt: 단순히 제안입니다. 나는 아무 공격도 의미하지 않았다.

# CaerLem_Arrival13_Default_Slang
source: Damn right. Let's get on with it.
ko_mt: 빌어 먹을 권리. 계속 진행해 봅시다.

# CaerLem_Arrival14_Default_Normal
source: All right. Let's just keep going.
ko_mt: 괜찮아. 계속 가자.

# CaerLem_Arrival15_Default_Formal
source: Agreed. We should press on.
ko_mt: 동의. 우리는 계속해야합니다.

# CaerLem_Entrance16_Default_Noflag
source: I have a bad feeling about this.
ko_mt: 나는 이것에 대해 나쁜 감정이 있습니다.

# CaerLem_Entrance17_Partner_Slang
source: Where's the garrison? Dead or run away?
ko_mt: 주둔군은 어디 있습니까? 죽거나 도망?

# CaerLem_Entrance18_Partner_Normal
source: There's no one here. Not even corpses.
ko_mt: 여기 아무도 없습니다. 시체도 아닙니다.

# CaerLem_Entrance19_Default_Noflag
source: Look! That tower… that's insane!
ko_mt: 바라보다! 그 타워... 그건 미쳤어!

# CaerLem_Entrance20_NOSY_Noflag
source: Amazing! Classic Tirmarian architecture… I read about that, you know.
ko_mt: 놀라운! 고전적인 티르마리아식 건축... 그것에 대해 읽었습니다.

# CaerLem_Entrance21_NOSY_Noflag
source: It just ended up here after the Cataclysm… incredible!
ko_mt: 그것은 대격변 이후에 여기에서 끝났습니다... 굉장합니다!

# CaerLem_Entrance22_LUKEWARM_Slang
source: Courtesy of the Cataclysm.
ko_mt: 대격변의 의례.

# CaerLem_Entrance23_LUKEWARM_Slang
source: The Marches are full of stuff like this. The Badlands are worse.
ko_mt: 3월에는 이런 것들이 가득합니다. 배드랜드는 더 나쁘다.

# CaerLem_Entrance24_Cynic_Normal
source: I never saw a tower just stuck in a mountain like that.
ko_mt: 나는 그렇게 산에 갇힌 탑을 본 적이 없다.

# CaerLem_Entrance25_Default_Normal
source: We're not in the Badlands yet, but that's a good introduction.
ko_mt: 우리는 아직 Badlands에 있지 않지만 좋은 소개입니다.

# CaerLem_Entrance26_Authority_law_Noflag
source: Anyway, we have a mission. Let's check the fortifications.
ko_mt: 어쨌든 우리에게는 임무가 있습니다. 요새를 확인해보자.

# CaerLem_InspectBattlefield1_Cynical_Formal
source: Well, that's not a good sign.
ko_mt: 글쎄, 그것은 좋은 징조가 아닙니다.

# CaerLem_InspectBattlefield2_Cynical_Normal
source: Does this tell us anything we don't already know?
ko_mt: 이것은 우리가 아직 알지 못하는 것을 말해줍니까?

# CaerLem_InspectBattlefield3_Pragmatic_Normal
source: The blood isn't that fresh, but even vultures would have left some bones behind.
ko_mt: 피는 그다지 신선하지 않지만 독수리조차도 뼈를 약간 남겼을 것입니다.

# CaerLem_InspectBattlefield4_Pragmatic_Formal
source: There's enough blood here to suggest that the whole garrison was massacred.
ko_mt: 여기에는 수비대 전체가 학살되었다는 것을 암시할 만큼 충분한 피가 있습니다.

# CaerLem_InspectBattlefield5_Any_Normal
source: Maybe it was the goblins… they took the soldiers and… ate them?
ko_mt: 아마도 고블린들이... 병사들을 데려가서... 먹었나?

# CaerLem_InspectBattlefield6_Pragmatic_Normal
source: Those goblins were only a handful… A fifty-strong garrison would have made mincemeat of them.
ko_mt: 그 고블린들은 소수에 불과했습니다... 50명의 강력한 수비대가 그들을 다진 고기로 만들었을 것입니다.

# CaerLem_InspectBattlefield7_Any_Normal
source: Well then, I'm out of ideas. Let's keep looking around.
ko_mt: 글쎄, 나는 아이디어가 없다. 계속 주위를 둘러보자.

# CaerLem_Inside27_Pragmatism_Noflag
source: There's definitely been fighting here.
ko_mt: 확실히 여기에서 싸움이 있었다.

# CaerLem_Inside28_cynicWISECRACKER_Noflag
source: Why did we take this job again? Oh, yeah… these lovely Council badges.
ko_mt: 우리는 왜 이 일을 다시 맡게 되었습니까? 오, 예... 이 멋진 의회 배지.

# CaerLem_Inside29_cynicWISECRACKER_Formal
source: No one here to greet us? How rude! I was hoping for drinks, at least.
ko_mt: 여기 우리를 맞이할 사람이 없습니까? 얼마나 무례! 나는 최소한 음료수를 기대하고 있었다.

# CaerLem_Inside30_Authority_React
source: This is no time for jokes.
ko_mt: 농담할 때가 아닙니다.

# CaerLem_Inside31_Selfpres_Noflag
source: Right. Whoever did this could still be around, and we don't want them hearing us.
ko_mt: 오른쪽. 누가 이것을 했는지는 여전히 주변에 있을 수 있고 우리는 그들이 우리의 말을 듣는 것을 원하지 않습니다.

# CaerLem_Inside32_Helpful_Noflag
source: We should look for survivors. Fifty people can't just vanish.
ko_mt: 생존자를 찾아야 합니다. 50명이 그냥 사라질 수는 없습니다.

# CaerLem_Seenthem33_Starter_Normal
source: Did you see that?
ko_mt: 그거 봤어?

# CaerLem_Seenthem34_Starter_Slang
source: What the heck was that?
ko_mt: 그게 뭐였더라?

# CaerLem_Seenthem35_Partner_Default
source: Someone's hiding inside the tower.
ko_mt: 누군가가 타워 안에 숨어 있습니다.

# CaerLem_Seenthem36_Self_Pres_Default
source: It's a trap! The goblins killed everyone, and now it's our turn!
ko_mt: 함정이다! 고블린들이 모두 죽였으니 이제 우리 차례야!

# CaerLem_Seenthem37_Helpful_Default
source: Or they're the survivors, and they're being cautious.
ko_mt: 아니면 그들은 생존자이고 조심하고 있습니다.

# CaerLem_Seenthem38_Pragmatism_Default
source: We need to get up to that door.
ko_mt: 우리는 그 문으로 올라가야 합니다.

# CaerLem_Seenthem39_Selfpres_Default
source: That won't be easy. These walls are falling apart.
ko_mt: 쉽지 않을 것입니다. 이 벽들이 무너지고 있습니다.

# CaerLem_Seenthem40_Violence_Default
source: If they slaughtered the garrison, they'll pay!
ko_mt: 그들이 수비대를 학살했다면, 그들은 대가를 치르게 될 것입니다!

# CaerLem_Seenthem41_Beryl_NPC
source: Back off! No closer!
ko_mt: 물러나 다! 더 가까이!

# CaerLem_Seenthem42_Starter_Default
source: Who's there?
ko_mt: 거기 누구야?

# CaerLem_Seenthem43_Robar_NPC
source: We're not letting you in!
ko_mt: 우리는 당신을 허용하지 않습니다!

# CaerLem_Seenthem44_Beryl_NPC
source: And we're not coming out!
ko_mt: 그리고 우리는 나오지 않습니다!

# CaerLem_Seenthem47_Starter_Default
source: Is Captain Henrik there? We need to talk to him!
ko_mt: 헨릭 대위가 거기 있습니까? 우리는 그와 이야기해야합니다!

# CaerLem_Seenthem48_Beryl_NPC
source: Don't you dare speak his name, you filthy bastard!
ko_mt: 감히 그의 이름을 말하지 마, 이 더러운 새끼야!

# CaerLem_Seenthem49_Robar_NPC
source: Don't talk to them!
ko_mt: 그들과 이야기하지 마십시오!

# CaerLem_Seenthem50_Lisbath_NPC
source: They'll cast a spell on you!
ko_mt: 그들은 당신에게 주문을 걸 것입니다!

# CaerLem_Seenthem51_Beryl_NPC
source: Don't touch me!
ko_mt: 만지지 마!

# CaerLem_Seenthem52_Pragmatism_Normal
source: Is something not right in there, or is it just me?
ko_mt: 뭔가 잘못된 건가요, 아니면 저만 그런 건가요?

# CaerLem_Seenthem53_Pragmatism_Slang
source: Lost their minds, the lot of 'em.
ko_mt: 많은 사람들이 정신을 잃었습니다.

# CaerLem_Seenthem54_Pragmatism_Formal
source: Clearly their distressing experience has affected their reason.
ko_mt: 분명히 그들의 고통스러운 경험은 그들의 이성에 영향을 미쳤습니다.

# CaerLem_Seenthem55_Joker_Normal
source: Filthy bastard'. Should we write that down in our report?
ko_mt: 더러운 새끼'. 보고서에 기록해야 합니까?

# CaerLem_Seenthem56_Joker_Slang
source: That's our report, then: they've all gone crazy. Mystery solved.
ko_mt: 그것이 우리의 보고서입니다. 그들은 모두 미쳤습니다. 수수께끼가 풀렸습니다.

# CaerLem_Nego78_Practical_Default
source: Let's get to the door. Maybe if they can see us up close…
ko_mt: 문으로 가자. 그들이 우리를 가까이서 볼 수 있다면…

# CaerLem_Nego79_Practical_Default
source: …we can show them our Council badges.
ko_mt: ...우리는 그들에게 우리의 의회 배지를 보여줄 수 있습니다.

# CaerLem_Nego1_Robar_NPC
source: They're here!
ko_mt: 그들이 여기있다!

# CaerLem_Nego2_Beryl_NPC
source: You damn Soraks!
ko_mt: 이 빌어먹을 소락스!

# CaerLem_Nego3_Starter_Default
source: Soraks?
ko_mt: 설악?

# CaerLem_Nego4_Partner_Default
source: Did they say Soraks?
ko_mt: 소락스라고 하던가요?

# CaerLem_Nego5_Starter_Slang
source: Ooh, they spotted it… we're shapeshifters from another world! Guess we'll have to go home now.
ko_mt: 오, 그들이 그것을 발견했습니다... 우리는 다른 세계에서 온 변신술사입니다! 이제 집에 가야 할 것 같습니다.

# CaerLem_Nego6_Starter_Normal
source: You can't be serious! Soraks are a legend for scaring children.
ko_mt: 당신은 심각할 수 없습니다! 설악은 아이들을 겁주는 전설이다.

# CaerLem_Nego7_Beryl_NPC
source: You bastards took the Captain, but you won't take us!
ko_mt: 이 새끼들이 캡틴을 데려갔지만 우릴 데려가진 않을거야!

# CaerLem_Nego8_Robar_NPC
source: Don't talk to them!
ko_mt: 그들과 이야기하지 마십시오!

# CaerLem_Nego9_Choice_1_WRITTEN
source: We're Council deputies!
ko_mt: 우리는 의회 의원입니다!

# CaerLem_Nego10_Choice_2_WRITTEN
source: Use spy call phrase
ko_mt: 스파이 호출 구문 사용

# CaerLem_Nego11_Choice_3_WRITTEN
source: Use sellsword experience
ko_mt: 셀소드 경험 사용

# CaerLem_Nego12_Choice_4_WRITTEN
source: Be reasonable!
ko_mt: 합리적이세요!

# CaerLem_Nego13_Authority_Normal
source: We're deputies of the Council, sent by Protector Leira Kean!
ko_mt: 우리는 수호자 레이라 킨이 보낸 평의회 의원입니다!

# CaerLem_Nego14_Beryl_FailedCheck
source: Nice to meet you… I'm Princess Ceiwad. Get lost!
ko_mt: 만나서 반가워요... 저는 Ceiwad 공주입니다. 길을 잃다!

# CaerLem_Nego15_Lisbath_FailedCheck
source: Open the damn door, there are only four of them.
ko_mt: 젠장할 문을 열면 4개밖에 없다.

# CaerLem_Nego16_Robar_SuccessCheck
source: They have Council badges.
ko_mt: 그들은 의회 배지를 가지고 있습니다.

# CaerLem_Nego17_Beryl_SuccessCheck
source: Sure. Of course they do! Looted from whose corpses?
ko_mt: 확신하는. 물론 그들은합니다! 누구의 시체에서 약탈?

# CaerLem_Nego18_Spy_Default
source: So, sleeping in the beds of the Manacalon, are you?
ko_mt: 그래서 마나칼론의 침대에서 자고 있는 거니?

# CaerLem_Nego19_Beryl_NPC
source: What?
ko_mt: 뭐라고 요?

# CaerLem_Nego20_Defaulter_Default
source: What was that?
ko_mt: 그게 뭐였지?

# CaerLem_Nego21_Spy_Default
source: Just fishing. Give it a moment.
ko_mt: 그냥 낚시. 잠시만 기다려 주세요.

# CaerLem_Nego22_Darik_NPC
source: Magic pillows give us sweet dreams.
ko_mt: 마법의 베개는 우리에게 달콤한 꿈을 줍니다.

# CaerLem_Nego24_Sellsword_Default
source: I know how you feel… I fought at Sandreed. Lost a lot of good friends there.
ko_mt: 당신이 어떤 기분인지 알아요… 나는 Sandreed와 싸웠습니다. 그곳에서 좋은 친구들을 많이 잃었다.

# CaerLem_Nego25_Robar_NPC
source: Sandreed, eh? Which unit?
ko_mt: 샌드리드, 응? 어떤 단위?

# CaerLem_Nego26_Beryl_NPC
source: What happened to "don't talk to them"?
ko_mt: "그들과 대화하지 마십시오"는 어떻게 되었습니까?

# CaerLem_Nego27_Sellsword_Default
source: The Longswords, under Lord Dalmore.
ko_mt: 달모어 경의 롱소드.

# CaerLem_Nego28_Sellsword_Default
source: He died on the third day… arrow in the eye.
ko_mt: 그는 사흘 만에 죽었다... 눈에 화살을 맞았다.

# CaerLem_Nego29_Sellsword_Default
source: Jonas Mills was the real leader… fought to the bitter end.
ko_mt: Jonas Mills는 진정한 리더였습니다... 최후까지 싸웠습니다.

# CaerLem_Nego30_Robar_NPC
source: Open up… they're not Soraks.
ko_mt: 열어라... 그들은 설악이 아니다.

# CaerLem_Nego31_Defaulter_Default
source: Be reasonable and open the door. We're friendlies!
ko_mt: 합리적이고 문을 여십시오. 우리는 친하다!

# CaerLem_Nego32_Beryl_NPC
source: Exactly what a Sorak would say.
ko_mt: 설악이 말하고자 하는 바가 맞습니다.

# CaerLem_Nego33_Defaulter_Default
source: Come on! There are just four of us… Point crossbows at us if you like.
ko_mt: 어서 해봐요! 우리 중 4명뿐입니다... 원한다면 우리에게 석궁을 겨누십시오.

# CaerLem_Nego34_Lisbath_NPC
source: Let's do that! People… crossbows at the ready.
ko_mt: 그걸하자! 사람들… 석궁이 준비되어 있습니다.

# CaerLem_Nego35_Robar_NPC
source: Fine with me. Daliat, open the door.
ko_mt: 난 괜찮아. 달리앗, 문 열어.

# CaerLem_Nego36_Beryl_NPC
source: No! I said no!
ko_mt: 아니요! 나는 아니라고 말했다!

# CaerLem_Nego37_Robar_NPC
source: Close the door.
ko_mt: 문을 닫다.

# CaerLem_Nego38_Starter_Default
source: Thank you for letting us in.
ko_mt: 허락해주셔서 감사합니다.

# CaerLem_Nego39_Beryl_NPC
source: Don't thank me.
ko_mt: 고마워하지마

# CaerLem_Nego40_Starter_WRITTEN
source: Are you the officer?
ko_mt: 당신은 장교입니까?

# CaerLem_Nego43_CynicPrag_WRITTEN
source: You thought we were Soraks?
ko_mt: 우리가 설악인 줄 알았어?

# CaerLem_Nego58_Starter_WRITTEN
source: Can we talk to the others?
ko_mt: 다른 사람들과 이야기할 수 있습니까?

# CaerLem_Nego40_Starter_Default
source: Are you in charge here?
ko_mt: 여기 담당이세요?

# CaerLem_Nego41_Beryl_NPC
source: Lieutenant Beryl Stonebeard.
ko_mt: 베릴 스톤비어드 중위.

# CaerLem_Nego42_Beryl_NPC
source: Second in command… After Captain Henrik.
ko_mt: 지휘관 2위... 헨릭 대위 다음으로.

# CaerLem_Nego43_CynicPrag_Default
source: So, you really believe you were attacked by Soraks?
ko_mt: 그래서, 정말로 설악에게 공격을 받았다고 생각하는 겁니까?

# CaerLem_Nego44_Beryl_NPC
source: Man-sized lizards that can speak?
ko_mt: 말을 할 수 있는 사람만한 도마뱀?

# CaerLem_Nego45_Beryl_NPC
source: Oh, yeah… they're real.
ko_mt: 오, 예... 그들은 진짜입니다.

# CaerLem_Nego46_Starter_NPC
source: But we found no corpses… nothing.
ko_mt: 그러나 우리는 시체를 발견하지 못했습니다. 아무것도 발견하지 못했습니다.

# CaerLem_Nego47_Beryl_NPC
source: We know. They took all the bodies, ours and theirs.
ko_mt: 우린 알아. 그들은 우리와 그들의 시체를 모두 가져갔습니다.

# CaerLem_Nego48_Beryl_NPC
source: So no one can prove they exist.
ko_mt: 따라서 아무도 그것들이 존재한다는 것을 증명할 수 없습니다.

# CaerLem_Nego49_Pragmatic_WRITTEN
source: That's awkward.
ko_mt: 어색하다.

# CaerLem_Nego50_Pragmatic_WRITTEN
source: That's hard to believe.
ko_mt: 믿기 ​​어렵네요.

# CaerLem_Nego51_Pragmatic_WRITTEN
source: That's garbage.
ko_mt: 그건 쓰레기야.

# CaerLem_Nego49_Pragmatic_Normal
source: No proof… that's kind of awkward.
ko_mt: 증거가 없습니다... 그건 좀 어색합니다.

# CaerLem_Nego50_Pragmatic_Formal
source: You realize, of course, how improbable that sounds?
ko_mt: 물론 그것이 얼마나 불가능하게 들릴지 아십니까?

# CaerLem_Nego51_Pragmatic_Slang
source: Course they did… just to make you look crazy.
ko_mt: 물론 그들은 ... 단지 당신을 미치게 만들었습니다.

# CaerLem_Nego52_Beryl_NPC
source: You won't laugh when they come back.
ko_mt: 그들이 돌아올 때 당신은 웃지 않을 것입니다.

# CaerLem_Nego53_Default_Default
source: We got here without trouble.
ko_mt: 우리는 문제없이 여기에 왔습니다.

# CaerLem_Nego54_Beryl_NPC
source: Then they let you in… and now you're trapped with us.
ko_mt: 그런 다음 그들은 당신을 들여 보냈습니다 ... 이제 당신은 우리와 함께 갇혔습니다.

# CaerLem_Nego55_Starter_Default
source: Why would they do that?
ko_mt: 왜 그렇게 했을까요?

# CaerLem_Nego56_Beryl_NPC
source: How should I know? They're Soraks!
ko_mt: 어떻게 알아야 합니까? 그들은 소락스입니다!

# CaerLem_Nego57_Starter_Slang
source: Mind if we talk to your buddies?
ko_mt: 친구들과 이야기해도 될까요?

# CaerLem_Nego58_Starter_Formal
source: Might we have a little chat with your comrades in arms?
ko_mt: 당신의 전우들과 팔짱을 끼고 잠시 이야기를 나눌 수 있을까요?

# CaerLem_Nego59_Starter_Normal
source: We'd like to talk to everyone here, if that's all right?
ko_mt: 괜찮으시다면 여기 계신 모든 분들과 이야기를 나누고 싶습니다.

# CaerLem_Nego60_Beryl_NPC
source: As long as you don't try anything clever, we're good.
ko_mt: 당신이 영리한 것을 시도하지 않는 한 우리는 좋습니다.

# CaerLem_Darik1_Spy_Default
source: I might have a better chance with this guy… alone.
ko_mt: 이 사람과 함께라면…

# CaerLem_Darik2_SelfpresLawful_Default
source: I don't like being kept in the dark.
ko_mt: 나는 어둠 속에 갇히는 것을 좋아하지 않는다.

# CaerLem_Darik3_Spy_Default
source: I used to work in an embassy. Learned a few tricks.
ko_mt: 저는 대사관에서 일했습니다. 몇 가지 트릭을 배웠습니다.

# CaerLem_Darik4_Starter_Default
source: He doesn't strike me as the diplomatic type.
ko_mt: 그는 나를 외교관이라고 생각하지 않는다.

# CaerLem_Darik5_Mean_Default
source: He looks like any other beggar.
ko_mt: 그는 다른 거지처럼 보입니다.

# CaerLem_Darik6_Spy_Default
source: Come on, trust me.
ko_mt: 자, 날 믿어.

# CaerLem_Darik7_Nosy_Default
source: What exactly is it between you and him?
ko_mt: 당신과 그 사이에 정확히 무엇이 있습니까?

# CaerLem_Darik8_Einar_Default
source: We trust you to do what's best for us all.
ko_mt: 우리는 당신이 우리 모두를 위해 최선을 다할 것을 믿습니다.

# CaerLem_Darik9_Pakri_Default
source: Pakri watches. Don't betray her trust.
ko_mt: 파크리 시계. 그녀의 신뢰를 저버리지 마세요.

# CaerLem_Darik10_Spy_Default
source: Leave the goddess out of this, will you?
ko_mt: 이 여신을 떠나시겠습니까?

# CaerLem_Darik11_Defaulter_Default
source: If you do then, please, be our guest.
ko_mt: 그렇다면 손님이 되어 주십시오.

# CaerLem_Darik12_Spy_NPC
source: I saw a Whisperer's code carved in the door.
ko_mt: 나는 문에 새겨진 위스퍼러의 암호를 보았다.

# CaerLem_Darik13_Darik_NPC
source: How do you know the code?
ko_mt: 코드를 어떻게 알 수 있습니까?

# CaerLem_Darik14_Spy_Default
source: I used to work for Delanim, at the embassy near the New Empire border.
ko_mt: 나는 New Empire 국경 근처의 대사관에서 Delanim을 위해 일했습니다.

# CaerLem_Darik15_Darik_NPC
source: I see. I'm supposed to kill anyone who knows those words and isn't a Whisperer.
ko_mt: 알 겠어요. 나는 그 말을 알고 속삭이는 사람이 아닌 사람을 죽여야 한다.

# CaerLem_Darik16_Spy_Default
source: I'd appreciate if you didn't kill me, though.
ko_mt: 그래도 죽이지 않았다면 고맙겠습니다.

# CaerLem_Darik17_Darik_NPC
source: We'll see.
ko_mt: 우리는 볼 것이다.

# CaerLem_Darik18_Spy_Default
source: So, just to be sure, is any of this part of your business, or…
ko_mt: 따라서, 확실히 하기 위해, 이 부분이 귀하의 비즈니스의 일부이거나…

# CaerLem_Darik19_Darik_NPC
source: Wiping out a whole garrison just to get myself trapped with this bunch? No, that wasn't my plan.
ko_mt: 이 무리에 갇히기 위해 수비대 전체를 소탕하는 겁니까? 아니, 그건 내 계획이 아니었어.

# CaerLem_Darik20_Spy_Default
source: So… Soraks? Really?
ko_mt: 그래서... 소락스? 진짜?

# CaerLem_Darik21_Darik_NPC
source: What can I tell you? They looked just like the stories say.
ko_mt: 무엇을 알려드릴까요? 그들은 이야기가 말하는 것처럼 보였습니다.

# CaerLem_Darik22_Darik_NPC
source: The Captain betrayed us… they knew everything about our security.
ko_mt: 캡틴은 우리를 배신했습니다... 그들은 우리의 보안에 대해 모든 것을 알고 있었습니다.

# CaerLem_Darik23_Darik_NPC
source: Even hiding their bodies is in the stories.
ko_mt: 그들의 몸을 숨기는 것조차도 이야기에 있습니다.

# CaerLem_Darik24_Starter_Default
source: Think they're still around?
ko_mt: 그들이 아직 주변에 있다고 생각합니까?

# CaerLem_Darik25_Darik_NPC
source: Possibly.
ko_mt: 혹시.

# CaerLem_Darik26_Spy_Default
source: Any idea what they're after?
ko_mt: 그들이 무엇을 노리는지 아세요?

# CaerLem_Darik27_Darik_NPC
source: No.
ko_mt: 아니요.

# CaerLem_Darik28_Spy_Default
source: Right.
ko_mt: 오른쪽.

# CaerLem_Darik29_Spy_Default
source: They'll want to talk to you.
ko_mt: 그들은 당신과 이야기하고 싶어할 것입니다.

# CaerLem_Darik30_Darik_NPC
source: Fine.
ko_mt: 괜찮은.

# CaerLem_Darik31_Spy_Default
source: He's all yours.
ko_mt: 그는 당신의 모든 것입니다.

# CaerLem_Darik32_Starter_Default
source: So who are you, friend?
ko_mt: 그래서 당신은 누구입니까, 친구?

# CaerLem_Darik33_Darik_NPC
source: Daliat Sunbird, scout.
ko_mt: 달리앗 선버드, 정찰병.

# CaerLem_Darik34_Starter_Default
source: Do you believe they were Soraks?
ko_mt: 그들이 설악이었다고 믿습니까?

# CaerLem_Darik35_Darik_NPC
source: Dunno. Seemed real, though.
ko_mt: 몰라. 진짜 같았지만.

# CaerLem_Darik36_Starter_Default
source: What do you think they wanted?
ko_mt: 그들이 무엇을 원했다고 생각합니까?

# CaerLem_Darik37_Darik_NPC
source: To kill us all.
ko_mt: 우리 모두를 죽이기 위해.

# CaerLem_Darik38_Any_Normal
source: Not big on talk, eh?
ko_mt: 큰 얘기는 아니지?

# CaerLem_Darik39_Any_Formal
source: You seem a very reluctant conversationalist.
ko_mt: 당신은 대화를 매우 꺼려하는 것 같습니다.

# CaerLem_Darik40_Darik_NPC
source: I'm gonna rest now.
ko_mt: 이제 쉬겠습니다.

# CaerLem_Darik40_Alternate_Darik_NPC
source: I'm having a pretty bad day, so if you'll excuse me…
ko_mt: 나 요즘 몸이 안 좋은데 실례하면...

# CaerLem_Darik41_AnySelfpres_NPC
source: Is it me, or didn't he like that last question?
ko_mt: 저인가요, 아니면 그가 마지막 질문을 좋아하지 않았나요?

# CaerLem_Darik42_Cynical_NPC
source: Nice man.
ko_mt: 좋은 사람.

# CaerLem_Darik43_Starter_Default
source: How about you? Did you learn anything?
ko_mt: 당신은 어떤가요? 배운 것이 있습니까?

# CaerLem_Darik44_Spy_Default
source: Not much. He thinks the Soraks are real, too.
ko_mt: 별로. 그는 Soraks도 실제라고 생각합니다.

# CaerLem_Darik45_Partner_Default
source: So much for your secret code.
ko_mt: 당신의 비밀 코드에 대해 너무 많이.

# CaerLem_Darik46_Spy_Default
source: Sorry to disappoint.
ko_mt: 실망을 드려 죄송합니다.

# CaerLem_Lisbath1_Lisbath_NPC
source: Now it's my turn, right?
ko_mt: 이제 내 차례죠?

# CaerLem_Lisbath2_Starter_Default
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# CaerLem_Lisbath3_Lisbath_NPC
source: What is this? A murder investigation?
ko_mt: 이게 뭔가요? 살인 수사?

# CaerLem_Lisbath4_Cynical_WRITTEN
source: Should it be?
ko_mt: 그래야 합니까?

# CaerLem_Lisbath5_Defaulter_WRITTEN
source: Just trying to help.
ko_mt: 그냥 도와주려고.

# CaerLem_Lisbath6_Authority_WRITTEN
source: Anything we should know?
ko_mt: 우리가 알아야 할 것이 있습니까?

# CaerLem_Lisbath7_Cynical_Default
source: Should we be investigating?
ko_mt: 조사해야 할까요?

# CaerLem_Lisbath7_Lisbath_NPC
source: Maybe.
ko_mt: 아마도.

# CaerLem_Lisbath8_Authority_Formal
source: You've said too much to stop now.
ko_mt: 지금 멈추기에는 너무 많은 말을 하셨습니다.

# CaerLem_Lisbath9_Authority_Normal
source: Speak up, then.
ko_mt: 그럼 말을 걸어.

# CaerLem_Lisbath10_Lisbath_NPC
source: Well, let's say this all happened after a certain expedition.
ko_mt: 이 모든 것이 특정 탐험 후에 일어났다고 가정해 보겠습니다.

# CaerLem_Lisbath11_Any_Normal
source: Go on.
ko_mt: 계속해.

# CaerLem_Lisbath12_Any_Slang
source: Spit it out.
ko_mt: 뱉어.

# CaerLem_Lisbath13_Any_Formal
source: Speak up without fear, friend.
ko_mt: 두려워하지 말고 말하십시오, 친구.
