Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CaerLem_Lisbath14_Lisbath_NPC
source: The scouts. They came back from a raid into the Badlands.
ko_mt: 스카우트. 그들은 황무지 습격에서 돌아왔습니다.

# CaerLem_Lisbath15_Lisbath_NPC
source: Found a ruin, came back with loot.
ko_mt: 폐허를 발견하고 전리품을 가지고 돌아왔습니다.

# CaerLem_Lisbath16_Lisbath_NPC
source: The next day, this happens.
ko_mt: 다음날, 이런 일이 발생합니다.

# CaerLem_Lisbath17_Lisbath_NPC
source: Coincidence? You tell me.
ko_mt: 우연의 일치? 말해봐

# CaerLem_Lisbath18_Any_Default
source: The scouts, you say?
ko_mt: 스카우트, 당신은?

# CaerLem_Lisbath19_Lisbath_NPC
source: Only one of them's still alive.
ko_mt: 그들 중 한 명만 아직 살아 있습니다.

# CaerLem_Lisbath20_Lisbath_NPC
source: Daliat.
ko_mt: 달리앗.

# CaerLem_Lisbath21_Any_Default
source: Right.
ko_mt: 오른쪽.

# CaerLem_Lisbath22_Defaulter_Default
source: We just want to help.
ko_mt: 우리는 단지 돕고 싶습니다.

# CaerLem_Lisbath23_Lisbath_NPC
source: Good luck with that.
ko_mt: 행운을 빌어 요.

# CaerLem_Lisbath24_Authority_Default
source: You sound worried. Anything we should know?
ko_mt: 걱정스러워 하시는군요. 우리가 알아야 할 것이 있습니까?

# CaerLem_Lisbath25_Lisbath_NPC
source: Get lost!
ko_mt: 길을 잃다!

# CaerLem_Lisbath26_Defaulter_WRITTEN
source: Sorry.
ko_mt: 죄송합니다.

# CaerLem_Lisbath27_Insight_WRITTEN
source: You're hiding something.
ko_mt: 당신은 뭔가를 숨기고 있습니다.

# CaerLem_Lisbath28_Authority_WRITTEN
source: I don't like your tone.
ko_mt: 나는 당신의 음색을 좋아하지 않습니다.

# CaerLem_Lisbath29_Mean_WRITTEN
source: Go to hell.
ko_mt: 지옥 에나 가라.

# CaerLem_Lisbath30_Defaulter_Default
source: No offense intended.
ko_mt: 공격 의도가 없습니다.

# CaerLem_Lisbath31_Insight_Default
source: I'll take that as a yes.
ko_mt: 예라고 할게요.

# CaerLem_Lisbath32_Authority_Default
source: I don't like to be insulted.
ko_mt: 나는 모욕받는 것을 좋아하지 않는다.

# CaerLem_Lisbath33_Mean_Default
source: You go to hell, you spineless moron.
ko_mt: 지옥에 가거라, 이 척추가 없는 멍청이.

# CaerLem_Lisbath34_Lisbath_NPC
source: You should work on your manners, then.
ko_mt: 그러면 매너를 지켜야 합니다.

# CaerLem_Lisbath35_Lisbath_NPC
source: And I don't like to be accused of… whatever.
ko_mt: 그리고 나는 비난받는 것을 좋아하지 않습니다. ... 무엇이든.

# CaerLem_Lisbath36_Defaulter_WRITTEN
source: Never mind.
ko_mt: 괜찮아요.

# CaerLem_Lisbath37_Persuader_WRITTEN
source: We started on the wrong foot.
ko_mt: 우리는 잘못된 발로 시작했습니다.

# CaerLem_Lisbath38_Intimidator_WRITTEN
source: Speak up, or else!
ko_mt: 말을 하거나 그렇지 않으면!

# CaerLem_Lisbath39_Deceiver_WRITTEN
source: We know there's a traitor.
ko_mt: 우리는 배신자가 있다는 것을 압니다.

# CaerLem_Lisbath40_Defaulter_Default
source: Get lost.
ko_mt: 길을 잃다.

# CaerLem_Lisbath41_Persuader_Default
source: Can we start this over?
ko_mt: 다시 시작해 볼까요?

# CaerLem_Lisbath42_Lisbath_Success
source: Listen. Something's not right.
ko_mt: 듣다. 문제가 있습니다.

# CaerLem_Lisbath43_Lisbath_Failure
source: I don't think so.
ko_mt: 나는 그렇게 생각하지 않는다.

# CaerLem_Lisbath44_Intimidator_Default
source: You'll tell me sooner or later. Later's more painful.
ko_mt: 조만간 나에게 말해줄 것이다. 나중에 더 아프다.

# CaerLem_Lisbath45_Lisbath_NPC
source: Friends, right?
ko_mt: 친구, 그렇지?

# CaerLem_Lisbath46_Lisbath_NPC
source: Bring it on.
ko_mt: 켜.

# CaerLem_Lisbath47_Deceiver_Default
source: We know there's a traitor among you.
ko_mt: 우리는 당신들 사이에 배신자가 있다는 것을 압니다.

# CaerLem_Lisbath48_Deceiver_Default
source: Help us, and we'll help you.
ko_mt: 도와주세요. 도와드리겠습니다.

# CaerLem_Lisbath49_Lisbath_Success
source: I… I knew it. It's Daliat, right?
ko_mt: 나는… 알고 있었다. 달리앗이죠?

# CaerLem_Lisbath50_Lisbath_NPC
source: Shh! He's looking at us!
ko_mt: 쉿! 그는 우리를보고있다!

# CaerLem_Lisbath51_Lisbath_NPC
source: I'll tell you what.
ko_mt: 내가 알려줄게.

# CaerLem_Lisbath52_Lisbath_Failure
source: You think you can fool me that easily?
ko_mt: 날 그렇게 쉽게 속일 수 있다고 생각해?

# CaerLem_Lisbath53_Lisbath_NPC
source: I don't buy it.
ko_mt: 나는 그것을 사지 않는다.

# CaerLem_Lisbath55_AsAYes
source: You must have a hearing problem, then.
ko_mt: 그렇다면 청력에 문제가 있어야 합니다.

# CaerLem_Robar1_Starter_Default
source: Hey, there.
ko_mt: 이봐, 거기.

# CaerLem_Robar2_Starter_Formal
source: Greetings, soldier.
ko_mt: 안녕하세요, 군인입니다.

# CaerLem_Robar3_Robar_NPC
source: Aye.
ko_mt: 찬성.

# CaerLem_Robar4_Robar_NPC
source: Name's Robar Sharp.
ko_mt: 이름은 로바 샤프.

# CaerLem_Robar5_Starter_Normal
source: Sounds like you're the most experienced here, Robar.
ko_mt: 당신이 여기에서 가장 경험이 많은 것 같군요, 로바.

# CaerLem_Robar6_Starter_Formal
source: I gather you are a veteran of long standing?
ko_mt: 오랜 경력의 베테랑이 모인다?

# CaerLem_Robar7_Starter_Slang
source: So you're the old sweat of the group, huh?
ko_mt: 그래서 당신은 그룹의 오래된 땀, 응?

# CaerLem_Robar8_Robar_NPC
source: Yeah. But I'm not in charge, mind you.
ko_mt: 응. 하지만 내가 책임지지 않습니다.

# CaerLem_Robar9_Starter_Default
source: Tell us about Stonebeard.
ko_mt: 스톤비어드에 대해 알려주세요.

# CaerLem_Robar10_Partner_Default
source: Tell us about Daliat.
ko_mt: 달리아트에 대해 알려주세요.

# CaerLem_Robar11_Commentator_Default
source: Tell us about Lisbath.
ko_mt: 리스바스에 대해 알려주세요.

# CaerLem_Robar11_Reactor_Default
source: What should we do?
ko_mt: 우리는 무엇을 해야 합니까?

# CaerLem_Robar12_Sellsword_Default
source: Mercenary small talk
ko_mt: 용병 잡담

# CaerLem_Robar13_Partner_Default
source: This Lieutenant Stonebeard… is she up to the job?
ko_mt: 이 스톤비어드 중위는…

# CaerLem_Robar14_Robar_NPC
source: Clearly not. Look around.
ko_mt: 분명히 아닙니다. 주위를 둘러보세요.

# CaerLem_Robar15_Robar_NPC
source: Losing the captain broke her.
ko_mt: 캡틴을 잃는 것은 그녀를 망가뜨렸다.

# CaerLem_Robar16_Partner_Default
source: What do you think of Daliat?
ko_mt: 달리아트에 대해 어떻게 예상하십니까?

# CaerLem_Robar17_Robar_NPC
source: Never liked him. He's hiding something.
ko_mt: 그를 좋아하지 않았다. 그는 뭔가를 숨기고 있습니다.

# CaerLem_Robar18_Robar_NPC
source: He's been nervous since we came back from the Badlands.
ko_mt: 그는 우리가 황무지에서 돌아온 이후로 긴장하고 있습니다.

# CaerLem_Robar19_Robar_NPC
source: But it'd be no good picking a fight with him now…
ko_mt: 하지만 지금 그와 싸움을 선택하는 것은 좋지 않을 것입니다 ...

# CaerLem_Robar20_Starter_Formal
source: Very wise.
ko_mt: 매우 현명한.

# CaerLem_Robar21_Starter_Normal
source: I understand.
ko_mt: 이해 했어.

# CaerLem_Robar22_Commentator_Default
source: How about Lisbath? You're her superior?
ko_mt: 리스바스 어때요? 당신이 그녀의 상사입니까?

# CaerLem_Robar23_Robar_NPC
source: Good woman. Strong, brave.
ko_mt: 좋은 여자. 강하고 용감합니다.

# CaerLem_Robar24_Robar_NPC
source: You can trust her with a sword…
ko_mt: 당신은 그녀를 칼로 믿을 수 있습니다 ...

# CaerLem_Robar25_Robar_NPC
source: …that's worth something in my book.
ko_mt: ...내 책에서 가치가 있는 것입니다.

# CaerLem_Robar26_Sellsword_Default
source: So you fought at Sandreed too?
ko_mt: 그래서 샌드리에서도 싸운거야?

# CaerLem_Robar27_Robar_NPC
source: Oh, yeah. Got the scars from rebel arrows to prove it.
ko_mt: 오 예. 그것을 증명하기 위해 반란군 화살의 흉터를 얻었습니다.

# CaerLem_Robar28_Sellsword_NPC
source: Oh, those damned skirmishers! They gave me a few holes, too.
ko_mt: 오, 이 빌어먹을 척후병들! 그들은 나에게도 몇 개의 구멍을 주었다.

# CaerLem_Robar29_Sellsword_Default
source: Well, if we survived Sandreed, we'll both make it through this.
ko_mt: 글쎄, 우리가 Sandreed에서 살아남는다면, 우리 둘 다 이것을 통과할 것입니다.

# CaerLem_Robar30_Robar_NPC
source: That's the plan.
ko_mt: 그게 계획이야.

# CaerLem_Robar31_Starter_Default
source: So what do you think we should do?
ko_mt: 그래서 우리가 무엇을 해야 한다고 생각합니까?

# CaerLem_Robar31_Robar_NPC
source: For starters, not wait in here for the Soraks to come back and off us.
ko_mt: 우선, 여기에서 Soraks가 우리에게서 돌아올 때까지 기다리지 마십시오.

# CaerLem_Robar32_Sellsword_Default
source: But Stonebeard says stay, and she's an officer, so… ?
ko_mt: 하지만 스톤비어드는 머물라고 말하고 그녀는 장교이므로... ?

# CaerLem_Robar33_Sellsword_Default
source: Yeah. She's a stubborn one, and mutiny's a bad look on a soldier.
ko_mt: 응. 그녀는 완고한 사람이고 반란은 군인에 대한 나쁜 표정입니다.

# CaerLem_Robar34_Robar_NPC
source: You could talk to her, deputy of the Council and all.
ko_mt: 당신은 그녀, 의회의 대리인 및 모든 사람과 이야기할 수 있습니다.

# CaerLem_Robar35_Sellsword_Default
source: So if we find a way, you're with us?
ko_mt: 방법을 찾으면 함께 하시겠습니까?

# CaerLem_Robar36_Starter_Default
source: I'm with myself. But don't let that stop you.
ko_mt: 나는 나 자신과 함께있다. 그러나 그것이 당신을 멈추게 하지 마십시오.

# CaerLem_Internal1_Authority_Normal
source: Right… we need to make a decision here.
ko_mt: 맞아… 여기서 결정을 내려야 한다.

# CaerLem_Internal2_Authority_Formal
source: It's clear that something must be done.
ko_mt: 뭔가를 해야 하는 것은 분명합니다.

# CaerLem_Internal3_Einar_Normal
source: The Soraks are real? It's a lot to take in.
ko_mt: 설악은 실화냐? 그것은 많은 것을 취할 것입니다.

# CaerLem_Internal4_Einar_Formal
source: I'm shocked by the thought that Soraks might be real.
ko_mt: 설악이 진짜일지도 모른다는 생각에 나는 충격을 받았다.

# CaerLem_Internal5_Mean_Slang
source: They're either crazy or stupid… no use to us in either case.
ko_mt: 그들은 미쳤거나 바보입니다… 어느 경우에도 우리에게 아무 소용이 없습니다.

# CaerLem_Internal6_Cynical_Normal
source: We have enough to make our report to the Council, so let's get going.
ko_mt: 우리는 의회에 보고할 만큼 충분하니 가자.

# CaerLem_Internal7_Cynical_Formal
source: They can't help themselves or anyone else. We should return to Caer Cyflen.
ko_mt: 그들은 자신이나 다른 사람을 도울 수 없습니다. 우리는 Caer Cyflen으로 돌아가야 합니다.

# CaerLem_Internal8_Cynical_Slang
source: Let 'em rot. We're supposed to bring back Henrik, not them.
ko_mt: 썩게 놔두세요. 그들이 아니라 헨릭을 데려와야 합니다.

# CaerLem_Internal9_Helpful_Normal
source: If we don't help them, they'll either die or kill each other.
ko_mt: 우리가 그들을 돕지 않으면 그들은 죽거나 서로를 죽일 것입니다.

# CaerLem_Internal10_Violent_Normal
source: Let them. Could be fun to watch.
ko_mt: 그들을 보자. 재미있게 볼 수 있습니다.

# CaerLem_Internal11_Selpres_Normal
source: This place is a death trap, we should get out while we can.
ko_mt: 이곳은 죽음의 덫입니다. 가능한 한 빠져나가야 합니다.

# CaerLem_Internal12_Defaulter_Normal
source: So everyone has an opinion… but what are we going to do?
ko_mt: 그래서 모두가 의견을 가지고 있습니다 ... 그러나 우리는 무엇을 할 것입니까?

# CaerLem_Internal13_Defaulter_Normal
source: And what about Daliat? We got some pretty worrying hints about him.
ko_mt: 그리고 달리아트는? 우리는 그에 대해 꽤 걱정스러운 힌트를 얻었습니다.

# CaerLem_Internal14_Defaulter_Normal
source: What if he really is hiding something important?
ko_mt: 그가 정말로 중요한 것을 숨기고 있다면?

# CaerLem_Internal15_Authority_WRITTEN
source: We confront him.
ko_mt: 우리는 그를 대면합니다.

# CaerLem_Internal16_Violent_WRITTEN
source: He might be a traitor.
ko_mt: 그는 배신자일 수도 있다.

# CaerLem_Internal17_Default_WRITTEN
source: It's just gossip.
ko_mt: 그냥 가십입니다.

# CaerLem_Internal18_Selfpres_WRITTEN
source: Let's not risk a fight.
ko_mt: 싸움의 위험을 무릅쓰지 맙시다.

# CaerLem_Internal19_Authority_Normal
source: We need to talk to him, find out the truth.
ko_mt: 그와 이야기하고 진실을 밝혀야 합니다.

# CaerLem_Internal20_Violent_Answer
source: If he's a traitor, we can't look the other way.
ko_mt: 그가 배신자라면, 우리는 다른 방법을 볼 수 없습니다.

# CaerLem_Internal21_Default_Answer
source: It's just paranoia, or personal grudges.
ko_mt: 그것은 편집증, 또는 개인적인 원한입니다.

# CaerLem_Internal22_Selfpres_Answer
source: If we accuse him, it might end in blood.
ko_mt: 우리가 그를 비난하면, 그것은 피로 끝날 수 있습니다.

# CaerLem_Internal23_Default_Answer
source: That leaves us with the others. What's our strategy?
ko_mt: 그것은 우리를 다른 사람들과 함께 남겨둡니다. 우리의 전략은 무엇입니까?

# CaerLem_Internal24_Autority_WRITTEN
source: We take the lead.
ko_mt: 우리가 주도합니다.

# CaerLem_Internal25_Selpres_WRITTEN
source: We get out of here.
ko_mt: 우리는 여기서 나간다.

# CaerLem_Internal26_Default_WRITTEN
source: Let's talk to them all together.
ko_mt: 모두 함께 이야기합시다.

# CaerLem_Internal27_Cynicsm_WRITTEN
source: We push Sharp to mutiny.
ko_mt: 우리는 Sharp를 반란에 밀어 넣습니다.

# CaerLem_Internal28_Authority_Answer
source: We tell Stonebeard we're in charge, and take them home.
ko_mt: 우리는 Stonebeard에게 우리가 책임자라고 말하고 집으로 데려갑니다.

# CaerLem_Internal29_Selpres_Answer
source: We get the hell out of here. They can either follow or stay here to die.
ko_mt: 우리는 여기에서 지옥을 얻을. 그들은 따라갈 수도 있고 죽기 위해 여기 머무를 수도 있습니다.

# CaerLem_Internal30_Default_Answer
source: Let's just get them together and discuss this.
ko_mt: 이것들을 모아서 토론해봅시다.

# CaerLem_Internal31_Cynicsm_Answer
source: We tell Sharp to challenge Stonebeard, with our support.
ko_mt: 우리는 Sharp에게 우리의 지원을 받아 Stonebeard에 도전하라고 말합니다.

# CaerLem_Internal32_Any_Reaction
source: All right.
ko_mt: 괜찮아.

# CaerLem_Internal33_Any_Reaction
source: I'm not sure, but… fine.
ko_mt: 잘은 모르겠지만... 좋아요.

# CaerLem_Internal34_Any_Reaction
source: Agreed.
ko_mt: 동의.

# CaerLem_Internal35_Any_Reaction
source: I don't think that's a good idea.
ko_mt: 좋은 생각이 아닌 것 같아요.

# CaerLem_Internal36_Any_Reaction
source: We can't do that.
ko_mt: 우리는 그렇게 할 수 없습니다.

# CaerLem_Darik201_Starter_Default
source: We need to talk.
ko_mt: 우리는 이야기해야합니다.

# CaerLem_Darik202_Darik_NPC
source: Do we?
ko_mt: 우리는?

# CaerLem_Darik2_Choice1_WRITTEN
source: Not now.
ko_mt: 지금은 아닙니다.

# CaerLem_Darik2_Choice2_WRITTEN
source: You were with an expedition recently.
ko_mt: 당신은 최근에 원정대와 함께했습니다.

# CaerLem_Darik2_Choice2_bailout
source: Well… maybe later.
ko_mt: 음… 아마도 나중에.

# CaerLem_Darik203_Starter_Formal
source: Word is you took part in an expedition to the Badlands.
ko_mt: 당신이 황무지 탐험에 참여했다고 합니다.

# CaerLem_Darik204_Starter_Normal
source: About this trip to the Badlands.
ko_mt: 이 황무지 여행에 대해.

# CaerLem_Darik205_Darik_NPC
source: That's what we do, here.
ko_mt: 그것이 우리가 하는 일입니다.

# CaerLem_Darik206_Starter_Default
source: The Soraks attacked after you came back.
ko_mt: 당신이 돌아온 후 소락이 공격했습니다.

# CaerLem_Darik207_Darik_NPC
source: So what - I brought them here?
ko_mt: 그래서 무엇 - 내가 그들을 여기로 데려왔습니까?

# CaerLem_Darik208_Whisperer_Default
source: Listen, colleague… you can trust me.
ko_mt: 잘 들어, 동료 ... 당신은 나를 믿을 수 있습니다.

# CaerLem_Darik209_Darik_NPC
source: You, maybe… but the others?
ko_mt: 당신, 아마도... 하지만 다른 사람들은?

# CaerLem_Darik210_Starter_Default
source: Did you bring something back?
ko_mt: 물건을 다시 가져왔습니까?

# CaerLem_Darik211_Darik_NPC
source: We always do, like the Scavengers.
ko_mt: 우리는 항상 Scavengers처럼 합니다.

# CaerLem_Darik212_Darik_NPC
source: Ask Sharp, he has tons of things brought back from there.
ko_mt: Sharp에게 물어보세요. 그는 그곳에서 가져온 수많은 물건을 가지고 있습니다.

# CaerLem_Darik213_Starter_Default
source: But maybe this time, you took something special.
ko_mt: 하지만 이번에는 특별한 것을 가져갔을 수도 있습니다.

# CaerLem_Darik214_Darik_NPC
source: It's nothing of value to Soraks!
ko_mt: 그것은 소락스에게 아무 가치도 없습니다!

# CaerLem_Darik215_Starter_Default
source: How would you know?
ko_mt: 당신은 어떻게 알겠습니까?

# CaerLem_Darik216_Whisperer_Default
source: Show me, colleague.
ko_mt: 보여줘, 동료.

# CaerLem_Darik217_Persuader_Default
source: Just trust us.
ko_mt: 저희를 믿으세요.

# CaerLem_Darik218_Intimidate_Default
source: We could simply take it.
ko_mt: 우리는 단순히 그것을 취할 수 있습니다.

# CaerLem_Darik219_Deceiver_Default
source: We can pay for it.
ko_mt: 비용을 지불할 수 있습니다.

# CaerLem_Darik220_Defaulter_Default
source: We're not blaming you, but we need to know.
ko_mt: 우리는 당신을 비난하는 것이 아니라 알아야 합니다.

# CaerLem_Darik221_Darik_NPC
source: It's just an old book… might be of historical value.
ko_mt: 그것은 단지 오래된 책일 뿐입니다. 역사적 가치가 있을 수 있습니다.

# CaerLem_Darik222_Darik_NPC
source: Take it, then. And find a way to get us out of here.
ko_mt: 그럼 가져가세요. 그리고 우리를 여기서 빠져나갈 방법을 찾으세요.

# CaerLem_Darik223_Deceiver_Default
source: The Council will reward you if you help us.
ko_mt: 당신이 우리를 도우면 의회가 당신에게 상을 줄 것입니다.

# CaerLem_Darik224_Darik_NPC
source: You won't buy me with words.
ko_mt: 당신은 말로 나를 사지 않을 것입니다.

# CaerLem_Darik225_Intimidate_Default
source: Show us, or we'll help ourselves.
ko_mt: 우리에게 보여주십시오. 그렇지 않으면 우리가 스스로 도울 것입니다.

# CaerLem_Darik226_Darik_NPC
source: I don't think so.
ko_mt: 나는 그렇게 생각하지 않는다.

# CaerLem_Darik227_Darik_NPC
source: No.
ko_mt: 아니요.

# CaerLem_Darik228_Persuade
source: Trust us. We're all on the same side here.
ko_mt: 저희를 믿으세요. 우리는 여기에서 모두 같은 편입니다.

# CaerLem_Darik229_Default_NPC
source: We just need to know.
ko_mt: 우리는 알아야 합니다.

# CaerLem_Darik230_Darik_NPC
source: Hey, what's that? Hey!
ko_mt: 이봐, 그게 뭐야? 여기 요!

# CaerLem_Robar2_0_Salutations
source: Hey, there!
ko_mt: 이봐, 거기!

# CaerLem_Robar2_1_Salutations
source: Deputies.
ko_mt: 대리인.

# CaerLem_Robar2_Choice1_WRITTEN
source: Never mind.
ko_mt: 괜찮아요.

# CaerLem_Robar2_Choice2_WRITTEN
source: We want you to take the lead.
ko_mt: 우리는 당신이 주도하기를 바랍니다.

# CaerLem_Robar2_Choice1_Bailout
source: Never mind. We'll come back later.
ko_mt: 괜찮아요. 나중에 다시 돌아오겠습니다.

# CaerLem_End6_Robar_NPC
source: Aye.
ko_mt: 찬성.

# CaerLem_Robar21_Authority_Normal
source: Robar, we want you to take over from Beryl.
ko_mt: 로바, 우리는 당신이 베릴에서 인계받기를 원합니다.

# CaerLem_Robar22_Robar_NPC
source: She'll refuse.
ko_mt: 그녀는 거절할 것이다.

# CaerLem_Robar23_Authority_Normal
source: We'll back you up. She won't have a choice.
ko_mt: 백업해 드리겠습니다. 그녀는 선택의 여지가 없습니다.

# CaerLem_Robar24_Robar_Refuse_NPC
source: No can do… it won't work.
ko_mt: 할 수 없습니다 ... 작동하지 않습니다.

# CaerLem_Robar25_Robar_Refuse_NPC
source: Right, but you deal with her if she gets mad.
ko_mt: 맞아, 하지만 그녀가 화나면 대처해.

# CaerLem_Robar26_Beryl_NPC
source: What's that?
ko_mt: 그게 뭐야?

# CaerLem_Robar27_Authority_Normal
source: We believe Robar should assume command of your… remaining garrison.
ko_mt: 우리는 로바가 당신의… 남아있는 수비대의 지휘를 맡을 것이라고 믿습니다.

# CaerLem_Robar28_Beryl_NPC
source: Him? Just like that?
ko_mt: 그에게? 그냥 그렇게?

# CaerLem_Robar29_Authority_Normal
source: We order it, as deputies of the Council.
ko_mt: 우리는 의회의 대리인으로서 그것을 명령합니다.

# CaerLem_Robar210_Lisbath_NPC
source: Bullshit.
ko_mt: 엉터리.

# CaerLem_Robar211_Robar_NPC
source: Told ya.
ko_mt: 말했지.

# CaerLem_Robar212_Authority_Normal
source: Step down, Lieutenant, that's an order.
ko_mt: 물러나십시오, 중위님, 명령입니다.

# CaerLem_Robar213_Beryl_NPC
source: In your dreams!
ko_mt: 당신의 꿈에서!

# CaerLem_Robar214_Beryl_NPC
source: He'll get you killed.
ko_mt: 그는 당신을 죽일거야.

# CaerLem_Robar215_Cynic_Normal
source: She took that well.
ko_mt: 그녀는 그것을 잘 받아들였습니다.

# CaerLem_Robar216_Any_Normal
source: So boss, what's the plan?
ko_mt: 그래서 보스, 계획은 무엇입니까?

# CaerLem_Robar217_Any_Formal
source: Right then, what do you say, officer?
ko_mt: 그럼 무슨 말씀이세요, 장교님?

# CaerLem_Robar218_Robar_NPC
source: What the… ?
ko_mt: 뭐...?

# CaerLem_Robar219_Robar_LisbathAttacked
source: Lisbath!
ko_mt: 리스바스!

# CaerLem_Robar220_Robar_BerylAttacked
source: Lieutenant!
ko_mt: 상관 대리!

# CaerLem_Beryl21_Authority_Default
source: Can we talk?
ko_mt: 이야기할 수 있나요?

# CaerLem_Beryl22_Beryl_NPC
source: What now?
ko_mt: 지금 무엇?

# CaerLem_Beryl2_Choice1_WRITTEN
source: We'll come back later.
ko_mt: 나중에 다시 돌아오겠습니다.

# CaerLem_Beryl2_Choice2_WRITTEN
source: You should step down.
ko_mt: 물러나야 합니다.

# CaerLem_Beryl2_Choice1_bailout
source: Sorry, we'll come back later.
ko_mt: 죄송합니다. 나중에 다시 오겠습니다.

# CaerLem_Beryl2_Choice1_beryl
source: You do that.
ko_mt: 당신은 그렇게합니다.

# CaerLem_Beryl23_Authority_Default
source: You need to step down.
ko_mt: 물러나야 합니다.

# CaerLem_Beryl24_Beryl_NPC
source: Oh? And why is that?
ko_mt: 오? 왜 그런데?

# CaerLem_Beryl25_Authority_Normal
source: This command… this situation… is clearly too much for you.
ko_mt: 이 명령… 이 상황…은 분명히 당신에게 너무 많은 것입니다.

# CaerLem_Beryl26_Authority_Formal
source: Without wishing to cause offense, you simply lack the experience this situation requires.
ko_mt: 기분을 상하게 하고 싶지 않으면 이 상황에 필요한 경험이 부족할 뿐입니다.

# CaerLem_Beryl27_Authority_Slang
source: Because you're no damn use… that's why!
ko_mt: 당신은 아무 쓸모가 없기 때문에 ... 그래서입니다!

# CaerLem_Beryl28_Persuasion_NPC
source: You think I'm happy to be in charge of this mess?
ko_mt: 내가 이 난장판을 맡게 되어 기쁘다고 생각하나?

# CaerLem_Beryl29_Intimidation_WRITTEN
source: We are taking command.
ko_mt: 우리는 명령을 받고 있습니다.

# CaerLem_Beryl210_Persuasion_WRITTEN
source: Robar should lead.
ko_mt: 로바가 이끌어야 합니다.

# CaerLem_Beryl211_Highclass_WRITTEN
source: Your ancestors would agree.
ko_mt: 당신의 조상들은 동의할 것입니다.

# CaerLem_Beryl212_Intimidation_Default
source: We are relieving you of command, in the name of the Council.
ko_mt: 우리는 평의회의 이름으로 당신의 지휘를 면제합니다.

# CaerLem_Beryl213_Beryl_NPC
source: You… well… chain of command, I suppose.
ko_mt: 당신은... 글쎄요... 지휘계통이라고 생각합니다.

# CaerLem_Beryl214_Beryl_NPC
source: Fine… you get us out of this, deputies!
ko_mt: 좋아... 당신이 우리를 여기서 구해내세요, 의원님!

# CaerLem_Beryl215_Beryl_NPC
source: Go boil your head!
ko_mt: 머리를 끓으러 가십시오!

# CaerLem_Beryl216_Persuasion_Default
source: Robar Sharp will command in your stead.
ko_mt: Robar Sharp가 대신 명령할 것입니다.

# CaerLem_Beryl217_Beryl_NPC
source: A former sellsword? There's a reason he's not an officer.
ko_mt: 전직 장수? 그가 공무원이 아닌 데는 이유가 있다.

# CaerLem_Beryl218_Persuasion_Default
source: He's capable enough.
ko_mt: 그는 충분히 유능합니다.

# CaerLem_Beryl219_Sellsword_Default
source: Mind your words.
ko_mt: 당신의 말을 염두에 두십시오.

# CaerLem_Beryl220_Highclass_Default
source: Your noble ancestors wouldn't like you to die rotting in there.
ko_mt: 당신의 고귀한 조상들은 당신이 그곳에서 썩어 죽는 것을 원하지 않을 것입니다.

# CaerLem_Beryl221_Beryl_NPC
source: Maybe you're right.
ko_mt: 어쩌면 당신이 옳습니다.

# CaerLem_Beryl222_Beryl_NPC
source: I can't believe you're doing this to me!
ko_mt: 당신이 나에게 이러는 걸 믿을 수 없어!

# CaerLem_Beryl223_Any_Formal
source: How dare you?
ko_mt: 어떻게 감히?

# CaerLem_Beryl224_Any_Slang
source: Go boil your head!
ko_mt: 머리를 끓으러 가십시오!

# CaerLem_Beryl225_Any_Normal
source: I don't like your tone.
ko_mt: 나는 당신의 음색을 좋아하지 않습니다.

# CaerLem_Beryl226_Beryl_NPC
source: Hey, what's that… ?
ko_mt: 헐 저게 뭐야...?

# CaerLem_Beryl227_Beryl_RobarAttacked
source: Robar!
ko_mt: 로바!

# CaerLem_Beryl226_Beryl_LisbathAttacked
source: Lisbath!
ko_mt: 리스바스!

# CaerLem_DaliatKilled1_Beryl_NPC
source: You've got some explaining to do…
ko_mt: 당신은 할 설명이 있습니다 ...

# CaerLem_DaliatKilled2_Starter_Default
source: Daliat was hiding this from you.
ko_mt: 달리아트는 이것을 당신에게 숨기고 있었습니다.

# CaerLem_DaliatKilled3_Authority_Formal
source: We believe it may have attracted the Soraks.
ko_mt: 우리는 그것이 설악을 끌어들였을 것이라고 믿습니다.

# CaerLem_DaliatKilled4_Authority_Normal
source: That's probably why they attacked.
ko_mt: 그래서 공격을 한 것 같습니다.

# CaerLem_DaliatKilled5_Any_Default
source: He refused to let it go, despite the danger.
ko_mt: 그는 위험에도 불구하고 그것을 놓아주기를 거부했습니다.

# CaerLem_DaliatKilled6_Robar_NPC
source: I'm not surprised.
ko_mt: 난 놀라지 않았어.

# CaerLem_DaliatKilled7_Lisbath_NPC
source: Me neither.
ko_mt: 나도.

# CaerLem_DaliatKilled8_Beryl_NPC
source: That's it? So when it's your turn to be killed, I should just say that?
ko_mt: 그게 다야? 그래서 당신이 죽임을 당할 차례가 되었을 때, 내가 그렇게 말해야 합니까?

# CaerLem_DaliatKilled9_Robar_NPC
source: Wait… what… ?
ko_mt: 무엇을 기다립니다… ?

# CaerLem_DaliatKilled10_Robar_NPC
source: Lisbath!
ko_mt: 리스바스!

# CaerLem_RobarKilled1_Lisbath_NPC
source: Robar, no!
ko_mt: 로바, 안돼!

# CaerLem_RobarKilled2_Beryl_NPC
source: I'm sorry…
ko_mt: 죄송합니다…

# CaerLem_RobarKilled3_Lisbath_NPC
source: You… this is all your fault…
ko_mt: 당신은…이 모든 것이 당신의 잘못입니다…

# CaerLem_RobarKilled4_Violence_Default
source: Soldiers die. You should know that.
ko_mt: 군인이 죽습니다. 넌 그걸 알아야 해.

# CaerLem_RobarKilled5_Maraike_Default
source: Maraike will take his soul to peace.
ko_mt: 마라이케는 그의 영혼을 평화로 이끌 것입니다.

# CaerLem_RobarKilled6_Einar_Default
source: Don't be fooled, the Soraks are responsible…
ko_mt: 속지마세요 설악이 책임져요...

# CaerLem_RobarKilled7_Einar_Default
source: …and many others will fall if we don't report to the Council.
ko_mt: … 그리고 우리가 위원회에 보고하지 않으면 많은 사람들이 쓰러질 것입니다.

# CaerLem_RobarKilled8_Jugdmental_Default
source: Don't you think it's time to stop bickering?
ko_mt: 이제 그만 말다툼을 할 때가 되었다고 생각하지 않습니까?

# CaerLem_RobarKilled9_Lisbath_NPC
source: You people - just leave me alone!
ko_mt: 당신들은 - 그냥 내버려 둬!

# CaerLem_RobarKilled10_Beryl_NPC
source: You can't do that!
ko_mt: 당신은 그것을 할 수 없습니다!

# CaerLem_TimeToGo1_Selpfresprag_Default
source: He came from here! Look!
ko_mt: 그는 여기에서 왔다! 바라보다!

# CaerLem_TimeToGo2_Any_Default
source: What's this? A secret passage?
ko_mt: 이게 뭐야? 비밀통로?

# CaerLem_TimeToGo3_Any_Default
source: From Imperial times…
ko_mt: 제국 시대부터…

# CaerLem_TimeToGo4_Selpfresprag_Default
source: That was just a scout…
ko_mt: 바로 스카우트였습니다...

# CaerLem_TimeToGo5_Selpfresprag_Default
source: …more will be coming.
ko_mt: … 더 많은 것이 올 것입니다.

# CaerLem_TimeToGo6_Default
source: They're here!
ko_mt: 그들이 여기있다!

# CaerLem_TimeToGo7_Default
source: They're coming back! Outside!
ko_mt: 그들이 돌아온다! 밖의!

# CaerLem_TimeToGo8_Selfpres_Prag_Default
source: We need to go! Take your stuff.
ko_mt: 우리는 가야 해요! 물건을 가져가세요.
