Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Optional_Aristocrat_Quest_Ending4_Aristocrat_Default
source: Can we take this inside?
ko_mt: 우리가 이것을 안으로 가지고 갈 수 있습니까?

# Optional_Aristocrat_Quest_Ending5_Lyria_NPC
source: Just tell us what you decided and stop wasting our time.
ko_mt: 당신이 결정한 것을 우리에게 말하고 우리의 시간 낭비를 멈추십시오.

# Optional_Aristocrat_Quest_Ending6_Lyria_NPC
source: At least share the inheritance. I need it for my research.
ko_mt: 최소한 상속을 공유하십시오. 내 연구에 필요합니다.

# Optional_Aristocrat_Quest_Ending7_Lyria_Default
source: The Circle of Danantar will reward you.
ko_mt: The Circle of Danantar가 보상을 제공할 것입니다.

# Optional_Aristocrat_Quest_Ending8_Drew_NPC
source: Yeah, right. That inheritance will give me enough to get married…
ko_mt: 그래 맞아. 그 유산이 나에게 결혼할 수 있는 충분한 양을 줄 것이다...

# Optional_Aristocrat_Quest_Ending9_Drew_Default
source: My father-in-law to be is very influential in the Tower of Knowledge, you know.
ko_mt: 나의 장인은 지식의 탑에서 매우 영향력이 있는 분이다.

# Optional_Aristocrat_Quest_Ending10_Aristocrat_Default
source: Adria?
ko_mt: 아드리아?

# Optional_Aristocrat_Quest_Ending11_Adria_NPC
source: I respect Mother's decision. It's all yours.
ko_mt: 어머니의 결정을 존중합니다. 다 네 것.

# Optional_Aristocrat_Quest_Ending12_Drew_NPC
source: What? Did the Soraks replace you or something?
ko_mt: 뭐라고 요? Soraks가 당신이나 뭔가를 대체 했습니까?

# Optional_Aristocrat_Quest_Ending13_Lyria_NPC
source: Even from you, Drew, that's low.
ko_mt: 당신에게서조차, Drew, 그것은 낮습니다.

# Optional_Aristocrat_Quest_Ending14_Notary_NPC
source: Ah, so you are all here.
ko_mt: 아, 그래서 당신은 모두 여기에 있습니다.

# Optional_Aristocrat_Quest_Ending15_Notary_NPC
source: Why didn't you come in?
ko_mt: 왜 안 들어왔어?

# Optional_Aristocrat_Quest_Ending16_Aristocrat_Default
source: You're right. Let's finish this.
ko_mt: 네가 옳아. 끝내자.

# Optional_Aristocrat_Quest_Ending17_WRITTEN_ChoiceA
source: The inheritance is mine.
ko_mt: 상속은 내 것입니다.

# Optional_Aristocrat_Quest_Ending18_WRITTEN_ChoiceB
source: <i>Choose an heir from among the children.</i>
ko_mt: <i>자녀 중에서 상속인을 선택하십시오.</i>

# Optional_Aristocrat_Quest_Ending19_WRITTEN_ChoiceC
source: <i>Split the inheritance four ways.</i>
ko_mt: <i>상속을 네 가지 방법으로 분할합니다.</i>

# Optional_Aristocrat_Quest_Ending20_WRITTEN_ChoiceD
source: <i>Split the inheritance between the children.</i>
ko_mt: <i>자녀 간에 상속을 분할합니다.</i>

# Optional_Aristocrat_Quest_Ending21_Aristocrat_ChoiceA
source: Your mother left me everything. Her will should be respected.
ko_mt: 당신의 어머니는 나에게 모든 것을 떠났습니다. 그녀의 의지는 존중되어야 합니다.

# Optional_Aristocrat_Quest_Ending22_Aristocrat_ChoiceC
source: We'll split the inheritance between the four of us.
ko_mt: 우리 넷이 유산을 나누겠습니다.

# Optional_Aristocrat_Quest_Ending23_Aristocrat_ChoiceD
source: You should each get a third of the inheritance.
ko_mt: 각자가 유산의 3분의 1을 받아야 합니다.

# Optional_Aristocrat_Quest_Ending24_WRITTEN_ChoiceE
source: <i>Give the inheritance to Lyria.</i>
ko_mt: <i>리리아에게 유산을 주십시오.</i>

# Optional_Aristocrat_Quest_Ending25_WRITTEN_ChoiceF
source: <i>Give the inheritance to Drew.</i>
ko_mt: <i>드류에게 유산을 물려주세요.</i>

# Optional_Aristocrat_Quest_Ending26_WRITTEN_ChoiceG
source: <i>Give the inheritance to Adria.</i>
ko_mt: <i>아드리아에게 유산을 물려주세요.</i>

# Optional_Aristocrat_Quest_Ending27_Aristocrat_ChoiceE
source: I'll give Lyria the inheritance.
ko_mt: 리리아에게 유산을 물려주겠다.

# Optional_Aristocrat_Quest_Ending28_Aristocrat_ChoiceF
source: I'll give Drew the inheritance.
ko_mt: 드류에게 유산을 물려주겠다.

# Optional_Aristocrat_Quest_Ending29_Aristocrat_ChoiceG
source: I'll give Adria the inheritance.
ko_mt: 나는 아드리아에게 유산을 줄 것이다.

# Optional_Aristocrat_Quest_Ending30_Lyria_NPC
source: Excellent!
ko_mt: 훌륭한!

# Optional_Aristocrat_Quest_Ending31_Drew_NPC
source: By all the gods…
ko_mt: 모든 신들에 의해…

# Optional_Aristocrat_Quest_Ending32_Drew_NPC
source: Yes!
ko_mt: 예!

# Optional_Aristocrat_Quest_Ending33_Lyria_NPC
source: What? Why?
ko_mt: 뭐라고 요? 왜요?

# Optional_Aristocrat_Quest_Ending34_Adria_NPC
source: Thank you! I'll share with you both, you know it.
ko_mt: 감사합니다! 두분과 공유할게요, 아시죠?

# Optional_Aristocrat_Quest_Ending35_Notary_NPC
source: Well, that's settled, then.
ko_mt: 자, 그럼 해결되었습니다.

# Optional_Aristocrat_Quest_Ending36_Notary_NPC
source: I will magically seal the will.
ko_mt: 나는 마법처럼 의지를 봉인할 것이다.

# Optional_Aristocrat_Quest_Ending37_Notary_NPC
source: I'm sorry, the law forbids it.
ko_mt: 죄송합니다. 법으로 금지되어 있습니다.

# Optional_Aristocrat_Quest_Ending38_Notary_NPC
source: You can share it after you accept it, but there must be one single heir.
ko_mt: 수락한 후 공유할 수 있지만 상속인은 1명이어야 합니다.

# Optional_Aristocrat_Quest_Ending39_Notary_NPC
source: You know… paperwork.
ko_mt: 알다시피... 서류.

# Optional_Aristocrat_Quest_Ending40_Adria_NPC
source: Fine… I thought I had cracked you…
ko_mt: 좋아… 내가 널 갉아먹은 줄 알았어…

# Optional_Aristocrat_Quest_Ending41_Aristocrat_Default
source: What?
ko_mt: 뭐라고 요?

# Optional_Aristocrat_Quest_Ending42_Adria_Default
source: Sorry, sir, this will have to be done outside the law, I'm afraid.
ko_mt: 죄송합니다. 죄송합니다. 이 일은 법 밖에서 이루어져야 합니다.

# Optional_Aristocrat_Quest_Ending43_Anyother_Default
source: She killed all her siblings?
ko_mt: 그녀는 모든 형제 자매를 죽였다?

# Optional_Aristocrat_Quest_Ending44_Cynical_Default
source: Maybe she was a Sorak agent?
ko_mt: 설악 요원이었을까요?

# Optional_Aristocrat_Quest_Ending45_Aristocrat_Default
source: They were all my childhood friends…
ko_mt: 모두 내 소꿉친구들이었다...

# Optional_Aristocrat_Quest_Ending46_Cynical_Default
source: Oh, yes. Sorry.
ko_mt: 바로 이거 야. 죄송합니다.

# Optional_Aristocrat_Quest_Ending47_Aristocrat_Default
source: It's over. Let's go.
ko_mt: 끝났어. 가자.

# NecromancyQuest01_01_Default_Default
source: Who's this? Seems to like wolves.
ko_mt: 이 사람 누구야? 늑대를 좋아하는 것 같습니다.

# NecromancyQuest01_02_Insight_10_Success
source: Could be a ranger. Could be a werewolf. Could be something else.
ko_mt: 레인저가 될 수 있습니다. 늑대인간일 수 있습니다. 다른 것이 될 수 있습니다.

# NecromancyQuest01_03_Kill-CHOICE
source: Let's kill them!
ko_mt: 그들을 죽이자!

# NecromancyQuest01_04_Leave_CHOICE
source: Let's get out of here!
ko_mt: 여기서 나가자!

# NecromancyQuest01_05_Speak_CHOICE
source: Let's talk to him.
ko_mt: 그와 이야기합시다.

# NecromancyQuest01_06_Kill_Default
source: Just someone else to kill. No one out here is friendly, remember?
ko_mt: 다른 사람을 죽일 뿐입니다. 여기 아무도 친절하지 않아요, 기억나?

# NecromancyQuest01_07_Friendly_Default
source: Maybe he knows something about the castle. It can't hurt to ask.
ko_mt: 아마도 그는 성에 대해 무엇인가 알고 있을 것입니다. 물어보는 것도 나쁘지 않습니다.

# NecromancyQuest01_08_Pragmatic_Default
source: Out here, there's no such thing as "can't hurt."
ko_mt: 여기에서 "아프지 않을 수 있습니다."라는 것은 없습니다.

# NecromancyQuest01_09_Pragmatic_Default
source: Didn't your mother tell you never to talk to strangers?
ko_mt: 당신의 어머니는 당신에게 낯선 사람과 이야기하지 말라고 하지 않았습니까?

# NecromancyQuest01_10_Leave_Default
source: We're not here to make friends, and we have enough enemies. Let's just go!
ko_mt: 우리는 친구를 사귀기 위해 여기에 있는 것이 아니며 적도 충분합니다. 그냥 가자!

# NecromancyQuest01_11_Speak_Default
source: He might know something about the castle. It can't hurt to ask.
ko_mt: 그는 성에 대해 뭔가 알고 있을지도 모릅니다. 물어보는 것도 나쁘지 않습니다.

# NecromancyQuest01_12_Persuade_CHOICE
source: Hello!
ko_mt: 여보세요!

# NecromancyQuest01_13_Intimidate_CHOICE
source: Get over here!
ko_mt: 여기로 오세요!

# NecromancyQuest01_14_Friendly_Default
source: Hello! We come in peace! Can we talk to you?
ko_mt: 여보세요! 우리는 평화롭게 온다! 우리가 당신과 이야기할 수 있습니까?

# NecromancyQuest01_15_Talbut_NPC_Persuasion_20_Success
source: Talk, then. And stay where you are. I can hear you well enough from here.
ko_mt: 그럼 얘기해. 그리고 당신이 있는 곳에 머물러라. 여기에서 충분히 잘 들립니다.

# NecromancyQuest01_16_Persuade_Default_20_Success
source: We're… interested in the castle. Can you tell us anything about it?
ko_mt: 우리는… 성에 관심이 있습니다. 그것에 대해 말씀해 주시겠습니까?

# NecromancyQuest01_17_Talbut_NPC_Persuasion_20_Success
source: Not much. What do you want to know?
ko_mt: 별로. 무엇을 알고 싶습니까?

# NecromancyQuest01_18_Talbut_NPC_Persuasion_20_Failure
source: You come in peace, do you? Then you're the only peaceful things here.
ko_mt: 당신은 평화롭게 왔어요, 그렇지? 그렇다면 당신은 여기에서 유일한 평화로운 것입니다.

# NecromancyQuest01_19_Talbut_NPC_Persuasion_20_Failure
source: Go in peace, before I get tired of being peaceful.
ko_mt: 내가 평화로워지기 전에 평화롭게 가십시오.

# NecromancyQuest01_20_Intimidate_Default
source: Hey, you! Get over here!
ko_mt: 이봐, 너! 여기로 오세요!

# NecromancyQuest01_21_Talbut_NPC_Intimidation_20_Success
source: I can hear you fine from here. What do you want?
ko_mt: 여기에서 잘 들립니다. 무엇을 원하세요?

# NecromancyQuest01_22_Intimidate_Default_20_Success
source: What do you know about that castle over there?
ko_mt: 저기 저 성에 대해 뭘 알아요?

# NecromancyQuest01_23_Talbut_NPC_Intimidation_20_Success
source: What do you want to know?
ko_mt: 무엇을 알고 싶습니까?

# NecromancyQuest01_24_Talbut_NPC_Intimidation_20_Failure
source: Ha! Aren't you tough?
ko_mt: 하아! 너 힘들지 않니?

# NecromancyQuest01_25_Talbut_NPC_Intimidation_20_Failure
source: Believe me, you don't want me coming over there.
ko_mt: 저를 믿으세요, 당신은 내가 거기에 오는 것을 원하지 않습니다.

# NecromancyQuest01_26_Talbut_NPC_Intimidation_20_Failure
source: Now get lost, before I change my mind!
ko_mt: 이제 마음이 바뀌기 전에 길을 잃으십시오!

# NecromancyQuest01_27_Default_CHOICE
source: Who lives there?
ko_mt: 누가 거기에 삽니까?

# NecromancyQuest01_28_Fighter_CHOICE
source: How strong is the garrison?
ko_mt: 수비대가 얼마나 강합니까?

# NecromancyQuest01_29_Authority_CHOICE
source: Who is its ruler?
ko_mt: 누가 그 통치자입니까?

# NecromancyQuest01_30_Default_Default
source: Who lives there? What can you tell us about them?
ko_mt: 누가 거기에 삽니까? 그들에 대해 무엇을 말할 수 있습니까?

# NecromancyQuest01_31_Talbut_NPC
source: I deal with the guard captain. Name's Adam the Twelfth. Undead now.
ko_mt: 나는 경비대장을 상대한다. 이름은 아담 12세입니다. 지금 언데드.

# NecromancyQuest01_32_Talbut_NPC
source: He lets us hunt here and we tell him who comes and goes.
ko_mt: 그는 우리가 여기에서 사냥을 하게 하고 우리는 그에게 누가 오고 가는지 알려줍니다.

# NecromancyQuest01_33_Default_Default
source: Sounds like a good arrangement. So you've never been inside the castle?
ko_mt: 좋은 편곡 같습니다. 그래서 성 안에 들어가 본 적이 없습니까?

# NecromancyQuest01_34_Talbut_NPC
source: No.
ko_mt: 아니요.

# NecromancyQuest01_35_Default_Default
source: And there's no one else outside the castle?
ko_mt: 그리고 성 밖에는 아무도 없습니까?

# NecromancyQuest01_36_Default_Default
source: Just a ghost - a dwarf. Doesn't seem dangerous.
ko_mt: 그냥 유령 - 난쟁이. 위험해 보이지 않습니다.

# NecromancyQuest01_37_Fighter_Default
source: What's the garrison like? Strong? Weak? Monsters?
ko_mt: 주둔군은 어떤가요? 강한? 약한? 괴물?

# NecromancyQuest01_38_Talbut_NPC
source: The captain's a wraith, or something similar. The guard's mostly skeletons.
ko_mt: 캡틴의 망령, 또는 이와 유사한 것. 경비원의 대부분은 해골입니다.

# NecromancyQuest01_39_Fighter_Default
source: Mostly?
ko_mt: 주로?

# NecromancyQuest01_40_Talbut_NPC
source: That's what I've seen from outside. Never been inside.
ko_mt: 밖에서 본 모습입니다. 안에 들어간 적이 없어요.

# NecromancyQuest01_41_Authority_Default
source: Who rules the castle? Or should I rather ask what?
ko_mt: 누가 성을 지배합니까? 아니면 무엇을 물어봐야 할까요?

# NecromancyQuest01_42_Talbut_NPC
source: Name's Mardracht. Probably undead, but I never met him.
ko_mt: 이름은 마르드라흐트. 아마 언데드일 것 같지만 나는 그를 만난 적이 없다.

# NecromancyQuest01_43_Authority_Default
source: Probably undead? Why do you say that?
ko_mt: 아마 언데드? 왜 그런 말을 해?

# NecromancyQuest01_44_Talbut_NPC
source: Undead or a necromancer, is my guess. Everyone I've seen there is undead.
ko_mt: 언데드든 네크로맨서든 내 추측이다. 내가 거기에서 본 모든 사람들은 언데드입니다.

# NecromancyQuest01_45_WRITTEN_Exit
source: Thanks, that's all.
ko_mt: 고마워, 그게 다야.

# NecromancyQuest01_45_Goodbye_Default
source: Many thanks for the information, uh - I didn't catch your name?
ko_mt: 정보를 주셔서 감사합니다. 어 - 이름을 못 알아들었나요?

# NecromancyQuest01_46_Talbut_NPC
source: Talbut.
ko_mt: 탈부트.

# NecromancyQuest02_01_Starter_Normal
source: Look! What's that?
ko_mt: 바라보다! 그게 뭐야?

# NecromancyQuest02_02_Partner_Normal
source: Some kind of incorporeal being - undead, most likely.
ko_mt: 일종의 무형 존재 - 언데드, 아마도.

# NecromancyQuest02_03_Starter_Normal
source: Look! That must be the dwarf ghost we heard about!
ko_mt: 바라보다! 그것은 우리가 들은 난쟁이 유령임에 틀림없다!

# NecromancyQuest02_04_Kill-CHOICE
source: Let's destroy it!
ko_mt: 파괴하자!

# NecromancyQuest02_05_Leave_CHOICE
source: Let's keep moving.
ko_mt: 계속 움직이자.

# NecromancyQuest02_06_Speak_CHOICE
source: Let's talk to him.
ko_mt: 그와 이야기합시다.

# NecromancyQuest02_07_Kill_Default
source: The undead are an affront to nature! They must be destroyed!
ko_mt: 언데드는 자연에 대한 모독입니다! 그들은 파괴되어야 합니다!

# NecromancyQuest02_08_Leave_Default
source: An unnecessary fight is an unnecessary risk. Let's move on.
ko_mt: 불필요한 싸움은 불필요한 위험입니다. 계속 진행합시다.

# NecromancyQuest02_09_Speak_Default
source: I'll take information where I can get it - even from a ghost.
ko_mt: 내가 얻을 수 있는 곳에서 정보를 가져갈 것입니다 - 심지어 유령에게서도.

# NecromancyQuest02_10_Persuade_CHOICE
source: We have questions.
ko_mt: 질문이 있습니다.

# NecromancyQuest02_11_Intimidate_CHOICE
source: Get over here!
ko_mt: 여기로 오세요!

# NecromancyQuest02_12_Starter_Normal
source: Hello! Could we ask you some questions?
ko_mt: 여보세요! 몇 가지 질문을 드려도 될까요?

# NecromancyQuest02_13_Starter_Normal
source: Hello! Are you the Antiquarian we've heard about?
ko_mt: 여보세요! 당신은 우리가 들어본 골동품 수집가입니까?

# NecromancyQuest02_14_Angbi_NPC
source: Hello! I am Angbi Kramsson, of the Guild of Antiquarians. Or at least, I used to be.
ko_mt: 여보세요! 저는 골동품 수집가 길드의 앙비 크람손입니다. 아니면 적어도 나는 예전에 그랬다.

# NecromancyQuest02_15_Intimidate
source: Hey, you - ghost! Get over here!
ko_mt: 이봐, 당신 - 유령! 여기로 오세요!

# NecromancyQuest02_15_Angbi_NPC_Intimidation_25_Success
source: All right. There's no need to be rude. What do you want?
ko_mt: 괜찮아. 무례할 필요는 없습니다. 무엇을 원하세요?

# NecromancyQuest02_16_Angbi_NPC_Intimidation_25_Failure
source: What are you going to do - kill me? Just - leave me alone.
ko_mt: 당신은 무엇을 할거야 - 나를 죽일거야? 그냥 날 내버려.

# NecromancyQuest02_17_Starter_Default
source: What can you tell us about the castle? Who lives there?
ko_mt: 성에 대해 무엇을 말할 수 있습니까? 누가 거기에 삽니까?

# NecromancyQuest02_18_Angbi_NPC
source: Two women. A high elf, but living, and quite old. She is a necromancer of some sort.
ko_mt: 두 여자. 하이 엘프지만 살아있고 꽤 늙었습니다. 그녀는 일종의 네크로맨서입니다.

# NecromancyQuest02_19_Starter_Default
source: And the other?
ko_mt: 그리고 나머지?

# NecromancyQuest02_20_Angbi_NPC
source: Once human, but definitely undead now. A Defiler, I think…
ko_mt: 한때 인간이었지만 지금은 확실히 언데드. 디파일러, 제 생각에는…

# NecromancyQuest02_21_Angbi_NPC
source: …and she had a gang of ghouls with her. Horrid beasts. I avoided them.
ko_mt: ...그리고 그녀는 구울 갱단을 가지고 있었습니다. 무시무시한 짐승들. 나는 그들을 피했다.

# NecromancyQuest02_22_Starter_Default
source: Is there anyone else?
ko_mt: 다른 사람이 있습니까?

# NecromancyQuest02_23_Angbi_NPC
source: There's a garrison - skeletons, mostly. I avoided them, too.
ko_mt: 수비대가 있습니다. 대부분 해골입니다. 나도 그들을 피했다.

# NecromancySubQuest101_01_NPC_Angbi
source: Actually, I was hoping to ask you a greater favor.
ko_mt: 사실 더 큰 부탁을 드리고 싶었습니다.

# NecromancySubQuest101_02_Starter_Default
source: How can we help you?
ko_mt: 어떻게 도와 드릴까요?

# NecromancySubQuest101_03_NPC_Angbi
source: I was killed in this cemetery. My bones are here somewhere.
ko_mt: 나는 이 묘지에서 살해당했다. 내 뼈는 여기 어딘가에 있습니다.

# NecromancySubQuest101_04_Partner_Default
source: And you'd like us to take them home for burial, so you can find peace.
ko_mt: 그리고 당신은 우리가 그들을 매장하기 위해 집으로 데려가서 당신이 평화를 찾을 수 있기를 원합니다.

# NecromancySubQuest101_05_NPC_Angbi
source: Well, yes - but they got a little scattered. The wolves, you see.
ko_mt: 글쎄요. 하지만 그들은 조금 흩어졌습니다. 늑대, 당신이 참조하십시오.

# NecromancySubQuest101_06_Joker_Normal
source: Now, that's just rude.
ko_mt: 이제 무례합니다.

# NecromancySubQuest101_07_NPC_Angbi
source: As far as I can… feel, they are in three separate places.
ko_mt: 내가 느낄 수 있는 한, 그것들은 세 개의 분리된 장소에 있습니다.

# NecromancySubQuest101_08_Joker_Normal
source: Well, that's just you all over!
ko_mt: 글쎄, 너뿐이야!

# NecromancySubQuest101_09_Helpful_Normal
source: You can rely on us.
ko_mt: 당신은 우리에 의존할 수 있습니다.

# NecromancySubQuest101_10_NPC_Angbi
source: It's not just about burial, although of course I'd be grateful for that, too.
ko_mt: 물론 장례를 치르는 것만으로도 감사할 일이지만요.

# NecromancySubQuest101_11_NPC_Angbi
source: Since I was killed, I've carried on studying this necropolis…
ko_mt: 내가 살해당한 이후로 나는 이 묘지를 계속 연구해왔다…

# NecromancySubQuest101_12_NPC_Angbi
source: …but I can't touch material things, including pens - so I haven't been able to update my journal.
ko_mt: ...하지만 펜을 포함한 물건을 만질 수 없어 일기를 업데이트할 수 없었습니다.

# NecromancySubQuest101_13_Joker_Normal
source: Now, that's what I call work ethic.
ko_mt: 이것이 바로 제가 직업 윤리라고 부르는 것입니다.

# NecromancySubQuest101_14_NPC_Angbi
source: And since my spirit is bound to my mortal remains…
ko_mt: 그리고 내 영혼은 내 필멸의 유골에 묶여 있기 때문에…

# NecromancySubQuest101_15_NPC_Angbi
source: …I can't return to Caer Cyflen to report in person.
ko_mt: …직접 보고하기 위해 Caer Cyflen으로 돌아갈 수 없습니다.

# NecromancySubQuest101_16_NPC_Angbi
source: But if you take my bones back, perhaps my spirit could travel with them…
ko_mt: 하지만 내 뼈를 되찾아 준다면 내 영혼이 그들과 함께 여행할 수 있을지도...

# NecromancySubQuest101_17_NPC_Angbi
source: …and the knowledge I've recovered won't be lost.
ko_mt: … 그리고 내가 회복한 지식은 잃지 않을 것입니다.

# NecromancySubQuest101_18_Helpful_Formal
source: We will do as you ask, Angbi Kramsson of the Antiquarians!
ko_mt: 골동품 수집가의 앙비 크람손이여, 당신이 요청하는 대로 우리는 할 것입니다!

# NecromancySubQuest102_01_Starter_Default
source: Delegate Summer! May we speak with you?
ko_mt: 여름 대표님! 얘기 좀 할까요?

# NecromancySubQuest102_02_NPC_Halman
source: Yes - what is it?
ko_mt: 예 - 무엇입니까?

# NecromancySubQuest102_03_Starter_Default
source: We have something for you.
ko_mt: 당신을 위한 것이 있습니다.

# NecromancySubQuest102_04_NPC_Angbi
source: Or rather, someONE.
ko_mt: 아니면 오히려, 누군가.

# NecromancySubQuest102_05_NPC_Halman
source: Angbi? Angbi Kramsson? Is that you?
ko_mt: 앙비? 앙비 크람손? 너야?

# NecromancySubQuest102_06_NPC_Angbi
source: It is. Or was. Anyway, I'm here.
ko_mt: 그것은이다. 또는 있었다. 어쨌든, 나는 여기 있다.

# NecromancySubQuest102_07_NPC_Angbi
source: These kind deputies brought my bones back, and my spirit came with them.
ko_mt: 이 친절한 대리자들이 내 뼈를 되찾았고 내 영혼이 그들과 함께 왔습니다.

# NecromancySubQuest102_08_NPC_Halman
source: Thank you, deputies. I am in your debt, and so is the Guild of Antiquarians.
ko_mt: 감사합니다, 의원님. 나는 당신에게 빚을 지고 있고, 골동품 수집가 길드도 마찬가지입니다.

# NecromancySubQuest102_09_NPC_Halman
source: On behalf of the Guild, let me offer you something for your trouble.
ko_mt: 길드를 대신하여 당신의 고민을 해결해 드리겠습니다.

# NecromancySubQuest102_10_NPC_Halman
source: I will make sure you go home to your family for burial, Angbi.
ko_mt: 꼭 집에 가서 장례를 치르게 해줄게, 앙비.

# NecromancySubQuest102_11_NPC_Angbi
source: Thank you, Halman. But before you do, I'd like to make my report.
ko_mt: 고마워요, 할만. 하지만 그 전에 보고서를 작성하고 싶습니다.

# NecromancySubQuest102_12_NPC_Halman
source: Your report?
ko_mt: 당신의 보고서?

# NecromancySubQuest102_13_NPC_Angbi
source: One advantage of being a ghost is the ability to walk through walls, you see…
ko_mt: 유령이 되는 것의 한 가지 장점은 벽을 통과할 수 있다는 것입니다.

# NecromancySubQuest102_14_NPC_Angbi
source: …so after my death, I was able to conduct a very thorough survey of an Imperial necropolis.
ko_mt: ...그래서 내가 죽은 후 제국의 묘지를 아주 철저하게 조사할 수 있었습니다.

# NecromancySubQuest102_15_NPC_Angbi
source: I couldn't lift a pen to write it down, so I'll report in person. If that's acceptable.
ko_mt: 펜을 들어 글을 쓸 수가 없어서 직접 보고합니다. 그것이 허용된다면.

# NecromancySubQuest102_16_NPC_Halman
source: Well… I… let me take you to the Chancellor. She will want to know.
ko_mt: 글쎄요… 제가… 제가 당신을 장관님께 데려가도록 하겠습니다. 그녀는 알고 싶어할 것입니다.

# NecromancySubQuest102_17_NPC_Angbi
source: Capital! We're distant cousins, you know.
ko_mt: 수도! 우리는 먼 사촌입니다.

# NecromancySubQuest102_18_NPC_Halman
source: No, I didn't.
ko_mt: 아니, 난하지 않았다.

# NecromancyQuest03_01_Caerellian_NPC
source: You there! Stop! Don't move!
ko_mt: 거기 너! 멈추다! 움직이지 마!

# NecromancyQuest03_02_Caerellian_NPC
source: Who are you?
ko_mt: 누구세요?

# NecromancyQuest03_03_LEAVE_CHOICE
source: We should leave.
ko_mt: 우리는 떠나야 한다.

# NecromancyQuest03_04_KILL_CHOICE
source: We should attack.
ko_mt: 공격해야 합니다.

# NecromancyQuest03_05_PERSUADE_CHOICE
source: We should negotiate.
ko_mt: 우리는 협상해야 합니다.

# NecromancyQuest03_06_DECEIVE_CHOICE
source: We should trick him.
ko_mt: 그를 속여야 합니다.

# NecromancyQuest03_07_Leave_Default
source: He's not the listening type, I can tell. We should leave and try another approach.
ko_mt: 그는 듣는 유형이 아닙니다, 나는 말할 수 있습니다. 우리는 떠나서 다른 접근을 시도해야 합니다.

# NecromancyQuest03_08_Kill_Default
source: It's just a few skeletons. Let's get 'em!
ko_mt: 그것은 단지 몇 개의 해골입니다. 가자!

# NecromancyQuest03_09_Deceive_Default
source: Look, I can tell you're a very important and, ah…
ko_mt: 이봐, 나는 당신이 매우 중요하다고 말할 수 있습니다. 그리고 아…

# NecromancyQuest03_10_Persuade_Default
source: Will you at least hear us before we go?
ko_mt: 적어도 우리가 가기 전에 우리 말을 들어줄래?

# NecromancyQuest03_11_Deceiver_Normal
source: …long-serving officer, so I won't waste your time…
ko_mt: ...장군님, 시간낭비하지 않겠습니다...

# NecromancyQuest03_12_Deceiver_Normal
source: …the fact is, I'm with the Imperial intelligence service.
ko_mt: ...사실은, 나는 제국 정보국에 있습니다.

# NecromancyQuest03_13_Deceiver_Normal
source: The others don't know, but our mission has been ordered by the Emperor himself.
ko_mt: 다른 사람들은 모르지만 우리의 임무는 황제가 직접 지시한 것입니다.

# NecromancyQuest03_14_Deceiver_Normal
source: Our orders are to meet with your master and ask him certain questions. Nothing more than that.
ko_mt: 우리의 명령은 당신의 주인을 만나 몇 가지 질문을 하는 것입니다. 그 이상은 없습니다.

# NecromancyQuest03_15_Caerellian_NPC_Deception_25_Success
source: It's not up to me. You'll have to deal with the others in the keep.
ko_mt: 그것은 내가 할 수 없습니다. 당신은 요새에 있는 다른 사람들을 처리해야 합니다.

# NecromancyQuest03_16_Caerellian_NPC_Deception_25_Failure
source: I may be dead, but I'm not stupid.
ko_mt: 나는 죽었을지 모르지만 나는 바보가 아니다.

# NecromancyQuest03_16_Caerellian_NPC_Deception_25_Failure2
source: The Empire fell a thousand years ago. There is no Emperor.
ko_mt: 제국은 천 년 전에 멸망했습니다. 황제가 없습니다.

# NecromancyQuest03_17_Caerellian_NPC
source: Take your lies and get out!
ko_mt: 거짓말을 하고 나가!

# NecromancyQuest03_18_Persuader_Normal
source: We understand that your master values his privacy, and we respect that.
ko_mt: 우리는 당신의 주인이 그의 사생활을 소중히 여기고 있다는 것을 이해하고 그것을 존중합니다.

# NecromancyQuest03_19_Starter_Normal
source: You may not have heard of the Legacy Council, but…
ko_mt: 레거시 위원회에 대해 들어본 적이 없을 수도 있지만…

# NecromancyQuest03_20_Caerellian_NPC
source: I know the name. That dwarf - Antiquarian, or whatever he calls himself - they sent him too.
ko_mt: 이름을 알고 있습니다. 그 드워프 - 골동품 수집가, 또는 그가 스스로를 부르는 것이 무엇이든 - 그들도 그를 보냈습니다.

# NecromancyQuest03_21_Caerellian_NPC
source: I'll tell you what I told him: your Council has no authority here, and the master does not receive visitors!
ko_mt: 내가 그에게 말한 것을 말하겠습니다. 당신의 의회는 여기에서 권한이 없으며 주인은 방문객을 받지 않습니다!

# NecromancyQuest03_22_Caerellian_NPC
source: I don't know how you got in, but either you leave peacefully, or…
ko_mt: 어떻게 들어 왔는지는 모르겠지만 평화롭게 나가거나…

# NecromancyQuest03_23_Persuader_Normal
source: We know that your master is very learned and powerful. We just want to ask him about something, that's all.
ko_mt: 우리는 당신의 주인이 매우 학식 있고 강력하다는 것을 압니다. 우리는 그에게 무언가에 대해 묻고 싶습니다. 그게 전부입니다.

# NecromancyQuest03_25_Caerellian_NPC_Persuasion_25_Failure
source: You want to steal from him, more like!
ko_mt: 당신은 그에게서 훔치고 싶어, 더 좋아!

# NecromancyQuest03_26_Persuader_Normal
source: No - I swear…
ko_mt: 아니오 - 맹세합니다...

# NecromancyQuest04_01_Lizzaria_NPC
source: Who are you? What do you want?
ko_mt: 누구세요? 무엇을 원하세요?

# NecromancyQuest04_02_INTIMIDATE_CHOICE
source: Ask for mercy.
ko_mt: 자비를 구하십시오.

# NecromancyQuest03_03_KILL_CHOICE
source: To destroy you.
ko_mt: 당신을 파괴합니다.

# NecromancyQuest03_04_PERSUADE_CHOICE
source: To meet your master.
ko_mt: 당신의 주인을 만나기 위해.

# NecromancyQuest03_05_DECEIVE_CHOICE
source: To make a deal.
ko_mt: 거래를 하려면

# NecromancyQuest04_06_Intimidate_Default
source: Give me one good reason why we shouldn't kill you right here.
ko_mt: 여기서 우리가 당신을 죽이면 안 되는 좋은 이유를 한 가지만 말씀해 주십시오.

# NecromancyQuest04_07_Lizzaria_NPC_Intimidation_25_Success
source: Tell me what you want, and I'll think about it.
ko_mt: 원하는 것을 말씀해 주시면 생각해 보겠습니다.
