Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# NecromancyQuest04_08_Intimidator_Normal
source: What we want?
ko_mt: 우리가 원하는 것?

# NecromancyQuest04_09_Lizzaria_NPC
source: I know this place. You don't. Let's trade.
ko_mt: 나는 이 장소를 알고 있다. 당신은하지 않습니다. 교환하자.

# NecromancyQuest04_10_Intimidator_Normal
source: All right - talk.
ko_mt: 알았어 - 얘기해.

# NecromancyQuest04_11_Lizzaria_NPC_Intimidation_25_Failure
source: Who do you think you're dealing with?
ko_mt: 누구와 거래하고 있다고 생각합니까?

# NecromancyQuest04_17_Lizzaria_NPC
source: That tough act may impress the girls back home…
ko_mt: 그 거친 행동은 집에있는 소녀들에게 깊은 인상을 줄 수 있습니다 ...

# NecromancyQuest04_17_Lizzaria_NPC2
source: …but I've seen scarier things in the mirror.
ko_mt: ...하지만 거울에서 더 무서운 것을 보았습니다.

# NecromancyQuest04_18_Kill_Default
source: You can never trust a necromancer. We should just kill them all.
ko_mt: 네크로맨서는 절대 믿을 수 없습니다. 우리는 그들을 모두 죽여야 한다.

# NecromancyQuest04_19_Persuader_Normal
source: We need to consult your master about an ancient magical artifact.
ko_mt: 고대 마법 유물에 대해 당신의 주인과 상의해야 합니다.

# NecromancyQuest04_20_Persuader_Normal
source: All we need is to talk to him, and then we'll be on our way and you'll never see us again.
ko_mt: 우리가 필요한 것은 그와 이야기하는 것뿐입니다. 그러면 우리는 갈 것이고 당신은 우리를 다시는 볼 수 없을 것입니다.

# NecromancyQuest04_21_Lizzaria_NPC_Persuasion_25_Success
source: I can't get you in to see the master, but I can help.
ko_mt: 주인님을 만나러 가실 수는 없지만 도와드릴 수는 있습니다.

# NecromancyQuest04_21_Lizzaria_NPC_Persuasion_25_Success2
source: There are some things you should know.
ko_mt: 알아야 할 사항이 있습니다.

# NecromancyQuest04_22_Persuader_Normal
source: What things?
ko_mt: 무슨 일?

# NecromancyQuest04_23_Lizzaria_NPC_Persuasion_25_Falure
source: You must think I'm a complete idiot.
ko_mt: 당신은 내가 완전한 바보라고 생각해야합니다.

# NecromancyQuest04_24_Lizzaria_NPC
source: Kill them all!
ko_mt: 그들 모두를 죽일!

# NecromancyQuest04_25_Deceiver_Normal
source: Look, whatever you do in the privacy of your own castle is your own business…
ko_mt: 이봐, 당신이 자신의 성의 프라이버시에서 무엇을 하든 그것은 당신 자신의 일입니다…

# NecromancyQuest04_26_Deceiver_Normal
source: …as long as you don't do it to us, of course.
ko_mt: ...물론 당신이 우리에게 하지 않는 한.

# NecromancyQuest04_27_Deceiver_Normal
source: But the thing is, we've come a very long way…
ko_mt: 하지만 문제는 우리가 아주 먼 길을 왔다는 것입니다...

# NecromancyQuest04_27_Deceiver_Normal2
source: …and it's vitally important that we speak to Master Mardracht.
ko_mt: … 그리고 마스터 Mardracht와 이야기하는 것이 매우 중요합니다.

# NecromancyQuest04_28_Lizzaria_NPC
source: Really?
ko_mt: 진짜?

# NecromancyQuest04_29_Deceiver_Normal
source: Oh, yes - it's a matter of life and - well, you know what I mean.
ko_mt: 오, 예 - 그것은 삶의 문제이고 - 글쎄, 당신은 내가 의미하는 바를 알고 있습니다.

# NecromancyQuest04_30_Lizzaria_NPC
source: What's it about?
ko_mt: 무슨 일이야?

# NecromancyQuest04_31_Deceiver_Normal
source: Ah - I'm sorry. Really. But our orders are to speak only to him.
ko_mt: 아 - 죄송합니다. 진짜. 그러나 우리의 명령은 그에게만 말하라는 것입니다.

# NecromancyQuest04_31_Deceiver_Normal2
source: They come from the very highest level.
ko_mt: 그들은 가장 높은 수준에서 왔습니다.

# NecromancyQuest04_32_Lizzaria_NPC
source: I can't get you in to see the master, but I can help.
ko_mt: 주인님을 만나러 가실 수는 없지만 도와드릴 수는 있습니다.

# NecromancyQuest04_32_Lizzaria_NPC2
source: There are some things you should know.
ko_mt: 당신이 알아야 할 몇 가지 사항이 있습니다.

# NecromancyQuest04_34_Lizzaria_NPC
source: Well, in that case, go straight upstairs and ask for Aksha.
ko_mt: 글쎄, 그렇다면 바로 위층으로 가서 Aksha를 요청하십시오.

# NecromancyQuest04_34_Lizzaria_NPC2
source: If anyone can persuade the master, she can.
ko_mt: 누구든지 주인을 설득할 수 있다면 그녀는 할 수 있습니다.

# NecromancyQuest04_35_Lizzaria_NPC
source: If you want to talk to Mardracht, you'll have to get past Aksha.
ko_mt: Mardracht와 대화하려면 Aksha를 지나쳐야 합니다.

# NecromancyQuest04_36_Starter_Normal
source: Who's Aksha?
ko_mt: 악샤는 누구인가?

# NecromancyQuest04_37_Lizzaria_NPC
source: A defiler. She lives upstairs.
ko_mt: 디파일러. 그녀는 위층에 산다.

# NecromancyQuest04_38_Lizzaria_NPC
source: She turned up a few years ago, seemed interested in the work, offered to help out…
ko_mt: 그녀는 몇 년 전에 나타나 그 일에 관심이 있는 것처럼 보였고 도와주겠다고 제안했습니다.

# NecromancyQuest04_39_Lizzaria_NPC
source: …and suddenly she'd installed herself upstairs and no one talked to the master except through her.
ko_mt: … 그리고 갑자기 그녀는 위층에 자리를 잡았고 그녀를 통하지 않고는 아무도 주인에게 말을 걸지 않았습니다.

# NecromancyQuest04_40_Lizzaria_NPC
source: I haven't seen Mardracht face to face since she got here.
ko_mt: 나는 Mardrach가 여기에 온 이후로 얼굴을 본 적이 없습니다.

# NecromancyQuest04_41_Lizzaria_NPC
source: She says she takes messages to him, and she brings messages back…
ko_mt: 그녀는 그에게 메시지를 보내고 다시 메시지를 가져옵니다 ...

# NecromancyQuest04_41_Lizzaria_NPC2
source: …but they don't sound like him.
ko_mt: ...하지만 그들은 그처럼 들리지 않습니다.

# NecromancyQuest04_42_Lizzaria_NPC
source: I know - knew him.
ko_mt: 알아요 - 그를 알고 있었습니다.

# NecromancyQuest04_42_Lizzaria_NPC2
source: He was my mentor, my teacher.
ko_mt: 그는 나의 멘토이자 선생님이었다.

# NecromancyQuest04_42_Lizzaria_NPC3
source: She's holding him prisoner, I'm certain.
ko_mt: 그녀는 그를 포로로 잡고 있습니다.

# NecromancyQuest04_43_Starter_Normal
source: So we'll have to go through her?
ko_mt: 그래서 우리는 그녀를 통과해야합니까?

# NecromancyQuest04_44_Lizzaria_NPC
source: If you can. She's got a pack of ghouls…
ko_mt: 당신이 할 수 있다면. 그녀는 구울 팩을 가지고 있습니다 ...

# NecromancyQuest04_44_Lizzaria_NPC2
source: …and those defiler powers of hers are no joke, either.
ko_mt: ...그리고 그녀의 파멸자 능력도 장난이 아닙니다.

# NecromancyQuest04_45_Lizzaria_NPC
source: We've tried using force before, more than once…
ko_mt: 우리는 이전에 한 번 이상 무력을 사용하려고 시도했습니다...

# NecromancyQuest04_45_Lizzaria_NPC2
source: …but I got sick of losing people.
ko_mt: …하지만 나는 사람들을 잃는 것에 지쳤습니다.

# NecromancyQuest04_46_Starter_Normal
source: Thanks for the warning.
ko_mt: 경고해주셔서 감사합니다.

# NecromancyQuest04_46_Starter_Normal2
source: Now, suppose we do manage to reach Master Mardracht…
ko_mt: 이제 우리가 Master Mardracht에게 도달했다고 가정해 보겠습니다.

# NecromancyQuest04_47_Starter_Normal
source: …what's the best way to approach him?
ko_mt: … 그에게 접근하는 가장 좋은 방법은 무엇입니까?

# NecromancyQuest04_48_Lizzaria_NPC
source: Hard to say.
ko_mt: 말하기 어렵다.

# NecromancyQuest04_48_Lizzaria_NPC2
source: The Cataclysm hit him hard…
ko_mt: 대격변이 그를 강타했습니다...

# NecromancyQuest04_48_Lizzaria_NPC3
source: …and then Aksha - who knows what she's done to him?
ko_mt: ...그리고 Aksha - 그녀가 그에게 무슨 짓을 했는지 누가 압니까?

# NecromancyQuest04_49_Lizzaria_NPC
source: The stairs will take you to her apartments. Good luck getting past her.
ko_mt: 계단을 따라 그녀의 아파트로 이동합니다. 행운을 빕니다.

# NecromancyQuest05_01_Aksha_NPC
source: Well. Lizzaria's taste in minions seems to be improving.
ko_mt: 잘. 미니언에 대한 리자리아의 취향이 좋아지는 것 같습니다.

# NecromancyQuest05_02_Starter
source: We're no one's minions, lady.
ko_mt: 우리는 누구의 부하도 아닙니다, 아가씨.

# NecromancyQuest05_03_Aksha_NPC
source: You defeated her, then? I'm almost impressed.
ko_mt: 당신이 그녀를 패배, 그럼? 거의 감동입니다.

# NecromancyQuest05_04_INTIMIDATE_CHOICE
source: Step away!
ko_mt: 물러서 다!

# NecromancyQuest05_05_KILL_CHOICE
source: We'll destroy you!
ko_mt: 우리는 당신을 파괴 거 야!

# NecromancyQuest05_06_PERSUADE_CHOICE
source: We just want to talk to Mardracht.
ko_mt: 우리는 단지 Mardracht와 이야기하고 싶습니다.

# NecromancyQuest05_07_DECEIVE_CHOICE
source: We can offer you blood.
ko_mt: 피를 드릴 수 있습니다.

# NecromancyQuest05_08_Intimidate_Defult
source: We need to speak to your master.
ko_mt: 우리는 당신의 주인과 이야기해야 합니다.

# NecromancyQuest05_08_Intimidate2_Defult
source: You can get out of our way or try to stop us.
ko_mt: 우리를 방해하거나 막으려 할 수 있습니다.

# NecromancyQuest05_09_Deceive_Default
source: Let's trade. If you help us, we can help you.
ko_mt: 교환하자. 도와주시면 도와드리겠습니다.

# NecromancyQuest05_10_Persuade_Default
source: We ask a simple boon:
ko_mt: 우리는 간단한 이점을 요구합니다.

# NecromancyQuest05_10_Persuade_Default2
source: An audience with Master Mardracht, and safe passage out of the castle.
ko_mt: 마스터 Mardracht와 함께하는 청중과 성 밖으로 안전한 통로.

# NecromancyQuest05_11_Kill_Default
source: We'll leave an impression on you, too - a deep and bloody one!
ko_mt: 우리는 당신에게도 깊은 인상을 남길 것입니다.

# NecromancyQuest05_12_Aksha_NPC_Intimidation_25_Success
source: I'm in a generous mood today. Go ahead - but don't expect to get any sense out of the old coward.
ko_mt: 나는 오늘 관대 한 기분입니다. 계속하십시오 - 그러나 늙은 겁쟁이에게서 어떤 의미를 얻을 것이라고 기대하지 마십시오.

# NecromancyQuest05_13_Default_Default
source: What does that mean - getting sense out of him?
ko_mt: 그게 무슨 뜻인가요?

# NecromancyQuest05_14_Aksha_NPC_Intimidation_25_Failure
source: Kill them! Kill them all!
ko_mt: 그들을 죽여! 그들 모두를 죽일!

# NecromancyQuest05_15_Aksha_NPC
source: Trade? What do you have that I could possibly want?
ko_mt: 거래? 내가 원할 수 있는 것이 무엇입니까?

# NecromancyQuest05_16_Deceiver_Normal
source: (low voice) How about blood?
ko_mt: (낮은 목소리) 피는 어때?

# NecromancyQuest05_16_Deceiver_Normal2
source: Not mine, of course…
ko_mt: 물론 내 것은 아니지만…

# NecromancyQuest05_16_Deceiver_Normal3
source: …but get me in to see Mardracht and the others are all yours.
ko_mt: ...하지만 Mardracht와 다른 사람들이 모두 당신의 것임을 보기 위해 저를 데려다 주세요.

# NecromancyQuest05_17_Aksha_NPC
source: You'd sell the lives of your companions to see one crazy old wizard?
ko_mt: 미친 늙은 마법사 한 명을 보기 위해 동료의 목숨을 팔겠습니까?

# NecromancyQuest05_18_Deceiver_Normal
source: Crazy? What do you mean?
ko_mt: 미친? 무슨 뜻이에요?

# NecromancyQuest05_19_Aksha_NPC_Intimidation_25_Failure
source: You must think I was born yesterday…
ko_mt: 내가 어제 태어났다고 생각하겠지...

# NecromancyQuest05_20_Persuader_Normal
source: We believe your master knows about a powerful ancient artifact.
ko_mt: 우리는 당신의 주인이 강력한 고대 유물에 대해 알고 있다고 믿습니다.

# NecromancyQuest05_20_Persuader_Normal2
source: We need his knowledge.
ko_mt: 우리는 그의 지식이 필요합니다.

# NecromancyQuest05_21_Aksha_NPC_Persuasion_25_Success
source: Hm. Your puny minds couldn't comprehend what he once knew.
ko_mt: 흠. 당신의 보잘것없는 마음은 그가 한때 알고 있었던 것을 이해할 수 없었습니다.

# NecromancyQuest05_22_Aksha_NPC
source: Now, it's a good day if he knows who I am.
ko_mt: 이제 그가 내가 누군지 알면 좋은 날입니다.

# NecromancyQuest05_23_Persuader_Normal
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# NecromancyQuest05_24_Aksha_NPC
source: You'll see.
ko_mt: 당신은 볼 수.

# NecromancyQuest05_25_Aksha_NPC_Persuasion_25_Failure
source: Let me think…
ko_mt: 생각해보게...

# NecromancyQuest05_26_Aksha_NPC
source: He's sealed his apartments off with powerful magic.
ko_mt: 그는 강력한 마법으로 아파트를 봉쇄했습니다.

# NecromancyQuest05_26_Aksha_NPC2
source: Keeps raving about gods coming to get him.
ko_mt: 그를 잡으러 오는 신들에 대해 계속 열광한다.

# NecromancyQuest05_27_Aksha_NPC
source: The Minor Gate is the only way in.
ko_mt: 마이너 게이트만 들어갈 수 있습니다.

# NecromancyQuest05_28_Default_Default
source: Minor Gate?
ko_mt: 마이너 게이트?

# NecromancyQuest05_29_Aksha_NPC
source: Yes. Over there.
ko_mt: 예. 저기.

# NecromancyQuest06_01_Mardracht_NPC
source: Who are you? How did you get in here?
ko_mt: 누구세요? 여기 어떻게 들어왔어?

# NecromancyQuest06_02_Default_Default
source: Master Mardracht?
ko_mt: 마스터 마르드라흐트?

# NecromancyQuest06_03_Mardracht_NPC
source: You know my name! How do you know my name?
ko_mt: 내 이름을 알잖아! 내 이름을 어떻게 아세요?

# NecromancyQuest06_04_Default_Default
source: We represent the Legacy Council, Master - and we mean you no harm.
ko_mt: 우리는 유산 위원회를 대표합니다, 마스터.

# NecromancyQuest06_05_Mardracht_NPC
source: No harm? No harm, they say - they always say that, always. They lie!
ko_mt: 피해가 없습니까? 그들은 해를 끼치 지 않는다고 말합니다. 그들은 항상 그렇게 말합니다. 그들은 거짓말을하고있어!

# NecromancyQuest06_06_Mardracht_NPC
source: Get out! I can still defend myself, you know!
ko_mt: 나가세요! 나는 여전히 자신을 방어할 수 있습니다.

# NecromancyQuest06_07_INTIMIDATE_CHOICE
source: Can't you see we're too strong?
ko_mt: 우리가 너무 강하다는 것이 보이지 않습니까?

# NecromancyQuest06_08_PERSUADE_CHOICE
source: We don't want to kill you.
ko_mt: 우리는 당신을 죽이고 싶지 않아.

# NecromancyQuest06_09_DECEIVE_CHOICE
source: We want to save Solasta.
ko_mt: 우리는 솔라스타를 구하고 싶습니다.

# NecromancyQuest06_10_Intimidate_Default
source: We found you and we breached your defenses.
ko_mt: 우리는 당신을 발견하고 당신의 방어를 위반했습니다.

# NecromancyQuest06_10_Intimidate_Default2
source: Do you really want to test your power against ours?
ko_mt: 당신은 정말로 우리에게 당신의 힘을 시험하고 싶습니까?

# NecromancyQuest06_11_Deceive_Default
source: You are right to fear us, and those who sent us.
ko_mt: 당신은 우리와 우리를 보낸 사람들을 두려워하는 것이 옳습니다.

# NecromancyQuest06_11_Deceive_Default2
source: We are powerful - but you don't have to die.
ko_mt: 우리는 강력하지만 죽을 필요는 없습니다.

# NecromancyQuest06_12_Persuade_Default
source: All we ask is that you hear what we have to say.
ko_mt: 우리가 요구하는 것은 우리의 말을 들어달라는 것뿐입니다.

# NecromancyQuest06_12_Persuade_Default2
source: After that, we'll leave you in peace if that's what you want.
ko_mt: 그 후, 우리는 당신이 원하는 경우 평화롭게 떠날 것입니다.

# NecromancyQuest06_13_Mardracht_NP
source: If you are not here to kill me - then what?
ko_mt: 당신이 나를 죽이러 온 것이 아니라면 - 그럼?

# NecromancyQuest06_14_Intimidator_Normal
source: I offer you the chance to buy your life.
ko_mt: 나는 당신에게 당신의 인생을 살 기회를 제공합니다.

# NecromancyQuest06_14_Intimidator_Normal2
source: Will you take it? Will you give up your gem?
ko_mt: 가져갈래? 보석을 포기하시겠습니까?

# NecromancyQuest06_15_Mardracht_NPC_Intimidate_25_Success
source: For my life? I…
ko_mt: 내 인생을 위해? NS…

# NecromancyQuest06_16_Mardracht_NPC_Intimidate_25_Failure
source: Lies! All lies! I know your gods and their treachery!
ko_mt: 거짓말! 모든 거짓말! 나는 당신의 신들과 그들의 배반을 알고 있습니다!

# NecromancyQuest06_17_Deceive_Default
source: The gods have commanded us to kill you…
ko_mt: 신들이 우리에게 당신을 죽이라고 명령했습니다...

# NecromancyQuest06_18_Mardracht_NPC
source: I knew it!
ko_mt: 알고 있었어!

# NecromancyQuest06_19_Deceiver_Normal
source: …but we don't need to do that - if you'll help us.
ko_mt: ...하지만 우리는 그렇게 할 필요가 없습니다 - 당신이 우리를 도와준다면.

# NecromancyQuest06_20_Deceiver_Normal
source: We must have the Gem of Necromancy.
ko_mt: 강령술의 보석이 있어야 합니다.

# NecromancyQuest06_21_Mardracht_NPC
source: The gem… ? But…
ko_mt: 보석...? 하지만…

# NecromancyQuest06_22_Deceiver_Normal
source: But without your gem, we can't remake the Crown.
ko_mt: 그러나 당신의 보석이 없으면 왕관을 다시 만들 수 없습니다.

# NecromancyQuest06_22_Deceiver_Normal2
source: Without the Crown, we can't defeat the gods.
ko_mt: 왕관이 없으면 신을 이길 수 없습니다.

# NecromancyQuest06_23_Mardracht_NPC_Deception_25_Success
source: I… The gods? I don't… the Crown?
ko_mt: 나… 신들? 난... 왕관?

# NecromancyQuest06_24_Mardracht_NPC_Deception_25_Failure
source: You have the Crown? No!
ko_mt: 당신은 왕관을 가지고 있습니까? 아니요!

# NecromancyQuest06_25_Mardracht_NPC
source: I see through your lies! Your evil gods want its power to destroy me!
ko_mt: 나는 당신의 거짓말을 꿰뚫어 본다! 당신의 사악한 신들은 그 힘이 나를 파괴하기를 원합니다!

# NecromancyQuest06_25_Mardracht_NPC2
source: To destroy Solasta!
ko_mt: 솔라스타를 파괴하기 위해!

# NecromancyQuest06_26_Persuade_Default
source: We are here to ask about the Crown of the Magister…
ko_mt: 우리는 마법사의 왕관에 대해 묻기 위해 왔습니다...

# NecromancyQuest06_26_Persuade_Default2
source: …specifically, about the Gem of Necromancy.
ko_mt: … 특히, Gem of Necromancy에 대해.

# NecromancyQuest06_27_Mardracht_NPC
source: What? What do you know of the Crown? What are you plotting?
ko_mt: 뭐라고 요? 크라운에 대해 무엇을 알고 있습니까? 무슨 음모를 꾸미고 있니?

# NecromancyQuest06_28_Persuader_Normal
source: We're not plotting anything. We don't really know what's going on.
ko_mt: 우리는 아무것도 계획하지 않습니다. 무슨 일이 일어나고 있는지 잘 모르겠습니다.

# NecromancyQuest06_29_Persuader_Normal
source: But the Crown found us, and it seems that it wants to be whole again.
ko_mt: 하지만 왕관이 우리를 찾았고, 다시 온전해지고 싶어하는 것 같습니다.

# NecromancyQuest06_30_Mardracht_NPC_Persuasion_25_Success
source: But wait - the Crown is active?
ko_mt: 하지만 잠시만요. 크라운이 활성화되어 있습니까?

# NecromancyQuest06_30_Mardracht_NPC_Persuasion_25_Success2
source: And it chose you?
ko_mt: 그리고 그것은 당신을 선택?

# NecromancyQuest06_31_Persuader_Normal
source: Well… Yes. We're not sure why.
ko_mt: 음… 네. 이유는 확실하지 않습니다.

# NecromancyQuest06_32_Mardracht_NPC
source: The very existence of Solasta must be threatened!
ko_mt: 솔라스타의 존재 자체가 위협받아야 한다!

# NecromancyQuest06_33_Mardracht_NPC_Persuasion_25_Failure
source: Give me the Crown!
ko_mt: 크라운을 주세요!

# NecromancyQuest06_33_Mardracht_NPC_Persuasion_25_Failure2
source: This is no task for the likes of you!
ko_mt: 이것은 당신 같은 사람을위한 작업이 아닙니다!

# NecromancyQuest06_34_Mardracht_NPC
source: I must find the other Masters! Give me the Crown!
ko_mt: 다른 마스터들을 찾아야 해! 크라운을 주세요!

# NecromancyQuest06_35_Persuader_Normal
source: But…?
ko_mt: 하지만…?

# NecromancyQuest06_36_Mardracht_NPC
source: NOW!
ko_mt: 지금!

# NecromancyQuest06_37_Mardracht_NPC
source: This is what you came for.
ko_mt: 이것이 당신이 온 이유입니다.

# NecromancyQuest06_38_Mardracht_NPC
source: Take it - and leave me alone!
ko_mt: 가져가 - 날 내버려 둬!

# Necromancy_Observable_01_ViewCastle1_Any_Default
source: The gem's in the castle?
ko_mt: 성에 보석이 있다고?

# Necromancy_Observable_01_ViewCastle2_Any_Default
source: Maybe. It's in that direction.
ko_mt: 아마도. 그런 방향입니다.

# Necromancy_Observable_01_ViewCastle3_Any_Default
source: That's a good-sized castle. A garrison of two dozen at least.
ko_mt: 적당한 크기의 성입니다. 적어도 24명의 수비대.

# Necromancy_Observable_01_ViewCastle4_Any_Default
source: There's a path to the right. Maybe we can find cover, and size the place up without being seen.
ko_mt: 오른쪽으로 길이 있습니다. 어쩌면 우리는 엄폐물을 찾을 수 있고, 눈에 띄지 않고 장소의 크기를 조정할 수 있습니다.

# Necromancy_Observable_01_ViewCastle5_Any_Default
source: We could just show our Legacy Council credentials.
ko_mt: Legacy Council 자격 증명을 보여주기만 하면 됩니다.

# Necromancy_Observable_01_ViewCastle6_Any_Default
source: Assuming they're law-abiding folk who'll respect the Council…
ko_mt: 그들이 의회를 존중할 준법적인 사람들이라고 가정하면…

# Necromancy_Observable_01_ViewCastle7_Any_Default
source: …Not too many of those around here, I'm guessing.
ko_mt: ...주변에 사람이 그렇게 많지는 않은 것 같아요.

# Necromancy_Observable_02_CastleFrontGate1_Any_Default
source: We're not getting in that way.
ko_mt: 우리는 그런 식으로 접근하지 않습니다.

# Necromancy_Observable_02_CastleFrontGate2_Any_Default
source: Could we climb up?
ko_mt: 올라갈 수 있을까요?

# Necromancy_Observable_02_CastleFrontGate3_Any_Default
source: It's too open. We'd be easy targets.
ko_mt: 너무 열려있습니다. 우리는 쉬운 표적이 될 것입니다.

# Necromancy_Observable_02_CastleFrontGate4_Any_Default
source: We'll have to find another way.
ko_mt: 다른 방법을 찾아야 합니다.

# Necromancy_Observable_03_Catacombs1_Any_Default
source: Remember the way we've come. I wouldn't want to get lost down here.
ko_mt: 우리가 왔던 길을 기억하십시오. 여기서 길을 잃고 싶지 않습니다.

# Necromancy_Observable_03_Catacombs2_Any_Default
source: Typical First Expansion architecture, with some embellishments…
ko_mt: 일부 장식이 있는 전형적인 첫 번째 확장 아키텍처…

# Necromancy_Observable_03_Catacombs3_Any_Default
source: …probably used right up to the Cataclysm.
ko_mt: ...아마 대격변까지 사용되었을 것입니다.

# Necromancy_Observable_03_Catacombs4_Any_Default
source: Great idea! Let's walk through the catacombs, talking loudly!
ko_mt: 좋은 아이디어! 큰 소리로 이야기하면서 지하 묘지를 걸어 가자!

# Necromancy_Observable_03_Catacombs5_Any_Default
source: Everyone knows the undead are deaf!
ko_mt: 언데드가 귀머거리라는 것은 누구나 알고 있습니다!

# Necromancy_Observable_04_AtKeepEntry1_Any_Default
source: Another door.
ko_mt: 또 다른 문.

# Necromancy_Observable_04_AtKeepEntry2_Any_Default
source: Oh, good. Just when I was thinking it would be too easy.
ko_mt: 오 좋네. 너무 쉬울 거라고 생각했을 때.

# Necromancy_Observable_04_AtKeepEntry3_Any_Default
source: Look at the top. What is that?
ko_mt: 상단을 봐. 저게 뭐에요?

# Necromancy_Observable_04_AtKeepEntry4_Any_Default
source: Looks like a magical shield of some sort.
ko_mt: 일종의 마법 방패처럼 보입니다.

# Necromancy_Observable_04_AtKeepEntry5_Any_Default
source: Some sort? How many sorts are there?
ko_mt: 몇가지 종류? 종류가 몇 가지입니까?

# Necromancy_Observable_04_AtKeepEntry6_Any_Default
source: What we're looking for is up there.
ko_mt: 우리가 찾고 있는 것은 거기에 있습니다.

# Necromancy_Observable_04_AtKeepEntry7_Any_Default
source: You're sure?
ko_mt: 확실해?

# Necromancy_Observable_04_AtKeepEntry8_Any_Default
source: It's obvious - the best loot gets the best protection.
ko_mt: 최고의 전리품이 최고의 보호를 받는 것은 당연합니다.

# Necromancy_Observable_05_Well1_Any_Default
source: This could be our way in.
ko_mt: 이것은 우리의 방법일 수 있습니다.

# Necromancy_Observable_05_Well2_Any_Default
source: Perfect. We climb down a wet, slippery, stone shaft…
ko_mt: 완벽한. 우리는 젖고 미끄러운 돌 갱도를 내려갑니다...

# Necromancy_Observable_05_Well3_Any_Default
source: …into water that's who knows how deep…
ko_mt: ...깊이 아는 사람은 물 속으로...

# Necromancy_Observable_05_Well4_Any_Default
source: …and hope there's a way out. What could possibly go wrong?
ko_mt: … 그리고 탈출구가 있기를 바랍니다. 무엇이 잘못될 수 있습니까?

# Necromancy_Observable_06_StormDrain1_Any_Default
source: This drain could be a way in.
ko_mt: 이 배수구가 들어갈 수 있습니다.

# Necromancy_Observable_06_StormDrain2_Any_Default
source: Into what? The bathroom's one way, and the cesspool the other?
ko_mt: 무엇에? 화장실은 한 방향이고, 오물통은 다른 방향인가요?

# Necromancy_Observable_06_StormDrain3_Any_Default
source: Suppose we get down there and it's just six-inch pipes?
ko_mt: 우리가 거기에 내려가서 단지 6인치 파이프라고 가정해 봅시다.

# Necromancy_Observable_06_StormDrain4_Any_Default
source: Then we'll look for another way in. But let's try it first!
ko_mt: 그런 다음 다른 방법을 찾아보겠습니다. 하지만 먼저 시도해 보겠습니다!

# Necromancy_Observable_07_StormDrainInside1_Any_Default
source: That doesn't look right.
ko_mt: 그것은 옳지 않아 보인다.

# Necromancy_Observable_07_StormDrainInside2_Any_Default
source: It's a drain. What's wrong with that?
ko_mt: 배수구입니다. 그게 무슨 문제야?

# Necromancy_Observable_07_StormDrainInside3_Any_Default
source: Yes, but inside a building?
ko_mt: 예, 하지만 건물 내부?

# Necromancy_Observable_07_StormDrainInside4_Any_Default
source: Maybe the roof leaks.
ko_mt: 지붕이 새는 경우가 있습니다.

# Necromancy_Observable_07_StormDrainInside5_Any_Default
source: Maybe this was a stock shed. A drain can be handy for mucking out.
ko_mt: 아마도 이곳이 창고였나 봅니다. 배수구는 물을 빼는데 유용할 수 있습니다.

# Necromancy_Observable_07_StormDrainInside6_Any_Default
source: That one's big enough for a cow to fall down. Doesn't make sense.
ko_mt: 소가 쓰러질 정도로 크네요. 말이 안 된다.

# Necromancy_Observable_07_StormDrainInside7_Any_Default
source: Unless…
ko_mt: 하지 않는 한…

# Necromancy_Observable_07_StormDrainInside8_Any_Default
source: I swear, if you say something smart…
ko_mt: 맹세코, 똑똑한 말을 하면…

# Necromancy_Observable_07_StormDrainInside9_Any_Default
source: I never say anything that's not. But think about it:
ko_mt: 나는 결코 그렇지 않은 것을 말하지 않습니다. 그러나 그것에 대해 생각해보십시오.

# Necromancy_Observable_07_StormDrainInside10_Any_Default
source: It's big enough to climb down. It's hidden in a building. And it's close to both the walls and the keep.
ko_mt: 내려올 수 있을 정도로 크네요. 건물에 숨겨져 있습니다. 그리고 그것은 성벽과 성채 모두에 가깝습니다.

# Necromancy_Observable_07_StormDrainInside11_Any_Default
source: Are you saying it's a secret entrance?
ko_mt: 비밀입구라고 할까요?

# Necromancy_Observable_08_EnterCatacombs1_Any_Default
source: The outside graves were likely for servants and guards.
ko_mt: 외부 무덤은 하인과 경비원을위한 것 같습니다.

# Necromancy_Observable_08_EnterCatacombs2_Any_Default
source: The mausoleum holds a few burials, but its main purpose is to hide this secret entrance.
ko_mt: 영묘에는 몇 개의 매장이 있지만 주요 목적은 이 비밀 입구를 숨기는 것입니다.

# Necromancy_Observable_08_EnterCatacombs3_Any_Default
source: The most important graves are in the catacombs down below.
ko_mt: 가장 중요한 무덤은 아래 지하 묘지에 있습니다.

# Necromancy_Observable_08_EnterCatacombs4_Any_Default
source: And by "important," you mean "rich."
ko_mt: 그리고 "중요하다"는 것은 "부자"를 의미합니다.

# Necromancy_Observable_09_Teleporter1_Any_Default
source: So - this is a Minor Gate?
ko_mt: 그래서 - 이것은 마이너 게이트입니까?

# Necromancy_Observable_09_Teleporter2_Any_Default
source: And we're sure it goes where the defiler woman said it goes?
ko_mt: 그리고 우리는 그것이 파괴자 여자가 말한 곳으로 간다고 확신합니까?

# Necromancy_Observable_09_Teleporter3_Any_Default
source: Did you see any other way to get there?
ko_mt: 거기에 다른 방법을 보았습니까?

# Necromancy_Observable_09_Teleporter4_Any_Default
source: So we're just going to trust her?
ko_mt: 그래서 우리는 그녀를 믿을 것인가?

# Necromancy_Observable_09_Teleporter5_Any_Default
source: That looks like a Minor Gate.
ko_mt: 마이너 게이트 같네요.

# Necromancy_Observable_09_Teleporter6_Any_Default
source: Where do you suppose it goes?
ko_mt: 어디로 가는 것 같습니까?

# Necromancy_Observable_09_Teleporter7_Any_Default
source: To the Master's floor, hopefully.
ko_mt: 마스터의 마루로, 바라건대.
