Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# AbjurationQuest_CoparannArrival_9_SellswordOrElse_Slang
source: Well, Sarge, we found something of yours on our way here!
ko_mt: 글쎄, Sarge, 우리는 여기 오는 길에 당신의 무언가를 발견했습니다!

# AbjurationQuest_CoparannArrival_10_SgtNikannen_NPC
source: Of mine? What, exactly?
ko_mt: 내? 정확히 무엇?

# AbjurationQuest_CoparannArrival_11_AcademicChoice2_WRITTEN
source: We have something for you.
ko_mt: 당신을 위한 것이 있습니다.

# AbjurationQuest_CoparannArrival_12_AcademicChoice2_Default
source: We were asked to give you certain items!
ko_mt: 우리는 당신에게 특정 아이템을 줄 것을 요청받았습니다!

# AbjurationQuest_CoparannArrival_13_SgtNikannen_NPC
source: Asked? By whom?
ko_mt: 물었다? 누구에 의해?

# AbjurationQuest_CoparannArrival_14_SgtNikannen_NPC
source: And what items?
ko_mt: 그리고 어떤 아이템?

# AbjurationQuest_CoparannArrival_15_SpyOrElse_WRITTEN
source: Galar sent us.
ko_mt: Galar가 우리를 보냈습니다.

# AbjurationQuest_CoparannArrival_16_SpyOrElse_Default
source: Master Galar Goldentongue asked us to see you - and to bring these…
ko_mt: 마스터 갈라 골든텅이 우리에게 당신을 만나자고 했습니다. 그리고 이것들을 가져오라고...

# AbjurationQuest_CoparannArrival_17_SellswordOrElse_Slang
source: Here they are, Sarge!
ko_mt: 여기 있습니다, 서지!

# AbjurationQuest_CoparannArrival_18_SgtNikannen_NPC
source: The ring, the badge, the insignia…
ko_mt: 반지, 배지, 휘장…

# AbjurationQuest_CoparannArrival_19_SgtNikannen_NPC
source: The man who wore those was of middling height…
ko_mt: 그걸 입은 남자는 키가 중간이었는데...

# AbjurationQuest_CoparannArrival_20_SgtNikannen_NPC
source: …broad shoulders, dark hair, and a broken nose. Am I right?
ko_mt: … 넓은 어깨, 검은 머리, 부러진 코. 내 말이 맞아?

# AbjurationQuest_CoparannArrival_21_SpyorElse_Default
source: Correct! You knew him, then?
ko_mt: 옳은! 당신은 그를 알고 있었나요?

# AbjurationQuest_CoparannArrival_22_SgtNikannen_NPC
source: He broke his nose after an… exchange of views behind the barracks.
ko_mt: 그는 막사 뒤에서 의견을 교환한 후 코가 부러졌습니다.

# AbjurationQuest_CoparannArrival_23_SgtNikannen_NPC
source: Roald tried to headbutt his basic training instructor. That was me!
ko_mt: Roald는 기본 훈련 강사를 박치기를 시도했습니다. 그게 나였어!

# AbjurationQuest_CoparannArrival_24_SgtNikannen_NPC
source: Now, tell me what happened to my good friend Roald!
ko_mt: 자, 내 좋은 친구 Roald에게 무슨 일이 일어났는지 말해줘!

# AbjurationQuest_CoparannArrival_25_DiplomatOrElse_Default
source: First, please accept our sincere condolences!
ko_mt: 먼저 진심어린 조의를 받아주세요!

# AbjurationQuest_CoparannArrival_26_SgtNikannen_NPC
source: Thanks. Now tell me where, when, how - and who!
ko_mt: 감사. 이제 어디서, 언제, 어떻게, 누가 누구인지 알려주세요!

# AbjurationQuest_CoparannArrival_27_DiplomatOrElse_Default
source: Two days ago.
ko_mt: 이틀 전.

# AbjurationQuest_CoparannArrival_28_SpyOrElse_Default
source: It was at a small camp in some Manacalon ruins.
ko_mt: 마나칼론 유적의 작은 야영지였다.

# AbjurationQuest_CoparannArrival_29_SpyOrElse_Default
source: He was found almost dead by the caravan people.
ko_mt: 그는 캐러밴 사람들에 의해 거의 죽은 채로 발견되었습니다.

# AbjurationQuest_CoparannArrival_30_SpyOrElse_Default
source: They tried to heal him and then…
ko_mt: 그들은 그를 치료하려고 시도한 다음 ...

# AbjurationQuest_CoparannArrival_31_SpyOrElse_Default
source: …some travelers in the caravan rushed in…
ko_mt: ...캐러밴에 타고 있던 몇몇 여행자들이 몰려들었고...

# AbjurationQuest_CoparannArrival_32_SpyOrElse_Default
source: …to kill your friend and the guards Master Galar had posted!
ko_mt: ...당신의 친구와 Master Galar가 배치한 경비원을 죽이기 위해!

# AbjurationQuest_CoparannArrival_33_SgtNikannen_NPC
source: And no idea who those guys were?
ko_mt: 그리고 그 사람들이 누군지 몰라?

# AbjurationQuest_CoparannArrival_34_SellswordOrElse_Default
source: No, Sarge. They looked like common mercs to me!
ko_mt: 아니, 서지. 그들은 나에게 평범한 용병처럼 보였다!

# AbjurationQuest_CoparannArrival_35_SgtNikannen_Default
source: Did Roald say anything to you?
ko_mt: Roald가 당신에게 말을 했습니까?

# AbjurationQuest_CoparannArrival_37_SgtNikannen_NPC
source: Dire news. Listen - go and speak to the Ceannard. Tell him everything…
ko_mt: 무서운 소식입니다. 들어봐 - 가서 Ceannad에게 말을 해봐. 그에게 모든 것을 말하십시오 ...

# AbjurationQuest_CoparannArrival_38_SgtNikannen_NPC
source: …but leave Gromnir out of it for now.
ko_mt: ...하지만 지금은 그롬니르를 놔두세요.

# AbjurationQuest_CoparannArrival_38_AcademicOrElse_WRITTEN
source: The Ceannard?
ko_mt: 세나드?

# AbjurationQuest_CoparannArrival_39_AcademicOrElse_Spoken
source: The Ceannard?
ko_mt: 세나드?

# AbjurationQuest_CoparannArrival_39_AristocratOrElse_WRITTEN
source: Not the Baron?
ko_mt: 바론 아님?

# AbjurationQuest_CoparannArrival_40_AristocratOrElse_Spoken
source: And why not the Baron?
ko_mt: 그리고 남작은 왜 안되지?

# AbjurationQuest_CoparannArrival_41_SgtNikannen_NPC
source: The Ceannard is the ruler of the Vale of Coparann.
ko_mt: 세아나르는 코파란 계곡의 통치자입니다.

# AbjurationQuest_CoparannArrival_42_SgtNikannen_NPC
source: Talk to the Ceannard first and then…
ko_mt: 먼저 세아나드에게 말을 걸고...

# AbjurationQuest_CoparannArrival_43_SgtNikannen_NPC
source: …perhaps we can discuss some more!
ko_mt: … 아마도 우리는 더 많은 논의를 할 수 있습니다!

# AbjurationQuest_CoparannArrival_44_AcademicOrElse_Default
source: And where is the Ceannard?
ko_mt: 그리고 Ceannad는 어디에 있습니까?

# AbjurationQuest_CoparannArrival_45_Kythaela_NPC
source: But we need to talk to the Baron!
ko_mt: 하지만 우리는 남작과 이야기해야 합니다!

# AbjurationQuest_CoparannArrival_46_SgtNikannen_NPC
source: You can find him at the Town Hall at this hour.
ko_mt: 이 시간에 시청에서 그를 찾을 수 있습니다.

# AbjurationQuest_CoparannArrival_47_SgtNikannen_NPC
source: Give him this note from me and tell him exactly what happened.
ko_mt: 그에게 나에게서 받은 이 쪽지를 주고 정확히 무슨 일이 일어났는지 말해 주십시오.

# AbjurationQuest_CoparannArrival_48_SgtNikannen_NPC
source: You won't talk to him without my leave…
ko_mt: 내 휴가 없이는 그에게 말을 걸지 않을 거야...

# AbjurationQuest_CoparannArrival_49_SgtNikannen_NPC
source: Talk to the Ceannard first and then…
ko_mt: 먼저 세아나드에게 말을 걸고...

# AbjurationQuest_CoparannArrival_50_SgtNikannen_NPC
source: Here - my signature on the letter from Galar…
ko_mt: 여기 - Galar에서 온 편지에 내 서명이…

# AbjurationQuest_CoparannArrival_51_SgtNikannen_NPC
source: Take it to Master Warmhearth at the general store.
ko_mt: 잡화점에 있는 마스터 웜하스에게 가져가세요.

# AbjurationQuest_CoparannArrival_52_SgtNikannen_NPC
source: And here's a note for the Ceannard!
ko_mt: 그리고 여기 Ceannad에 대한 메모가 있습니다!

# AbjurationQuest_CoparannArrival_53_Any_Default
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# AbjurationQuest_Ceannard01_1_Ceannard_NPC
source: Clear skies! Joris Nikannen says you have an interesting story to tell!
ko_mt: 깨끗한 하늘! 요리스 니카넨은 당신에게 흥미로운 이야기가 있다고 말합니다!

# AbjurationQuest_Ceannard01_2_Any_Default
source: Clear skies to you, my lord!
ko_mt: 당신에게 맑은 하늘, 나의 주인!

# AbjurationQuest_Ceannard01_3_Any_Default
source: Well, it all began when we came upon this caravan…
ko_mt: 우리가 이 캐러밴을 만났을 때 모든 것이 시작되었습니다...

# AbjurationQuest_Ceannard01_4_Ceannard_NPC
source: Go on.
ko_mt: 계속해.

# AbjurationQuest_Ceannard01_5_Ceannard_NPC
source: Hmm… military matters I usually leave in the more than competent hands of the Baron…
ko_mt: 흠..군사문제는 보통 남작보다 유능한 손에 맡기는데...

# AbjurationQuest_Ceannard01_6_Ceannard_NPC
source: …but Nikannen sent you to me.
ko_mt: ...하지만 니카넨이 당신을 나에게 보냈습니다.

# AbjurationQuest_Ceannard01_7_Ceannard_NPC
source: You see, he is a rarity in the Stonefist Mercenary company…
ko_mt: 보다시피 그는 돌주먹 용병 중대에서 보기 드문...

# AbjurationQuest_Ceannard01_8_Ceannard_NPC
source: …the one old hand who was born here.
ko_mt: ...여기서 태어난 한 늙은 손.

# AbjurationQuest_Ceannard01_9_Ceannard_NPC
source: We have known each other almost all our lives!
ko_mt: 우리는 거의 평생 동안 서로를 알고 있었습니다!

# AbjurationQuest_Ceannard01_10_Ceannard_NPC
source: He is the reason Stonefist came to our aid during the orc invasion.
ko_mt: 오크 침공 때 스톤피스트가 우리를 도왔던 이유다.

# AbjurationQuest_Ceannard01_11_Ceannard_NPC
source: And he sent you to me? That's odd! Why did you come to Coparann?
ko_mt: 그리고 그가 당신을 나에게 보냈습니까? 이상하다! 왜 코파란에 오셨습니까?

# AbjurationQuest_Ceannard01_12_Sellsword_WRITTEN
source: The Stonefist company?
ko_mt: 스톤피스트 회사?

# AbjurationQuest_Ceannard01_13_Sellsword_Spoken
source: The Stonefist mercenary company?
ko_mt: 스톤피스트 용병단?

# AbjurationQuest_Ceannard01_14_Ceannard_NPC
source: Our military force, since they helped us repel the orc invasion!
ko_mt: 오크의 침공을 격퇴하는 데 도움을 준 우리의 군대!

# AbjurationQuest_Ceannard01_15_Academic_WRITTEN
source: Orc invasion?
ko_mt: 오크 침공?

# AbjurationQuest_Ceannard01_16_Academic_Spoken
source: An orc invasion?
ko_mt: 오크 침공?

# AbjurationQuest_Ceannard01_17_Ceannard_NPC
source: Happened about fifteen years ago. Several tribes got together…
ko_mt: 약 15년 ​​전에 일어난 일입니다. 여러 부족들이 모여…

# AbjurationQuest_Ceannard01_18_Ceannard_NPC
source: …whipped into a frenzy by a shaman.
ko_mt: ...주술사에 의해 광란에 빠졌습니다.

# AbjurationQuest_Ceannard01_19_Ceannard_NPC
source: They hit us hard and opened a breach…
ko_mt: 그들은 우리를 세게 때리고 위반을 열었습니다 ...

# AbjurationQuest_Ceannard01_20_Ceannard_NPC
source: …got a foothold in the outer works, and were about to hit the town.
ko_mt: ...외부 공사에 발판을 마련하고 마을을 덮치려 하고 있었습니다.

# AbjurationQuest_Ceannard01_21_Ceannard_NPC
source: Then Gromnir hit them from behind, and they were between hammer and anvil!
ko_mt: 그런 다음 Gromnir가 뒤에서 그들을 공격했고 그들은 망치와 모루 사이에 있었습니다!

# AbjurationQuest_Ceannard01_22_SpyOrElse_WRITTEN
source: Stonefist?
ko_mt: 스톤피스트?

# AbjurationQuest_Ceannard01_23_SpyOrElse_Spoken
source: Who's Stonefist?
ko_mt: 스톤피스트는 누구인가?

# AbjurationQuest_Ceannard01_24_Ceannard_NPC
source: Gromnir Stonefist, founder of the Stonefist mercenary company!
ko_mt: 스톤피스트 용병단의 창시자 그롬니르 스톤피스트!

# AbjurationQuest_Ceannard01_Exit_WRITTEN
source: That doesn't answer my question.
ko_mt: 그것은 내 질문에 대답하지 않습니다.

# AbjurationQuest_Ceannard01_26_Highclass_Spoken
source: We are agents of the Legacy Council.
ko_mt: 우리는 유산 위원회의 대리인입니다.

# AbjurationQuest_Ceannard01_27_Highclass_Default
source: Our current mission is to escort Lady Kythaela.
ko_mt: 우리의 현재 임무는 레이디 키타엘라를 호위하는 것입니다.

# AbjurationQuest_Ceannard01_28_Highclass_Default
source: Coparann was the seat of her family before the Cataclysm.
ko_mt: 코파란은 대격변 이전에 그녀의 가족의 자리였습니다.

# AbjurationQuest_Ceannard01_29_Ceannard_NPC
source: And Lady Kythaela is on a nostalgia trip?
ko_mt: 그리고 Lady Kythaela는 향수 여행을 하고 있습니까?

# AbjurationQuest_Ceannard01_30_Highclass_Default
source: Far from it! One of her ancestors left family heirlooms hidden in the fortress.
ko_mt: 그것과는 거리가 멀다! 그녀의 조상 중 하나는 요새에 숨겨진 가족 가보를 남겼습니다.

# AbjurationQuest_Ceannard01_31_Highclass_Default
source: Among those heirlooms, we hope to find clues about the next stage of our quest!
ko_mt: 그 가보 중에서 다음 퀘스트 단계에 대한 단서를 찾을 수 있기를 바랍니다!

# AbjurationQuest_Ceannard01_32_Ceannard_NPC
source: Old elven nobility! I am sure I have never seen you before, Lady Kythaela.
ko_mt: 늙은 엘프 귀족! 당신을 한 번도 본 적이 없는 것 같습니다, 레이디 키타엘라.

# AbjurationQuest_Ceannard01_33_Ceannard_NPC
source: So tell me something about Coparann that a newcomer or even a casual visitor couldn't know.
ko_mt: 따라서 새로 온 사람이나 일반 방문자도 알지 못하는 Coparann에 대해 알려주십시오.

# AbjurationQuest_Ceannard01_34_Kythaela_NPC
source: In a side valley, there is an Imperial mausoleum of Lanaerach, home of the honored dead!
ko_mt: 옆 계곡에는 영예로운 죽은 자의 고향인 라나에라크의 제국 영묘가 있습니다!

# AbjurationQuest_Ceannard01_35_AcademicorElse_WRITTEN
source: Mausoleum?
ko_mt: 웅장한 무덤?

# AbjurationQuest_Ceannard01_36_AcademicorElse_Spoken
source: A place of remembrance?
ko_mt: 추억의 장소?

# AbjurationQuest_Ceannard01_37_Kythaela_NPC
source: Yes, for the honored dead who fell in battle for the Empire.
ko_mt: 예, 제국을 위해 전사한 명예로운 전사들을 위해.

# AbjurationQuest_Ceannard01_38_Ceannard_NPC
source: There is indeed an ancient Imperial mausoleum in a side valley, sealed off since the Fall of Manacalon!
ko_mt: 마나칼론 몰락 이후 봉인된 계곡 옆에 고대 제국의 영묘가 있다는 사실!

# AbjurationQuest_Ceannard01_39_Ceannard_NPC
source: Not many know of it. Thank you, my lady - I am convinced.
ko_mt: 그것을 아는 사람은 많지 않습니다. 고마워요, 아가씨 - 확신합니다.

# AbjurationQuest_Ceannard01_40_Sellsword_WRITTEN
source: Lanaerach?
ko_mt: 라나에라크?

# AbjurationQuest_Ceannard01_41_Sellsword_Spoken
source: What's Lanaerach?
ko_mt: 라나에라크는?

# AbjurationQuest_Ceannard01_42_Ceannard_NPC
source: A very particular kind of marble - very precious!
ko_mt: 매우 특별한 종류의 대리석 - 매우 귀중합니다!

# AbjurationQuest_Ceannard01_43_Ceannard_NPC
source: The traditional stone for the honored dead!
ko_mt: 고인을 위한 전통석!

# AbjurationQuest_Ceannard01_44_Ceannard_NPC
source: As for the rest of you, you said you were sent by the Legacy Council.
ko_mt: 나머지는 레거시 위원회에서 보냈다고 하더군요.

# AbjurationQuest_Ceannard01_45_Ceannard_NPC
source: We see a lot of Council agents on their way to the Badlands, and they bring a lot of rumors.
ko_mt: 우리는 황무지로 가는 길에 많은 평의회 요원을 보았고 그들은 많은 소문을 가지고 왔습니다.

# AbjurationQuest_Ceannard01_46_Ceannard_NPC
source: So tell me - is there any truth to the rumor that the Soraks are back?
ko_mt: 그러니 말해봐 - 설악이 돌아왔다는 소문이 사실이냐?

# AbjurationQuest_Ceannard01_47_AcademicorElse_Default
source: Yes! And they are as nasty as legends made them!
ko_mt: 예! 그리고 그들은 전설이 만든 것처럼 끔찍합니다!

# AbjurationQuest_Ceannard01_48_Ceannard_NPC
source: Can they truly possess others?
ko_mt: 그들은 진정으로 다른 사람을 소유할 수 있습니까?

# AbjurationQuest_Ceannard01_49_AcademicorElse_Default
source: Not possess, exactly…
ko_mt: 소유하지 않고 정확히…

# AbjurationQuest_Ceannard01_50_AcademicorElse_Default
source: …what they do is worse…
ko_mt: … 그들이 하는 일은 더 나쁘다…

# AbjurationQuest_Ceannard01_51_AcademicorElse_Default
source: …if you believe the tales that the paladins of Einar recovered from their archives.
ko_mt: … 에이나르의 성기사들이 기록 보관소에서 되찾았다는 이야기를 믿는다면.

# AbjurationQuest_Ceannard01_52_Ceannard_NPC
source: Do me a favor: walk around our city, talk to the people…
ko_mt: 부탁드립니다: 우리 도시를 산책하고 사람들과 이야기를 나누십시오…

# AbjurationQuest_Ceannard01_53_Ceannard_NPC
source: …then report your impressions to Sergeant Nikannen.
ko_mt: ...그러면 니카넨 상사에게 인상을 보고하십시오.

# AbjurationQuest_Ceannard01_54_Ceannard_NPC
source: Not a word about what you told me, though.
ko_mt: 하지만 당신이 나에게 한 말에 대해서는 한 마디도 하지 않았습니다.

# AbjurationQuest_Ceannard01_55_Insight15Success_Default
source: Do you believe the Soraks are in Coparann?
ko_mt: 소락스가 코파란에 있다고 믿습니까?

# AbjurationQuest_Ceannard01_56_Ceannard_NPC
source: I'll say no more for the time being!
ko_mt: 당분간은 말하지 않겠습니다!

# AbjurationQuest_Ceannard01_57_Ceannard_NPC
source: Walk the streets, then see Nikannen! Meanwhile, stay in the light!
ko_mt: 거리를 걷다가 니칸넨을 보라! 한편, 빛 속에 머물러 있으십시오!

# AbjurationQuest_Ceannard01_58_Crownbearer_Default
source: Clear skies to you, Ceannard!
ko_mt: 당신에게 맑은 하늘, Ceannad!

# AbjurationQuest_Merchant01_1_Merchant1_NPC
source: It's rather silly, really. This young man…
ko_mt: 정말 어리석은 일입니다. 이 청년은…

# AbjurationQuest_Merchant01_2_Merchant1_NPC
source: …he asked me for a specific design so he could propose…
ko_mt: … 그는 제안할 수 있도록 특정 디자인을 요청했습니다…

# AbjurationQuest_Merchant01_3_Merchant2_NPC
source: So? He probably gambled the money away!
ko_mt: 그래서? 그는 아마 돈을 갉아먹었을 것입니다!

# AbjurationQuest_Merchant01_4_Merchant1_NPC
source: Not him! Straight arrow on the fast track to sergeant or higher! I asked around!
ko_mt: 그는 아니고! 상사 이상 직급의 직선 화살표! 이리저리 물어보니!

# AbjurationQuest_Merchant01_5_Merchant2_NPC
source: So? Where is this paragon of yours?
ko_mt: 그래서? 당신의 이 모범은 어디에 있습니까?

# AbjurationQuest_Merchant01_6_Merchant1_NPC
source: Consigned to guard duty! A whole week! And that just on his return from patrol!
ko_mt: 경호원 파견! 일주일 내내! 그리고 순찰에서 돌아온 직후!

# AbjurationQuest_Seargent_1_YoungMaid_NPC
source: Sergeant, when can I see my Erik? He is due some liberty!
ko_mt: 상사, 언제 내 Erik을 볼 수 있습니까? 그는 약간의 자유를 누릴 자격이 있습니다!

# AbjurationQuest_Seargent_2_Sergeant_NPC
source: Gal, I already told ya! He's assigned to guard duty!
ko_mt: 걸, 이미 말했잖아! 그는 경비 임무를 맡았습니다!

# AbjurationQuest_Seargent_3_YoungMaid_NPC
source: A whole week of it - and that after two weeks on patrol!
ko_mt: 일주일 내내 - 그리고 순찰 2주 후!

# AbjurationQuest_Seargent_4_YoungMaid_NPC
source: No - he just doesn't want to see me anymore.
ko_mt: 아니오 - 그는 단지 더 이상 나를 보고 싶지 않을 뿐입니다.

# AbjurationQuest_Seargent_5_Sergeant_NPC
source: Now, gal, don't you fret! It's not that at all.
ko_mt: 자, 여보, 초조해하지 마세요! 전혀 그렇지 않습니다.

# AbjurationQuest_Seargent_6_Sergeant_NPC
source: The Old Man has had his whole patrol on guard duty in the basement ever since they came back!
ko_mt: 노인은 그들이 돌아온 이후로 지하실에서 경비 임무로 전체 순찰을 했습니다!

# AbjurationQuest_Seargent_7_Sergeant_NPC
source: Something's up - and whatever it is, it can't be good!
ko_mt: 문제가 발생했습니다. 그리고 그것이 무엇이든 좋을 수는 없습니다!

# AbjurationQuest_Mildred_1_Bartender_NPC
source: Mistress Mildred! The brewer wants to know when to bring the next delivery of ale.
ko_mt: 밀드레드 씨! 양조업자는 다음 배달 에일을 언제 가져올지 알고 싶어합니다.

# AbjurationQuest_Mildred_2_Bartender_NPC
source: He doesn't want it to go stale - he has his reputation to consider!
ko_mt: 그는 그것이 부패하는 것을 원하지 않습니다 - 그는 고려해야 할 평판이 있습니다!

# AbjurationQuest_Mildred_3_Mildred_NPC
source: If only Stonefist had let his thirsty patrol out on leave as usual…
ko_mt: 스톤피스트가 평소처럼 목이 마른 순찰을 떠나게 했다면…

# AbjurationQuest_Mildred_4_Mildred_NPC
source: …but now, we've only the regulars and the ale's not moving too fast!
ko_mt: ...하지만 지금은 단골만 있고 에일이 너무 빨리 움직이지 않습니다!

# AbjurationQuest_Mildred_5_Mildred_NPC
source: Take him two empty barrels and get two new ones. It's the best we can do right now!
ko_mt: 그에게 빈 통 두 개를 가져다가 새 통 두 개를 가져옵니다. 지금 우리가 할 수 있는 최선입니다!

# AbjurationQuest_Patrons_1_Patron1_NPC
source: Oh, the Ceannard's hopping mad!
ko_mt: 오, Ceannad가 미친 듯이 뛰고 있어!

# AbjurationQuest_Patrons_2_Patron2_NPC
source: Why's that?
ko_mt: 왜 그래?

# AbjurationQuest_Patrons_3_Patron1_NPC
source: A whole week he's been waiting - and still no meeting with the Baron!
ko_mt: 일주일 내내 그는 기다렸지만 남작과의 만남은 아직 없습니다!

# AbjurationQuest_Patrons_4_Patron2_NPC
source: That's weird. Usually they meet every day, at least!
ko_mt: 이상 하네. 보통 그들은 적어도 매일 만난다!

# AbjurationQuest_Patrons_5_Patron2_NPC
source: Like an old couple, the two of them!
ko_mt: 노부부 같은 둘!

# AbjurationQuest_GeneralStore_1_Wilf_NPC
source: Well met! What can we do for you on this fine morning?
ko_mt: 잘 만났다! 이 좋은 아침에 우리가 당신을 위해 무엇을 할 수 있습니까?

# AbjurationQuest_GeneralStore_2_ChoiceA_WRITTEN
source: We have a letter for you.
ko_mt: 당신을 위한 편지가 있습니다.

# AbjurationQuest_GeneralStore_3_ChoiceB_WRITTEN
source: The Ceannard sent us.
ko_mt: Ceannad가 우리를 보냈습니다.

# AbjurationQuest_GeneralStore_4_ChoiceC_WRITTEN
source: Let's see your wares.
ko_mt: 당신의 상품을 봅시다.

# AbjurationQuest_GeneralStore_4_ChoiceD_WRITTEN
source: We should go.
ko_mt: 우리는 가야한다.

# AbjurationQuest_GeneralStore_5_ChoiceA_Spoken
source: Clear skies to you! Master Goldentongue sent this letter!
ko_mt: 당신에게 맑은 하늘! 마스터 Goldentongue가 이 편지를 보냈습니다!

# AbjurationQuest_GeneralStore_6_Wilf_NPC
source: Of course, of course!
ko_mt: 물론, 물론!

# AbjurationQuest_GeneralStore_7_Wilf_NPC
source: Yes - Master Goldentongue's instructions are quite clear!
ko_mt: 예 - Master Goldentongue의 지시 사항은 매우 명확합니다!

# AbjurationQuest_GeneralStore_8_Wilf_NPC
source: Here is your money - and here's a receipt to sign!
ko_mt: 여기 당신의 돈이 있습니다. 그리고 여기에 서명할 영수증이 있습니다!

# AbjurationQuest_GeneralStore_9_Wilf_NPC
source: Would you be interested in sampling our wares?
ko_mt: 우리 제품을 샘플링하는 데 관심이 있으십니까?

# AbjurationQuest_GeneralStore_10_Any_Default
source: What do you sell?
ko_mt: 무엇을 판매합니까?

# AbjurationQuest_GeneralStore_11_Wilf_NPC
source: A pleasure doing business with you! Stay in the light!
ko_mt: 당신과 비즈니스를 하는 즐거움! 빛 속에 머물러라!

# AbjurationQuest_GeneralStore_12_Any_Normal
source: The Ceannard sent us to talk to you.
ko_mt: Ceannad는 당신과 이야기하기 위해 우리를 보냈습니다.

# AbjurationQuest_GeneralStore_13_Any_Normal
source: Anything unusual in recent days?
ko_mt: 최근에 이상한 점이 있습니까?

# AbjurationQuest_GeneralStore_14_Wilf_NPC
source: The Baron came back with a bunch of prisoners. Highwaymen, apparently.
ko_mt: 남작은 포로 무리와 함께 돌아왔다. 노상공인인 것 같습니다.

# AbjurationQuest_GeneralStore_15_Wilf_NPC
source: I'm wondering why they didn't hang them on the spot!
ko_mt: 왜 그 자리에 매달아 두지 않았는지 궁금합니다!

# AbjurationQuest_GeneralStore_16_Any_Normal
source: Hanging, eh? Would that be the normal practice?
ko_mt: 매달려, 응? 그게 정상적인 관행이 될까요?

# AbjurationQuest_GeneralStore_17_Wilf_NPC
source: Yes. You don't need that many prisoners to make them talk, if you ask me!
ko_mt: 예. 당신이 나에게 묻는다면 당신은 그들이 말하게 하는 데 그렇게 많은 죄수가 필요하지 않습니다!

# AbjurationQuest_Nikannen_1_SergeantNikannen_NPC
source: Well met again!
ko_mt: 다시 잘 만났습니다!

# AbjurationQuest_Nikannen_2_SergeantNikannen_NPC
source: So - you've had a chance to walk around the city and hear what people are saying?
ko_mt: 그래서 - 당신은 도시를 돌아 다니며 사람들이 말하는 것을 들을 기회가 있었습니까?

# AbjurationQuest_Nikannen_3_SergeantNikannen_NPC
source: What do you think?
ko_mt: 어떻게 생각하나요?

# AbjurationQuest_Nikannen_4_ChoiceA_WRITTEN
source: The soldiers.
ko_mt: 군인들.

# AbjurationQuest_Nikannen_5_SellswordOrElse_Normal
source: Something is wrong. Soldiers back from a patrol denied leave…
ko_mt: 뭔가 잘못되었다. 순찰에서 돌아온 군인들, 휴가 거부…

# AbjurationQuest_Nikannen_6_SellswordOrElse_Normal
source: …posted to guard duty instead of visiting the tavern.
ko_mt: ...주점을 방문하는 대신 경비원으로 배치되었습니다.

# AbjurationQuest_Nikannen_7_ChoiceB_WRITTEN
source: These highwaymen.
ko_mt: 이 노상꾼들.

# AbjurationQuest_Nikannen_8_ChoiceB_Spoken
source: The story with the highwaymen is also weird. Why keep them prisoner?
ko_mt: 노점상과의 이야기도 이상하다. 왜 그들을 포로로 가두는가?

# AbjurationQuest_Nikannen_9_LawkeeperOrElse_Normal
source: Normally the penalty is clear and swift.
ko_mt: 일반적으로 처벌은 명확하고 신속합니다.

# AbjurationQuest_Nikannen_10_LawkeeperOrElse_Normal
source: On the frontier, you don't feed idle people, particularly not scum like highwaymen.
ko_mt: 국경에서 당신은 게으른 사람들에게 먹이를 주지 않습니다. 특히 노상강도 같은 쓰레기가 아닙니다.

# AbjurationQuest_Nikannen_11_LawkeeperOrElse_Normal
source: At best, you put them to work. At worst, they become fertilizer!
ko_mt: 기껏해야 당신은 그들을 작동시킵니다. 최악의 경우 비료가 됩니다!

# AbjurationQuest_Nikannen_12_Temp
source: So what do you think?
ko_mt: 그래서 당신은 어떻게 생각하십니까?

# AbjurationQuest_Nikannen_12_SergeantNikannen_NPC
source: There are two things I didn't mention in our last conversation.
ko_mt: 지난 대화에서 언급하지 않은 두 가지가 있습니다.

# AbjurationQuest_Nikannen_13_SergeantNikannen_NPC
source: Things about Roald and the Baron.
ko_mt: Roald와 Baron에 관한 것.

# AbjurationQuest_Nikannen_14_ChoiceA_WRITTEN
source: Roald?
ko_mt: 로알?

# AbjurationQuest_Nikannen_15_ChoiceA_Spoken
source: What about Roald?
ko_mt: 로알은 어떻습니까?

# AbjurationQuest_Nikannen_16_SergeantNikannen_NPC
source: When you told me of Roald's death and returned his personal effects…
ko_mt: 당신이 로알드의 죽음에 대해 이야기하고 그의 개인 소지품을 돌려주었을 때...

# AbjurationQuest_Nikannen_17_SergeantNikannen_NPC
source: …I was speechless, not out of grief but…
ko_mt: ... 할 말을 잃었습니다. 슬픔이 아니라...

# AbjurationQuest_Nikannen_18_SergeantNikannen_NPC
source: …because, not a week before, Roald had come back from patrol!
ko_mt: … 일주일 전에 Roald가 순찰에서 돌아왔기 때문입니다!

# AbjurationQuest_Nikannen_19_Any_Default
source: You mean… one of them is… not who he seems.
ko_mt: 당신 말은… 그들 중 하나는… 보이는 사람이 아닙니다.

# AbjurationQuest_Nikannen_20_ChoiceB_WRITTEN
source: The Baron?
ko_mt: 남작?

# AbjurationQuest_Nikannen_21_ChoiceB_Spoken
source: What about the Baron?
ko_mt: 바론은 어떻습니까?

# AbjurationQuest_Nikannen_22_SergeantNikannen_NPC
source: I have known him for twenty years. I was a founding member of the company.
ko_mt: 나는 그를 20년 동안 알고 지냈다. 나는 회사의 창립 멤버였습니다.

# AbjurationQuest_Nikannen_23_SergeantNikannen_NPC
source: Now, for the first time in ten years, I am officer of the day, posted here.
ko_mt: 이제 10년 만에 처음으로 나는 오늘의 장교가 되었습니다.

# AbjurationQuest_Nikannen_24_SergeantNikannen_NPC
source: And that's not all…
ko_mt: 그리고 그게 다가 아닙니다...

# AbjurationQuest_Nikannen_25_SergeantNikannen_NPC
source: For the last ten years he's always called me Joris. Now, all of a sudden it's back to Nikannen.
ko_mt: 지난 10년 동안 그는 항상 저를 요리스라고 불렀습니다. 이제 갑자기 니카넨으로 돌아왔습니다.

# AbjurationQuest_Nikannen_26_SergeantNikannen_NPC
source: Something is wrong. I can feel it.
ko_mt: 뭔가 잘못되었다. 느낄 수있어.

# AbjurationQuest_Nikannen_27_SellswordOrElse_Normal
source: Suggestions, Sarge?
ko_mt: 제안, 서지?
