Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Scavengers_Dialog_01_21_Nosy_Default
source: The Scavengers! They've seen so much already - the first explorers of the ancient empire!
ko: 스캐빈저는 고대 제국을 처음으로 탐험한 자들이지! 저들은 이미 많은 걸 봤을 거라고!

# Narration/&Scavengers_Dialog_01_22_Authority_Default
source: So what do you think? Should we check out their headquarters?
ko: 그래서 어떻게 생각해? 저 친구들 본부를 확인해 볼 건가?

# Narration/&Scavengers_Dialog_01_23_Pragmatism_Default
source: It's not far, but…
ko: 멀지는 않지만…

# Narration/&Scavengers_Dialog_01_24_Violence_Default
source: I've had enough talking - let's go kill some monsters!
ko: 이야기는 충분히 했어. 몬스터나 죽이러 가자고!

# Narration/&Scavengers_Dialog_01_25_Greed_Default
source: If there's business to be done, we can't afford not to!
ko: 돈벌이가 되는 거라면 당연히 해야지!

# Narration/&Scavengers_Dialog_02_1_Quartermaster_NPC
source: Ah - you came!
ko: 아, 오셨군요!

# Narration/&Scavengers_Dialog_02_2_Any_Default
source: You piqued our curiosity. So - what exactly do you have to offer?
ko: 당신이 우리 호기심을 자극했죠. 그래서, 제공하는 서비스가 정확히 뭐죠?

# Narration/&Scavengers_Dialog_02_3_Quartermaster_NPC
source: You don't know? Tsk.
ko: 이런, 모르시나보군요? 쯧.

# Narration/&Scavengers_Dialog_02_4_Pragmatic_WRITTEN
source: What help do you offer?
ko: 무슨 일을 하신다고요?

# Narration/&Scavengers_Dialog_02_5_NosyAuthority_WRITTEN
source: Do you know Arwin Merton?
ko: 아르윈 머튼을 아나요?

# Narration/&Scavengers_Dialog_02_6_Selfpres_WRITTEN
source: Do you sell healing potions?
ko: 혹시 치유 물약 파나요?

# Narration/&Scavengers_Dialog_02_6_Default_WRITTEN
source: See you later.
ko: 다음에 봐요.

# Narration/&Scavengers_Dialog_02_7_Pragmatic_Default
source: What kind of help do you offer to people like us?
ko: 우리 같은 사람들에게 뭘 제공할 수 있죠?

# Narration/&Scavengers_Dialog_02_8_Quartermaster_NPC
source: Simple. Now, people like you typically carry out missions for the Council…
ko: 간단해요. 여러분 같은 모험가들은 평의회의 임무를 위해 짐을 싸들고 가죠…

# Narration/&Scavengers_Dialog_02_9_Quartermaster_NPC
source: …in the Marches, even the Badlands. Sometimes far away, like Captain Merran.
ko: 접경지나, 때로는 황무지까지요. 심지어는 메런 대장처럼 그보다 멀리 나가기도 하죠.

# Narration/&Scavengers_Dialog_02_10_NosyAuthority_Default
source: Who's Captain Merran?
ko: 메런 대장이 누구죠?

# Narration/&Scavengers_Dialog_02_11_Quartermaster_NPC
source: You really must be new. She's one of yours: Senior Deputy of the Council.
ko: 모르시다니 확실히 신참이네요. 여러분같은 평의회 소속의 선임 대리인입니다.

# Narration/&Scavengers_Dialog_02_12_Quartermaster_NPC
source: Anyway - you trek out to some old ruin in the Badlands, kill a bunch of orcs…
ko: 어쨌든, 여러분은 황무지의 옛 폐허들을 돌아다니고, 오크 무리를 죽이고…

# Narration/&Scavengers_Dialog_02_13_Quartermaster_NPC
source: …well, you're still a bit green, so let's say goblins.
ko: ..음, 여러분은 아직 풋내기니까, 고블린이라고 가정하죠.

# Narration/&Scavengers_Dialog_02_14_Joker_Default
source: Ouch! You're hurting our feelings!
ko: 우우, 마음의 상처를 주는 발언이네요!

# Narration/&Scavengers_Dialog_02_15_Quartermaster_NPC
source: Orcs will hurt more than your feelings, believe me.
ko: 오크를 마주하면 마음만 상처입는 게 아닐 겁니다. 믿어도 좋아요.

# Narration/&Scavengers_Dialog_02_16_Quartermaster_NPC
source: And stop interrupting! It's rude.
ko: 그러니 말 좀 끊지 마세요! 무례하니깐.

# Narration/&Scavengers_Dialog_02_17_Quartermaster_NPC
source: So let's say you find yourself with a whole load of rusty swords, leather armor, shields…
ko: 그래서 여러분이 녹슨 검과 가죽 갑옷, 방패를 한가득 집어든 상태가 됐다고 가정해 보죠…

# Narration/&Scavengers_Dialog_02_18_Quartermaster_NPC
source: …too much for you to lug back here.
ko: ...여기까지 짊어지고 오기에는 너무 많을 정도로요.

# Narration/&Scavengers_Dialog_02_19_Joker_Default
source: Oh - so we're puny as well as green? Thanks so much!
ko: 오, 그러니까 우리는 풋내기에다 연약하기까지 하단 건가? 정말 고맙네!

# Narration/&Scavengers_Dialog_02_20_Quartermaster_NPC
source: So instead, you brave heroes just clear the place of monsters and draw us a nice, clean map.
ko: 대신, 용감한 영웅인 여러분들은 그저 몬스터들을 싹 치우고 깔끔한 지도를 그리기만 하면 되죠.

# Narration/&Scavengers_Dialog_02_21_Quartermaster_NPC
source: Then we take our carts and pick up every piece of junk…
ko: 그러면 우리가 수레를 끌고가서 거기 있는 모든 잡동사니를 줍고…

# Narration/&Scavengers_Dialog_02_22_Quartermaster_NPC
source: …we bring it back, we sell it, and we split the profits with you.
ko: ...그걸 가져와서, 팔고, 수익을 여러분과 나누는 거죠.

# Narration/&Scavengers_Dialog_02_23_Quartermaster_NPC
source: We move the stuff, you go off to kill more bad things, everybody wins.
ko: 우리는 물건을 옮기고, 여러분은 더 많은 나쁜 놈들을 죽이고, 모두가 득을 보는 거죠.

# Narration/&Scavengers_Dialog_02_24_Joker_Default
source: For a percentage, of course.
ko: 물론 당신들이 조금 떼어가고 말이죠.

# Narration/&Scavengers_Dialog_02_25_Quartermaster_NPC
source: What? You could never carry it all, anyway.
ko: 뭐라고요? 어차피 전부 짊어질 수는 없잖아요.

# Narration/&Scavengers_Dialog_02_26_Quartermaster_NPC
source: Not in your little backpacks.
ko: 당신네들의 작은 배낭으로는 말이죠.

# Narration/&Scavengers_Dialog_02_27_NosyAuthority_Default
source: Do you know Arwin Merton, the so-called First Scavenger?
ko: 최초의 스캐빈저라고 불리는 아르윈 머튼을 아시나요?

# Narration/&Scavengers_Dialog_02_28_Quartermaster_NPC
source: Of course.
ko: 물론이죠.

# Narration/&Scavengers_Dialog_02_29_NosyAuthority_Default
source: That's it?
ko: 그게 다에요?

# Narration/&Scavengers_Dialog_02_30_Quartermaster_NPC
source: Merton… it's a painful topic for me.
ko: 머튼... 저에게는 불편한 주제로군요.

# Narration/&Scavengers_Dialog_02_31_Quartermaster_NPC
source: I'd rather not talk about him.
ko: 별로 얘기하고 싶지 않네요.

# Narration/&Scavengers_Dialog_02_32_Friendly_Default
source: Fair enough.
ko: 그럴 수 있지요.

# Narration/&Scavengers_Dialog_02_33_Selfpres_Default
source: Do you sell healing potions?
ko: 혹시 치유 물약 파나요?

# Narration/&Scavengers_Dialog_02_34_Quartermaster_NPC
source: No, we don't. There's a shop for that.
ko: 아뇨. 여기선 안 팝니다. 근처에 가게가 따로 있죠.

# Narration/&Scavengers_Dialog_02_35_Quartermaster_NPC
source: However…
ko: 하지만…

# Narration/&Scavengers_Dialog_02_36_Quartermaster_NPC
source: We've got something even better.
ko: 여기선 더 좋은 것들을 살 수 있죠.

# Narration/&Scavengers_Dialog_02_37_Quartermaster_NPC
source: Say one of you gets killed out there in the Badlands.
ko: 여러분 중 한 명이 황무지에서 죽었다고 가정해봅시다.

# Narration/&Scavengers_Dialog_02_38_Joker_Default
source: Here we go again…
ko: 또 시작이구만…

# Narration/&Scavengers_Dialog_02_39_Quartermaster_NPC
source: Normally, you'd have to come back in a hurry to get them raised.
ko: 일반적으로, 그를 되살리려면 서둘러서 돌아와야 하지요.

# Narration/&Scavengers_Dialog_02_40_Quartermaster_NPC
source: Instead, you tell us about your misfortune, and we'll go get your friend's body.
ko: 그 대신에 우리에게 그 불행한 사건에 대해 이야기하면, 우리가 친구의 시신을 찾아올거에요.

# Narration/&Scavengers_Dialog_02_41_Quartermaster_NPC
source: We take it to a cleric we know, and praise be! He raises your friend from the dead.
ko: 우리가 아는 성직자에게 그 시신을 가져가면, 신을 찬양하라! 그가 그를 되살릴 거에요.

# Narration/&Scavengers_Dialog_02_42_Quartermaster_NPC
source: It's a flat fee, and very reasonably priced.
ko: 고정 요금이며, 매우 합리적인 가격이라구요.

# Narration/&Scavengers_Dialog_02_43_Quartermaster_NPC
source: Not a comfortable subject, I know. Perish the thought and so on - but it happens.
ko: 편하게 이야기할 주제가 아닌 것은 알아요. 죽음이라니 - 하지만 그런 일은 일어난다구요.

# Narration/&Scavengers_Dialog_02_44_Greed_Default
source: That's not cheap, I'm sure.
ko: 그건 꽤 비싼 편이겠네요.

# Narration/&Scavengers_Dialog_02_45_Quartermaster_NPC
source: Well… it's risky, and clerics need pretty gemstones for these spells… but can you really put a price on peace of mind?
ko: 글쎄요...그건 위험하고, 성직자들이 부활을 위해 예쁜 보석이 필요해서 그렇죠...하지만 마음의 평온 값으론 싼거 아닐까요?

# Narration/&Scavengers_Dialog_02_46_Authority_Default
source: Well, thank you. I guess that's it for us.
ko: 어쨌든, 감사합니다. 그정도면 될 것 같습니다.

# Narration/&Scavengers_Dialog_02_47_Quartermaster_NPC
source: Fine. Feel free to visit us anytime. Or drop into any Scavenger camp.
ko: 좋아요. 언제든지 저희를 방문하세요. 또는 다른 스캐빈저 캠프에 들르시던가요.

# Narration/&Scavengers_Dialog_02_48_Nosy_Authority_Default
source: Are there others?
ko: 다른 곳도 있나봐요?

# Narration/&Scavengers_Dialog_02_49_Quartermaster_NPC
source: Anywhere we can settle.
ko: 우리가 정착 할 수 있는 곳이면 어디든지요.

# Narration/&Scavengers_Dialog_02_50_Quartermaster_NPC
source: By the way, if you find Captain Henrik, tell him we're still interested.
ko: 그건 그렇고, 헨릭 대위를 찾으면 우리가 여전히 관심이 있다고 말해주세요.

# Narration/&Scavengers_Dialog_02_51_Authority_Default
source: In what?
ko: 무슨 관심이요?

# Narration/&Scavengers_Dialog_02_52_Quartermaster_NPC
source: In getting our people to Caer Lem.
ko: 우리 인원을 케어 렘에 파견하는 거요.

# Narration/&Scavengers_Dialog_02_53_Quartermaster_NPC
source: The outpost is perfect for us. Close to the Badlands, with plenty of space for our camp.
ko: 그 전초기지는 우리에게 완벽해요. 황무지와 가깝고, 우리 캠프를 위한 충분한 공간이 있지요.

# Narration/&Scavengers_Dialog_02_54_Authority_Default
source: Right, we'll tell him if we find him.
ko: 알겠습니다. 그를 찾으면 말씀을 전해드리죠.

# Narration/&Scavengers_Dialog_02_55_Quartermaster_NPC
source: That would be appreciated.
ko: 그래주면 고맙겠어요.

# Narration/&Scavengers_Dialog_02_56_Quartermaster_NPC
source: The more you do for us, the more we do for you.
ko: 우리를 위해 많이 일해준다면, 우리도 당신을 위해 더 많이 일할거에요.

# Narration/&Scavengers_Dialog_02_57_Greed_Default
source: Oh? So this… business relationship can get better?
ko: 오? 그럼 이...비즈니스 관계가 더 발전될 수 있단 건가요?

# Narration/&Scavengers_Dialog_02_58_Quartermaster_NPC
source: And I hope it will, friend.
ko: 그렇게 되기를 바래요, 친구여.

# Narration/&Scavengers_Dialog_02_59_Any_Default
source: I guess we'll see you around, then.
ko: 그럼 다음에 뵙도록 하지요.

# Narration/&Scavengers_Dialog_02_60_Quartermaster_NPC
source: Sure. Good luck out there, and don't forget - in the Badlands, always keep your eyes open.
ko: 그럼요. 행운을 빕니다. 황무지에선 정신 바짝 차려야 하는 거 잊지 마시구요.

# Narration/&CaerLem_Arrival1_Starter_Noflag
source: So that's Caer Lem?
ko: 여기가 케어 렘인가?

# Narration/&CaerLem_Arrival2_Partner_Noflag
source: We're almost there… it's just up the hill.
ko: 거의 다 왔어... 이 언덕만 넘으면 돼.

# Narration/&CaerLem_Arrival3_SelfPres_Noflag
source: It's a little too quiet, don't you think?
ko: 너무 조용한 것 같은데?

# Narration/&CaerLem_Arrival4_Pragmatism_Slang
source: We're in the Marches, so quiet can't be trusted.
ko: 여긴 접경지야. 이렇게 조용할 수가 없는데.

# Narration/&CaerLem_Arrival5_SelfPres_Normal
source: True. Let's keep our eyes open.
ko: 맞아. 주위를 잘 살피자고.

# Narration/&CaerLem_Arrival6_SelfPres_Formal
source: Quite so. We must be on our guard.
ko: 옳아. 경계심을 늦춰선 안 돼.

# Narration/&CaerLem_Arrival7_Authority_Normal
source: Eyes up and hands on hilts, people. These are the Marches.
ko: 눈 똑바로 뜨고 무기 꽉 잡으라고, 친구들. 이곳이 바로 접경지야.

# Narration/&CaerLem_Arrival8_Authority_Formal
source: Hold formation, all! The Marches are full of perils.
ko: 모두 대형을 유지해! 접경지는 위험으로 가득 차 있다고.

# Narration/&CaerLem_Arrival9_Selfish_Cynical_Normal
source: Who put you in charge?
ko: 누가 완장이라도 채워 준 건가?

# Narration/&CaerLem_Arrival10_Selfish_Cynical_Slang
source: Don't play the captain with me.
ko: 대장 놀이는 그만.

# Narration/&CaerLem_Arrival11_Authority_Normal
source: I'm just saying, be ready for anything.
ko: 난 그냥 뭐든 준비하라고 말하는 것뿐이야.

# Narration/&CaerLem_Arrival12_Authority_Formal
source: Simply a suggestion. I meant no offense.
ko: 단순한 제안이야. 기분을 상하게 하려던 건 아니었어.

# Narration/&CaerLem_Arrival13_Default_Slang
source: Damn right. Let's get on with it.
ko: 젠장, 알겠어. 어디 한번 가 보자고.

# Narration/&CaerLem_Arrival14_Default_Normal
source: All right. Let's just keep going.
ko: 맞아. 움직이자.

# Narration/&CaerLem_Arrival15_Default_Formal
source: Agreed. We should press on.
ko: 동의해. 신속히 이동하자.

# Narration/&CaerLem_Entrance16_Default_Noflag
source: I have a bad feeling about this.
ko: 이건 좀 불길한데.

# Narration/&CaerLem_Entrance17_Partner_Slang
source: Where's the garrison? Dead or run away?
ko: 수비대는 어디 있지? 죽거나 도망친 건가?

# Narration/&CaerLem_Entrance18_Partner_Normal
source: There's no one here. Not even corpses.
ko: 여기에는 아무도 없군. 시체조차 없어.

# Narration/&CaerLem_Entrance19_Default_Noflag
source: Look! That tower… that's insane!
ko: 저것 봐! 저 탑... 저건 말도 안 돼!

# Narration/&CaerLem_Entrance20_NOSY_Noflag
source: Amazing! Classic Tirmarian architecture… I read about that, you know.
ko: 놀라워! 고전적인 티르마르 건축 양식이군... 책에서 본 적이 있어.

# Narration/&CaerLem_Entrance21_NOSY_Noflag
source: It just ended up here after the Cataclysm… incredible!
ko: 대격변으로 인해 여기로 옮겨진 거야... 굉장한데!

# Narration/&CaerLem_Entrance22_LUKEWARM_Slang
source: Courtesy of the Cataclysm.
ko: 대격변이 만들어준 기이한 풍경이군.

# Narration/&CaerLem_Entrance23_LUKEWARM_Slang
source: The Marches are full of stuff like this. The Badlands are worse.
ko: 접경지엔 이런 광경이 흔해, 황무지는 더 최악이고.

# Narration/&CaerLem_Entrance24_Cynic_Normal
source: I never saw a tower just stuck in a mountain like that.
ko: 저렇게 산에 처박힌 탑은 처음 봐.

# Narration/&CaerLem_Entrance25_Default_Normal
source: We're not in the Badlands yet, but that's a good introduction.
ko: 여기는 아직 황무지는 아니지만, 좋은 선행 학습이 되겠어.

# Narration/&CaerLem_Entrance26_Authority_law_Noflag
source: Anyway, we have a mission. Let's check the fortifications.
ko: 어쨌든, 우리에게는 임무가 있어. 요새를 확인해 보자.

# Narration/&CaerLem_InspectBattlefield1_Cynical_Formal
source: Well, that's not a good sign.
ko: 음, 좋은 징조는 아니야.

# Narration/&CaerLem_InspectBattlefield2_Cynical_Normal
source: Does this tell us anything we don't already know?
ko: 이 정도면 더 알아볼 필요도 없는 것 아니야?

# Narration/&CaerLem_InspectBattlefield3_Pragmatic_Normal
source: The blood isn't that fresh, but even vultures would have left some bones behind.
ko: 피는 그다지 신선하지 않아. 그런데 독수리가 왔다고 해도 뼈는 남아 있을 텐데.

# Narration/&CaerLem_InspectBattlefield4_Pragmatic_Formal
source: There's enough blood here to suggest that the whole garrison was massacred.
ko: 여기 엄청난 피는 수비대 전체가 학살되었다는 것을 시사하는군.

# Narration/&CaerLem_InspectBattlefield5_Any_Normal
source: Maybe it was the goblins… they took the soldiers and… ate them?
ko: 고블린 소행이라면... 병사들을 끌고 가서... 먹었나?

# Narration/&CaerLem_InspectBattlefield6_Pragmatic_Normal
source: Those goblins were only a handful… A fifty-strong garrison would have made mincemeat of them.
ko: 고블린은 소수에 불과했어... 50여 명의 강력한 수비대가 놈들을 다진 고기로 만들었을 테지.

# Narration/&CaerLem_InspectBattlefield7_Any_Normal
source: Well then, I'm out of ideas. Let's keep looking around.
ko: 글쎄, 잘 모르겠어. 계속 둘러보자.

# Narration/&CaerLem_Inside27_Pragmatism_Noflag
source: There's definitely been fighting here.
ko: 여기에서 싸움이 있었던 건 분명해.

# Narration/&CaerLem_Inside28_cynicWISECRACKER_Noflag
source: Why did we take this job again? Oh, yeah… these lovely Council badges.
ko: 우리가 왜 이 일을 맡게 됐더라? 아, 맞아... 이 멋들어진 의회 휘장 덕분이군.

# Narration/&CaerLem_Inside29_cynicWISECRACKER_Formal
source: No one here to greet us? How rude! I was hoping for drinks, at least.
ko: 마중 나오는 사람도 없어? 정말 무례하군! 음료수라도 기대했건만.

# Narration/&CaerLem_Inside30_Authority_React
source: This is no time for jokes.
ko: 농담이나 할 때가 아니야.

# Narration/&CaerLem_Inside31_Selfpres_Noflag
source: Right. Whoever did this could still be around, and we don't want them hearing us.
ko: 그래. 누가 그랬는지는 몰라도 여전히 이 주변에 있을 수 있고, 소란 떨면 우리도 위험해져.

# Narration/&CaerLem_Inside32_Helpful_Noflag
source: We should look for survivors. Fifty people can't just vanish.
ko: 생존자를 찾아야 해. 50명이 그냥 사라질 수는 없어.

# Narration/&CaerLem_Seenthem33_Starter_Normal
source: Did you see that?
ko: 저거 봤어?

# Narration/&CaerLem_Seenthem34_Starter_Slang
source: What the heck was that?
ko: 도대체 저게 뭐야?

# Narration/&CaerLem_Seenthem35_Partner_Default
source: Someone's hiding inside the tower.
ko: 탑 안에 누군가 숨어 있어.

# Narration/&CaerLem_Seenthem36_Self_Pres_Default
source: It's a trap! The goblins killed everyone, and now it's our turn!
ko: 이건 함정이야! 고블린들이 모두를 죽였고, 이제는 우리 차례라고!

# Narration/&CaerLem_Seenthem37_Helpful_Default
source: Or they're the survivors, and they're being cautious.
ko: 아니면 조심스러운 생존자들일 수도 있겠지.

# Narration/&CaerLem_Seenthem38_Pragmatism_Default
source: We need to get up to that door.
ko: 저 문까지 올라가야만 해.

# Narration/&CaerLem_Seenthem39_Selfpres_Default
source: That won't be easy. These walls are falling apart.
ko: 쉽지 않겠어. 벽이 무너지고 있네.

# Narration/&CaerLem_Seenthem40_Violence_Default
source: If they slaughtered the garrison, they'll pay!
ko: 저놈들이 수비대를 학살한 거라면, 그 대가를 치르게 해 주지!

# Narration/&CaerLem_Seenthem41_Beryl_NPC
source: Back off! No closer!
ko: 물러서! 가까이 오지 마!

# Narration/&CaerLem_Seenthem42_Starter_Default
source: Who's there?
ko: 안에 누구시죠?

# Narration/&CaerLem_Seenthem43_Robar_NPC
source: We're not letting you in!
ko: 너희들 들여보내지 않겠다!

# Narration/&CaerLem_Seenthem44_Beryl_NPC
source: And we're not coming out!
ko: 우리는 나가지도 않을 거야!

# Narration/&CaerLem_Seenthem47_Starter_Default
source: Is Captain Henrik there? We need to talk to him!
ko: 안에 헨릭 대위 있습니까? 우리는 그와 이야기해야 합니다!

# Narration/&CaerLem_Seenthem48_Beryl_NPC
source: Don't you dare speak his name, you filthy bastard!
ko: 감히 그 이름을 올리지 마라, 이 추잡한 새끼!

# Narration/&CaerLem_Seenthem49_Robar_NPC
source: Don't talk to them!
ko: 저들과 말 섞지 마십시오!

# Narration/&CaerLem_Seenthem50_Lisbath_NPC
source: They'll cast a spell on you!
ko: 저들이 주문을 걸지도 모릅니다!

# Narration/&CaerLem_Seenthem51_Beryl_NPC
source: Don't touch me!
ko: 날 건드리지 마!

# Narration/&CaerLem_Seenthem52_Pragmatism_Normal
source: Is something not right in there, or is it just me?
ko: 저 사람들이 잘못된 거야? 아니면 내가 잘못된 거야?

# Narration/&CaerLem_Seenthem53_Pragmatism_Slang
source: Lost their minds, the lot of 'em.
ko: 저 작자들 정신이 나가 버렸군. 완전히.

# Narration/&CaerLem_Seenthem54_Pragmatism_Formal
source: Clearly their distressing experience has affected their reason.
ko: 고통스러운 경험이 저들의 이성을 마비시킨 게 분명해.

# Narration/&CaerLem_Seenthem55_Joker_Normal
source: Filthy bastard'. Should we write that down in our report?
ko: '추잡한 새끼'라니. 이거 보고서에 기록해야 되나?

# Narration/&CaerLem_Seenthem56_Joker_Slang
source: That's our report, then: they've all gone crazy. Mystery solved.
ko: '모두가 맛이 갔습니다. 수수께끼는 풀렸습니다.' 이게 우리 보고서야.

# Narration/&CaerLem_Nego78_Practical_Default
source: Let's get to the door. Maybe if they can see us up close…
ko: 문으로 가자. 저들이 우리를 가까이에서 볼 수 있다면...

# Narration/&CaerLem_Nego79_Practical_Default
source: …we can show them our Council badges.
ko: ... 우리도 여기 의회 휘장을 보여 줄 수 있을 거야.

# Narration/&CaerLem_Nego1_Robar_NPC
source: They're here!
ko: 놈들이 왔습니다!

# Narration/&CaerLem_Nego2_Beryl_NPC
source: You damn Soraks!
ko: 이 소락 새끼들아!

# Narration/&CaerLem_Nego3_Starter_Default
source: Soraks?
ko: 소락?

# Narration/&CaerLem_Nego4_Partner_Default
source: Did they say Soraks?
ko: 소락이라 그랬어?

# Narration/&CaerLem_Nego5_Starter_Slang
source: Ooh, they spotted it… we're shapeshifters from another world! Guess we'll have to go home now.
ko: 아이고, 들켜버렸네... 우리는 다른 세계에서 온 변신괴물이지롱! 들켰으니 집에 가야겠어.

# Narration/&CaerLem_Nego6_Starter_Normal
source: You can't be serious! Soraks are a legend for scaring children.
ko: 어이가 없네! 소락은 아이들이나 겁먹는 전설이야.

# Narration/&CaerLem_Nego7_Beryl_NPC
source: You bastards took the Captain, but you won't take us!
ko: 네놈 새끼들이 대위님은 데려갔어도, 우리는 어떻게 못 할 거야!

# Narration/&CaerLem_Nego8_Robar_NPC
source: Don't talk to them!
ko: 놈들과 말 섞지 마십시오!

# Narration/&CaerLem_Nego9_Choice_1_WRITTEN
source: We're Council deputies!
ko: 우린 의회 대리인입니다!

# Narration/&CaerLem_Nego10_Choice_2_WRITTEN
source: Use spy call phrase
ko: 첩자 암구호 활용

# Narration/&CaerLem_Nego11_Choice_3_WRITTEN
source: Use sellsword experience
ko: 용병 경험 활용

# Narration/&CaerLem_Nego12_Choice_4_WRITTEN
source: Be reasonable!
ko: 정신 좀 차리세요!

# Narration/&CaerLem_Nego13_Authority_Normal
source: We're deputies of the Council, sent by Protector Leira Kean!
ko: 저희는 수호자 레이라 킨 님의 명을 받은 의회 대리인들입니다!

# Narration/&CaerLem_Nego14_Beryl_FailedCheck
source: Nice to meet you… I'm Princess Ceiwad. Get lost!
ko: 만나서 반가워요... 저는 카이워드 공주랍니다. 꺼져!

# Narration/&CaerLem_Nego15_Lisbath_FailedCheck
source: Open the damn door, there are only four of them.
ko: 젠장 문 열라고, 놈들은 네 명뿐이야.

# Narration/&CaerLem_Nego16_Robar_SuccessCheck
source: They have Council badges.
ko: 저들은 의회 휘장을 지니고 있습니다.

# Narration/&CaerLem_Nego17_Beryl_SuccessCheck
source: Sure. Of course they do! Looted from whose corpses?
ko: 물론. 당연히 그러시겠지! 누구 시체에서 주운 거지?

# Narration/&CaerLem_Nego18_Spy_Default
source: So, sleeping in the beds of the Manacalon, are you?
ko: 그대, 마나칼론의 침대 위에서 잠들었느뇨?

# Narration/&CaerLem_Nego19_Beryl_NPC
source: What?
ko: 뭐라고?

# Narration/&CaerLem_Nego20_Defaulter_Default
source: What was that?
ko: 그게 뭐야?

# Narration/&CaerLem_Nego21_Spy_Default
source: Just fishing. Give it a moment.
ko: 낚시 중이야. 잠시만 기다려 줘.

# Narration/&CaerLem_Nego22_Darik_NPC
source: Magic pillows give us sweet dreams.
ko: 마법 베개는 우리에게 달콤한 꿈을 선사하누나.

# Narration/&CaerLem_Nego24_Sellsword_Default
source: I know how you feel… I fought at Sandreed. Lost a lot of good friends there.
ko: 어떤 기분인지 압니다… 나는 샌드리드에서 싸웠습니다. 거기서 좋은 친구들을 많이 잃었어요.

# Narration/&CaerLem_Nego25_Robar_NPC
source: Sandreed, eh? Which unit?
ko: 샌드리드 전투? 어디 소속이었습니까?

# Narration/&CaerLem_Nego26_Beryl_NPC
source: What happened to "don't talk to them"?
ko: 저들과 말섞지 말라더니?

# Narration/&CaerLem_Nego27_Sellsword_Default
source: The Longswords, under Lord Dalmore.
ko: 달모어 경 휘하의 장검단 이었습니다.

# Narration/&CaerLem_Nego28_Sellsword_Default
source: He died on the third day… arrow in the eye.
ko: 그는 사흘째에 죽었지요... 눈에 화살을 맞고서요.

# Narration/&CaerLem_Nego29_Sellsword_Default
source: Jonas Mills was the real leader… fought to the bitter end.
ko: 조나스 밀스야말로 진정한 지휘관이었지요... 최후까지 싸웠으니.

# Narration/&CaerLem_Nego30_Robar_NPC
source: Open up… they're not Soraks.
ko: 문을 엽시다... 저들은 소락이 아닙니다.

# Narration/&CaerLem_Nego31_Defaulter_Default
source: Be reasonable and open the door. We're friendlies!
ko: 정신 차리고 문 열어요. 우리는 같은 편입니다!

# Narration/&CaerLem_Nego32_Beryl_NPC
source: Exactly what a Sorak would say.
ko: 소락이 바로 그런 말을 하지.

# Narration/&CaerLem_Nego33_Defaulter_Default
source: Come on! There are just four of us… Point crossbows at us if you like.
ko: 어서요! 우린 고작 4명입니다... 정 그렇다면 석궁을 겨누고 계십시오.

# Narration/&CaerLem_Nego34_Lisbath_NPC
source: Let's do that! People… crossbows at the ready.
ko: 그래야겠군! 모두들...석궁을 준비해.

# Narration/&CaerLem_Nego35_Robar_NPC
source: Fine with me. Daliat, open the door.
ko: 좋다구요. 달리앗, 문 열어.

# Narration/&CaerLem_Nego36_Beryl_NPC
source: No! I said no!
ko: 안 돼! 안 된다고!

# Narration/&CaerLem_Nego37_Robar_NPC
source: Close the door.
ko: 문 닫아.

# Narration/&CaerLem_Nego38_Starter_Default
source: Thank you for letting us in.
ko: 들여보내 주셔서 고맙습니다.

# Narration/&CaerLem_Nego39_Beryl_NPC
source: Don't thank me.
ko: 고마워할 것 없어.

# Narration/&CaerLem_Nego40_Starter_WRITTEN
source: Are you the officer?
ko: 당신이 여기 지휘관인가요?

# Narration/&CaerLem_Nego43_CynicPrag_WRITTEN
source: You thought we were Soraks?
ko: 우리가 소락인 줄 알았어요?

# Narration/&CaerLem_Nego58_Starter_WRITTEN
source: Can we talk to the others?
ko: 다른 이와 얘기해봐도 될까요?

# Narration/&CaerLem_Nego40_Starter_Default
source: Are you in charge here?
ko: 당신이 여기 책임자입니까?

# Narration/&CaerLem_Nego41_Beryl_NPC
source: Lieutenant Beryl Stonebeard.
ko: 나는 베릴 스톤비어드 중위.

# Narration/&CaerLem_Nego42_Beryl_NPC
source: Second in command… After Captain Henrik.
ko: 헨릭 대위 다음의... 결정권자이지.

# Narration/&CaerLem_Nego43_CynicPrag_Default
source: So, you really believe you were attacked by Soraks?
ko: 그러니까, 진심으로 소락에게 공격받았다고 생각하시는 건가요?

# Narration/&CaerLem_Nego44_Beryl_NPC
source: Man-sized lizards that can speak?
ko: 사람 크기의 말하는 도마뱀이 실존할 리가 없다고?

# Narration/&CaerLem_Nego45_Beryl_NPC
source: Oh, yeah… they're real.
ko: 아, 그래... 놈들은 진짜야.

# Narration/&CaerLem_Nego46_Starter_NPC
source: But we found no corpses… nothing.
ko: 하지만 시체라고는... 전혀 없었습니다.

# Narration/&CaerLem_Nego47_Beryl_NPC
source: We know. They took all the bodies, ours and theirs.
ko: 알아. 놈들이 시체를 다 챙겨 갔지. 이쪽 것, 그쪽 것 모두.

# Narration/&CaerLem_Nego48_Beryl_NPC
source: So no one can prove they exist.
ko: 그 누구도 소락이 존재한다는 것을 증명할 수 없도록 말이야.

# Narration/&CaerLem_Nego49_Pragmatic_WRITTEN
source: That's awkward.
ko: 이상한데요.

# Narration/&CaerLem_Nego50_Pragmatic_WRITTEN
source: That's hard to believe.
ko: 믿기 어렵네요.

# Narration/&CaerLem_Nego51_Pragmatic_WRITTEN
source: That's garbage.
ko: 터무니없습니다.

# Narration/&CaerLem_Nego49_Pragmatic_Normal
source: No proof… that's kind of awkward.
ko: 증거가 없다니... 좀 이상합니다.

# Narration/&CaerLem_Nego50_Pragmatic_Formal
source: You realize, of course, how improbable that sounds?
ko: 그 말씀이 얼마나 개연성이 없는지 인지하시고는 있으십니까?

# Narration/&CaerLem_Nego51_Pragmatic_Slang
source: Course they did… just to make you look crazy.
ko: 당연히 소락이 그랬겠죠... 댁을 머저리로 보이게 하려고요.
