Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# DLC1_Marches_CS02_NPC2_FirstVisit_3_HeliaFairblade_NPC
source: I'm Helia Fairblade, Senior Deputy of the Legacy Council.
ko_mt: 저는 Legacy Council의 수석 차관인 Helia Fairblade입니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_4_NOAUDIO_ChoiceA
source: Please buy some equipment.
ko_mt: 장비 좀 사주세요.

# DLC1_Marches_CS02_NPC2_FirstVisit_5_NOAUDIO_ChoiceB
source: Who are you looking for?
ko_mt: 누구를 찾고 있습니까?

# DLC1_Marches_CS02_NPC2_FirstVisit_6_Partner_Default
source: Do you need equipment? Master Galar has everything you need.
ko_mt: 장비가 필요하십니까? Master Galar는 필요한 모든 것을 갖추고 있습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_7_HeliaFairblade_NPC
source: Do you think we came here empty handed?
ko_mt: 우리가 여기 빈손으로 온 것 같습니까?

# DLC1_Marches_CS02_NPC2_FirstVisit_8_NOAUDIO_ChoiceA1
source: No.
ko_mt: 아니요.

# DLC1_Marches_CS02_NPC2_FirstVisit_9_NOAUDIO_ChoiceB1
source: You never know.
ko_mt: 당신은 절대 모릅니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_10_NOAUDIO_ChoiceC1_Philosopher
source: Philosophical answer
ko_mt: 철학적 대답

# DLC1_Marches_CS02_NPC2_FirstVisit_11_ChoiceA1_Default
source: I guess not.
ko_mt: 그렇지 않은 것 같아요.

# DLC1_Marches_CS02_NPC2_FirstVisit_12_HeliaFairblade_NPC
source: Good guess.
ko_mt: 좋은 추측입니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_13_ChoiceB1_Fail
source: We're good, thank you.
ko_mt: 우리는 괜찮습니다. 감사합니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_14_ChoiceB1_Success
source: Fine, I'll check out the store.
ko_mt: 알겠습니다. 가게를 확인해 보겠습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_15_ChoiceC1_Philosopher_Default
source: You probably believe you have everything under control.
ko_mt: 당신은 아마도 당신이 모든 것을 통제하고 있다고 믿을 것입니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_16_ChoiceC1_Philosopher_Default
source: But how can you be sure that you won't find a rare component?
ko_mt: 그러나 희귀한 부품을 찾지 못할 것이라고 어떻게 확신할 수 있습니까?

# DLC1_Marches_CS02_NPC2_FirstVisit_17_ChoiceC1_Philosopher_Default
source: Or some other unexpected treasure?
ko_mt: 아니면 다른 예상치 못한 보물?

# DLC1_Marches_CS02_NPC2_FirstVisit_18_HeliaFairblade_NPC
source: Well of course, I can browse the store.
ko_mt: 물론 매장을 둘러볼 수 있습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_19_HeliaFairblade_NPC
source: Anything else?
ko_mt: 다른 건 없나요?

# DLC1_Marches_CS02_NPC2_FirstVisit_20_HeliaFairblade_NPC
source: A man called Marin Ving. He was believed to be dead.
ko_mt: 마린 빙이라는 남자. 그는 죽은 것으로 여겨졌다.

# DLC1_Marches_CS02_NPC2_FirstVisit_21_HeliaFairblade_NPC
source: But recently, Coparann opened a diplomatic channel with Caer Cyflen.
ko_mt: 그러나 최근 Coparann은 Caer Cyflen과 외교 채널을 열었습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_22_HeliaFairblade_NPC
source: We heard that Ving was recently here, buying food rations from master Goldentongue.
ko_mt: 우리는 Ving이 마스터 Goldentongue에게서 식량 배급을 사기 위해 최근에 여기에 왔다고 들었습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_23_Starter_Default
source: But who is he?
ko_mt: 하지만 그는 누구인가?

# DLC1_Marches_CS02_NPC2_FirstVisit_24_HeliaFairblade_NPC
source: I'm not at liberty to say more, I'm sorry.
ko_mt: 더 이상 말할 여유가 없습니다. 죄송합니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_25_NOAUDIO_ChoiceA
source: Understood.
ko_mt: 이해했다.

# DLC1_Marches_CS02_NPC2_FirstVisit_26_NOAUDIO_ChoiceB_Spy
source: He's in trouble.
ko_mt: 그는 곤경에 처해 있습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_27_Spy_Default
source: This search party isn't looking for a friend to save, right?
ko_mt: 이 수색대는 구해줄 친구를 찾는 것이 아니잖아요?

# DLC1_Marches_CS02_NPC2_FirstVisit_28_HeliaFairblade_NPC
source: He carried…documents, that the Council values.
ko_mt: 그는… 의회가 소중히 여기는 문서를 가지고 다녔습니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_29_Spy_Default
source: What if we were to find them?
ko_mt: 우리가 그들을 찾는다면?

# DLC1_Marches_CS02_NPC2_FirstVisit_30_HeliaFairblade_NPC
source: Then you'd be rewarded.
ko_mt: 그러면 당신은 보상을 받을 것입니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_31_Starter_Default
source: Who's the man you're looking for?
ko_mt: 당신이 찾고 있는 남자는 누구입니까?

# DLC1_Marches_CS02_NPC2_FirstVisit_32_Starter_Default
source: No but you might miss one or two things that are going to make a difference.
ko_mt: 아니요, 하지만 당신은 차이를 만들 것인 한두 가지를 놓칠 수 있습니다.

# DLC1_Marches_CS02_Mercenary0_Mercenary_NPC
source: Hi there. Name's Krim Sunsail.
ko_mt: 안녕하세요. 이름은 크림 선세일.

# DLC1_Marches_CS02_Mercenary1_Mercenary_NPC
source: You work for the merchant? Escort?
ko_mt: 당신은 상인을 위해 일합니까? 호위?

# DLC1_Marches_CS02_Mercenary2_Starter_Default
source: Yes.
ko_mt: 예.

# DLC1_Marches_CS02_Mercenary3_Mercenary_NPC
source: The Marches are a good place to gain some experience…
ko_mt: 행진은 경험을 쌓기에 좋은 곳입니다.

# DLC1_Marches_CS02_Mercenary4_Mercenary_NPC
source: …or get killed.
ko_mt: ... 아니면 죽임을 당합니다.

# DLC1_Marches_CS02_Mercenary5_Partner_Default
source: Well, you're here.
ko_mt: 자, 여기 있습니다.

# DLC1_Marches_CS02_Mercenary6_Mercenary_NPC
source: Sure. There's money to be made.
ko_mt: 확신하는. 벌어야 할 돈이 있습니다.

# DLC1_Marches_CS02_Mercenary7_Mercenary_NPC
source: A debt to collect from this guy, Ving.
ko_mt: 이 녀석, Ving에게 갚아야 할 빚.

# DLC1_Marches_CS02_Mercenary8_Commentator_Default
source: What if he's dead?
ko_mt: 그가 죽었다면?

# DLC1_Marches_CS02_Mercenary9_Mercenary_NPC
source: We'll see.
ko_mt: 우리는 볼 것이다.

# DLC1_Marches_CS02_Mercenary10_NOAUDIO_ChoiceA_Lowlife
source: You know something.
ko_mt: 당신은 뭔가를 알고 있습니다.

# DLC1_Marches_CS02_Mercenary11_Lowlife_Default
source: There's more about him.
ko_mt: 그에 대해 더 많은 것이 있습니다.

# DLC1_Marches_CS02_Mercenary12_Mercenary_NPC
source: Aaah, am I so easy to read?
ko_mt: 아, 내가 그렇게 읽기 쉬운 건가?

# DLC1_Marches_CS02_Mercenary13_Lowlife_Default
source: Can't fool me, brother.
ko_mt: 날 속일 수 없어, 형.

# DLC1_Marches_CS02_Mercenary14_Mercenary_NPC
source: He got a diamond instead of a tooth, I hear.
ko_mt: 그는 치아 대신 다이아몬드를 얻었다고 들었습니다.

# DLC1_Marches_CS02_Mercenary15_Mercenary_NPC
source: Not easy to see, in the back of the mouth.
ko_mt: 입 뒤쪽에서 쉽게 볼 수 없습니다.

# DLC1_Marches_CS02_Mercenary16_Lowlife_Default
source: So even if he's dead, there's money to make?
ko_mt: 그래서 죽어도 돈을 벌 수 있을까?

# DLC1_Marches_CS02_Mercenary17_Mercenary_NPC
source: Yep.
ko_mt: 네.

# DLC1_Marches_CS02_Mercenary18_NOAUDIO_ChoiceB_Sellsword
source: Let's join forces.
ko_mt: 힘을 합치자.

# DLC1_Marches_CS02_Mercenary19_Sellsword_Default
source: We should team up.
ko_mt: 우리는 팀을 구성해야 합니다.

# DLC1_Marches_CS02_Mercenary20_Mercenary_NPC
source: Tomorrow maybe, I've got wounds to tend to.
ko_mt: 내일 아마, 나는 상처를 입는 경향이 있습니다.

# DLC1_Marches_CS02_Mercenary21_NOAUDIO_ChoiceC
source: Need some equipment?
ko_mt: 장비가 필요하세요?

# DLC1_Marches_CS02_Mercenary22_Starter_Default
source: Well, Galar has some good stuff, wanna check?
ko_mt: 글쎄, Galar에 좋은 물건이 있습니다. 확인해 보시겠어요?

# DLC1_Marches_CS02_Mercenary23_Mercenary_NPC
source: Naah, I'm good.
ko_mt: 아니, 난 괜찮아.

# DLC1_Marches_CS02_Mercenary24_Mercenary_NPC
source: Sure, why not.
ko_mt: 물론입니다.

# DLC1_Marches_CS02_Mercenary25_NOAUDIO_ChoiceD
source: Tell us about Marin Ving
ko_mt: 마린 빙에 대해 알려주세요

# DLC1_Marches_CS02_Mercenary26_Mercenary_NPC
source: What do you know about Ving?
ko_mt: Ving에 대해 무엇을 알고 있습니까?

# DLC1_Marches_CS02_Mercenary27_Mercenary_NPC
source: Dunno, really. Heard stories.
ko_mt: 몰라, 정말. 이야기를 들었다.

# DLC1_Marches_CS02_Mercenary28_Mercenary_NPC
source: Elusive guy.
ko_mt: 애매한 녀석.

# DLC1_Marches_CS02_Mercenary29_Mercenary_NPC
source: He got debts, enemies…
ko_mt: 그는 빚을 지고, 적들이…

# DLC1_Marches_CS02_Mercenary30_Mercenary_NPC
source: …but everybody wants him alive.
ko_mt: ...하지만 모두가 그가 살아 있기를 원합니다.

# DLC1_Marches_CS03_Noble_1_Noble_NPC
source: What is it?
ko_mt: 그것은 무엇입니까?

# DLC1_Marches_CS03_Noble_2_Starter_Default
source: Anything you need from the store?
ko_mt: 상점에서 필요한 것이 있습니까?

# DLC1_Marches_CS03_Noble_3_Noble_NPC
source: I'm not here to shop!
ko_mt: 쇼핑하러 온게 아니야!

# DLC1_Marches_CS03_Noble_4_Starter_Default
source: Sorry, what are you here for?
ko_mt: 죄송합니다, 당신은 무엇을 위해 여기에 있습니까?

# DLC1_Marches_CS03_Noble_5_Noble_NPC
source: Looking for this damn Marin Ving.
ko_mt: 이 빌어먹을 마린 빙을 찾고 있습니다.

# DLC1_Marches_CS03_Noble_6_Noble_NPC
source: He was here, you may have seen him.
ko_mt: 그는 여기에 있었고 당신은 그를 보았을 것입니다.

# DLC1_Marches_CS03_Noble_7_Partner_Default
source: We're new, so, probably not.
ko_mt: 우리는 새롭기 때문에 아마 아닐 것입니다.

# DLC1_Marches_CS03_Noble_8_Noble_NPC
source: Well, he's a ruffian, and he has a debt of honor.
ko_mt: 글쎄요, 그는 악당이고 명예의 빚을 지고 있습니다.

# DLC1_Marches_CS03_Noble_9_NOAUDIO_ChoiceA_Aristocrat
source: Honor is important.
ko_mt: 명예가 중요합니다.

# DLC1_Marches_CS03_Noble_10_Aristocrat_Default
source: Well, if it's a question of honor, he needs to be found.
ko_mt: 글쎄요, 명예의 문제라면 그를 찾아야 합니다.

# DLC1_Marches_CS03_Noble_11_Noble_NPC
source: Absolutely!
ko_mt: 전적으로!

# DLC1_Marches_CS03_Noble_12_Noble_NPC
source: I'm happy to see that this word still means something in this forsaken place.
ko_mt: 이 버려진 곳에서 이 단어가 여전히 의미가 있다는 것을 알게 되어 기쁩니다.

# DLC1_Marches_CS03_Noble_13_NOAUDIO_ChoiceB_ Lawkeeper
source: He's wanted?
ko_mt: 그는 원했다?

# DLC1_Marches_CS03_Noble_14_Lawkeeper_Default
source: Is he wanted by the law?
ko_mt: 그는 법에 의해 수배되는가?

# DLC1_Marches_CS03_Noble_15_Noble_NPC
source: Not by Principality's law.
ko_mt: 공국법에 의한 것이 아닙니다.

# DLC1_Marches_CS03_Noble_16_Noble_NPC
source: But in the Duchy of Northern plains, he surely is.
ko_mt: 그러나 북부 평원 공국에서는 확실히 그렇습니다.

# DLC1_Marches_CS03_Noble_17_Lawkeeper_Default
source: Well in that case, we can't remain neutral.
ko_mt: 그렇다면 우리는 중립을 지킬 수 없습니다.

# DLC1_Marches_CS03_Noble_18_Lawkeeper_Default
source: Count on us for the hunt, sir.
ko_mt: 사냥은 저희에게 맡기십시오.

# DLC1_Marches_CS03_Noble_19_Noble_NPC
source: Thank you.
ko_mt: 감사합니다.

# DLC1_Marches_CS03_Noble_20_NOAUDIO_ChoiceC
source: We'll find him.
ko_mt: 우리가 그를 찾을거야.

# DLC1_Marches_CS03_Noble_21_Starter_Default
source: Alright, we will find him, don't worry.
ko_mt: 좋아, 우리가 그를 찾을거야, 걱정하지마.

# DLC1_Marches_CS03_Noble_22_Noble_NPC
source: I have no doubt.
ko_mt: 난 전혀 의심치 않아.

# DLC1_Marches_CS03_Noble_23_Noble_Angry
source: You have the guts to speak to me after what you did?
ko_mt: 당신이 한 일 후에 나에게 말할 용기가 있습니까?

# DLC1_Marches_CS04_Rogue_1_Rogue_NPC
source: Don't even try to sell me your stuff.
ko_mt: 나에게 물건을 팔려고 하지도 마세요.

# DLC1_Marches_CS04_Rogue_2_Starter_Default
source: Why not?
ko_mt: 왜 안 돼?

# DLC1_Marches_CS04_Rogue_3_Rogue_NPC
source: I know Galar is pushing the prices up because we're on the road.
ko_mt: 나는 Galar가 우리가 여행 중이기 때문에 가격을 인상하고 있다는 것을 알고 있습니다.

# DLC1_Marches_CS04_Rogue_4_Starter_Default
source: You're in the business?
ko_mt: 당신은 사업에있어?

# DLC1_Marches_CS04_Rogue_5_Rogue_NPC
source: No…I joined the party hoping to find some historical treasures.
ko_mt: 아니요…나는 역사적인 보물을 찾기 위해 파티에 합류했습니다.

# DLC1_Marches_CS04_Rogue_6_NOAUDIO_Academic
source: There are some around here
ko_mt: 여기 주변에 좀 있어요

# DLC1_Marches_CS04_Rogue_7_Academic_Default
source: Oh, this place is full of history.
ko_mt: 오, 이곳은 역사로 가득 차 있습니다.

# DLC1_Marches_CS04_Rogue_8_Rogue_NPC
source: Right? Have you seen anything?
ko_mt: 오른쪽? 당신은 아무것도 본 적이 있습니까?

# DLC1_Marches_CS04_Rogue_9_Academic_Default
source: I'm pretty sure if we get off the road, we'll find some antiques.
ko_mt: 길에서 벗어나면 골동품을 찾을 수 있을 거라 확신합니다.

# DLC1_Marches_CS04_Rogue_10_Rogue_NPC
source: Well if you do, I'm interested in buying.
ko_mt: 그렇다면 구매에 관심이 있습니다.

# DLC1_Marches_CS04_Rogue_11_NOAUDIO_Acolyte
source: Do you pray to Misaye?
ko_mt: 미사예에게 기도합니까?

# DLC1_Marches_CS04_Rogue_12_Acolyte_Default
source: Is that a lady of luck tatoo you've got there?
ko_mt: 당신이 거기에있는 행운의 여인 문신입니까?

# DLC1_Marches_CS04_Rogue_13_Rogue_NPC
source: Just a mercenary thing.
ko_mt: 그냥 용병입니다.

# DLC1_Marches_CS04_Rogue_14_Acolyte_Default
source: There's no shame in worship.
ko_mt: 예배에는 부끄러움이 없습니다.

# DLC1_Marches_CS04_Rogue_15_Rogue_NPC
source: Are you done?
ko_mt: 끝났 니?

# DLC1_Marches_CS04_Rogue_16_Acolyte_Default
source: Scholars and Academics rarely worship the goddess of Mischief, that's all.
ko_mt: 학자와 학자들은 장난의 여신을 거의 숭배하지 않습니다. 그게 전부입니다.

# DLC1_Marches_CS04_Rogue_17_Rogue_NPC
source: I wasn't always a scholar.
ko_mt: 나는 항상 학자가 아니었습니다.

# DLC1_Marches_CS04_Rogue_18_Rogue_NPC
source: Otherwise I wouldn't be here.
ko_mt: 그렇지 않으면 나는 여기에 있지 않을 것입니다.

# DLC1_Marches_CS04_Rogue_19_Acolyte_Default
source: You mean, you can fight, right?
ko_mt: 당신은 싸울 수 있습니다, 그렇죠?

# DLC1_Marches_CS04_Rogue_20_Rogue_NPC
source: Better than the other six who died on the way here.
ko_mt: 여기 가는 길에 죽은 다른 6명보다 낫다.

# DLC1_Marches_CS04_Rogue_21_Rogue_NPC
source: Stay in the light.
ko_mt: 빛 속에 머물러라.

# DLC1_Marches_CS04_Rogue_22_NOAUDIO_Defaulter
source: Instead you almost got killed
ko_mt: 대신 당신은 거의 죽을 뻔했습니다.

# DLC1_Marches_CS04_Rogue_23_Any_Default
source: Instead you got attacked by orcs.
ko_mt: 대신 오크의 공격을 받았습니다.

# DLC1_Marches_CS04_Rogue_24_Rogue_NPC
source: As you can see, I'm still standing.
ko_mt: 보시다시피 저는 여전히 서 있습니다.

# DLC1_Marches_CS04_Rogue_25_NOAUDIO_Deception
source: You'll get a rebate
ko_mt: 리베이트를 받게 됩니다

# DLC1_Marches_CS04_Rogue_26_Deceiver_Default
source: Actually, Galar offers a rebate for Council agents.
ko_mt: 실제로 Galar는 위원회 요원에게 리베이트를 제공합니다.

# DLC1_Marches_CS04_Rogue_27_Rogue_NPC
source: Really? Fine, I'll check out the wares.
ko_mt: 진짜? 알겠습니다. 물품을 살펴보겠습니다.

# DLC1_Marches_CS04_Rogue_28_Rogue_NPC
source: So that it's just the regular prices? No thanks.
ko_mt: 그래서 그냥 일반 가격인가요? 고맙지 만 사양 할게.

# DLC1_Marches_CS05_Galar_1_Galar_NPC
source: Ah, you're here.
ko_mt: 아, 여기 계시군요.

# DLC1_Marches_CS05_Galar_2_HeliaFairblade_NPC
source: Master Goldentongue tells me you're good people.
ko_mt: Master Goldentongue는 당신이 좋은 사람들이라고 말합니다.

# DLC1_Marches_CS05_Galar_3_HeliaFairblade_NPC
source: As you know, I'm shorted handed with my expedition.
ko_mt: 알다시피, 나는 내 원정에 손이 부족합니다.

# DLC1_Marches_CS05_Galar_4_Starter_Default
source: Lost six, we heard.
ko_mt: 6개를 잃었다고 들었습니다.

# DLC1_Marches_CS05_Galar_5_HeliaFairblade_NPC
source: Unfortunate.
ko_mt: 불행한 사람.

# DLC1_Marches_CS05_Galar_6_HeliaFairblade_NPC
source: If you agree to join my search party, you'll get a handsome pay.
ko_mt: 내 수색 파티에 참여하는 데 동의하면 상당한 보수를 받을 것입니다.

# DLC1_Marches_CS05_Galar_7_HeliaFairblade_NPC
source: Five gold pieces a day, each.
ko_mt: 하루에 각각 5개의 금화.

# DLC1_Marches_CS05_Galar_8_HeliaFairblade_NPC
source: Twenty-five upfront.
ko_mt: 스물 다섯.

# DLC1_Marches_CS05_Galar_9_HeliaFairblade_NPC
source: I need Marin Ving found, he once was here.
ko_mt: 마린 빙을 찾아야 합니다. 그는 한때 여기에 있었습니다.

# DLC1_Marches_CS05_Galar_10_HeliaFairblade_NPC
source: It's been a long time, but if we're thorough, we can find his tracks.
ko_mt: 오랜 시간이 흘렀지만 철저히 조사하면 그의 흔적을 찾을 수 있습니다.

# DLC1_Marches_CS05_Galar_11_NOAUDIO_ChoiceA
source: Alright
ko_mt: 괜찮은

# DLC1_Marches_CS05_Galar_12_NOAUDIO_ChoiceB
source: Thirty upfront
ko_mt: 30 선결제

# DLC1_Marches_CS05_Galar_13_NOAUDIO_ChoiceC
source: Equipment instead of gold
ko_mt: 금 대신 장비

# DLC1_Marches_CS05_Galar_14_ChoiceA_Default
source: We have a deal.
ko_mt: 거래가 있습니다.

# DLC1_Marches_CS05_Galar_15_ChoiceB_Default
source: Let's settle for thirty-five gold pieces right now.
ko_mt: 지금 당장 35골드로 해결합시다.

# DLC1_Marches_CS05_Galar_16_ChoiceC_Default
source: Gold is no use to us now, we need better equipment.
ko_mt: 금은 이제 우리에게 아무 소용이 없습니다. 더 나은 장비가 필요합니다.

# DLC1_Marches_CS05_Galar_17_HeliaFairblade_NPC
source: Excellent.
ko_mt: 훌륭한.

# DLC1_Marches_CS05_Galar_18_HeliaFairblade_NPC
source: I moved the barrier away.
ko_mt: 나는 장벽을 멀리 옮겼다.

# DLC1_Marches_CS05_Galar_19_HeliaFairblade_NPC
source: I believe this is a good way to start.
ko_mt: 시작하기에 좋은 방법이라고 생각합니다.

# DLC1_Marches_CS05_Galar_20_HeliaFairblade_NPC
source: I see Galar taught you well.
ko_mt: 나는 Galar가 당신을 잘 가르친 것을 보았습니다.

# DLC1_Marches_CS05_Galar_21_HeliaFairblade_NPC
source: Fine, thirty-five.
ko_mt: 좋아, 서른 다섯.

# DLC1_Marches_CS05_Galar_22_Starter_Default
source: Thanks.
ko_mt: 감사.

# DLC1_Marches_CS05_Galar_23_HeliaFairblade_NPC
source: Thirty, last chance.
ko_mt: 서른, 마지막 기회.

# DLC1_Marches_CS05_Galar_24_HeliaFairblade_NPC
source: I don't have much, but our fallen comrades left us some items.
ko_mt: 나는 가진 것이 별로 없지만, 쓰러진 우리 동료들이 우리에게 몇 가지 물건을 남겼습니다.

# DLC1_Marches_CS05_Galar_25_NOAUDIO_ChoiceA
source: Two healing potions
ko_mt: 치유 물약 2개

# DLC1_Marches_CS05_Galar_26_NOAUDIO_ChoiceB
source: Dust of dissapeance
ko_mt: 소멸의 먼지

# DLC1_Marches_CS05_Galar_27_NOAUDIO_ChoiceC
source: Basic poison
ko_mt: 기본 독

# DLC1_Marches_CS05_Galar_28_NOAUDIO_ChoiceD
source: Take the gold
ko_mt: 금을 가져 가라

# DLC1_Marches_CS05_Galar_29_HeliaFairblade_NPC
source: Considering your action…I have my doubts.
ko_mt: 당신의 행동을 생각하면...나는 의심이 갑니다.

# DLC1_Marches_CS05_Galar_30_HeliaFairblade_NPC
source: But right now, I don't have much choice.
ko_mt: 하지만 지금은 선택의 여지가 별로 없습니다.

# DLC1_Marches_Grotto_CS011_Starter_Default
source: Look at this.
ko_mt: 이것 좀봐.

# DLC1_Marches_Grotto_CS012_Partner_Default
source: Someone made a fire here.
ko_mt: 누군가 여기에서 불을 지폈다.

# DLC1_Marches_Grotto_CS013_Reactor_Default
source: That someone wanted to take a sleep but had to go in a rush?
ko_mt: 누군가가 자고 싶었지만 서두르지 않으면 안 되었습니까?

# DLC1_Marches_Grotto_CS014_Commentator_Default
source: Did you hear that?
ko_mt: 들었어?

# DLC1_Marches_CS07_FoundBook1_HeliaFairblade_NPC
source: So, what do you have for me?
ko_mt: 그래서, 당신은 나에게 무엇을 가지고 있습니까?

# DLC1_Marches_CS07_FoundBook2_Starter_Angry
source: We found an abandoned camp.
ko_mt: 버려진 캠프를 찾았습니다.

# DLC1_Marches_CS07_FoundBook3_Starter_Angry
source: And this.
ko_mt: 이.

# DLC1_Marches_CS07_FoundBook4_HeliaFairblade_NPC
source: This belongs to Marin Ving.
ko_mt: 이것은 마린 빙의 소유입니다.

# DLC1_Marches_CS07_FoundBook5_HeliaFairblade_NPC
source: Excellent work.
ko_mt: 잘했습니다.

# DLC1_Marches_CS07_FoundBook6_HeliaFairblade_NPC
source: Take a rest, we'll search the area carefully in the morning.
ko_mt: 쉬세요. 아침에 조심히 주변을 수색하겠습니다.

# DLC1_Marches_CS07_FoundBook7_HeliaFairblade_NPC
source: We need to know where he went.
ko_mt: 그가 어디로 갔는지 알아야 합니다.

# DLC1_Marches_CS07_FoundBook8_HeliaFairblade_NPC
source: Team-up with my people if you like.
ko_mt: 원한다면 내 사람들과 팀을 구성하십시오.

# DLC1_Marches_CS07_FoundBook9_HeliaFairblade_NPC
source: Master Goldentongue wants to talk to you, by the way.
ko_mt: 그건 그렇고 마스터 Goldentongue가 당신과 이야기하고 싶어합니다.

# DLC1_Marches_CS07_FoundBook10_HeliaFairblade_NPC
source: I advise you to make amends.
ko_mt: 만회할 것을 권합니다.

# DLC1_Marches_CS07_FoundBook11_Mean_Slang
source: Bugger off.
ko_mt: 꺼지다.

# DLC1_Marches_CS07_FoundBook12_Anyother_Normal
source: We don't need a lecture.
ko_mt: 우리는 강의가 필요하지 않습니다.

# DLC1_Marches_CS07_FoundBook13_HeliaFairblade_NPC
source: As promised, your reward.
ko_mt: 약속대로 당신의 보상.

# DLC1_Marches_CS08_CompleteRogueQuest1_Rogue_NPC
source: Looks like you brought me some.
ko_mt: 당신이 나에게 약간을 가져온 것 같습니다.

# DLC1_Marches_CS08_CompleteRogueQuest2_Starter_Default
source: Multiple items, actually, they seem connected.
ko_mt: 실제로 여러 항목이 연결된 것처럼 보입니다.

# DLC1_Marches_CS08_CompleteRogueQuest3_Rogue_NPC
source: By all the gods…
ko_mt: 모든 신들에 의해…

# DLC1_Marches_CS08_CompleteRogueQuest4_Rogue_NPC
source: Thanks a lot, this is going to make my day!
ko_mt: 고마워요, 이것은 내 하루를 만들 것입니다!

# DLC1_Marches_CS08_CompleteRogueQuest5_Rogue_NPC
source: Here, take this, I have no use for it, but maybe you will…
ko_mt: 자, 가져가세요. 저는 아무 소용이 없지만 아마도 당신은…

# DLC1_Marches_Trapped_1_Player_Default
source: Wait…redeemers?
ko_mt: 잠깐... 구속자?

# DLC1_Marches_Trapped_2_Player_Default
source: We don't stand a chance!
ko_mt: 우리는 기회가 없다!

# DLC1_Marches_Trapped_3_Player_Default
source: Maybe we can find a way around and return to the camp.
ko_mt: 어쩌면 우리는 길을 찾아 캠프로 돌아갈 수 있을지도 모릅니다.

# DLC1_Marches_Trapped_4_Player_Default
source: This place is a…nest, or something.
ko_mt: 이 곳은... 둥지인가 뭔가.

# DLC1_Marches_Trapped_5_Player_Default
source: We can't go back.
ko_mt: 우리는 돌아갈 수 없습니다.

# DLC1_Marches_Trapped_6_Player_Default
source: Looks like our friend VIP suffered the same predicament.
ko_mt: 우리 친구 VIP도 같은 곤경에 처한 것 같습니다.

# DLC1_Marches_Trapped_7_Player_Default
source: There's no choice, we have to move forward.
ko_mt: 선택의 여지가 없습니다. 우리는 앞으로 나아가야 합니다.

# DLC1_Marches_NPC_Banter_HeliaFairblade_Basic
source: Yes, yes, I'll check your wares.
ko_mt: 네, 네 상품을 확인하겠습니다.

# DLC1_Marches_NPC_Banter_HeliaFairblade_Waiting
source: Anything new?
ko_mt: 새로운 것이 있습니까?

# DLC1_Marches_NPC_Banter_HeliaFairblade_QuestDone
source: You did well.
ko_mt: 잘했어

# DLC1_Marches_NPC_Banter_HeliaFairblade_Angry
source: There is only one rule : don't get caught.
ko_mt: 단 하나의 규칙이 있습니다. 잡히지 마십시오.

# DLC1_Marches_NPC_Banter_Rogue_Basic
source: Sorry, I really need to catch my breath.
ko_mt: 죄송합니다, 정말 숨을 쉬어야 합니다.

# DLC1_Marches_NPC_Banter_Rogue_Waiting
source: Tell me if you find anything of interest.
ko_mt: 관심 있는 것을 찾으면 말씀해 주십시오.

# DLC1_Marches_NPC_Banter_Rogue_Happy
source: Those artifacts you brought me are very interesting.
ko_mt: 당신이 나에게 가져온 그 유물은 매우 흥미 롭습니다.

# DLC1_Marches_NPC_Banter_Mercenary_Basic
source: Those orcs almost killed us all.
ko_mt: 그 오크들은 우리 모두를 거의 죽일 뻔했습니다.

# DLC1_Marches_NPC_Banter_Mercenary_Waiting
source: I'm sharpening my blade.
ko_mt: 칼날을 갈고 있습니다.

# DLC1_Marches_NPC_Banter_Mercenary_Angry
source: Where I come from, we cut the hands of thieves.
ko_mt: 내가 온 곳에서 우리는 도둑들의 손을 베었습니다.

# DLC1_Marches_NPC_Banter_Noble_Basic
source: Speak to Lady Fairblade, I'm resting.
ko_mt: 여군주 페어블레이드에게 말하세요. 저는 쉬고 있습니다.

# DLC1_Marches_NPC_Banter_Noble_Waiting
source: Find me Ving, I'll reward you.
ko_mt: Ving을 찾으십시오. 보상하겠습니다.

# DLC1_Marches_NPC_Banter_Noble_Angry
source: I knew you were just scum.
ko_mt: 난 니가 그냥 쓰레기인줄 알았어

# DLC1_Marches_NPC_Banter_Galar_Angry
source: I can't have thieves working for me.
ko_mt: 도둑이 나를 위해 일하게 할 수 없습니다.

# DLC1_Marches_NPC_Banter_Noble_Recruit
source: If you're after Ving, I'm in.
ko_mt: 당신이 Ving을 쫓는다면 내가 들어갑니다.

# DLC1_Marches_NPC_Banter_Mercenary_Recruit
source: Sure, let's do this.
ko_mt: 물론이죠. 이렇게 합시다.

# DLC1_Marches_NPC_Banter_Rogue_Recruit
source: Why not, I'll tag along.
ko_mt: 왜 안돼, 내가 따라갈게.

# DLC1_Marches_GiveUpCompanions1_WRITTEN_ChoiceA
source: Ask companions to stay
ko_mt: 동반자에게 숙박을 요청하십시오

# DLC1_Marches_GiveUpCompanions2_WRITTEN_ChoiceB
source: Never mind.
ko_mt: 괜찮아요.

# DLC1_Marches_GiveUpCompanions3_ChoiceA_Default
source: We'd like to continue on our own, for now.
ko_mt: 우리는 지금 스스로 계속하고 싶습니다.

# DLC1_Marches_GiveUpCompanions4_ChoiceB_Default
source: It's nothing, sorry.
ko_mt: 아무것도 아니에요, 죄송합니다.

# Background_Quest_Wanderer1_Wanderer_Default
source: Hey TBC NPC, how are you ?
ko_mt: 안녕 TBC NPC, 잘 지내?

# Background_Quest_Wanderer2_HalfOrc_NPC
source: I need you help in there.
ko_mt: 당신의 도움이 필요합니다.

# Background_Quest_Wanderer3_Wanderer_Default
source: The mine ?
ko_mt: 광산?

# Background_Quest_Wanderer4_HalfOrc_NPC
source: I know who attacked our settlement, back there.
ko_mt: 누가 우리 정착지를 공격했는지 알고 있습니다.

# Background_Quest_Wanderer5_HalfOrc_NPC
source: I trapped them into a part of the mines.
ko_mt: 나는 그들을 광산의 일부에 가두었습니다.

# Background_Quest_Wanderer6_HalfOrc_NPC
source: I asked the Baron, he agreed to open it for me, if you come with me.
ko_mt: 남작에게 물었더니 나와 함께 오면 열어주기로 했다고 합니다.

# Background_Quest_Wanderer7_Wanderer_Default
source: Sure, let's kill those bastards.
ko_mt: 그래, 그 새끼들을 죽이자.

# DLC1_Marches_Valley_Exit_1_Starter_Default
source: We're out!
ko_mt: 우리는 밖으로!

# DLC1_Marches_Valley_Exit_2_Partner_Default
source: This place is a redeemer's nest!
ko_mt: 이곳은 구속자의 둥지다!

# DLC1_Marches_Valley_Exit_3_Reactor_Default
source: How are we going to go back to the camp?
ko_mt: 우리는 어떻게 캠프로 돌아갈 것입니까?

# DLC1_Marches_Valley_Exit_4_Commentator_Default
source: We can't.
ko_mt: 우리는 할 수 없습니다.

# DLC1_Marches_Valley_Exit_5_Starter_Default
source: On the other hand…I think Marin Ving went that way, too.
ko_mt: 반면에...마린빙도 그렇게 갔던 것 같아요.

# DLC1_Marches_Valley_Exit_6_Starter_Default
source: See?
ko_mt: 보다?

# Narration/&NecromancyTextObj01
source: Caer Tenarion. Iron Legion XXV. Year 24, Emperor Gwaltrian III
ko: 케어 테나리온. 제 25 강철 군단. 황제 그왈트리안 3세, 재위 24년

# Narration/&NecromancyTextObj02
source: Iron Legion XXV. The Glorious Dead
ko: 제 25 강철 군단. 영광스러운 죽음
