Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Council01_138_PlayerChoice_Nobility
source: Someone more… regal?
ko_mt: 누군가 더… 리갈?

# Council01_139_NPC_Carran
source: No one is more regal than our Princess, believe me!
ko_mt: 우리 공주보다 더 장엄한 사람은 없습니다. 저를 믿으세요!

# Council01_140_Player_Nobility
source: You know what I mean.
ko_mt: 무슨 말인지 알잖아요.

# Council01_141_NPC_Carran
source: No, actually… I don't.
ko_mt: 아니, 사실은... 안 해요.

# Council01_142_PlayerChoice_Urchin
source: A shower of weevils. Rich, clean weevils!
ko_mt: 바구미의 소나기. 부유하고 깨끗한 바구미들!

# Council01_143_NPC_Carran
source: And your employers, let's not forget.
ko_mt: 그리고 당신의 고용주, ​​잊지 말자.

# Council01_144_NPC_Carran
source: I must admit, the Legacy Council is a… complex body.
ko_mt: 레거시 위원회는... 복잡한 조직이라는 것을 인정해야 합니다.

# Council01_145_NPC_Carran
source: Anyway…
ko_mt: 그래도…

# Council01_146_NPC_Carran
source: …some people might want to talk to you after this.
ko_mt: … 이 후에 어떤 사람들은 당신과 이야기하고 싶어할 것입니다.

# Council01_147_NPC_Carran
source: Working for the Council, you are expected to be neutral.
ko_mt: 평의회에서 일할 때 중립적이어야 합니다.

# Council01_148_PlayerChoice_Default
source: But?
ko_mt: 하지만?

# Council01_149_NPC_Carran
source: But you have the right to have friends.
ko_mt: 그러나 당신은 친구를 가질 권리가 있습니다.

# Council01_150_NPC_Carran
source: So feel free to talk to whoever you like.
ko_mt: 그러니 당신이 좋아하는 누구에게나 자유롭게 이야기하십시오.

# Council01_151_NPC_Carran
source: As long your allegiance remains to the Council as a whole.
ko_mt: 당신의 충성이 의회 전체에 남아 있는 한.

# Council01_152_PlayerChoice_Register_Formal
source: You may rely on our honor.
ko_mt: 당신은 우리의 명예에 의존할 수 있습니다.

# Council01_153_PlayerChoice_Register_normal
source: Of course.
ko_mt: 물론.

# Council01_154_PlayerChoice_Register_Slang
source: All right, then.
ko_mt: 좋아, 그럼.

# Council01_155_Merran_Thanks01
source: Hey, deputies - thanks for the support in there!
ko_mt: 이봐, 의원들 - 거기에서 지원해 주셔서 감사합니다!

# Council01_156_AnyFriendly
source: You're welcome, Captain.
ko_mt: 천만에요, 캡틴.

# Council01_157_Merran_Thanks02
source: So, those bastards got Henrik? Shame.
ko_mt: 그래서, 그 놈들이 헨릭을 얻었다고? 창피.

# Council01_158_Curious
source: You knew him?
ko_mt: 당신은 그를 알고 있었나요?

# Council01_159_Merran_Thanks03
source: Yes, indeed. I wonder who'll volunteer to retake Caer Lem now...
ko_mt: 네 확실합니다. 이제 누가 Caer Lem을 다시 시도할 것인지 궁금합니다...

# Council01_160_Friendly
source: The Scavengers could lead the way.
ko_mt: Scavengers가 길을 인도할 수 있습니다.

# Council01_161_Merran_Thanks04
source: Yeah. They'll find a bunch of hotheads to retake the fort, I'm sure.
ko_mt: 응. 그들은 요새를 탈환하기 위해 많은 탐욕스러운 사람들을 찾을 것입니다, 나는 확신합니다.

# Council01_162_Merran_Thanks05
source: Stay in the light, friends!
ko_mt: 빛 속에 머물러라, 친구들!

# Council01_163_Merran_AnyFriendly
source: You, too!
ko_mt: 당신 도요!

# AfterCouncil01_Beryl_1_Beryl_NPC
source: Well, if it isn't our brave saviors.
ko_mt: 글쎄, 우리의 용감한 구세주가 아니라면.

# AfterCouncil01_Beryl_2_Any_Default
source: Good day, Lieutenant.
ko_mt: 좋은 하루입니다, 중위님.

# AfterCouncil01_Beryl_3_Aristocrat_Formal
source: Salutations, Lieutenant.
ko_mt: 안녕하십니까, 중위님.

# AfterCouncil01_Beryl_4_Beryl_NPC
source: I'm no longer a lieutenant. I resigned my commission. I work for my people now.
ko_mt: 저는 더 이상 중위가 아닙니다. 나는 위원회를 사임했다. 나는 지금 내 사람들을 위해 일한다.

# AfterCouncil01_Beryl_5_Any_Default
source: The Snow Alliance?
ko_mt: 스노우 얼라이언스?

# AfterCouncil01_Beryl_6_Beryl_NPC
source: I will never step foot in the Badlands again.
ko_mt: 다시는 Badlands에 발을 들이지 않을 것입니다.

# AfterCouncil01_Beryl_7_Any_Default
source: I understand your reluctance.
ko_mt: 당신의 꺼림칙한 마음을 이해합니다.

# AfterCouncil01_Beryl_8_Loyalty_Normal
source: Yes, well, you clearly weren't cut out for that posting.
ko_mt: 예, 글쎄요, 당신은 분명히 그 게시물에서 제외되지 않았습니다.

# AfterCouncil01_Beryl_9_Beryl_NPC
source: I've made my peace, but you aren't here to check on my welfare, are you?
ko_mt: 나는 화해했지만, 당신은 내 안부를 확인하러 온 것이 아닙니까?

# AfterCouncil01_Beryl_10_Any_Formal
source: No, we seek information. Before the attack, where exactly did your scout venture?
ko_mt: 아니요, 우리는 정보를 찾습니다. 공격하기 전에 정찰병은 정확히 어디로 모험을 떠났습니까?

# AfterCouncil01_Beryl_11_Any_Normal
source: No, we have questions. Your scout? Do you know where he was before the attack?
ko_mt: 아니요, 질문이 있습니다. 스카우트? 공격 전에 그가 어디에 있었는지 아십니까?

# AfterCouncil01_Beryl_12_Beryl_NPC
source: You mean Daliat?
ko_mt: 달리엣 말씀이신가요?

# AfterCouncil01_Beryl_13_Any_Formal
source: Yes, we'd like to know where he went before the Soraks attacked.
ko_mt: 예, 소락이 공격하기 전에 그가 어디로 갔는지 알고 싶습니다.

# AfterCouncil01_Beryl_14_Any_Normal
source: Right, Daliat. Where did he go before the Soraks attacked?
ko_mt: 맞아, 달리앗. 설악이 습격하기 전에 그는 어디로 갔을까?

# AfterCouncil01_Beryl_15_Beryl_NPC
source: As far as I know, there's not a name for that place or a road that leads there…
ko_mt: 내가 알기로는 그곳의 이름이나 그곳으로 가는 길은 없다…

# AfterCouncil01_Beryl_16_Beryl_NPC
source: But I can show you on a map. It's near the ruins of an ancient tower.
ko_mt: 하지만 지도에 표시할 수 있습니다. 고대 탑의 폐허 근처에 있습니다.

# AfterCouncil01_Beryl_17_Aristocrat_Formal
source: You have our gratitude, Lady Stonebeard.
ko_mt: 감사합니다, 레이디 스톤비어드.

# AfterCouncil01_Beryl_18_Any_Default
source: Thank you, Beryl. We appreciate the help.
ko_mt: 고마워, 베릴. 도움을 주셔서 감사합니다.

# AfterCouncil01_Beryl_19_Beryl_NPC
source: What are you thanking me for? Sending you to your death?
ko_mt: 당신은 무엇에 대해 나에게 감사합니까? 당신을 죽음으로 보낸다고?

# AfterCouncil01_Daliat_1_Daliat_NPC
source: Greetings, deputies.
ko_mt: 의원 여러분, 안녕하세요.

# AfterCouncil01_Daliat_2_Spy_Normal
source: Are you ready to come clean?
ko_mt: 깨끗해질 준비 되셨나요?

# AfterCouncil01_Daliat_3_Any_Default
source: Greetings, Daliat. If that's even your name.
ko_mt: 안녕, 달리아트. 그것이 당신의 이름이라면.

# AfterCouncil01_Daliat_4_Daliat_NPC
source: Of course it's my name. What are you implying?
ko_mt: 물론 제 이름입니다. 무엇을 의미합니까?

# AfterCouncil01_Daliat_5_Any_Default
source: Nothing at all. We just want to establish who we're talking to.
ko_mt: 아무것도 없습니다. 우리는 우리가 누구와 이야기하고 있는지 확인하고 싶을 뿐입니다.

# AfterCouncil01_Daliat_6_Daliat_NPC
source: Daliat Sunbird, Scout of the Council. You know who I am!
ko_mt: 평의회 정찰병 달리앗 선버드. 내가 누군지 알잖아!

# AfterCouncil01_Daliat_7_Any_Default
source: Then perhaps you can tell us the location of the ruin you came across right before the Soraks attacked.
ko_mt: 그러면 설악이 습격하기 직전에 발견한 폐허의 위치를 ​​알려줄 수 있을 것입니다.

# AfterCouncil01_Daliat_8_Daliat_NPC
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# AfterCouncil01_Daliat_9_Spy_Normal
source: Tell us all you know and perhaps we can convince the Council to go easy on you.
ko_mt: 당신이 알고 있는 모든 것을 알려주십시오. 그러면 의회가 당신을 쉽게 처리하도록 설득할 수 있습니다.

# AfterCouncil01_Daliat_10_Daliat_NPC
source: Why would they need to go easy on me? I've told you all I know.
ko_mt: 왜 그들이 나를 가볍게 여겨야 합니까? 제가 아는 모든 것을 말씀드렸습니다.

# AfterCouncil01_Daliat_11_Spy_Normal
source: You haven't told us the location of the Manacalon ruin you found right before the Soraks attacked.
ko_mt: 소락스가 습격하기 직전에 발견한 마나칼론 폐허의 위치를 ​​알려주지 않았습니다.

# AfterCouncil01_Daliat_12_Daliat_NPC
source: I won't take you there…
ko_mt: 나는 당신을 거기에 데려 가지 않을 것입니다 ...

# AfterCouncil01_Daliat_13_Daliat_NPC
source: But I can show you the location on a map.
ko_mt: 하지만 지도에 위치를 표시할 수 있습니다.

# AfterCouncil01_Daliat_14_Daliat_NPC
source: Of course, nothing is free.
ko_mt: 물론 공짜는 없습니다.

# AfterCouncil01_Daliat_15_Any_Default
source: Indeed. Thank you.
ko_mt: 물론. 감사합니다.

# AfterCouncil01_Daliat_16_Daliat_NPC
source: I'm glad we could come to some agreement.
ko_mt: 우리가 어느 정도 합의에 이르게 되어 기쁩니다.

# AfterCouncil01_Daliat_17_Any_Default
source: As are we.
ko_mt: 우리도 마찬가지입니다.

# AfterCouncil01_Daliat_18_Daliat_NPC
source: It's just business, after all.
ko_mt: 결국 비즈니스일 뿐입니다.

# AfterCouncil01_Daliat_19_Any_Default
source: Right, nothing personal. Take care, Daliat.
ko_mt: 맞습니다. 개인적인 것은 없습니다. 조심해, 달리아트.

# AfterCouncil01_Robar_1_Robar_NPC
source: Well, look who it is. I see you survived the Council.
ko_mt: 자, 누군지 보세요. 나는 당신이 의회에서 살아남은 것을 보았습니다.

# AfterCouncil01_Robar_2_Any_Default
source: We did indeed.
ko_mt: 우리는 정말로 했다.

# AfterCouncil01_Robar_3_Sellsword_Normal
source: Don't get your hopes up. We aren't here to offer you a job.
ko_mt: 희망을 가지지 마십시오. 우리는 당신에게 일자리를 제공하기 위해 여기에 있는 것이 아닙니다.

# AfterCouncil01_Robar_4_Robar_NPC
source: Good, because I imagine you'd probably pay very poorly.
ko_mt: 좋아요, 왜냐하면 당신이 아마 아주 형편없이 지불할 것이라고 생각하기 때문입니다.

# AfterCouncil01_Robar_5_Sellsword_Normal
source: You imagine correctly. I do have a question, though.
ko_mt: 당신은 올바르게 상상합니다. 그래도 질문이 있습니다.

# AfterCouncil01_Robar_6_Robar_NPC
source: To what do I owe the honor?
ko_mt: 나는 무엇을 위해 명예를 빚지고 있습니까?

# AfterCouncil01_Robar_7_Any_Default
source: We'd like to know where Daliat and his scouts ventured right before the attack.
ko_mt: 공격 직전에 달리아트와 그의 정찰병들이 어디로 모험을 떠났는지 알고 싶습니다.

# AfterCouncil01_Robar_8_Robar_NPC
source: Looking for Soraks, are we?
ko_mt: 설악을 찾고 있습니까?

# AfterCouncil01_Robar_9_Any_Default
source: Possibly.
ko_mt: 혹시.

# AfterCouncil01_Robar_10_Robar_NPC
source: You people are crazy.
ko_mt: 당신은 미쳤다.

# AfterCouncil01_Robar_11_Robar_NPC
source: Here, gimme your map and I'll pinpoint the approximate location.
ko_mt: 여기에서 지도를 주시면 대략적인 위치를 알려드리겠습니다.

# AfterCouncil01_Robar_12_Robar_NPC
source: It's near an old ruin, an ancient tower.
ko_mt: 그것은 오래된 폐허, 고대 탑 근처에 있습니다.

# AfterCouncil01_Robar_13_Any_Default
source: Appreciate the help, Robar.
ko_mt: 도움을 주셔서 감사합니다, 로바.

# AfterCouncil01_Robar_14_Robar_NPC
source: Though I may have just helped you into an early grave.
ko_mt: 비록 내가 당신을 이른 무덤으로 도왔을지 모르지만.

# AfterCouncil01_Robar_15_Any_Default
source: This time we'll take them by surprise.
ko_mt: 이번에는 우리가 그들을 놀라게 할 것입니다.

# AfterCouncil01_Robar_16_Robar_NPC
source: Right. Good luck with that.
ko_mt: 오른쪽. 행운을 빌어 요.

# AfterCouncil01_Robar_17_Any_Default
source: Farewell, Robar!
ko_mt: 잘 가, 로바!

# TowerOfMagic_1_Starter_Formal
source: What is this?
ko_mt: 이게 뭔가요?

# TowerOfMagic_2_Starter_Normal
source: What's going on here?
ko_mt: 무슨 일이야?

# TowerOfMagic_3_Starter_Slang
source: What the hell did we just stumble into?
ko_mt: 도대체 우리는 무엇에 걸려 넘어졌습니까?

# TowerOfMagic_4_Partner_Default
source: These aren't Soraks. They seem human.
ko_mt: 이들은 설악이 아닙니다. 그들은 인간처럼 보입니다.

# TowerOfMagic_5_Starter_Default
source: What exactly are they doing?
ko_mt: 그들은 정확히 무엇을하고 있습니까?

# TowerOfMagic_6_Partner_Default
source: What's it look like they're doing? They're digging something up.
ko_mt: 그들은 무엇을 하고 있는 것처럼 보입니까? 무언가를 파헤치고 있습니다.

# TowerOfMagic_7_History_Slang
source: Just another dusty pile of rubble from before the Cataclysm.
ko_mt: 대격변 이전의 또 다른 먼지 투성이의 잔해 더미입니다.

# TowerOfMagic_8_History_Normal
source: This ruin dates back to Imperial times.
ko_mt: 이 폐허는 제국 시대로 거슬러 올라갑니다.

# TowerOfMagic_8_History_Default
source: A tower of magic perhaps, owned by one of the masters of Manacalon's Arcaneum.
ko_mt: 아마도 마나칼론의 아케네움의 주인 중 한 명이 소유한 마법의 탑일 것입니다.

# TowerOfMagic_9_Starter_Default
source: Who are these people? Scavengers?
ko_mt: 이 사람들은 누구 니? 청소부?

# TowerOfMagic_10_Partner_Default
source: Hard to say. I see no tent or flag signifying their allegiance.
ko_mt: 말하기 어렵다. 그들의 충성을 나타내는 텐트나 깃발이 보이지 않습니다.

# TowerOfMagic_11_Authority_Default
source: Well, there is one way to find out.
ko_mt: 자, 알아낼 수 있는 방법이 하나 있습니다.

# TowerOfMagic_12_Selfpres_Default
source: Perhaps we should sneak a little closer.
ko_mt: 조금 더 가까이 다가가야 할지도 모릅니다.

# TowerOfMagic_13_Friendliness_Default
source: Or simply walk in and see how friendly they are.
ko_mt: 아니면 그냥 걸어가서 그들이 얼마나 친절한지 보십시오.

# TowerOfMagicWorkers01
source: Alert!
ko_mt: 알리다!

# TowerOfMagicWorkers02_Normal
source: All right - no talking, then…
ko_mt: 알았어 - 아무 말도 하지마, 그럼...

# TowerOfMagicWorkers03_Formal
source: Looks like there won't be any parley…
ko_mt: 공방은 없을 듯...

# TowerOfMagicFight1over_1_Starter_Default
source: So what do you think?
ko_mt: 그래서 당신은 어떻게 생각하십니까?

# TowerOfMagicFight1over_2_Partner_Normal
source: Humans.
ko_mt: 인간.

# TowerOfMagicFight1over_3_Partner_Slang
source: They look like people to me.
ko_mt: 그들은 나에게 사람처럼 보입니다.

# TowerOfMagicFight1over_4_Partner_Formal
source: I see nothing to indicate they are reptilian.
ko_mt: 나는 그들이 파충류임을 나타내는 것을 아무것도 보지 못했습니다.

# TowerOfMagicFight1over_5_Partner_Normal
source: Unless, they have been transmogrified and are in disguise.
ko_mt: 단, 형상변환되어 변장한 상태입니다.

# TowerOfMagicFight1over_6_Starter_Default
source: What's that symbol there?
ko_mt: 거기에 그 상징은 무엇입니까?

# TowerOfMagicFight1over_7_Partner_Default
source: The tattoo?
ko_mt: 문신?

# TowerOfMagicFight1over_8_Partner_Default
source: Looks like an A.
ko_mt: A처럼 보입니다.

# TowerOfMagicFight1over_9_Commentator_Default
source: They all have it.
ko_mt: 그들은 모두 그것을 가지고 있습니다.

# TowerOfMagicFight1over_10_Cynical_Normal
source: Guess they're all part of the same club.
ko_mt: 그들은 모두 같은 클럽의 일부라고 생각합니다.

# TowerOfMagicFight1over_11_Cynical_Formal
source: Perhaps it's a crude marker that indicates their allegiance.
ko_mt: 아마도 그것은 그들의 충성을 나타내는 조잡한 표시일 것입니다.

# TowerOfMagicFight1over_12_Pragmatic_Default
source: Well, there's no reason to assume it signifies something sinister.
ko_mt: 글쎄, 그것이 불길한 것을 의미한다고 가정할 이유가 없습니다.

# TowerOfMagicFight1over_13_Starter_Default
source: Do you think it has anything to do with the Soraks?
ko_mt: 설악과 관련이 있다고 생각하십니까?

# TowerOfMagicFight1over_14_History_Default
source: "A" could stand for Arivad.
ko_mt: "A"는 Arivad를 나타낼 수 있습니다.

# TowerOfMagicFight1over_15_History_Default
source: One of the many names of Sorr-Tarr, the Sorak God.
ko_mt: 소락의 신 소르타르의 많은 이름 중 하나.

# TowerOfMagicFight1over_16_Anyother_Default
source: Are you kidding me?
ko_mt: 장난해?

# TowerOfMagicFight1over_17_Anyother_Default
source: That's not good.
ko_mt: 그 좋지 않다.

# TowerOfMagicFight1over_18_Starter_Default
source: At least we know we're in the right place.
ko_mt: 적어도 우리는 우리가 올바른 위치에 있다는 것을 압니다.

# TowerOfMagicFight1over_19_Authority_Default
source: Should we see what they're doing here?
ko_mt: 그들이 여기서 무엇을 하고 있는지 봐야 할까요?

# TowerOfMagicFight1over_20_Selpres_Default
source: Yes, but we should also keep an eye out for any stray Soraks.
ko_mt: 예, 하지만 우리는 또한 길 잃은 소락을 주시해야 합니다.

# TowerOfMagicFight1over_21_Violence_Default
source: If a Sorak shows up, we need to cut off its head.
ko_mt: 설악이 나타나면 머리를 잘라야 합니다.

# TowerOfMagicLoneWorker_1_Starter_Default
source: Please don't kill me.
ko_mt: 날 죽이지 마.

# TowerOfMagicLoneWorker_2_Starter_Default
source: What are you doing here?
ko_mt: 여기서 뭐해?

# TowerOfMagicLoneWorker_3_Starter_Default
source: I'm just a worker.
ko_mt: 난 그냥 노동자입니다.

# TowerOfMagicLoneWorker_4_Starter_Default
source: Are you tattooed with an A?
ko_mt: 문신이 A로 새겨져 있습니까?

# TowerOfMagicLoneWorker_5_Starter_Default
source: I… you don't understand…
ko_mt: 나는… 당신은 이해하지 못합니다…

# TowerOfMagicLoneWorker_6_Starter_Default
source: Are you one of them?
ko_mt: 당신은 그들 중 하나입니까?

# TowerOfMagicLoneWorker_7_Starter_Default
source: One of what? I'm just trying to survive.
ko_mt: 무엇 중 하나? 나는 단지 살아남기 위해 노력하고 있다.

# TowerOfMagicLoneWorker_8_Starter_Default
source: I had no choice.
ko_mt: 선택의 여지가 없었습니다.

# TowerOfMagicLoneWorker_9_Written_Kill
source: You must die.
ko_mt: 당신은 죽어야한다.

# TowerOfMagicLoneWorker_10_Written_LetLive
source: Get out of here.
ko_mt: 여기서 나가.

# TowerOfMagicLoneWorker_11_Written_Tatoo
source: Tell us about the tattoo.
ko_mt: 문신에 대해 알려주세요.

# TowerOfMagicLoneWorker_12_Written_Imps
source: Are the Soraks around?
ko_mt: 설악이 주변에 있나요?

# TowerOfMagicLoneWorker_13_Choice_Kill
source: He is a Sorak slave! We should put him out of his misery!
ko_mt: 설악의 노예다! 우리는 그를 불행에서 구해야 합니다!

# TowerOfMagicLoneWorker_14_Choice_LetLive
source: Run! Run for your life!
ko_mt: 운영! 목숨을 걸고 달려라!

# TowerOfMagicLoneWorker_15_Choice_Tatoo
source: What does the tattoo signify?
ko_mt: 문신은 무엇을 의미합니까?

# TowerOfMagicLoneWorker_16_Choice_Imps
source: Are the Soraks close by?
ko_mt: 설악이 가까이에 있습니까?

# TowerOfMagicLoneWorker_17_Starter_Default
source: It's… I can't…
ko_mt: 그건… 못…

# TowerOfMagicLoneWorker_18_Starter_Default
source: He's dead. How is that possible?
ko_mt: 그는 죽었어. 어떻게 그게 가능합니까?

# TowerOfMagicLoneWorker_19_Starter_Default
source: How is any of this possible?
ko_mt: 어떻게 이것이 가능합니까?

# TowerOfMagicLoneWorker_20_Starter_Default
source: He was doomed from the start.
ko_mt: 그는 처음부터 운명이었습니다.

# TowerOfMagicLoneWorker_21_Starter_Default
source: They're here. They're close…
ko_mt: 그들이 여기있다. 그들은 사이가 좋아…

# TowerOfMagicLoneWorker_22_Starter_Default
source: If they know that I…
ko_mt: 그들이 내가 알고 있다면…

# TowerOfMagic_StatueEmperor1_Starter_NPC
source: Another statue…
ko_mt: 또 다른 동상…

# TowerOfMagic_StatueEmperor2_Partner_Normal
source: These guys really loved themselves.
ko_mt: 이 사람들은 자신을 정말로 사랑했습니다.

# TowerOfMagic_StatueEmperor3_Partner_Formal
source: These Manacalon wizards were quite fond of themselves.
ko_mt: 이 마나칼론 마법사들은 자신들을 아주 좋아했습니다.

# TowerOfMagic_StatueEmperor4_History_Normal
source: Now, this is an Emperor.
ko_mt: 자, 이것은 황제입니다.

# TowerOfMagic_StatueEmperor5_History_Normal
source: A famous one, too? Lerithir Imradir…
ko_mt: 그것도 유명한? 레리티르 임라디르…

# TowerOfMagic_StatueEmperor6_History_Normal
source: …he was Emperor at the time of the Cataclysm.
ko_mt: …그는 대격변 당시 황제였습니다.

# TowerOfMagic_StatueEmperor7_Partner_Normal
source: Good job managing the trouble, mister.
ko_mt: 문제를 잘 관리하고 있습니다, 아저씨.

# TowerOfMagic_StatueEmperor8_Partner_Formal
source: He made history, but not the way he would have wanted.
ko_mt: 그는 역사를 만들었지만 그가 원하는 방식은 아니었다.

# TowerOfMagicRunes_1_Arcana_Default
source: This place is astounding.
ko_mt: 이 곳은 놀랍습니다.

# TowerOfMagicRunes_2_Partner_Default
source: What kind of runes are those?
ko_mt: 어떤 룬들인가요?

# TowerOfMagicRunes_3_Arcana_Default
source: Enchanted runes. From the ancient Imperial period.
ko_mt: 마법에 걸린 룬. 고대 제국 시대부터.

# TowerOfMagicRunes_4_Arcana_Default
source: It is said they had eight schools of magic.
ko_mt: 8개의 마법 학교가 있었다고 합니다.

# TowerOfMagicRunes_5_Arcana_Default
source: Each is represented here. All as equals.
ko_mt: 각각이 여기에 표시됩니다. 모두 평등합니다.

# TowerOfMagicRunes_6_Pragmatic_Formal
source: We weren't sent here to find runes. We were sent to find Soraks.
ko_mt: 우리는 룬을 찾기 위해 여기에 보내진 것이 아닙니다. 우리는 소락스를 찾기 위해 파견되었습니다.

# TowerOfMagicRunes_7_Pragmatic_Slang
source: Yeah, you can tell that to the Soraks right before they cut us to frickin' pieces.
ko_mt: 그래, 소락이 우리를 조각조각 잘라버리기 직전에 그 사실을 소락에게 말할 수 있어.

# TowerOfMagicRunes_8_Pragmatic_Normal
source: We're not here for runes, we're here for Soraks.
ko_mt: 우리는 룬을 위해 여기에 있는 것이 아니라 소락을 위해 여기에 있습니다.

# TowerOfMagicReversedGravity_1_Starter_Default
source: That was… unexpected.
ko_mt: 그건… 뜻밖이었습니다.

# TowerOfMagicReversedGravity_2_Partner_Default
source: This place is topsy-turvy.
ko_mt: 이 곳은 뒤죽박죽입니다.

# TowerOfMagicReversedGravity_3_Partner_Default
source: Magic from a time long forgotten.
ko_mt: 오랫동안 잊혀진 시간의 마법.

# TowerOfMagicReversedGravity_4_Joker_Default
source: Remind me not to take a dump in that hole.
ko_mt: 그 구멍에 쓰레기를 버리지 않도록 상기시켜 주십시오.

# TowerOfMagicReversedGravity_5_Prag_Default
source: Do you really have to make jokes?
ko_mt: 정말 농담을 해야 합니까?

# TowerOfMagicReversedGravity_6_Joker_Default
source: Yeah. It's in my contract. Did Carran not tell you?
ko_mt: 응. 내 계약서에 있어요. 캐런이 말하지 않았습니까?

# TowerOfMagicReversedGravity_7_FormalJoker_Default
source: Something funny suddenly comes to mind…
ko_mt: 갑자기 생각나는 재미있는 일이...

# TowerOfMagicReversedGravity_8_Prag_Default
source: Can you keep it to yourself?
ko_mt: 혼자 간직할 수 있나요?

# TowerOfMagicReversedGravity_9_Starter_Default
source: Might be good to remember what these blue currents can do.
ko_mt: 이 푸른 해류가 무엇을 할 수 있는지 기억하는 것이 좋을 것입니다.

# TowerOfMagicDoor_1_Starter_Default
source: We did it!
ko_mt: 우리는 해냈다!

# TowerOfMagicDoor_2_Partner_Default
source: Was that insane puzzle the work of some long dead Manacalon wizard?
ko_mt: 그 미친 퍼즐은 오래 전에 죽은 마나칼론 마법사의 작품이었나요?

# TowerOfMagicDoor_3_Joke_Default
source: Probably. Even from the tomb that magical arsehole is messing with us.
ko_mt: 아마. 그 마법의 똥구멍이 우리를 괴롭히고 있는 무덤에서조차.

# TowerOfMagicAfterKillingImps_1_Starter_Default
source: They didn't die easily.
ko_mt: 그들은 쉽게 죽지 않았습니다.

# TowerOfMagicAfterKillingImps_2_Starter_Default
source: Worthy foes, indeed.
ko_mt: 참으로 가치 있는 적들.

# TowerOfMagicAfterKillingImps_3_Partner_Formal
source: Thankfully, we prevailed.
ko_mt: 고맙게도 우리는 승리했습니다.

# TowerOfMagicAfterKillingImps_4_Partner_Slang
source: Got every one of those ugly bastards.
ko_mt: 그 못생긴 놈들을 다 잡았습니다.

# TowerOfMagicAfterKillingImps_5_Partner_Normal
source: They bleed just like we do.
ko_mt: 그들은 우리처럼 피를 흘립니다.

# TowerOfMagicAfterKillingImps_6_Pragmatic_Default
source: Now we just need one of their bloody heads.
ko_mt: 이제 우리는 그들의 피 묻은 머리 중 하나만 필요합니다.

# TowerOfMagicFindingTheCrown_1_Commentator_Default
source: Would you look at this?
ko_mt: 이것 좀 봐주실래요?

# TowerOfMagicFindingTheCrown_2_Starter_Default
source: A crown of some kind?
ko_mt: 일종의 왕관?

# TowerOfMagicFindingTheCrown_3_Partner_Default
source: They seemed to keep their distance from it.
ko_mt: 그들은 그것으로부터 자신의 거리를 유지하는 것처럼 보였습니다.

# TowerOfMagicFindingTheCrown_4_Selpres_Default
source: Maybe it's cursed.
ko_mt: 저주받은 것일 수도 있습니다.

# TowerOfMagicFindingTheCrown_5_PlayerChoice_Default
source: Look what I found.
ko_mt: 내가 찾은 걸 봐.

# TowerOfMagicFindingTheCrown_6_Educated_Default
source: Let me take a look.
ko_mt: 한 번 볼게요.

# TowerOfMagicFindingTheCrown_7_Default_Default
source: What language is this?
ko_mt: 이것이 무슨 언어 지?

# TowerOfMagicFindingTheCrown_8_Tirmarian_Default
source: Looks like ancient Tirmarian.
ko_mt: 고대의 티르마리안처럼 보입니다.

# TowerOfMagicFindingTheCrown_9_Tirmarian_Default
source: If you find it, send for… this appears to be a name.
ko_mt: 찾으면 다음 주소로 보내십시오. 이것은 이름인 것 같습니다.

# TowerOfMagicFindingTheCrown_10_Starter_Slang
source: Is this the language of those damned lizards?
ko_mt: 이게 그 빌어먹을 도마뱀들의 언어인가?

# TowerOfMagicFindingTheCrown_11_Starter_Normal
source: That has to be a Sorak name.
ko_mt: 설악의 이름이어야 합니다.

# TowerOfMagicFindingTheCrown_12_Partner_Default
source: They were protecting it, so it must be valuable - to them, at least.
ko_mt: 그들은 그것을 보호하고 있었기 때문에 적어도 그들에게는 가치가 있을 것입니다.

# TowerOfMagicFindingTheCrown_13_Selpres_Default
source: Take it then.
ko_mt: 가져 가라.

# TowerOfMagicFindingTheCrown_14_Starter_Default
source: Whew, I was worried it might be booby trapped.
ko_mt: 휴, 나는 그것이 부비 덫에 걸린 것이 아닐까 걱정했다.

# TowerOfMagicFindingTheCrown_15_Partner_Default
source: Perhaps we should rest before we head back.
ko_mt: 아마도 우리는 돌아가기 전에 휴식을 취해야 할 것입니다.

# TowerOfMagicFindingTheCrown_16_Selpres_Default
source: I say we go.
ko_mt: 나는 우리가 간다고 말한다.

# TowerOfMagicFindingTheCrown_17_Selpres_Default
source: Before the owner of that unpronounceable name shows his ugly face.
ko_mt: 그 발음하기 힘든 이름의 주인이 못생긴 얼굴을 보이기 전에.

# TowerOfMagicFindingTheCrown_18_Pragmatic_Default
source: The mission is done after all.
ko_mt: 임무는 결국 완료됩니다.

# TowerOfMagicFindingTheCrown_19_Selpres_Default
source: Is it? Did someone cut off a Sorak's head?
ko_mt: 그렇습니까? 누가 설악의 머리를 잘랐나?

# TowerOfMagicFindingTheCrown_20_Selpres_Default
source: All right, then - I'll do it!
ko_mt: 좋아, 그럼 - 내가 할게!

# TowerOfMagicFindingTheCrown_21_Pragmatic_Default
source: The sooner we go, the sooner we can get back to Caer Cyflen.
ko_mt: 빨리 갈수록 Caer Cyflen으로 더 빨리 돌아갈 수 있습니다.

# TowerOfMagicFindingTheCrown_22_Starter_Default
source: After you, friends.
ko_mt: 당신 후, 친구.

# TowerOfMagicFindingTheCrown_TakeCrownWRITTENLINE
source: Take the Crown
ko_mt: 왕관을 가져 가다

# TowerOfMagicBook_1_Starter_Default
source: Interesting.
ko_mt: 흥미로운.

# TowerOfMagicBook_2_Spellcaster_Default
source: It's in remarkable condition considering how long it's been here.
ko_mt: 이곳에 온 지 얼마나 된 지 생각하면 상태가 아주 훌륭합니다.

# TowerOfMagicBook_3_Starter_Default
source: Do you think it has magical properties?
ko_mt: 마법의 속성이 있다고 생각합니까?

# TowerOfMagicBook_4_Spellcaster_Slang
source: By Arun's bones! I think it's a spellbook.
ko_mt: 아룬의 뼈로! 마법서인 것 같아요.

# TowerOfMagicBook_5_Spellcaster_Default
source: A spellbook that predates the Cataclysm.
ko_mt: 대격변 이전의 주문서.

# TowerOfMagicBook_6_Starter_Default
source: And I should care because?
ko_mt: 그리고 내가 신경써야 하기 때문에?
