Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&LegendaryQuest_5_8_History_Normal
source: A temple of Arivad!
ko: 아리바드의 신전이야!

# Narration/&LegendaryQuest_5_9_Einar_Normal
source: Einar protect us!
ko: 에이나르시여 저희를 보호하소서!

# Narration/&LegendaryQuest_5_10_Any_Normal
source: Isn't that one of the names of the Sorak god?
ko: 그거 소락의 신들 중 하나 아니었나?

# Narration/&LegendaryQuest_5_11_History_Normal
source: Not before the Cataclysm.
ko: 대격변 이전에는 아니었지.

# Narration/&LegendaryQuest_5_12_History_Normal
source: Arivad was fierce and just on Tirmar - a god of inquisitors.
ko: 아리바드는 난폭한 티르마르 지역의 신이었지 - 심문관들의 신이었어.

# Narration/&LegendaryQuest_5_13_History_Normal
source: Before he was corrupted.
ko: 타락하기 전에는 말야.

# Narration/&LegendaryQuest_5_14_History_Normal
source: His good side became Einar.
ko: 그의 좋은 면은 에이나르가 되었지.

# Narration/&LegendaryQuest_5_15_History_Normal
source: His bad side was absorbed by Sorr-Tarr and they became one.
ko: 나쁜 면은 소르타르에게 흡수되었고 그들은 하나가 되었어.

# Narration/&LegendaryQuest_5_16_Einar_Normal
source: The name of Arivad is cursed. This place is… evil.
ko: 아리바드의 이름은 저주받았다. 이곳은... 사악함으로 가득찼어.

# Narration/&LegendaryQuest_5_17_History_Normal
source: This is just stone, transported here from Tirmar.
ko: 이건 그냥 티르마르에서 여기로 운반된 돌덩이야.

# Narration/&LegendaryQuest_5_18_History_Normal
source: Whatever took place within these walls happened a millennium ago.
ko: 이 벽 안쪽에서 일어났던 일은 전부 천년 전 일이야.

# Narration/&LegendaryQuest_5_19_Einar_Normal
source: Such evil never fully disappears.
ko: 이런 악은 결코 완전히 사라지지 않는다.

# Narration/&LegendaryQuest_5_20_Lawful_Normal
source: Well, then - let's clean the place up!
ko: 뭐 그럼, 깔끔하게 치워버립시다!

# Narration/&LegendaryQuest_6_1_Merton_NPC
source: Well, I must say…
ko: 음, 이 말은 해야겠어…

# Narration/&LegendaryQuest_6_2_Merton_NPC
source: You're the best team I ever had.
ko: 너희들은 내가 함께 했던 팀 중 최고야.

# Narration/&LegendaryQuest_6_3_Friendly_Normal
source: Thanks!
ko: 고마워요!

# Narration/&LegendaryQuest_6_4_Friendly_Formal
source: From a living legend like you, that's a great compliment.
ko: 살아있는 전설한테 그런 말을 듣다니, 엄청난 찬사네요.

# Narration/&LegendaryQuest_6_5_Merton_NPC
source: Now, it's time to take your reward.
ko: 자, 보상 받을 시간이군.

# Narration/&LegendaryQuest_6_6_Any_Normal
source: You're leaving?
ko: 가시려고요?

# Narration/&LegendaryQuest_6_7_Merton_NPC
source: I told you. This is it for me - killing that remorhaz, climbing those stairs.
ko: 말했지. 난 이거면 된다고. 레모라즈를 죽이고, 계단 올라 가는 거.

# Narration/&LegendaryQuest_6_8_Merton_NPC
source: I need to tell someone. I'll see you back at Caer Cyflen.
ko: 만날 사람이 있어서 그런데, 케어 키플렌에서 다시 보도록 하지.

# Narration/&LegendaryQuest_6_9_Selfpres_Normal
source: Mysterious.
ko: 참 기이한 사람이야.

# Narration/&LegendaryQuest_6_10_Pragmatic_Normal
source: Crazy but… a damn good ranger.
ko: 정신 나갔지만... 제대로 된 레인저 양반이군.

# Narration/&LegendaryQuest_6_11_Nosy_Normal
source: He's going back to that Bitterroot woman.
ko: 비터루트한테 다시 가나 보군.

# Narration/&LegendaryQuest_6_12_Lawful_Normal
source: That's none of our business.
ko: 이젠 우리 알 바 아니지.

# Narration/&LegendaryQuest_6_13_Greed_Normal
source: Indeed. That chest on the other hand…
ko: 그렇지. 하지만 저 궤짝이라면 말이 다르지…

# Narration/&TheAerElai1_Nosy_Default
source: Look at that…
ko: 저걸 봐…

# Narration/&TheAerElai2_Nosy_Default
source: …the heart of the Badlands, almost the epicenter of the Cataclysm.
ko: ...대격변의 진원지, 황무지의 심장부.

# Narration/&TheAerElai3_Selfpres_Default
source: There's nothing left of the Old Empire.
ko: 구 제국의 티끌조차 남지 않았군.

# Narration/&TheAerElai4_Authority_Default
source: All right, people - we're not here for the view.
ko: 좋아, 여러분. 우리는 경치 보러 온 게 아니야.

# Narration/&TheAerElai5_Arcana_Default
source: This wind… it's not natural.
ko: 바람이... 부자연스럽군.

# Narration/&TheAerElai6_Arcana_Default
source: It's a mana wind. We can't use magic to get across.
ko: 마나가 담겨있군. 마법을 써서 건널 순 없겠어.

# Narration/&TheAerElai7_Cynical_Default
source: So, falling would be a bad idea, then.
ko: 그렇다면, 떨어지는 건 나쁜 생각이겠군.

# Narration/&TheAerElai8_Lawful_Default
source: We've been through worse.
ko: 더한 것도 겪어봤잖아.

# Narration/&TheAerElai9_Selfpres_Default
source: Watch out!
ko: 조심해!

# Narration/&TheAerElai10_Nosy_Default
source: What kind of creature lives in a place like this?
ko: 이딴 곳에 대체 무슨 생명체가 있는 거야?

# Narration/&TheAerElai11_Nature_Default
source: You got it: fire spiders.
ko: 저기 있네, 화염 거미들이 온다.

# Narration/&TheAerElai12_Selfpres_Default
source: Over there! Soraks!
ko: 위를 봐! 소락이다!

# Narration/&TheAerElai13_Einar_Default
source: They don't need to hide here.
ko: 여기서는 숨을 필요조차 없나 보군.

# Narration/&TheAerElai14_Pragmatic_Default
source: They're not paying attention. What are they doing?
ko: 쳐다보지도 않잖아. 저것들 뭐 하는 거야?

# Narration/&TheAerElai15_Cynical_Default
source: Dropping gigantic bones into lava?
ko: 거대한 뼈들을 용암에 떨어트리네?

# Narration/&TheAerElai16_Pragmatic_Default
source: Why?
ko: 왜 저러는 거지?

# Narration/&TheAerElai17_Nature_Default
source: They're not just any bones…
ko: 저건 그냥 뼈가 아니야…

# Narration/&TheAerElai18_Nature_Default
source: …those are dragon bones!
ko: ...용의 뼈잖아!

# Narration/&TheAerElai19_Pragmatic_Default
source: How many dragons died here?
ko: 얼마나 많은 드래곤이 죽은 걸까?

# Narration/&TheAerElai20_Arcana_Default
source: Remember what the Princess said. The place is deadly to them.
ko: 공주가 했던 말을 떠올려봐. 이곳은 용들에게 치명적이라고.

# Narration/&TheAerElai21_Authority_Default
source: There's no other way - we need to get up there!
ko: 다른 방법이 없네. 우린 어서 올라가야 해!

# Narration/&TheAerElai22_Cynical_Default
source: Without being shot at, preferably?
ko: 공격받지는 않으면서, 그게 낫겠지?

# Narration/&TheAerElai23_Cynical_Default
source: More dragon bones?
ko: 용 뼈가 더 있네?

# Narration/&TheAerElai24_Pragmatic_Default
source: That's really what they were doing - cleaning up the place!
ko: 진짜 저것들이 하던 일이었네. 여길 청소하는 거!

# Narration/&TheAerElai25_Authority_Default
source: They were destroying the bones!
ko: 뼈를 없애고 있었어!

# Narration/&TheAerElai26_Nosy_Default
source: How do you know?
ko: 어떻게 알아?

# Narration/&TheAerElai27_Arcana_Default
source: The bones are a threat to them!
ko: 저 뼈들이 위협이 되는거야!

# Narration/&TheAerElai28_Pragmatic_Default
source: I don't follow.
ko: 이해가 안 되는 걸.

# Narration/&TheAerElai29_Arcana_Default
source: These are the remains of the Masters of the Arcaneum.
ko: 아케니움 주인들의 유해로군.

# Narration/&TheAerElai30_Pragmatic_Default
source: Dragons? All of them?
ko: 용이라고? 그들 전부가?

# Narration/&TheAerElai31_Arcana_Default
source: The Master of Abjuration was no exception. They were all dragons.
ko: 방호학 마스터도 예외는 아니었군. 전부 용이였어.

# Narration/&TheAerElai32_Arcana_Default
source: Even the Magister.
ko: 마지스터까지도.

# Narration/&TheAerElai33_Arcana_Default
source: And his bones are among those.
ko: 마지스터 뼈도 저기 섞여있고.

# Narration/&TheAerElai34_Pragmatic_Default
source: I thought I felt something, but…
ko: 뭔가 느껴진다고 생각했는데, 그게…

# Narration/&TheAerElai35_Cynical_Default
source: Definitely.
ko: 분명해.

# Narration/&TheAerElai36_Authority_Default
source: We need to search the bones.
ko: 저 뼛더미를 뒤져봐야 해.

# Narration/&TheAerElai37_Any_Default
source: Here!
ko: 여기야!

# Narration/&TheAerElai38_Any2_Default
source: A tooth?
ko: 이빨인가?

# Narration/&TheAerElai39_Any3_Default
source: It calls to me…
ko: 날 부르고 있어…

# Narration/&TheAerElai40_Magister_NPC
source: Let me… touch my Crown…
ko: 왕관을... 만지게 해다오…

# Narration/&TheAerElai41_Any_Default
source: Did you hear that?
ko: 방금 그 소리 들었어?

# Narration/&TheAerElai42_Any2_Default
source: I did.
ko: 제대로 들었지.

# Narration/&TheAerElai43_Any3_Default
source: He wants to touch the Crown.
ko: 그가 왕관을 만지기를 원하고 있어.

# Narration/&TheAerElai44_Any4_Default
source: The tooth? Just one little tooth?
ko: 이? 저 이빨 하나가?

# Narration/&TheAerElai45_Any3_Default
source: That's why the Soraks want to destroy the bones.
ko: 그게 바로 소락이 뼈를 파괴하려 하는 이유야.

# Narration/&TheAerElai46_Any2_Default
source: What will happen if we succeed?
ko: 우리가 성공하면 무슨 일이 일어나지?

# Narration/&TheAerElai47_Magister_NPC
source: Let me… touch my Crown…
ko: 내 왕관을... 만지게 해다오…

# Narration/&TheAerElai48_Authority_Default
source: There's only one way to find out.
ko: 알아낼 방법은 단 하나뿐이지.

# Narration/&TheAerElai49_Selfpres_Default
source: This place never ends!
ko: 정말 끝도 없네!

# Narration/&TheAerElai50_Any2_Default
source: This is the way - I can hear the Crown!
ko: 이 쪽이야 - 왕관이 날 부르고 있어!

# Narration/&TheAerElai51_Any3_Default
source: Yes! We must go on!
ko: 그래! 나아가야만 해!

# Narration/&TheAerElai52_Selfpres_Default
source: Are we walking into some gigantic trap?
ko: 우리 무슨 거대한 함정으로 걸어들어가고 있는 건가?

# Narration/&TheAerElai53_Pragmatic_Default
source: The Soraks are doing all they can to stop us!
ko: 소락들이 우리를 멈추기 위해 온갖 애를 쓰는군!

# Narration/&TheAerElai54_Authority_Default
source: Come on - don't falter now!
ko: 서둘러 - 망설일 시간 없어!

# Narration/&TheAerElai55_Any_Default
source: This is it - the Rift!
ko: 드디어 - 균열이야!

# Narration/&TheAerElai56_Selfpres_Default
source: Is it open again?
ko: 다시 열린 건가?

# Narration/&TheAerElai57_Any_Default
source: Hard to say.
ko: 아직은 모르겠는데.

# Narration/&TheAerElai58_Any_Default
source: I see a bunch of Soraks, but not the countless horde they're expecting.
ko: 소락 한 무더기가 보이긴 하는데, 전에 예상했던 것만큼 셀수 없이 많지는 않네.

# Narration/&TheAerElai59_Cynical_Default
source: And no god.
ko: 걔네 신도 없고.

# Narration/&TheAerElai60_Any_Default
source: The Crown!
ko: 왕관이야!

# Narration/&TheAerElai61_Any_Default
source: They're doing it - the damn ritual!
ko: 지금 하고 있는 거야 - 그 빌어먹을 의식을!

# Narration/&TheAerElai62_Any_Default
source: This is it, friends. This is when we make history - or die.
ko: 친구들이여, 때가 됐네. 우린 역사에 이름을 남기거나, 무참히 죽겠지.

# Narration/&TheAerElai63_AcolyteEinar_Default
source: Einar guide us!
ko: 에이나르께서 우리를 인도하시길!

# Narration/&TheAerElai64_AcolyteMaraike_Default
source: Maraike watch over us!
ko: 마라이케께서 우리를 보살피신다!

# Narration/&TheAerElai65_AcolyteArun_Default
source: Arun lights our way!
ko: 아룬께서 우리의 길을 밝히시니!

# Narration/&TheAerElai66_AcolytePakri_Default
source: Justice will prevail!
ko: 정의는 승리할 것이다!

# Narration/&TheAerElai67_Highclass_Default
source: For all my ancestors, I shall not fail!
ko: 나의 선조들을 위하여, 나는 실패하지 않는다!

# Narration/&TheAerElai68_Sellsword_Default
source: To the bitter end!
ko: 최후까지!

# Narration/&TheAerElai69_Lowlife_Default
source: Let's make this bitch pay once and for all.
ko: 이 새끼들이 한 짓을 고대로 갚아주자고.

# Narration/&TheAerElai70_Spy_Default
source: Let's neutralize this guy.
ko: 이 자식을 자연으로 돌려보내 주자고.

# Narration/&TheAerElai71_Academic_Default
source: If we were destined to fail, we would have perished already.
ko: 우리가 실패할 운명이었다면, 진작에 뒤졌을 거야.

# Narration/&TheAerElai72_Philosopher_Default
source: We'll venture where no one has been before!
ko: 우리는 아무도 가 본 적 없는 곳까지 가보게 될 거야!

# Narration/&TheAerElai73_Lawmaker_Default
source: This chaos will end - today!
ko: 혼돈은 끝난다 - 바로 오늘!

# Narration/&TheAerElai74_Any_Default
source: We did it!
ko: 우리가 해냈어!

# Narration/&TheAerElai75_Any2_Default
source: The Magister!
ko: 마지스터야!

# Narration/&TheAerElai76_Any2_Default
source: He's coming back to life!
ko: 그가 부활하고 있어!

# Narration/&TheAerElai77_Magister_NPC
source: Hold.
ko: 버텨라.

# Narration/&TheAerElai78_Any3_Default
source: What?
ko: 뭐야?

# Narration/&TheAerElai79_Any4_Default
source: The Rift, it's open!
ko: 균열이 열리고 있어!

# Narration/&TheAerElai80_Any3_Default
source: No!
ko: 안 돼!

# Narration/&TheAerElai81_Magister_NPC
source: HOLD.
ko: 버텨야 한다.

# Narration/&TheAerElai82_Any_Default
source: I thought that was it!
ko: 끝난 줄 알았는데!

# Narration/&TheAerElai83_Any2_Default
source: He said hold! We need to hold!
ko: 그가 버티라고 했어! 한 번 버텨보자!

# Narration/&TheAerElai84_Any_Default
source: Against a whole army?
ko: 군대 전체를 상대로 말이지?

# Narration/&TheAerElai85_Any3_Default
source: Look!
ko: 이것 봐!

# Narration/&TheAerElai86_Any3_Default
source: He's closing the Rift!
ko: 그가 균열을 닫고 있어!

# Narration/&TheAerElai87_Authority_Default
source: Protect the Magister - nothing else matters!
ko: 마지스터를 보호해 - 무슨 수를 써서라도!

# Narration/&TheAerElai88_Magister_NPC
source: I was right about you.
ko: 내가 자네들을 제대로 봤군.

# Narration/&TheAerElai89_Magister_NPC
source: I must go, now.
ko: 돌아갈 시간이 왔노라.

# Narration/&TheAerElai90_Magister_NPC
source: Take care of Solasta. Take care of your world.
ko: 이 세계를, 솔라스타를 부탁한다.

# Narration/&Scavengers_Dialog_02_1_Starter_Default
source: Hello Annie.
ko: 안녕, 애니.

# Narration/&Scavengers_Dialog_02_2_Quartermaster_NPC
source: You're back! How did it go?
ko: 돌아왔군요! 어땠어요?

# Narration/&Scavengers_Dialog_02_3_Starter_Default
source: Well… Captain Henrik is dead, I'm sorry.
ko: 음... 미안하지만 헨릭 대위가 죽었어요.

# Narration/&Scavengers_Dialog_02_4_Quartermaster_NPC
source: Oh. Who's in charge, then?
ko: 이런. 그럼 이제 누가 책임자죠?

# Narration/&Scavengers_Dialog_02_5_Starter_Default
source: You might have to wait before going to Caer Lem, I'm afraid.
ko: 미안하지만 케어 램에 가기 전에 좀 기다려야 할 것 같네요.

# Narration/&Scavengers_Dialog_02_6_Quartermaster_NPC
source: I see.
ko: 그렇군요.

# Narration/&Scavengers_Dialog_02_7_Quartermaster_NPC
source: Well, not your fault. Thanks for the heads-up.
ko: 뭐, 당신들 잘못은 아니죠. 알려줘서 고마워요.

# Narration/&Scavengers_Dialog_02_8_Starter_Default
source: You're welcome.
ko: 천만에요.

# Narration/&Scavengers_Dialog_03_1_Starter_Default
source: We wanted to talk about Caer Lem.
ko: 케어 렘에 대해 얘기해보죠.

# Narration/&Scavengers_Dialog_03_2_Quartermaster_NPC
source: I'm all ears.
ko: 말씀하세요.

# Narration/&Scavengers_Dialog_03_3_Starter_Default
source: No one's there anymore…
ko: 거기엔 이제 아무도 없는데…

# Narration/&Scavengers_Dialog_03_4_Quartermaster_NPC
source: Ah, you want to claim the place?
ko: 아하, 그 곳 정리를 요청하시려고요?

# Narration/&Scavengers_Dialog_03_5_Starter_Default
source: How does it work again?
ko: 잘 기억이 안 나는데 그게 어떤 식으로 돌아가는 거였죠?

# Narration/&Scavengers_Dialog_03_6_Quartermaster_NPC
source: We go there and scavenge everything you didn't take, then you get a percentage.
ko: 우리 스캐빈저가 일단 거기에 가서 남아있는 것들을 싹쓸이하고, 여러분은 그 중 여러분 몫을 받게 되죠.

# Narration/&Scavengers_Dialog_03_7_Starter_Default
source: We can't promise you it's safe.
ko: 그곳이 안전하다고 장담은 못해요.

# Narration/&Scavengers_Dialog_03_8_Quartermaster_NPC
source: It never is.
ko: 당연히 안전하지 않죠.

# Narration/&Scavengers_Dialog_03_9_Quartermaster_NPC
source: Once we get there, we'll set up an outpost of our own.
ko: 우리가 거기에 도착하는대로 우리 전초기지를 세울 거예요.

# Narration/&Scavengers_Dialog_03_10_Quartermaster_NPC
source: I'll check with the Council first, but thanks anyway.
ko: 먼저 평의회에 확인해 볼게요. 아무튼 감사합니다.

# Narration/&Scavengers_Dialog_03_11_Starter_Default
source: What do we do next?
ko: 이제 뭘 해야하죠?

# Narration/&Scavengers_Dialog_03_12_Quartermaster_NPC
source: Once we've done our work, I'll let you know.
ko: 작업이 완료되면 알려드리죠.

# Narration/&Scavengers_Dialog_03_13_Quartermaster_NPC
source: You'll just have to come by and collect your share.
ko: 그럼 그냥 오셔서 여러분의 몫을 챙겨가시면 돼요.

# Narration/&Generic_False_Gem_Thread_01
source: I think… this is what the Crown showed me.
ko: 내 생각에... 이게 왕관이 나에게 보여줬던 것 같아.

# Narration/&Generic_False_Gem_Thread_02
source: So, not one of the gems?
ko: 음, 그 보석 중의 하나가 아니고?

# Narration/&Generic_False_Gem_Thread_03
source: Obviously.
ko: 확실해.

# Narration/&Generic_False_Gem_Thread_04
source: Do you feel anything else?
ko: 뭔가 다른 것도 느껴져?

# Narration/&Generic_False_Gem_Thread_05
source: Yes.
ko: 응.

# Narration/&Generic_False_Gem_Thread_06
source: Alright - let's go, then.
ko: 좋아 - 그럼 가자.

# Narration/&Generic_False_Gem_Thread_07
source: I'm afraid not.
ko: 미안하지만 아냐.

# Narration/&Generic_False_Gem_Thread_08
source: That's a problem.
ko: 그 뭔가가 문제야.

# Narration/&Generic_False_Gem_Thread_09
source: Let's go back to the Council. We have to tell them.
ko: 일단 의회로 돌아가자. 그들에게 얘기부터 해야할 것 같아.

# Narration/&ScavengersQuestTelema_Start_1_Annie_NPC
source: I have great need of you, my friends.
ko: 여러분을 애타게 찾고 있었어요.

# Narration/&ScavengersQuestTelema_Start_2_Any_Default
source: What's going on?
ko: 무슨 일이죠?

# Narration/&ScavengersQuestTelema_Start_3_Annie_NPC
source: One of our teams has been attacked and is stranded in the Badlands.
ko: 우리 팀 하나가 공격당해서 황무지에 낙오돼 있어요.

# Narration/&ScavengersQuestTelema_Start_4_Any_Default
source: Oh, where?
ko: 이런, 어디죠?

# Narration/&ScavengersQuestTelema_Start_5_Annie_NPC
source: It's a bit beyond Caer Lem, not that far into the Badlands.
ko: 케어 렘 살짝 넘어서요, 황무지 쪽으로 그렇게 멀리 가진 않았어요.

# Narration/&ScavengersQuestTelema_Start_6_Annie_NPC
source: They found a legendary place - the lost city of Telema!
ko: 그들은 전설의 장소를 발견했어요 - 텔레마의 잃어버린 도시를요!

# Narration/&ScavengersQuestTelema_Start_7_Annie_NPC
source: No one really knows what it was, but the name appears in many old texts.
ko: 그게 뭐였는지 아무도 모르지만, 그 이름은 여러 고대 문헌에 등장해요.

# Narration/&ScavengersQuestTelema_Start_8_Annie_NPC
source: So they started exploring.
ko: 그래서 탐험해보기 시작했죠.

# Narration/&ScavengersQuestTelema_Start_9_Annie_NPC
source: One of them came back yesterday...
ko: 그 중 하나가 어제 돌아왔는데...

# Narration/&ScavengersQuestTelema_Start_10_Annie_NPC
source: ...he had lost an arm.
ko: ...팔 하나를 잃은 채였어요.

# Narration/&ScavengersQuestTelema_Start_11_Annie_NPC
source: He told me they'd been attacked and his leader sent him to get help.
ko: 팀이 공격당했고, 리더가 지원 요청을 위해 보냈다고 해요.

# Narration/&ScavengersQuestTelema_Start_12_Annie_NPC
source: Alas, Telema is many days from here.
ko: 아아, 그런데 텔레마까지는 너무 오래 걸려요.

# Narration/&ScavengersQuestTelema_Start_13_Any_Default
source: Do you think they're still alive?
ko: 그들이 아직 살아있을 것 같습니까?

# Narration/&ScavengersQuestTelema_Start_14_Annie_NPC
source: I don't know, but I'd like you to go and find out.
ko: 몰라요, 그래도 가서 찾아봐야죠.

# Narration/&ScavengersQuestTelema_Start_15_Annie_NPC
source: If they're alive, bring them back.
ko: 만약 살아있다면, 이리 데려와 주세요.

# Narration/&ScavengersQuestTelema_Start_16_Annie_NPC
source: If not... I'll send for their bodies.
ko: 아니라면... 시신이라도 가져와야죠.

# Narration/&ScavengersQuestTelema_Start_17_Annie_NPC
source: Anyway, the place is yours to explore. I expect it contains many treasures.
ko: 어쨌든, 당신이 원하는대로 그 곳을 탐험해보세요. 엄청난 보물들이 있을 거예요.

# Narration/&ScavengersQuestTelema_Start_18_Any_Default
source: Well, I suppose we can do that for our friends the Scavengers.
ko: 뭐, 우리의 친구 스캐빈져를 위해서 그 정도는 할 수 있죠.

# Narration/&ScavengersQuestTelema_Start_19_Annie_NPC
source: That would make you part of the family, I promise.
ko: 그래만 주신다면 모두가 여러분을 우리 식구로 받아들일 거예요, 제가 장담하죠.

# Narration/&ScavengersQuestTelema_Start_20_Any_Default
source: All right, let's hope we find them alive.
ko: 좋아요, 그들이 살아있는 동안 우리가 찾을 수 있기를 기원합시다.

# Narration/&ScavengersQuestTelema_EndHector_2_Any_Default
source: Let's search him. We might find something to explain all this.
ko: 찾아봅시다. 이 모든 걸 설명해 줄 무언가 있을 거예요.

# Narration/&ScavengersQuestTelema_EndHector_3_Any_Default
source: Are you thinking what I'm thinking?
ko: 지금 나랑 같은 생각 하고 있죠?

# Narration/&ScavengersQuestTelema_EndHector_4_Any_Default
source: Soraks?
ko: 소락?

# Narration/&ScavengersQuestTelema_EndHector_5_Any_Default
source: At least we saved two of them.
ko: 적어도 둘은 구했네요.

# Narration/&ScavengersQuestTelema_EndHector_6_Cynical_Default
source: The best ones, I'm sure.
ko: 가장 나은 친구들이지, 장담할 수 있어.

# Narration/&ScavengersQuestTelema_EndHector_7_Judgmental_Default
source: Shut up!
ko: 닥쳐!

# Narration/&ScavengersQuestTelema_EndHector_8_Any_Default
source: Let's go back and tell Annie.
ko: 돌아가서 애니에게 전해줍시다.

# Narration/&ScavengersQuestTelema_End_1_Annie_NPC
source: My friends, you did it!
ko: 친구여, 해냈군요!

# Narration/&ScavengersQuestTelema_End_2_Any_Default
source: Lena and Dek are already here?
ko: 리나와 데크는 벌써 왔나요?

# Narration/&ScavengersQuestTelema_End_3_Annie_NPC
source: I received a message. They're safely back in Coparann.
ko: 메시지를 받았죠. 무사히 코파란으로 돌아왔답니다.

# Narration/&ScavengersQuestTelema_End_4_Any_Default
source: So they told you about Hector.
ko: 말인 즉슨, 그들이 헥터에 대해 말해줬군요.

# Narration/&ScavengersQuestTelema_End_5_Annie_NPC
source: Yes. Another friend lost...
ko: 예. 또 하나를 잃었네요...

# Narration/&ScavengersQuestTelema_End_6_Any_Default
source: You mean Arwin Merton?
ko: 아르윈 머튼 얘기하는 건가요?

# Narration/&ScavengersQuestTelema_End_7_Annie_NPC
source: Never mind me. This was the Soraks, I know.
ko: 신경 쓰지 마세요. 이건 소락 짓이었어요, 제가 알죠.

# Narration/&ScavengersQuestTelema_End_8_Any_Default
source: Actually, we found proof that it was.
ko: 사실, 우리가 증거를 좀 찾아냈죠.

# Narration/&ScavengersQuestTelema_End_9_Annie_NPC
source: Oh... and you saved two of my kids, I shall never forget.
ko: 오... 그리고 우리 아이들 둘을 구해주었군요. 이 은혜는 절대 잊지 않을 거예요.

# Narration/&ScavengersQuestTelema_End_10_Any_Default
source: We must go, Annie. See you!
ko: 가봐야겠어요, 애니. 나중에 봐요!

# Narration/&ScavengersCoparann_1_Any_Default
source: Are you the local… boss of the Scavengers?
ko: 스캐빈저의 지역... 책임자이십니까?

# Narration/&ScavengersCoparann_2_Milan_NPC
source: You could say that.
ko: 그렇다고 볼 수 있습니다.

# Narration/&ScavengersCoparann_3_Milan_NPC
source: Not boss of much, I'm afraid.
ko: 이제는 뭐 책임자라고 보기도 어렵지만요.

# Narration/&ScavengersCoparann_4_Milan_NPC
source: We used to have adventurers raiding around here, but now there's just one.
ko: 예전에야 주변을 수색하는 모험가가 여럿 있었지만, 지금은 단 한 명뿐이거든요.

# Narration/&ScavengersCoparann_5_Any_Default
source: One?
ko: 한 명이요?

# Narration/&ScavengersCoparann_6_Milan_NPC
source: She's around somewhere. You might run into her.
ko: 주변 어딘가에 있을 겁니다. 그녀와 마주칠지도 모르겠군요.

# Narration/&ScavengersCoparann_7_Any_Default
source: We did find an interesting place, though - an old Tirmarian monastery.
ko: 아무튼 저희는 흥미로운 장소를 발견했습니다. 오래된 티르마르 수도원입니다.

# Narration/&ScavengersCoparann_8_Milan_NPC
source: Yeah?
ko: 그래요?

# Narration/&ScavengersCoparann_9_Milan_NPC
source: Tell me where. We'll take care of it.
ko: 어디인지 말해 주세요. 저희가 맡죠.

# Narration/&PriestessOfPakri1_Priestess_NPC
source: The law provides, adventurers!
ko: 질서가 여러분의 방패가 되길!

# Narration/&PriestessOfPakri2_Pakri_Default
source: Pakri preserve us!
ko: 파크리께서 우릴 보호하실 겁니다!

# Narration/&PriestessOfPakri4_Priestess_NPC
source: May the owl watch over you, faithful one.
ko: 신실하신 자여, 올빼미가 당신 곁을 지킬 것입니다.

# Narration/&PriestessOfPakri3_Priestess_NPC
source: May you find the answers you seek, adventurers.
ko: 추구하는 답을 찾으시길 바랍니다, 모험자들이여.

# Narration/&PriestOfMaraike1_Priest_NPC
source: There's life yet, adventurers!
ko: 생명이 함께하시길, 모험가들이여!

# Narration/&PriestOfMaraike2_Maraike_Default
source: Maraike smile on you!
ko: 마라이케께서 당신에게 미소짓기를!

# Narration/&PriestOfMaraike3_Priest_NPC
source: Lady of life! A follower of the goddess.
ko: 생명의 여신이 그대들을 보호합니다.

# Narration/&PriestOfMaraike4_Priest_NPC
source: Walk in life, adventurers.
ko: 충만한 생명이 당신들을 돌보길.

# Narration/&PhilosopherBackgroundQuest_QuestGiver_1_MayorBrightspark_NPC
source: Ah - deputies!
ko: 아, 대리인 여러분!

# Narration/&PhilosopherBackgroundQuest_QuestGiver_2_Philosopher_Default
source: Clear skies, lady mayor!
ko: 맑은 하늘입니다, 시장님!

# Narration/&PhilosopherBackgroundQuest_QuestGiver_3_MayorBrightspark_NPC
source: Hem. Well, a renowned mind of Caer Cyflen has asked to see you.
ko: 에헴, 그래요, 케어 키플렌의 저명한 석학 한 분이 당신을 만나고 싶어 합니다.

# Narration/&PhilosopherBackgroundQuest_QuestGiver_4_MayorBrightspark_NPC
source: I believe you know him - Galeafin Pureheart?
ko: 갤리핀 퓨어하트를 아시죠?

# Narration/&PhilosopherBackgroundQuest_QuestGiver_5_Philosopher_Default
source: Indeed! A very fine mind and a beloved teacher!
ko: 물론입니다! 아주 뛰어난 지성인이시자 존경받는 선생님이시죠!

# Narration/&PhilosopherBackgroundQuest_QuestGiver_6_MayorBrightspark_NPC
source: Well, he's heard about your exploits and would like to talk to you.
ko: 그래요, 당신의 공을 들으시고는 당신과 이야기를 나누고 싶다더군요.

# Narration/&PhilosopherBackgroundQuest_QuestGiver_7_Philosopher_Default
source: Gladly! It will be good to see my old teacher! Clear skies!
ko: 물론이죠! 옛 스승님을 뵈면 정말 좋을 겁니다! 맑은 하늘이 함께하길!

# Narration/&PhilosopherBackgroundQuest_QuestGiver_8_MayorBrightspark_NPC
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_1_Philosopher_Default
source: Clear skies! We would like to meet Master Pureheart!
ko: 맑은 하늘이 함께하길! 퓨어하트 선생님을 뵙고 싶습니다!

# Narration/&PhilosopherBackgroundQuest_MeetingPureheart_2_Butler_NPC
source: You don't have an appointment? Who shall I announce?
ko: 예약하셨습니까? 누구라고 말씀드리면 되겠습니까?
