Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Optional_Sellsword_Quest_BackToInn_17_MildredWarmhearth_NPC
source: Every trial is recorded. It's all in the archives!
ko: 모든 재판 내용은 기록됩니다. 그건 기록 보관소에 모두 남아있어요!

# Narration/&Optional_Sellsword_Quest_BackToInn_18_Sellsword_Normal
source: So we have our list of suspects!
ko: 그렇다면 우린 용의자들의 목록을 갖고있는 셈이군요!

# Narration/&Optional_Sellsword_Quest_BackToInn_19_MildredWarmhearth_NPC
source: Exactly!
ko: 바로 그겁니다!

# Narration/&Optional_Sellsword_Quest_Confrontation_1_AllanMiller_NPC
source: Clear skies! What can I do for you today?
ko: 맑은 하늘이 함께하길! 무엇을 도와드릴까요?

# Narration/&Optional_Sellsword_Quest_Confrontation_2_Sellsword_Normal
source: We need to consult the archives!
ko: 저희는 기록 보관소측에 문의할 것이 있습니다!

# Narration/&Optional_Sellsword_Quest_Confrontation_3_AllanMiller_NPC
source: Give me the year and the case, and I'll get whatever you need!
ko: 연도와 사건을 말씀해주시면 바로 찾아드리겠습니다!

# Narration/&Optional_Sellsword_Quest_Confrontation_4_AcademicOrElse_Normal
source: Is that your writing? I've never seen anything so neat!
ko: 이건 당신의 작성물인가요? 이렇게 깔끔하게 정리된 것은 처음 봤습니다!

# Narration/&Optional_Sellsword_Quest_Confrontation_5_AllanMiller_NPC
source: It's my job. An archive needs to be clear and legible!
ko: 그게 바로 제 일입니다. 기록물이라는 것은 명확하고 명료해야 하는 법이죠!

# Narration/&Optional_Sellsword_Quest_Confrontation_6_Sellsword_Slang
source: Right - so your agents don't misunderstand your orders. Traitor!
ko: 맞습니다. 그래서 당신의 요원들이 당신의 명령을 오해하는 법이 없죠. 이 배신자!

# Narration/&Optional_Sellsword_Quest_Confrontation_7_AllanMiller_NPC
source: Ah, you're too smart for you own good.
ko: 아, 너희는 주제 넘게 똑똑하군.

# Narration/&Background_Sellsword_End_1_Ceannard_NPC
source: Ah - I expected you.
ko: 아, 올 줄 알고 있었네.

# Narration/&Background_Sellsword_End_2_Sellsword_Default
source: Ceannard.
ko: 촌장님.

# Narration/&Background_Sellsword_End_3_Ceannard_NPC
source: You know the truth. I hope you can forgive me.
ko: 자네는 진실을 알고있군. 자네가 나를 용서해주길 바라네.

# Narration/&Background_Sellsword_End_4_Ceannard_NPC
source: To think the Soraks were already here…
ko: 소락들이 이미 이곳에 와 있었고…

# Narration/&Background_Sellsword_End_5_Ceannard_NPC
source: …manipulating me…
ko: ...나를 조종했네…

# Narration/&Background_Sellsword_End_6_Sellsword_Default
source: It's in the past.
ko: 이미 다 지나간 일입니다.

# Narration/&Background_Sellsword_End_7_Sellsword_Default
source: Though I'd like you to restore my family's name.
ko: 그렇지만 제 가문의 명예는 복원해주셨으면 합니다.

# Narration/&Background_Sellsword_End_8_Ceannard_NPC
source: The paperwork is under way.
ko: 서류작업을 이미 진행하고 있네.

# Narration/&Background_Sellsword_End_9_Ceannard_NPC
source: Their names will be on a memorial I intend to build.
ko: 그들의 이름은 앞으로 세울 기념비에 기록될걸세.

# Narration/&Background_Sellsword_End_10_Sellsword_Default
source: Great thanks.
ko: 대단히 감사드립니다.

# Narration/&Background_Sellsword_End_11_Ceannard_NPC
source: Clear skies, my friends.
ko: 맑은 하늘이 함께하길.

# Narration/&Optional_Academic_Quest_Start1_Bagmordah_NPC
source: Ah, there you are! Clear skies, my friends!
ko: 아, 거기 있군! 좋은 날입니다, 친구들!

# Narration/&Optional_Academic_Quest_Start2_Bagmordah_NPC
source: Someone came to see you.
ko: 누가 와서 당신을 찾았습니다.

# Narration/&Optional_Academic_Quest_Start3_Academic_Default
source: Me? Who?
ko: 저를? 누가요?

# Narration/&Optional_Academic_Quest_Start4_Bagmordah_NPC
source: An old acquaintance, I gather. Master Dackin.
ko: 오랜 지인 같아 보이던데요. 마스터 닥킨이라고 했습니다.

# Narration/&Optional_Academic_Quest_Start5_Bagmordah_NPC
source: He said he'd wait for you at Sunblaze Court.
ko: 햇볕 정원에서 기다리겠다고 하더군요.

# Narration/&Optional_Academic_Quest_Start6_Academic_Default
source: Oh! Thanks for the message. Stay in the light!
ko: 아! 전달해 줘서 고마워요. 빛이 함께 하시길!

# Narration/&Optional_Academic_Quest_Start7_Anyother_Default
source: Everything all right?
ko: 별 일 없는 거지?

# Narration/&Optional_Academic_Quest_Start8_Academic_Default
source: Like she said - an old acquaintance.
ko: 애니가 말한 것처럼, 오랜 지인이지.

# Narration/&Optional_Academic_Quest_MeetMaster1_Dackin_NPC
source: You came! I wondered, considering your new… rank.
ko: 왔군! 네 새 지위를 생각하면 어떨지 궁금했지.

# Narration/&Optional_Academic_Quest_MeetMaster2_Academic_Default
source: How are you, Master?
ko: 스승님, 그간 잘 지내셨습니까?

# Narration/&Optional_Academic_Quest_MeetMaster3_Dackin_NPC
source: It's nice that you pretend to care…
ko: 생각해 주는 척이라도 해줘서 고맙군…

# Narration/&Optional_Academic_Quest_MeetMaster4_Academic_Default
source: Are you going to hate me forever?
ko: 앞으로도 절 싫어하실 겁니까?

# Narration/&Optional_Academic_Quest_MeetMaster5_Dackin_NPC
source: I don't hate you. I just…
ko: 싫어하는 게 아냐, 그냥…

# Narration/&Optional_Academic_Quest_MeetMaster6_Dackin_NPC
source: …well, it was your right to leave and…
ko: 떠나는 건 네 선택이었고…

# Narration/&Optional_Academic_Quest_MeetMaster7_Dackin_NPC
source: …pursue a life of adventure.
ko: 모험가의 삶을 사는 것도 너의 선택이었고.

# Narration/&Optional_Academic_Quest_MeetMaster8_Dackin_NPC
source: Even if it wastes your academic talent.
ko: 학자로서의 네 재능은 썩히게 됐지만 말이야.

# Narration/&Optional_Academic_Quest_MeetMaster9_Academic_Default
source: It serves me well, thanks to you.
ko: 스승님 덕분에 잘 할 수 있었던 거죠.

# Narration/&Optional_Academic_Quest_MeetMaster10_Dackin_NPC
source: Maybe. Still, I'm without an assistant.
ko: 그럴지도. 덕분에 나는 여전히 조수가 없는 몸이지.

# Narration/&Optional_Academic_Quest_MeetMaster11_Dackin_NPC
source: Times have been hard.
ko: 아주 힘들었지.

# Narration/&Optional_Academic_Quest_MeetMaster12_Dackin_NPC
source: The Guild offered me a posting… south.
ko: 길드가 내게 남쪽 지역에 있는 자리를 제안했어.

# Narration/&Optional_Academic_Quest_MeetMaster13_Academic_Default
source: You're not getting your department chair?
ko: 학과장 자리를 못 받으신 건가요?

# Narration/&Optional_Academic_Quest_MeetMaster14_Dackin_NPC
source: Evidently not - unless I can make a major contribution.
ko: 뭔가 큰 업적을 세운 것이 아니면 안된다더군.

# Narration/&Optional_Academic_Quest_MeetMaster15_Dackin_NPC
source: That's why I wanted to see you.
ko: 그래서 너를 보자고 한거야.

# Narration/&Optional_Academic_Quest_MeetMaster16_Dackin_NPC
source: I heard you went to Caer Lem, in the Marches.
ko: 접경지에 있는 케어 렘에 갔었다고 들었는데.

# Narration/&Optional_Academic_Quest_MeetMaster17_Academic_Default
source: That's right.
ko: 맞아요.

# Narration/&Optional_Academic_Quest_MeetMaster18_Dackin_NPC
source: There is an old Tirmarian tower there.
ko: 거기에 오래된 티르마르의 타워가 있어.

# Narration/&Optional_Academic_Quest_MeetMaster19_Academic_Default
source: Oh, yes. Very impressive, too.
ko: 아, 맞아요. 매우 인상적이었습니다.

# Narration/&Optional_Academic_Quest_MeetMaster20_Dackin_NPC
source: If I could just explore it - bring something back…
ko: 내가 그곳에 가서 뭔가…

# Narration/&Optional_Academic_Quest_MeetMaster21_Dackin_NPC
source: Something the Guild couldn't ignore…
ko: 길드가 무시할 수 없는 무언가를 가지고 온다면…

# Narration/&Optional_Academic_Quest_MeetMaster22_Dackin_NPC
source: I would have a chance at this chair.
ko: 학과장이 될 기회가 생길 거야.

# Narration/&Optional_Academic_Quest_MeetMaster23_Dackin_NPC
source: The Scavengers say it's safe now. I can go.
ko: 스캐빈저들의 말에 의하면 이제 안전하다고 하니 내가 갈 수 있어.

# Narration/&Optional_Academic_Quest_MeetMaster24_Dackin_NPC
source: But once there, I'll need… well, some specific expertise.
ko: 하지만 도착한 뒤에는 조금... 특수한 전문성이 필요해지겠지.

# Narration/&Optional_Academic_Quest_MeetMaster25_Academic_Default
source: …and that's us.
ko: ... 그게 우리란 말이군요.

# Narration/&Optional_Academic_Quest_MeetMaster26_Dackin_NPC
source: It could salvage my career!
ko: 잘하면 내 커리어를 살릴 수도 있어!

# Narration/&Optional_Academic_Quest_MeetMaster27_Academic_Default
source: Of course. I owe you that much, Master.
ko: 물론입니다. 스승님께는 신세를 많이 졌으니까요.

# Narration/&Optional_Academic_Quest_MeetMaster28_Dackin_NPC
source: Thanks. Find me at Caer Lem, then. I'll be ready!
ko: 고맙네. 그럼 난 케어 렘에서 준비하고 있을 테니 날 찾아와 주게!

# Narration/&Optional_Academic_Quest_MeetMaster29_Academic_Default
source: We'll see you there. Stay in the light, Master!
ko: 거기서 뵙겠습니다. 빛이 함께 하시길!

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem1_Friendly_Default
source: Clear skies, friend!
ko: 좋은 하루에요, 친구!

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem2_Bertram_NPC
source: Clear skies, deputy!
ko: 안녕하세요, 대리인 님!

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem3_Greed_WRITTEN
source: How's business in Caer Lem?
ko: 케어 렘에서의 일은 어때?

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem4_Friendly_WRITTEN
source: What's your name?
ko: 이름이 뭐에요?

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem5_Nosy_WRITTEN
source: Did you find the secret passage?
ko: 비밀 통로를 찾았나요?

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem6_Pragmatic_WRITTEN
source: Have you seen Master Dackin?
ko: 마스터 닥킨을 보셨나요?

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem7_Greed_Choice
source: How's business been since we… cleaned up the place?
ko: 장사는 어때? 우리가... 여기를 청소한 후로 말이지.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem8_Bertram_NPC
source: Not bad! Some folks are starting to explore a little further.
ko: 나쁘지 않아요! 사람들 몇몇은 좀 더 멀리 탐험하기 시작했죠.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem9_Bertram_NPC
source: Though this… Sorak attack still has people nervous.
ko: 물론 그... 소락의 공격이 여전히 사람들을 불안하게 하고 있지만요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem10_Bertram_NPC
source: Still, there's been no sign of them since…
ko: 하지만, 그 이후로는 아무 징후도 없죠…

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem11_Bertram_NPC
source: …so we mostly pretend it didn't happen.
ko: ...그래서 우리 대부분은 그 일이 없었던 것처럼 행동하고 있어요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem12_Pragmatic_Default
source: Huh - good for you.
ko: 흠, 좋은 일이네요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem13_Bertram_NPC
source: I'm Bertram.
ko: 버트람입니다.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem14_Friendly_Default
source: Good to meet you, Bertram.
ko: 만나서 반가워요, 버트람.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem15_Bertram_NPC
source: I think so, but… your Sorak buddies seem to have blocked it.
ko: 그런 것 같은데, 소락 친구들이 이걸 막아놓은 것 같군요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem16_Bertram_NPC
source: They must have dug a little too hard in there.
ko: 너무 깊게 파고들어서 그런가 봅니다.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem17_Greed_Default
source: I'm sure we can solve this little problem.
ko: 이런 작은 문제는 식은 죽 먹기죠.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem18_Bertram_NPC
source: The Antiquarian? Sure.
ko: 안티쿼리안 사람이요? 그럼요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem19_Bertram_NPC
source: He's in the courtyard.
ko: 안뜰에 있을 겁니다.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem20_Bertram_NPC
source: He's been staring at the tower…
ko: 탑을 지켜보고 계시는데…

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem21_Bertram_NPC
source: …trying to figure a way to get up there.
ko: ...올라갈 방법을 찾는군요.

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem22_Bertram_NPC
source: But he can't fly… wait, can he?
ko: 날지 못하는 이상... 잠깐, 날 수 있나?

# Narration/&Optional_Academic_Quest_ArrivingAtCaerLem23_Academic_Default
source: Seems not.
ko: 아니겠죠.

# Narration/&Optional_Academic_Quest_FindMaster1_Dackin_NPC
source: There you are!
ko: 드디어 왔군!

# Narration/&Optional_Academic_Quest_FindMaster2_Academic_Default
source: Are you ready for this?
ko: 준비 되셨나요?

# Narration/&Optional_Academic_Quest_FindMaster3_Dackin_NPC
source: I am. Any idea how to get up there?
ko: 난 준비 돼 있네. 저기 어떻게 올라가야 할지 생각이 좀 있나?

# Narration/&Optional_Academic_Quest_FindMaster4_Academic_Default
source: One or two.
ko: 한 두 개 쯤은 있죠.

# Narration/&Optional_Academic_Quest_FindMaster5_Dackin_NPC
source: I tried to think of a way, but…
ko: 나도 생각을 해보려고 했지만 뭐…

# Narration/&Optional_Academic_Quest_FindMaster6_Dackin_NPC
source: …still, this place is incredible!
ko: ... 그나저나 이곳은 정말 대단해!

# Narration/&Optional_Academic_Quest_FindMaster7_Dackin_NPC
source: Did you notice that there was minor gate just here in the courtyard?
ko: 이 정원에 보조 관문이 있었던 흔적을 봤나?

# Narration/&Optional_Academic_Quest_FindMaster8_Academic_Default
source: As a matter of fact, I did.
ko: 보긴 봤죠.

# Narration/&Optional_Academic_Quest_FindMaster9_Pragmatic_Default
source: Let's get to it, if you don't mind.
ko: 괜찮으시다면 그리 가보죠.

# Narration/&Optional_Academic_Quest_EnterTower1_Dackin_NPC
source: Fantastic… it looks like… well, another world.
ko: 환상적이야... 마치 다른 세상에 온 것 같군.

# Narration/&Optional_Academic_Quest_EnterTower2_Dackin_NPC
source: You must have seen so much!
ko: 자넨 이런 것을 많이 봤겠군!

# Narration/&Optional_Academic_Quest_EnterTower3_Academic_Default
source: I have. But this is still…
ko: 많이 보긴 했지만 그래도 이건…

# Narration/&Optional_Academic_Quest_EnterTower4_Dackin_NPC
source: …fascinating.
ko: ...황홀하군.

# Narration/&Optional_Academic_Quest_EnterTower5_Anyother_Default
source: Well, I see where you got your passion for learning!
ko: 그 스승에 그 제자로군. 배움에 대한 열정이 둘 다 똑같아!

# Narration/&Optional_Academic_Quest_EnterTower6_Academic_Default
source: Let's look around.
ko: 한 번 둘러보자.

# Narration/&Optional_Academic_Quest_EnterTower7_Academic_Default
source: Gather all the antiques we can.
ko: 유물들을 최대한 모아.

# Narration/&Optional_Academic_Quest_DiscoverLibrary1_Dackin_NPC
source: By all the gods!
ko: 세상에 이럴 수가!

# Narration/&Optional_Academic_Quest_DiscoverLibrary2_Dackin_NPC
source: This is really something.
ko: 정말 대단하군.

# Narration/&Optional_Academic_Quest_DiscoverLibrary3_Academic_Default
source: It explains the library we found down in the caves.
ko: 동굴에서 본 도서관이 이제 이해가 좀 되네요.

# Narration/&Optional_Academic_Quest_DiscoverLibrary4_Dackin_NPC
source: The place seems… dangerous.
ko: 여긴 좀... 위험한 것 같아.

# Narration/&Optional_Academic_Quest_DiscoverLibrary5_Academic_Default
source: Definitely. Be ready for a fight.
ko: 맞아요. 전투에 대비하세요.

# Narration/&Optional_Academic_Quest_DiscoverLibrary6_Dackin_NPC
source: Wait - you know me. I don't fight.
ko: 잠깐만, 나 알잖아. 난 싸우지 않아.

# Narration/&Optional_Academic_Quest_AfterFight1_Academic_Default
source: Are you all right, Master?
ko: 괜찮으세요, 스승님?

# Narration/&Optional_Academic_Quest_AfterFight2_Dackin_NPC
source: I am… alive, or so it seems.
ko: 난... 살았군. 아니면 그렇게 보일 뿐이거나.

# Narration/&Optional_Academic_Quest_AfterFight3_Academic_Default
source: Those are quite common in the Marches.
ko: 접경지에서는 꽤 흔한 일이죠.

# Narration/&Optional_Academic_Quest_AfterFight4_Dackin_NPC
source: Just tell me there's something valuable down here!
ko: 이 밑에 뭔가 가치있는 게 있다고 말해줘!

# Narration/&Optional_Academic_Quest_AfterFight5_Academic_Default
source: Oh, I think you'll be happy.
ko: 오, 전 스승님이 행복해할 거라고 생각해요.

# Narration/&Optional_Academic_Quest_Ending1_Dackin_NPC
source: This is… more than I dared hope for… so much more!
ko: 이건... 내가 기대했던 것보다... 훨씬 굉장해!

# Narration/&Optional_Academic_Quest_Ending2_Academic_Default
source: Good! I think the Guild will treat you a little better now. They'd lick your boots for a look at these!
ko: 좋아요! 이제 길드가 당신을 좀 더 잘 대해주겠군요. 그들은 이걸 보기 위해 당신 구두를 핥을 걸요!

# Narration/&Optional_Academic_Quest_Ending3_Dackin_NPC
source: I'd like to see them do that - one or two of them, in particular…
ko: 그 사람들이 그러는 걸 보고 싶군. 그중에 한두 명은 특별히 더…

# Narration/&Optional_Academic_Quest_Ending4_Dackin_NPC
source: These will be perfect! Take whatever else you want - I have plenty!
ko: 이거면 완벽해! 다른 건 원하는 데로 가져가게 - 난 충분해!

# Narration/&Optional_Academic_Quest_Ending5_Dackin_NPC
source: …And thank you.
ko: ...그리고 고맙네.

# Narration/&Optional_Academic_Quest_Ending6_Academic_Default
source: You're welcome, Master.
ko: 천만에요, 스승님.

# Narration/&Optional_Academic_Quest_Ending7_Dackin_NPC
source: I think it's time you stop calling me that, you know.
ko: 이제 날 그렇게 부르는 걸 그만둘 때가 됐군.

# Narration/&Optional_Academic_Quest_Ending8_Academic_Default
source: Well, how about Chairman of the Guild, then? With these books…
ko: 좋아요, 그럼 길드 회장은 어때요? 이 책들이 있으면…

# Narration/&Optional_Academic_Quest_Ending9_Dackin_NPC
source: Stay in the light, my friend!
ko: 빛이 함께하길, 친구여!

# Narration/&Optional_Academic_Quest_Ending10_Academic_Default
source: You, too!
ko: 당신도요!

# Narration/&Optional_Lowlife_Quest_Start1_Merton_NPC
source: Hey! Interested in a little side-job?
ko: 이봐! 작은 부업에 관심있나?

# Narration/&Optional_Lowlife_Quest_Start2_Player_Default
source: What kind of side-job?
ko: 어떤 종류의 부업이죠?

# Narration/&Optional_Lowlife_Quest_Start3_Merton_NPC
source: The kind that takes particular skills and contacts.
ko: 특별한 기술과 연줄이 필요한 종류지.

# Narration/&Optional_Lowlife_Quest_Start4_Merton_NPC
source: In the - shall we say - involuntary gift business.
ko: 이를테면 - 비자발적인 무료 봉사말이야.

# Narration/&Optional_Lowlife_Quest_Start5_Player_Default
source: Involuntary gift business'? That's just embarrassing.
ko: 비자발적 무료 봉사요? 거 참 당황스럽군요.

# Narration/&Optional_Lowlife_Quest_Start6_Player_Default
source: Say what you mean - the underworld, right?
ko: 털어놔보세요 - 뒷골목의 일이죠, 그렇죠?

# Narration/&Optional_Lowlife_Quest_Start7_Merton_NPC
source: And there I was trying to be discreet.
ko: 그래서 조심하려고 하고있잖나.

# Narration/&Optional_Lowlife_Quest_Start8_Lowlife_Default
source: Try harder. Suppose I do have the skills and contacts you're looking for?
ko: 더 은밀해야죠. 그런데 잘도 내가 정말 그런 기술과 연줄이 있다고 생각했군요?

# Narration/&Optional_Lowlife_Quest_Start9_Merton_NPC
source: Go to Annie Bagmordah at the Scavengers.
ko: 스캐빈저의 애니 바그모다를 찾아가 봐.

# Narration/&Optional_Lowlife_Quest_Start10_Merton_NPC
source: Tell her I sent you.
ko: 내가 보냈다고 말하면 알아들을 거야.

# Narration/&Optional_Lowlife_Quest_MeetAnnie1_Lowlifeb_Default
source: Merton says you got a problem.
ko: 머튼에게 들었어요. 문제가 있다고.

# Narration/&Optional_Lowlife_Quest_MeetAnnie2_Annie_NPC
source: Uh… Arwin…
ko: 아... 아르윈…

# Narration/&Optional_Lowlife_Quest_MeetAnnie3_Annie_NPC
source: What makes you think you can help?
ko: 여러분이 어떻게 도와주실건데요?

# Narration/&Optional_Lowlife_Quest_MeetAnnie4_Lowlifeb_Default
source: Not saying I can, yet. But I know people.
ko: 아직 내가 할 수 있다고 말 안했어요. 근데 난 사람을 좀 알죠.

# Narration/&Optional_Lowlife_Quest_MeetAnnie5_Annie_NPC
source: People who can track down stolen goods?
ko: 훔친 물건을 추적할 수 있는 사람들이요?

# Narration/&Optional_Lowlife_Quest_MeetAnnie6_Lowlifeb_Default
source: What kind of goods?
ko: 어떤 종류의 물건이죠?

# Narration/&Optional_Lowlife_Quest_MeetAnnie6_Annie_NPC
source: A sword. Imperial.
ko: 검. 제국의 검이요.

# Narration/&Optional_Lowlife_Quest_MeetAnnie7_Annie_NPC
source: The guard has three diamonds. Probably magical.
ko: 가드 부분에 세 개의 다이아몬드가 박혀있죠. 아마 마력이 있을거에요.

# Narration/&Optional_Lowlife_Quest_MeetAnnie8_Curious_Default
source: Probably? What does it probably do?
ko: 아마도요? 아마 어떤 역할을 하는데요?

# Narration/&Optional_Lowlife_Quest_MeetAnnie9_Annie_NPC
source: Never got a chance to find out.
ko: 그건 알아낼 기회가 없었어요.

# Narration/&Optional_Lowlife_Quest_MeetAnnie10_Greedy_Default
source: You offering a reward?
ko: 보수는 주실거죠?

# Narration/&Optional_Lowlife_Quest_MeetAnnie11_Annie_NPC
source: I'll make it worth your while.
ko: 섭섭치 않게 드리죠.

# Narration/&Optional_Lowlife_Quest_MeetAnnie12_Joker_Default
source: Are you not the one supposed to bring back stuff?
ko: 뭐야, 당신이 그런 물건들 가져오는 사람 아니었나?

# Narration/&Optional_Lowlife_Quest_MeetAnnie13_Annie_NPC
source: Very funny.
ko: 눈물나게 재밌는 소리네요.

# Narration/&Optional_Lowlife_Quest_MeetNel1_Lowlife_Default
source: Hey, Nel! Still laughing?
ko: 이봐, 넬! 잘 지내고 있나?

# Narration/&Optional_Lowlife_Quest_MeetNel2_Nel_NPC
source: Like Misaye herself! You?
ko: 미사이에 여신만큼이나 잘 지내지! 너는?

# Narration/&Optional_Lowlife_Quest_MeetNel3_Lowlife_NPC
source: Happy as a rat in a granary. Need an ear out.
ko: 곳간에 들어간 쥐새끼마냥 잘 지내지. 혹시 이야기를 들어봤나?

# Narration/&Optional_Lowlife_Quest_MeetNel4_Nel_NPC
source: For?
ko: 무슨?

# Narration/&Optional_Lowlife_Quest_MeetNel5_Lowlife_Default
source: A nice antique sword with three diamonds.
ko: 다이아몬드 세개가 박힌 오래된 칼.

# Narration/&Optional_Lowlife_Quest_MeetNel6_Lowlife_Default
source: Hear anything?
ko: 들어본 적 있나?

# Narration/&Optional_Lowlife_Quest_MeetNel7_Nel_NPC
source: Something. Talk to Gorim.
ko: 있지. 고림에게 이야기해봐.

# Narration/&Optional_Lowlife_Quest_MeetNel8_Joker_Default
source: So that's your former life, walking the streets?
ko: 예전에는 길거리 생활을 했었나봐?

# Narration/&Optional_Lowlife_Quest_MeetNel9_Lowlife_Default
source: And cutting the throats of people who crossed me.
ko: 날 배신하는 녀석들의 모가지 좀 베고 다녔었지.

# Narration/&Optional_Lowlife_Quest_MeetAnnie1_Lowlife_Default
source: Hey, Gorim! I'm in the market for a sword.
ko: 어이, 고림! 내가 검을 하나 찾고 있는데 말이야.

# Narration/&Optional_Lowlife_Quest_MeetAnnie2_Lowlife_Default
source: A very particular one.
ko: 아주 특별한 검이야.

# Narration/&Optional_Lowlife_Quest_MeetAnnie3_Gorim_NPC
source: How particular?
ko: 얼마나 특별한데?

# Narration/&Optional_Lowlife_Quest_MeetAnnie4_Lowlife_Default
source: Imperial, three diamonds in the guard, probably magical.
ko: 제국식 검이고 가드 부분에 다이아몬드가 세개 박혀있어. 아마 마법이 부여되어 있을거야.

# Narration/&Optional_Lowlife_Quest_MeetAnnie5_Lowlife_Default
source: Sound familiar?
ko: 들어본 적 있어?

# Narration/&Optional_Lowlife_Quest_MeetAnnie6_Gorim_NPC
source: Too expensive for me. I turned him down.
ko: 나한테는 너무 비싸서 안 산다고 했어.

# Narration/&Optional_Lowlife_Quest_MeetAnnie7_Lowlife_Default
source: He have a name?
ko: 그 녀석 이름이 뭐지?

# Narration/&Optional_Lowlife_Quest_MeetAnnie8_Gorim_NPC
source: Didn't say. I told him to ask for Surespell at the Gravekeep's Cask.
ko: 말 안했어. 묘지기의 술통에 있는 슈어스펠한테 가보라고 했지.

# Narration/&Optional_Lowlife_Quest_MeetAnnie9_Gorim_NPC
source: The Arcaneum has money.
ko: 아케니움은 돈이 많으니까.

# Narration/&Optional_Lowlife_Quest_MeetAnnie10_Lowlife_Default
source: Thanks.
ko: 고마워.

# Narration/&Optional_Lowlife_Quest_MeetAnnie11_Gorim_NPC
source: Thank me by buying something.
ko: 고마우면 뭐 좀 사던가.

# Narration/&Optional_Lowlife_Quest_MeetAnnie12_Lowlife_Default
source: Another time, but I will.
ko: 다음에 꼭 그렇게 하지.

# Narration/&Optional_Lowlife_Quest_MeetAnnie13_Gorim_NPC
source: I'll remember!
ko: 기억하고 있을 거야!

# Narration/&Optional_Lowlife_Quest_Tavern1_Karel_NPC
source: Hey, Karel!
ko: 어이, 카렐!

# Narration/&Optional_Lowlife_Quest_Tavern2_Lowlife_Default
source: Back again?
ko: 또 왔어?

# Narration/&Optional_Lowlife_Quest_Tavern3_Karel_NPC
source: Has anyone been in asking for Surespell?
ko: 누가 슈어스펠에 대해 묻고 다니지 않던가?

# Narration/&Optional_Lowlife_Quest_Tavern4_Karel_NPC
source: The Arcaneum guy?
ko: 아케니움 녀석 말이야.

# Narration/&Optional_Lowlife_Quest_Tavern5_Karel_NPC
source: Yes, as it happens. Over there. Still waiting, it seems.
ko: 그래, 그런 녀석이 있었지. 저기야. 아직도 기다리고 있는 것 같군.

# Narration/&Optional_Lowlife_Quest_Tavern6_Lowlife_Default
source: Thanks.
ko: 고마워.

# Narration/&Optional_Lowlife_Quest_Tavern7_Lowlife_Default
source: I've been looking for you.
ko: 널 찾아 다니고 있었어.

# Narration/&Optional_Lowlife_Quest_Tavern8_Thief_NPC
source: I'm waiting for someone, and you're not him. Get lost.
ko: 넌 내가 기다리고 있는 사람이 아냐. 꺼져.

# Narration/&Optional_Lowlife_Quest_Tavern9_ChoiceA_WRITTEN
source: You have a stolen sword.
ko: 네가 도둑 맞은 검을 갖고 있지?

# Narration/&Optional_Lowlife_Quest_Tavern10_ChoiceB_WRITTEN
source: Let's make a deal.
ko: 거래를 하자고.

# Narration/&Optional_Lowlife_Quest_Tavern11_ChoiceC_WRITTEN
source: You're in trouble.
ko: 너 딱 걸렸어.

# Narration/&Optional_Lowlife_Quest_Tavern12_Intimidator_Answer1
source: Don't come the hard case with me. You won't win.
ko: 일을 복잡하게 만들지마. 네가 질테니까.

# Narration/&Optional_Lowlife_Quest_Tavern13_Intimidator_Answer2
source: You have a sword that doesn't belong to you.
ko: 네 것이 아닌 검을 가지고 있군.

# Narration/&Optional_Lowlife_Quest_Tavern14_Thief_Success
source: Listen, I don't want any trouble…
ko: 이봐, 나도 소란을 피우고 싶지 않아...

# Narration/&Optional_Lowlife_Quest_Tavern15_Thief_Failure
source: You deaf or something? I said, get lost!
ko: 귀 먹었어? 꺼지라고 했잖아!

# Narration/&Optional_Lowlife_Quest_Tavern16_Persuader_Answer1
source: You're waiting for someone to buy a sword.
ko: 그 검을 사줄 누군가를 기다리고 있겠지.

# Narration/&Optional_Lowlife_Quest_Tavern17_Persuader_Answer2
source: Old, three diamonds, probably magical. Am I right?
ko: 오래되고 다이아몬드가 세개 박혀 있고 아마 마법이 부여되어 있을 거고. 맞지?

# Narration/&Optional_Lowlife_Quest_Tavern18_Thief_Success
source: How do you…?
ko: 그걸 어떻게...?

# Narration/&Optional_Lowlife_Quest_Tavern19_Thief_Success2
source: Doesn't matter.
ko: 그건 상관 없어.
