Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&TowerOfMagicFight1over_5_Partner_Normal
source: Unless, they have been transmogrified and are in disguise.
ko: 놈들이 이미 모습을 바꿔서 변장한 상태가 아니라면 말이지.

# Narration/&TowerOfMagicFight1over_6_Starter_Default
source: What's that symbol there?
ko: 저 문양은 뭐지?

# Narration/&TowerOfMagicFight1over_7_Partner_Default
source: The tattoo?
ko: 문신?

# Narration/&TowerOfMagicFight1over_8_Partner_Default
source: Looks like an A.
ko: 알파벳 A 같은데.

# Narration/&TowerOfMagicFight1over_9_Commentator_Default
source: They all have it.
ko: 모두에게 있군.

# Narration/&TowerOfMagicFight1over_10_Cynical_Normal
source: Guess they're all part of the same club.
ko: 모두 같은 조직에 속해 있는 것 같아.

# Narration/&TowerOfMagicFight1over_11_Cynical_Formal
source: Perhaps it's a crude marker that indicates their allegiance.
ko: 소속감을 나타내는 일종의 조잡한 표식이겠지.

# Narration/&TowerOfMagicFight1over_12_Pragmatic_Default
source: Well, there's no reason to assume it signifies something sinister.
ko: 음, 이걸로는 사악한 꿍꿍이가 있다는 증거가 되지 못해.

# Narration/&TowerOfMagicFight1over_13_Starter_Default
source: Do you think it has anything to do with the Soraks?
ko: 소락과 관계가 있을까?

# Narration/&TowerOfMagicFight1over_14_History_Default
source: "A" could stand for Arivad.
ko: "A"는 아리바드를 의미할 수도 있어.

# Narration/&TowerOfMagicFight1over_15_History_Default
source: One of the many names of Sorr-Tarr, the Sorak God.
ko: 소락의 신, 소르타르의 수많은 이름 중 하나이지.

# Narration/&TowerOfMagicFight1over_16_Anyother_Default
source: Are you kidding me?
ko: 진심이야?

# Narration/&TowerOfMagicFight1over_17_Anyother_Default
source: That's not good.
ko: 그건 좋지 않은데.

# Narration/&TowerOfMagicFight1over_18_Starter_Default
source: At least we know we're in the right place.
ko: 적어도 우리가 제대로 왔다는 것은 확실한 거네.

# Narration/&TowerOfMagicFight1over_19_Authority_Default
source: Should we see what they're doing here?
ko: 무슨 일이 벌어지고 있는지 확인해야지?

# Narration/&TowerOfMagicFight1over_20_Selpres_Default
source: Yes, but we should also keep an eye out for any stray Soraks.
ko: 그래, 하지만 도처에 있는 소락을 주의해야 할 거야.

# Narration/&TowerOfMagicFight1over_21_Violence_Default
source: If a Sorak shows up, we need to cut off its head.
ko: 소락이 나타나면, 머리를 잘라야지.

# Narration/&TowerOfMagicLoneWorker_1_Starter_Default
source: Please don't kill me.
ko: 제발 살려 주세요.

# Narration/&TowerOfMagicLoneWorker_2_Starter_Default
source: What are you doing here?
ko: 여기서 뭐 하십니까?

# Narration/&TowerOfMagicLoneWorker_3_Starter_Default
source: I'm just a worker.
ko: 전 그냥 일꾼입니다.

# Narration/&TowerOfMagicLoneWorker_4_Starter_Default
source: Are you tattooed with an A?
ko: 당신도 A 문신을 했습니까?

# Narration/&TowerOfMagicLoneWorker_5_Starter_Default
source: I… you don't understand…
ko: 저는... 당신은 이해하지 못할 거예요…

# Narration/&TowerOfMagicLoneWorker_6_Starter_Default
source: Are you one of them?
ko: 저들과 한패입니까?

# Narration/&TowerOfMagicLoneWorker_7_Starter_Default
source: One of what? I'm just trying to survive.
ko: 누구요? 전 그저 살고 싶을 뿐입니다.

# Narration/&TowerOfMagicLoneWorker_8_Starter_Default
source: I had no choice.
ko: 선택의 여지가 없었어요.

# Narration/&TowerOfMagicLoneWorker_9_Written_Kill
source: You must die.
ko: 당신은 죽어야 합니다.

# Narration/&TowerOfMagicLoneWorker_10_Written_LetLive
source: Get out of here.
ko: 여기서 나가십시오.

# Narration/&TowerOfMagicLoneWorker_11_Written_Tatoo
source: Tell us about the tattoo.
ko: 문신에 대해 알려 주십시오.

# Narration/&TowerOfMagicLoneWorker_12_Written_Imps
source: Are the Soraks around?
ko: 주변에 소락이 있습니까?

# Narration/&TowerOfMagicLoneWorker_13_Choice_Kill
source: He is a Sorak slave! We should put him out of his misery!
ko: 이 자는 소락의 노예야! 이 고통을 끝내야 해!

# Narration/&TowerOfMagicLoneWorker_14_Choice_LetLive
source: Run! Run for your life!
ko: 도망쳐요! 살고 싶으면 도망쳐!

# Narration/&TowerOfMagicLoneWorker_15_Choice_Tatoo
source: What does the tattoo signify?
ko: 문신이 의미하는 바가 뭐죠?

# Narration/&TowerOfMagicLoneWorker_16_Choice_Imps
source: Are the Soraks close by?
ko: 가까이에 소락이 있나요?

# Narration/&TowerOfMagicLoneWorker_17_Starter_Default
source: It's… I can't…
ko: 그건... 안 돼…

# Narration/&TowerOfMagicLoneWorker_18_Starter_Default
source: He's dead. How is that possible?
ko: 죽었잖아. 이게 말이 돼?

# Narration/&TowerOfMagicLoneWorker_19_Starter_Default
source: How is any of this possible?
ko: 이게 말이 되냐고?

# Narration/&TowerOfMagicLoneWorker_20_Starter_Default
source: He was doomed from the start.
ko: 처음부터 이렇게 될 운명이었겠지.

# Narration/&TowerOfMagicLoneWorker_21_Starter_Default
source: They're here. They're close…
ko: 이곳에 있어요. 가까이요…

# Narration/&TowerOfMagicLoneWorker_22_Starter_Default
source: If they know that I…
ko: 혹시라도 그들이 알게 된다면…

# Narration/&TowerOfMagic_StatueEmperor1_Starter_NPC
source: Another statue…
ko: 또 다른 석상이야...

# Narration/&TowerOfMagic_StatueEmperor2_Partner_Normal
source: These guys really loved themselves.
ko: 이들은 자기 자신을 정말로 사랑했군.

# Narration/&TowerOfMagic_StatueEmperor3_Partner_Formal
source: These Manacalon wizards were quite fond of themselves.
ko: 이 마나칼론의 마법사들은 자아도취에 빠져 있었군.

# Narration/&TowerOfMagic_StatueEmperor4_History_Normal
source: Now, this is an Emperor.
ko: 자, 이 사람은 황제야.

# Narration/&TowerOfMagic_StatueEmperor5_History_Normal
source: A famous one, too? Lerithir Imradir…
ko: 그것도 아주 유명한 황제. 레리티르 임라디르...

# Narration/&TowerOfMagic_StatueEmperor6_History_Normal
source: …he was Emperor at the time of the Cataclysm.
ko: ... 대격변 당시의 황제였지.

# Narration/&TowerOfMagic_StatueEmperor7_Partner_Normal
source: Good job managing the trouble, mister.
ko: 이 아저씨도 고생이 많았겠군.

# Narration/&TowerOfMagic_StatueEmperor8_Partner_Formal
source: He made history, but not the way he would have wanted.
ko: 그 이름은 역사에 남게 되었지만, 그가 원했던 방식은 아니었을 거야.

# Narration/&TowerOfMagicRunes_1_Arcana_Default
source: This place is astounding.
ko: 정말 경이로운 곳이야.

# Narration/&TowerOfMagicRunes_2_Partner_Default
source: What kind of runes are those?
ko: 이 룬들은 뭐지?

# Narration/&TowerOfMagicRunes_3_Arcana_Default
source: Enchanted runes. From the ancient Imperial period.
ko: 마법이 깃든 룬이야. 고대 제국 시대로부터 대대로 내려오는 것이지.

# Narration/&TowerOfMagicRunes_4_Arcana_Default
source: It is said they had eight schools of magic.
ko: 제국에는 8개의 마법 학파가 있었다고 전해지지.

# Narration/&TowerOfMagicRunes_5_Arcana_Default
source: Each is represented here. All as equals.
ko: 모든 학파가 여기 동등하게 표시되는 거야.

# Narration/&TowerOfMagicRunes_6_Pragmatic_Formal
source: We weren't sent here to find runes. We were sent to find Soraks.
ko: 우리는 룬을 찾으려고 이곳에 파견된 게 아니야. 소락을 찾아야 해.

# Narration/&TowerOfMagicRunes_7_Pragmatic_Slang
source: Yeah, you can tell that to the Soraks right before they cut us to frickin' pieces.
ko: 그래, 소락이 우리를 갈갈이 찢어발겨도 그런 소리를 할 수 있는지 보자고.

# Narration/&TowerOfMagicRunes_8_Pragmatic_Normal
source: We're not here for runes, we're here for Soraks.
ko: 우리는 룬 때문에 여기 온 게 아니야. 소락 때문이지.

# Narration/&TowerOfMagicReversedGravity_1_Starter_Default
source: That was… unexpected.
ko: 저건... 예상 밖인데.

# Narration/&TowerOfMagicReversedGravity_2_Partner_Default
source: This place is topsy-turvy.
ko: 뒤죽박죽인 곳이군.

# Narration/&TowerOfMagicReversedGravity_3_Partner_Default
source: Magic from a time long forgotten.
ko: 오래도록 잊힌 마법이야.

# Narration/&TowerOfMagicReversedGravity_4_Joker_Default
source: Remind me not to take a dump in that hole.
ko: 저 구멍에 똥을 누면 안 되겠는걸.

# Narration/&TowerOfMagicReversedGravity_5_Prag_Default
source: Do you really have to make jokes?
ko: 지금 농담이 나와?

# Narration/&TowerOfMagicReversedGravity_6_Joker_Default
source: Yeah. It's in my contract. Did Carran not tell you?
ko: 그래. 내 계약 사항이지. 캐런이 말하지 않던가?

# Narration/&TowerOfMagicReversedGravity_7_FormalJoker_Default
source: Something funny suddenly comes to mind…
ko: 갑자기 재밌는 게 떠올랐어…

# Narration/&TowerOfMagicReversedGravity_8_Prag_Default
source: Can you keep it to yourself?
ko: 좀 혼자만 알고 있을 순 없어?

# Narration/&TowerOfMagicReversedGravity_9_Starter_Default
source: Might be good to remember what these blue currents can do.
ko: 이 푸른 기류가 어떤 작용을 하는지 기억하는 게 좋을 것 같아.

# Narration/&TowerOfMagicDoor_1_Starter_Default
source: We did it!
ko: 해냈어!

# Narration/&TowerOfMagicDoor_2_Partner_Default
source: Was that insane puzzle the work of some long dead Manacalon wizard?
ko: 이 미친 퍼즐은 오래 전 죽은 마나칼론 마법사의 작품이 아닐까?

# Narration/&TowerOfMagicDoor_3_Joke_Default
source: Probably. Even from the tomb that magical arsehole is messing with us.
ko: 그럴지도. 무덤 속에서조차 그 재수없는 마술쟁이가 우리를 방해하고 있군.

# Narration/&TowerOfMagicAfterKillingImps_1_Starter_Default
source: They didn't die easily.
ko: 쉽게 죽지는 않는군.

# Narration/&TowerOfMagicAfterKillingImps_2_Starter_Default
source: Worthy foes, indeed.
ko: 정말 대단한 녀석들이었어.

# Narration/&TowerOfMagicAfterKillingImps_3_Partner_Formal
source: Thankfully, we prevailed.
ko: 다행스럽게도 우리가 승리했지.

# Narration/&TowerOfMagicAfterKillingImps_4_Partner_Slang
source: Got every one of those ugly bastards.
ko: 못난이 새끼들을 다 잡았군.

# Narration/&TowerOfMagicAfterKillingImps_5_Partner_Normal
source: They bleed just like we do.
ko: 놈들도 우리처럼 피를 흘리더군.

# Narration/&TowerOfMagicAfterKillingImps_6_Pragmatic_Default
source: Now we just need one of their bloody heads.
ko: 이제 피 묻은 머리 하나면 돼.

# Narration/&TowerOfMagicFindingTheCrown_1_Commentator_Default
source: Would you look at this?
ko: 이것 좀 볼래?

# Narration/&TowerOfMagicFindingTheCrown_2_Starter_Default
source: A crown of some kind?
ko: 왕관 같은 건가?

# Narration/&TowerOfMagicFindingTheCrown_3_Partner_Default
source: They seemed to keep their distance from it.
ko: 소락은 이 왕관과 일정한 거리를 유지하려는 듯했어.

# Narration/&TowerOfMagicFindingTheCrown_4_Selpres_Default
source: Maybe it's cursed.
ko: 저주받은 것일 수도 있지.

# Narration/&TowerOfMagicFindingTheCrown_5_PlayerChoice_Default
source: Look what I found.
ko: 이것 좀 봐.

# Narration/&TowerOfMagicFindingTheCrown_6_Educated_Default
source: Let me take a look.
ko: 내가 한번 볼게.

# Narration/&TowerOfMagicFindingTheCrown_7_Default_Default
source: What language is this?
ko: 이게 무슨 언어지?

# Narration/&TowerOfMagicFindingTheCrown_8_Tirmarian_Default
source: Looks like ancient Tirmarian.
ko: 고대 티르마르어 같아.

# Narration/&TowerOfMagicFindingTheCrown_9_Tirmarian_Default
source: If you find it, send for… this appears to be a name.
ko: 이것을 발견하는 자는, 소환할지어다... 그 다음은 어떤 이름인 것 같아.

# Narration/&TowerOfMagicFindingTheCrown_10_Starter_Slang
source: Is this the language of those damned lizards?
ko: 빌어먹을 도마뱀들 언어인가?

# Narration/&TowerOfMagicFindingTheCrown_11_Starter_Normal
source: That has to be a Sorak name.
ko: 소락 이름이겠지.

# Narration/&TowerOfMagicFindingTheCrown_12_Partner_Default
source: They were protecting it, so it must be valuable - to them, at least.
ko: 놈들은 이걸 보호하고 있었지. 소락에게만큼은 가치가 있는 게 분명해.

# Narration/&TowerOfMagicFindingTheCrown_13_Selpres_Default
source: Take it then.
ko: 가져가자.

# Narration/&TowerOfMagicFindingTheCrown_14_Starter_Default
source: Whew, I was worried it might be booby trapped.
ko: 휴, 만지면 터지는 건 아닐까 걱정했어.

# Narration/&TowerOfMagicFindingTheCrown_15_Partner_Default
source: Perhaps we should rest before we head back.
ko: 돌아가기 전에 휴식을 취해야겠어.

# Narration/&TowerOfMagicFindingTheCrown_16_Selpres_Default
source: I say we go.
ko: 가자고.

# Narration/&TowerOfMagicFindingTheCrown_17_Selpres_Default
source: Before the owner of that unpronounceable name shows his ugly face.
ko: 그 읽을 수 없는 이름 주인이 못생긴 얼굴을 나타내기 전에 말이야.

# Narration/&TowerOfMagicFindingTheCrown_18_Pragmatic_Default
source: The mission is done after all.
ko: 드디어 임무가 끝났군.

# Narration/&TowerOfMagicFindingTheCrown_19_Selpres_Default
source: Is it? Did someone cut off a Sorak's head?
ko: 끝났다고? 혹시 소락의 머리 하나 잘라서 챙긴사람 있어?

# Narration/&TowerOfMagicFindingTheCrown_20_Selpres_Default
source: All right, then - I'll do it!
ko: 좋아, 그럼. 내가 자르지!

# Narration/&TowerOfMagicFindingTheCrown_21_Pragmatic_Default
source: The sooner we go, the sooner we can get back to Caer Cyflen.
ko: 서둘러 출발할수록 케어 키플렌으로 더 빨리 돌아갈 수 있다구.

# Narration/&TowerOfMagicFindingTheCrown_22_Starter_Default
source: After you, friends.
ko: 가자고, 친구들.

# Narration/&TowerOfMagicFindingTheCrown_TakeCrownWRITTENLINE
source: Take the Crown
ko: 왕관을 집는다

# Narration/&TowerOfMagicBook_1_Starter_Default
source: Interesting.
ko: 흥미로워.

# Narration/&TowerOfMagicBook_2_Spellcaster_Default
source: It's in remarkable condition considering how long it's been here.
ko: 오랜 시간 여기 놓여 있던 걸 감안하면 훌륭한 상태야.

# Narration/&TowerOfMagicBook_3_Starter_Default
source: Do you think it has magical properties?
ko: 무슨 마법이라도 담겨있을까?

# Narration/&TowerOfMagicBook_4_Spellcaster_Slang
source: By Arun's bones! I think it's a spellbook.
ko: 아룬에 뼈에 단언컨대! 이건 주문책이라고.

# Narration/&TowerOfMagicBook_5_Spellcaster_Default
source: A spellbook that predates the Cataclysm.
ko: 대격변 이전의 주문책이야.

# Narration/&TowerOfMagicBook_6_Starter_Default
source: And I should care because?
ko: 내가 신경 써야 할 이유는?

# Narration/&TowerOfMagicBook_7_Spellcaster_Formal
source: Who knows what it might contain.
ko: 이 안에 대체 어떤 것이 깃들어 있을지 어찌 알겠어.

# Narration/&TowerOfMagicBook_8_Spellcaster_Default
source: A long-forgotten spell. A valuable secret.
ko: 오래도록 잊힌 주문. 귀중한 비밀.

# Narration/&TowerOfMagicBook_9_Spellcaster_Default
source: But it looks like it's locked.
ko: 하지만 잠겨 있는 것 같네.

# Narration/&TowerOfMagicBook_10_Starter_Default
source: Take it. Perhaps someone in Caer Cyflen will know how to open it.
ko: 챙겨. 케어 키플렌의 누군가는 여는 법을 알고 있을지 몰라.

# Narration/&TowerOfMagicBook_11_Spellcaster_Default
source: First things first. We have a mission to complete.
ko: 우선 중요한 것부터 하자. 우리에게는 완료해야 할 임무가 있어.

# Narration/&TowerOfMagicBook_12_Spellcaster_Formal
source: Indeed, but we have more pressing matters to attend to first.
ko: 물론이지만, 우리에게는 선결해야 할 더 긴급한 문제가 있어.

# Narration/&TowerOfMagicBook_13_Spellcaster_Slang
source: Yeah, but right now we have more important shit to take care of.
ko: 그래. 하지만 당장 우리에게는 치워야 할 큰 똥이 남아 있지.

# Narration/&TowerOfMagicStatueFemWiz_1_Starter_Default
source: Fancy.
ko: 멋지군.

# Narration/&TowerOfMagicStatueFemWiz_2_Starter_Default
source: Beautiful craftsmanship.
ko: 아름다운 솜씨야.

# Narration/&TowerOfMagicStatueFemWiz_3_Starter_Default
source: She looks like an empress.
ko: 황후인 것 같아 보이는데.

# Narration/&TowerOfMagicStatueFemWiz_4_History_Default
source: She doesn't bear the proper regalia. Not for a Manacalon.
ko: 그녀는 마나칼론 황실 복식을 걸치고 있지 않아.

# Narration/&TowerOfMagicStatueFemWiz_5_History_Default
source: More likely she was a wizard, a master of the Arcaneum.
ko: 아마도 마법사... 아케니움의 마스터일 가능성이 높아.

# Narration/&TowerOfMagicStatueFemWiz_6_Starter_Default
source: Could this have been her home?
ko: 여기가 그녀의 집이었을까?

# Narration/&TowerOfMagicStatueFemWiz_7_History_Default
source: Possibly.
ko: 아마도.

# Narration/&TowerOfMagicStatueFemWiz_8_Joker_Default
source: If it was, she sure let it go to hell. What a packrat.
ko: 그러면 집을 완전 난장판으로 방치한 거야. 대단한 수집가 나셨군.

# Narration/&TowerOfMagicStatueFemWiz_9_Joker_Default
source: Her bones are probably buried somewhere under all these frickin' books.
ko: 이 여자의 뼈는 빌어먹을 책들 아래 어딘가에 묻혀 있겠지.

# Narration/&TowerOfMagicStatueFemWiz_10_Starter_Default
source: You are an idiot.
ko: 참 바보 같은 소리만 하네.

# Narration/&TowerOfMagicStatueDraconic_1_Starter_Default
source: You see that?
ko: 저거 봤어?

# Narration/&TowerOfMagicStatueDraconic_2_Partner_Default
source: Is that a Sorak?
ko: 소락인가?

# Narration/&TowerOfMagicStatueDraconic_3_History_Default
source: Don't be ridiculous. This is pre-Cataclysm.
ko: 바보 같은 소리 마. 이건 대격변 이전의 것이야.

# Narration/&TowerOfMagicStatueDraconic_4_History_Default
source: Before anyone knew what a Sorak even was.
ko: 소락이 뭔지도 몰랐던 때 말이지.

# Narration/&TowerOfMagicStatueDraconic_5_History_Default
source: It's a dragon.
ko: 이건 용이야.

# Narration/&TowerOfMagicStatueDraconic_6_Starter_Default
source: It's no bigger than a man.
ko: 사람보다 크지는 않네.

# Narration/&TowerOfMagicStatueDraconic_7_Starter_Slang
source: No shit?
ko: 개소리 아냐?

# Narration/&TowerOfMagicStatueDraconic_8_Starter_Normal
source: If you say so.
ko: 네가 그렇다면야.

# Narration/&TowerOfMagicStatueDraconic_9_Partner_Normal
source: I don't think so.
ko: 내 생각은 달라.

# Narration/&TowerOfMagicPillar_1_Starter_Default
source: Is this one of those rocks that…
ko: 이건 그 바위들 가운데 하나인…

# Narration/&TowerOfMagicPillar_2_Partner_Default
source: Nope. This place is insane.
ko: 아냐. 이 장소는 뒤죽박죽이야.

# Narration/&TowerOfMagicPillar_3_Partner_Default
source: In the Badlands…
ko: 황무지에서는…

# Narration/&TowerOfMagicPillar_4_Starter_Default
source: I know… expect the unexpected.
ko: 알고 있어... 예기치 못할 일을 예비할 것.

# Narration/&TowerOfMagicUselessLever_1_Starter_Default
source: Well, that didn't do a damn thing.
ko: 젠장, 아무 소용이 없군.

# Narration/&TowerOfMagicUselessLever_2_Cynical_Default
source: Did you really think that would open the door?
ko: 그걸로 정말 문이 열릴 거라고 생각했던 거야?

# Narration/&TowerOfMagicUselessLever_3_Violence_Default
source: I need to break some frickin' heads!
ko: 망할 머리통 좀 부숴야겠군!

# Narration/&TowerOfMagicUselessLever_4_Pragmatism_Default
source: We need to be smarter about this. Think it through.
ko: 조금 더 현명하게 대처해야겠어. 차근차근 생각해 보자.

# Narration/&TowerOfMagicUselessLever_5_Greed_Default
source: We better get out of this with some gold in our pockets.
ko: 주머니에 돈이나 두둑이 채운 뒤에 떠나자고.

# Narration/&TowerOfMagicUselessLever_6_SelfPres_Default
source: Your faces are not the last faces I want to see.
ko: 여기서 너희들 얼굴 보며 죽고 싶지는 않아.

# Narration/&TowerOfMagicSeeingImps_1_Starter_Default
source: Stay hidden. They're here.
ko: 몸을 숨겨. 놈들이 있어.

# Narration/&TowerOfMagicSeeingImps_2_Partner_Default
source: Soraks?
ko: 소락?

# Narration/&TowerOfMagicSeeingImps_3_Starter_Default
source: What else could they be?
ko: 소락말고 뭐겠어?

# Narration/&TowerOfMagicSeeingImps_4_Partner_Normal
source: You ready to do this?
ko: 준비됐어?

# Narration/&TowerOfMagicSeeingImps_5_Partner_Formal
source: This is it, friends. Stay strong.
ko: 올 것이 왔군, 친구들. 힘내자고.

# Narration/&TowerOfMagicSeeingImps_6_Starter_Default
source: Get in position…
ko: 자리를 잡고…

# Narration/&TowerOfMagicSeeingImps_7_Starter_Default
source: …hit 'em hard and take 'em by surprise.
ko: ... 놈들을 흠씬 패서 놀래켜 주자고.

# Narration/&TowerOfMagicSeeingImps_8_Partner_Default
source: Ready.
ko: 준비됐어.

# Narration/&CrownOwned_1_Partner_Normal
source: You look a little pale. Is something wrong?
ko: 얼굴이 창백해 보여. 무슨 일 있어?

# Narration/&CrownOwned_2_Partner_Formal
source: Are you feeling poorly? You seem a bit pasty-faced.
ko: 기분이 좋지 않아? 얼굴이 해쓱한데.

# Narration/&CrownOwned_3_Bearer_Default
source: I don't feel too good.
ko: 막 좋지는 않네.

# Narration/&CrownOwned_4_Cynical_Selfpres_Default
source: I knew that old Crown was cursed.
ko: 그 낡은 왕관이 저주받았을 줄 알았어.

# Narration/&CrownOwned_5_Cynical_Selfpres_Slang
source: Shit, I knew that hunk of junk was cursed.
ko: 젠장, 그 고물이 저주받았을 줄 알았어.

# Narration/&CrownOwned_6_Cynical_Selfpres_Formal
source: Just as I feared. The crown is Cursed.
ko: 우려한 대로, 그 왕관은 저주를 받았어.

# Narration/&CrownOwned_7_Partner_Default
source: You don't know that.
ko: 넌 몰라.

# Narration/&CrownOwned_8_Cynical_Selpres_Default
source: Just get rid of it.
ko: 그냥 벗어 버려.

# Narration/&CrownOwned_9_Cynical_Selfpres_Formal
source: Perhaps we should leave it.
ko: 그걸 멀리해야 할 것 같아.

# Narration/&CrownOwned_10_Bearer_Default
source: No, we need it.
ko: 아니, 이건 필요해.

# Narration/&CrownOwned_11_Partner_Default
source: Need it? For what?
ko: 필요하다니? 뭣 때문에?

# Narration/&CrownOwned_12_Bearer_Default
source: For its power. I can feel it. Deep inside.
ko: 왕관의 힘. 깊은 곳에서부터 느낄 수 있어.

# Narration/&CrownOwned_13_Friendly_Default
source: Are you okay?
ko: 너 괜찮아?

# Narration/&CrownOwned_14_Bearer_Default
source: I just need to rest for a bit.
ko: 단지 휴식이 필요할 뿐이야.

# Narration/&CrownOwned_15_Any1_Default
source: Yeah, I'm not feeling too good either.
ko: 그래, 나도 기분이 별로 좋지가 않네.

# Narration/&CrownOwned_16_Any2_Default
source: I'm exhausted as well.
ko: 나도 기진맥진이야.

# Narration/&CrownOwned_17_Cynical_Selpres_Default
source: Maybe the curse has affected us all.
ko: 저주가 우리 모두에게 영향을 미쳤을 수도 있지.

# Narration/&CrownOwned_18_Partner_Default
source: Stop it. Don't be ridiculous.
ko: 그만. 말도 안 되는 소리 하지 마.

# Narration/&CrownOwned_19_Friendly_Default
source: Fine, let's rest for a while. Set up camp.
ko: 좋아, 잠시 쉬자. 야영지나 꾸리자고.

# Narration/&CrownOwned_20_Friendly_Formal
source: I propose we set up camp and get some rest.
ko: 야영지를 차리고 휴식을 취하는 방안이 좋아 보여.

# Narration/&BackWithCrown_1_Pragmatic_Default
source: We did it! We brought back proof!
ko: 해냈어! 증거를 가지고 돌아왔다고!

# Narration/&BackWithCrown_2_Pragmatic_Formal
source: Against all odds, we have recovered proof that Soraks do exist.
ko: 모든 역경을 감내하고, 소락이 존재한다는 증거를 찾아내고야 말았어.

# Narration/&BackWithCrown_3_Friendly_Default
source: How do you feel?
ko: 좀 어때?

# Narration/&BackWithCrown_4_Bearer_Default
source: Better.
ko: 한결 낫네.

# Narration/&BackWithCrown_5_Friendly_Default
source: Maybe that sickness was nothing.
ko: 그 증상은 별것 아니었던 것 같아.

# Narration/&BackWithCrown_6_Friendly_Formal
source: It might have been a simple fever, after all.
ko: 결국 단순한 발열이었을 수도 있지.

# Narration/&BackWithCrown_7_Pragmatic_Default
source: What about the Crown?
ko: 왕관은 어쩌지?

# Narration/&BackWithCrown_8_Pragmatic_Default
source: You know the Council will probably take it.
ko: 너도 의회가 왕관을 가져갈 것은 알잖아.

# Narration/&BackWithCrown_9_Bearer_Default
source: No!
ko: 안 돼!

# Narration/&BackWithCrown_10_Pragmatic_Default
source: We can't hide the fact that we found it with the Soraks.
ko: 우리가 이걸 소락과 같이 발견했다는 사실을 숨길 순 없어.

# Narration/&BackWithCrown_11_Pragmatic_Slang
source: We can't bullshit them, it's got to be a Sorak thing.
ko: 그 사람들한테 구라를 칠 수는 없어. 그건 소락 물건일 거야.

# Narration/&BackWithCrown_12_Bearer_Default
source: It's our loot! Ours!
ko: 이건 우리 거라고! 우리!

# Narration/&BackWithCrown_13_Pragmatic_Default
source: We have to declare anything of historical value…
ko: 역사적 가치가 있는 물건이라면 무엇이든지 신고해야 해...

# Narration/&BackWithCrown_14_Pragmatic_Default
source: …and they have the right to buy it.
ko: ... 그리고 의회에는 그 물건들을 살 권리가 있지.

# Narration/&BackWithCrown_15_Bearer_Default
source: And if it's priceless?
ko: 가격을 매길 수 없다면?

# Narration/&BackWithCrown_16_Cynical_Default
source: Come on! They can do whatever they want.
ko: 제발! 그 사람들은 뭐든지 할 수 있다고.

# Narration/&BackWithCrown_17_Bearer_Default
source: Sure.
ko: 맞아.

# Narration/&BackWithCrown_18_Pragmatic_Default
source: I guess we'll see.
ko: 일단 두고 봐야겠지.

# Narration/&BackWithCrown_19_Pragmatic_Formal
source: We must wait and see, and hope for the best.
ko: 그저 기다리며 지켜볼 수밖에 없어. 최선의 결과를 바랄 뿐이지.

# Narration/&BackWithCrown_20_Cynical_Default
source: Who fought the Soraks - us or them?
ko: 소락과 싸운 게 누군데?

# Narration/&BackWithCrown_21_Cynical_Normal
source: They'd better remember that we fought the Soraks for this.
ko: 평의회는 우리가 소락과 싸웠다는 사실을 명심해야 해.

# Narration/&BackWithCrown_22_Cynical_Formal
source: We might want to remind them that they were wrong about the Soraks.
ko: 소락에 대해서는 평의회가 틀렸다는 것을 강조해야 할지도 모르겠군.

# Narration/&Council02_1_1_Partner_Default
source: Lord Carran!
ko: 캐런 경!

# Narration/&Council02_1_2_Carran_NPC
source: Ah - deputies!
ko: 아, 대리인 여러분!

# Narration/&Council02_1_2_2_Carran_NPC
source: I see you found some nice shiny loot.
ko: 아주 멋진 전리품을 발견하셨군요.

# Narration/&Council02_1_3_Carran_NPC
source: So have you brought us the head of a Sorak?
ko: 소락의 머리도 가져왔겠군요?

# Narration/&Council02_1_4_Partner_Default
source: One head, slightly damaged.
ko: 머리 하나입니다. 약간 손상됐지만요.

# Narration/&Council02_1_5_Carran_NPC
source: Maraike preserve us! I'm sorry I asked!
ko: 마라이케께서 지켜 주시나니! 괜한 걸 물어봤군요!

# Narration/&Council02_1_6_Partner_Default
source: At least it's dead. You should have seen it alive.
ko: 그나마 이건 죽은 상태죠. 살아 있는 놈을 보셨어야 하는데 말입니다.

# Narration/&Council02_1_7_Carran_NPC
source: I can only imagine.
ko: 상상만 하도록 하죠.

# Narration/&Council02_1_8_Partner_Default
source: When's the next Council meeting?
ko: 다음 의회 회의는 언제인가요?

# Narration/&Council02_1_9_Carran_NPC
source: When? Now, of course!
ko: 언제냐고요? 당연히 지금입니다!

# Narration/&Council02_1_10_Carran_NPC
source: The rumor of your return has already reached the Palace.
ko: 여러분이 돌아왔다는 소문은 이미 궁전까지 퍼졌습니다.

# Narration/&Council02_1_11_Carran_NPC
source: They're waiting for you.
ko: 평의회에서 여러분을 기다리고 있습니다.

# Narration/&Council02_1_12_Partner_Default
source: They are?
ko: 평의회가요?
