Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&CaerLem_Nego52_Beryl_NPC
source: You won't laugh when they come back.
ko: 놈들이 돌아왔을 때도 웃을 수 있나 보겠어.

# Narration/&CaerLem_Nego53_Default_Default
source: We got here without trouble.
ko: 여기 올 때는 별 문제 없었습니다.

# Narration/&CaerLem_Nego54_Beryl_NPC
source: Then they let you in… and now you're trapped with us.
ko: 그렇다면 놈들이 보내 준 거지... 그리고 이제 당신들은 우리와 함께 갇혔고.

# Narration/&CaerLem_Nego55_Starter_Default
source: Why would they do that?
ko: 왜 그랬을까요?

# Narration/&CaerLem_Nego56_Beryl_NPC
source: How should I know? They're Soraks!
ko: 내가 어떻게 알아? 놈들은 소락이라고!

# Narration/&CaerLem_Nego57_Starter_Slang
source: Mind if we talk to your buddies?
ko: 당신 친구들이랑 이야기해도 될까요?

# Narration/&CaerLem_Nego58_Starter_Formal
source: Might we have a little chat with your comrades in arms?
ko: 당신의 전우들과 잠시 문답을 주고받아도 괜찮겠습니까?

# Narration/&CaerLem_Nego59_Starter_Normal
source: We'd like to talk to everyone here, if that's all right?
ko: 여기 모든 분들과 이야기를 나누고 싶습니다. 괜찮을까요?

# Narration/&CaerLem_Nego60_Beryl_NPC
source: As long as you don't try anything clever, we're good.
ko: 무슨 수작을 부리는 게 아니라면야, 괜찮아.

# Narration/&CaerLem_Darik1_Spy_Default
source: I might have a better chance with this guy… alone.
ko: 이 친구한테는... 나 혼자 가는 게 좋을 것 같아.

# Narration/&CaerLem_Darik2_SelfpresLawful_Default
source: I don't like being kept in the dark.
ko: 무슨일인지 모르는채로 있는건 좋아하지 않는데.

# Narration/&CaerLem_Darik3_Spy_Default
source: I used to work in an embassy. Learned a few tricks.
ko: 대사관에서 일했었어. 잔재주를 조금 익혔지.

# Narration/&CaerLem_Darik4_Starter_Default
source: He doesn't strike me as the diplomatic type.
ko: 협조적인 친구는 아닌 것 같군.

# Narration/&CaerLem_Darik5_Mean_Default
source: He looks like any other beggar.
ko: 그냥 거지같아 보이는데.

# Narration/&CaerLem_Darik6_Spy_Default
source: Come on, trust me.
ko: 자, 날 믿어 줘.

# Narration/&CaerLem_Darik7_Nosy_Default
source: What exactly is it between you and him?
ko: 너랑 저 사람이랑은 정확히 어떤 사이야?

# Narration/&CaerLem_Darik8_Einar_Default
source: We trust you to do what's best for us all.
ko: 우리 모두는 네가 잘할 거라 믿어.

# Narration/&CaerLem_Darik9_Pakri_Default
source: Pakri watches. Don't betray her trust.
ko: 파크리께서 지켜보고 계셔. 그분의 신뢰를 저버리지 말길.

# Narration/&CaerLem_Darik10_Spy_Default
source: Leave the goddess out of this, will you?
ko: 여신님은 이 일에서 좀 빼 주지 않을래?

# Narration/&CaerLem_Darik11_Defaulter_Default
source: If you do then, please, be our guest.
ko: 그래야 한다면, 그렇게 하라고.

# Narration/&CaerLem_Darik12_Spy_NPC
source: I saw a Whisperer's code carved in the door.
ko: 문에 새겨진 속삭이는 자의 암호를 봤습니다.

# Narration/&CaerLem_Darik13_Darik_NPC
source: How do you know the code?
ko: 그 암호를 어떻게 알고 있지?

# Narration/&CaerLem_Darik14_Spy_Default
source: I used to work for Delanim, at the embassy near the New Empire border.
ko: 신 제국 국경 근처에 있는 대사관에서 델라님을 위해 일했었지.

# Narration/&CaerLem_Darik15_Darik_NPC
source: I see. I'm supposed to kill anyone who knows those words and isn't a Whisperer.
ko: 그렇군. 속삭이는 자가 아닌 아닌 사람이 그 암호를 알고 있다면, 내가 죽여야 하거든.

# Narration/&CaerLem_Darik16_Spy_Default
source: I'd appreciate if you didn't kill me, though.
ko: 그럼에도 절 죽이지 않은 데에는 감사를 표합니다.

# Narration/&CaerLem_Darik17_Darik_NPC
source: We'll see.
ko: 두고 봐야지.

# Narration/&CaerLem_Darik18_Spy_Default
source: So, just to be sure, is any of this part of your business, or…
ko: 그러니까, 혹시나 해서 말입니다만, 이 상황이 당신 임무의 일환이거나...

# Narration/&CaerLem_Darik19_Darik_NPC
source: Wiping out a whole garrison just to get myself trapped with this bunch? No, that wasn't my plan.
ko: 이 패거리랑 갇힌 신세가 되려고 수비대 전체를 소탕한다? 아냐, 그건 내 계획이 아니었어.

# Narration/&CaerLem_Darik20_Spy_Default
source: So… Soraks? Really?
ko: 그러면... 소락? 정말입니까?

# Narration/&CaerLem_Darik21_Darik_NPC
source: What can I tell you? They looked just like the stories say.
ko: 더 이상 설명이 필요할까? 놈들은 이야기 속 모습과 똑같이 생겼더군.

# Narration/&CaerLem_Darik22_Darik_NPC
source: The Captain betrayed us… they knew everything about our security.
ko: 대위가 우리를 배신했어... 놈들은 우리 보안에 대해 속속들이 알고 있었지.

# Narration/&CaerLem_Darik23_Darik_NPC
source: Even hiding their bodies is in the stories.
ko: 놈들이 자기네들 시신을 숨긴다는 것도 이야기 속에 있는 내용이지.

# Narration/&CaerLem_Darik24_Starter_Default
source: Think they're still around?
ko: 아직 주변에 있다고 생각합니까?

# Narration/&CaerLem_Darik25_Darik_NPC
source: Possibly.
ko: 그렇겠지.

# Narration/&CaerLem_Darik26_Spy_Default
source: Any idea what they're after?
ko: 놈들이 뭘 노리는지 아십니까?

# Narration/&CaerLem_Darik27_Darik_NPC
source: No.
ko: 아니.

# Narration/&CaerLem_Darik28_Spy_Default
source: Right.
ko: 알겠습니다.

# Narration/&CaerLem_Darik29_Spy_Default
source: They'll want to talk to you.
ko: 제 친구들이 당신과 이야기를 하고 싶어합니다.

# Narration/&CaerLem_Darik30_Darik_NPC
source: Fine.
ko: 그래.

# Narration/&CaerLem_Darik31_Spy_Default
source: He's all yours.
ko: 너희들 차례야.

# Narration/&CaerLem_Darik32_Starter_Default
source: So who are you, friend?
ko: 당신은 누구시죠?

# Narration/&CaerLem_Darik33_Darik_NPC
source: Daliat Sunbird, scout.
ko: 달리앗 선버드, 정찰병이오.

# Narration/&CaerLem_Darik34_Starter_Default
source: Do you believe they were Soraks?
ko: 그것들이 정말 소락이었다고 생각해요?

# Narration/&CaerLem_Darik35_Darik_NPC
source: Dunno. Seemed real, though.
ko: 몰라. 진짜 같기는 했지.

# Narration/&CaerLem_Darik36_Starter_Default
source: What do you think they wanted?
ko: 그들이 뭘 원했다고 생각하죠?

# Narration/&CaerLem_Darik37_Darik_NPC
source: To kill us all.
ko: 우릴 다 죽이려는 거겠지.

# Narration/&CaerLem_Darik38_Any_Normal
source: Not big on talk, eh?
ko: 말수가 적은 편이군?

# Narration/&CaerLem_Darik39_Any_Formal
source: You seem a very reluctant conversationalist.
ko: 당신은 대화를 매우 꺼리는 것 같습니다.

# Narration/&CaerLem_Darik40_Darik_NPC
source: I'm gonna rest now.
ko: 쉬고 싶군.

# Narration/&CaerLem_Darik40_Alternate_Darik_NPC
source: I'm having a pretty bad day, so if you'll excuse me…
ko: 오늘 일진이 참 사나워서, 이만 실례…

# Narration/&CaerLem_Darik41_AnySelfpres_NPC
source: Is it me, or didn't he like that last question?
ko: 마지막 질문에 불편해하던데 나만 그렇게 느낀 거 아니지?

# Narration/&CaerLem_Darik42_Cynical_NPC
source: Nice man.
ko: 친절한 사람이네.

# Narration/&CaerLem_Darik43_Starter_Default
source: How about you? Did you learn anything?
ko: 너는 어때? 뭐 건진 거라도 있어?

# Narration/&CaerLem_Darik44_Spy_Default
source: Not much. He thinks the Soraks are real, too.
ko: 별로. 그도 소락은 실존한다고 생각하고 있어.

# Narration/&CaerLem_Darik45_Partner_Default
source: So much for your secret code.
ko: 비밀 암호는 유용하지 못했네.

# Narration/&CaerLem_Darik46_Spy_Default
source: Sorry to disappoint.
ko: 실망했다면 미안해.

# Narration/&CaerLem_Lisbath1_Lisbath_NPC
source: Now it's my turn, right?
ko: 이제 내 차례네, 그렇죠?

# Narration/&CaerLem_Lisbath2_Starter_Default
source: What do you mean?
ko: 무슨 뜻이죠?

# Narration/&CaerLem_Lisbath3_Lisbath_NPC
source: What is this? A murder investigation?
ko: 뭐 하자는 겁니까? 살인 사건 수사하나요?

# Narration/&CaerLem_Lisbath4_Cynical_WRITTEN
source: Should it be?
ko: 그렇게 되나요?

# Narration/&CaerLem_Lisbath5_Defaulter_WRITTEN
source: Just trying to help.
ko: 그냥 도우려는 거예요.

# Narration/&CaerLem_Lisbath6_Authority_WRITTEN
source: Anything we should know?
ko: 우리가 알아야 할 게 있나요?

# Narration/&CaerLem_Lisbath7_Cynical_Default
source: Should we be investigating?
ko: 수사를 해야 하나요?

# Narration/&CaerLem_Lisbath7_Lisbath_NPC
source: Maybe.
ko: 그럴지도 모르죠.

# Narration/&CaerLem_Lisbath8_Authority_Formal
source: You've said too much to stop now.
ko: 여기서 멈추기에는 너무 많은 말을 하셨습니다.

# Narration/&CaerLem_Lisbath9_Authority_Normal
source: Speak up, then.
ko: 그러면 말해 봐요.

# Narration/&CaerLem_Lisbath10_Lisbath_NPC
source: Well, let's say this all happened after a certain expedition.
ko: 그러니까, 이 모든 일이 어떤 탐사 복귀 후에 일어난 거라면요?

# Narration/&CaerLem_Lisbath11_Any_Normal
source: Go on.
ko: 계속하세요.

# Narration/&CaerLem_Lisbath12_Any_Slang
source: Spit it out.
ko: 다 털어놔 봐요.

# Narration/&CaerLem_Lisbath13_Any_Formal
source: Speak up without fear, friend.
ko: 두려워하지 말고 말씀하세요, 친구.

# Narration/&CaerLem_Lisbath14_Lisbath_NPC
source: The scouts. They came back from a raid into the Badlands.
ko: 정찰대. 정찰대가 황무지를 수색하고 돌아왔어요.

# Narration/&CaerLem_Lisbath15_Lisbath_NPC
source: Found a ruin, came back with loot.
ko: 폐허를 발견하곤, 거기서 전리품을 들고 돌아왔죠.

# Narration/&CaerLem_Lisbath16_Lisbath_NPC
source: The next day, this happens.
ko: 그 다음 날, 이렇게 된 거에요.

# Narration/&CaerLem_Lisbath17_Lisbath_NPC
source: Coincidence? You tell me.
ko: 어때요, 이게 과연 우연일까?

# Narration/&CaerLem_Lisbath18_Any_Default
source: The scouts, you say?
ko: 정찰대라고 하셨나요?

# Narration/&CaerLem_Lisbath19_Lisbath_NPC
source: Only one of them's still alive.
ko: 정찰대에서 단 한 명만 살아남았어요.

# Narration/&CaerLem_Lisbath20_Lisbath_NPC
source: Daliat.
ko: 달리앗.

# Narration/&CaerLem_Lisbath21_Any_Default
source: Right.
ko: 그렇군요.

# Narration/&CaerLem_Lisbath22_Defaulter_Default
source: We just want to help.
ko: 그저 돕고 싶을 따름입니다.

# Narration/&CaerLem_Lisbath23_Lisbath_NPC
source: Good luck with that.
ko: 알아서 잘들 해 봐요.

# Narration/&CaerLem_Lisbath24_Authority_Default
source: You sound worried. Anything we should know?
ko: 뭔가 걱정하시는 것 같습니다. 우리가 알아야 할 것이 있나요?

# Narration/&CaerLem_Lisbath25_Lisbath_NPC
source: Get lost!
ko: 저리 꺼져요!

# Narration/&CaerLem_Lisbath26_Defaulter_WRITTEN
source: Sorry.
ko: 미안합니다.

# Narration/&CaerLem_Lisbath27_Insight_WRITTEN
source: You're hiding something.
ko: 뭔가를 숨기고 있군요.

# Narration/&CaerLem_Lisbath28_Authority_WRITTEN
source: I don't like your tone.
ko: 당신의 태도가 맘에 안들어요.

# Narration/&CaerLem_Lisbath29_Mean_WRITTEN
source: Go to hell.
ko: 지옥에나 떨어져.

# Narration/&CaerLem_Lisbath30_Defaulter_Default
source: No offense intended.
ko: 화나게 하려던 건 아니었습니다.

# Narration/&CaerLem_Lisbath31_Insight_Default
source: I'll take that as a yes.
ko: 있다는 걸로 받아들이죠.

# Narration/&CaerLem_Lisbath32_Authority_Default
source: I don't like to be insulted.
ko: 그런 모욕은 참기 어렵습니다.

# Narration/&CaerLem_Lisbath33_Mean_Default
source: You go to hell, you spineless moron.
ko: 지옥에나 떨어져, 이 겁쟁이 년아.

# Narration/&CaerLem_Lisbath34_Lisbath_NPC
source: You should work on your manners, then.
ko: 그렇다면 예의를 지키는 법을 더 배워야겠네요.

# Narration/&CaerLem_Lisbath35_Lisbath_NPC
source: And I don't like to be accused of… whatever.
ko: 그리고 난 의심을 받는 걸 좋아하지 않아요...뭐던 간에요.

# Narration/&CaerLem_Lisbath36_Defaulter_WRITTEN
source: Never mind.
ko: 신경쓰지 말아요.

# Narration/&CaerLem_Lisbath37_Persuader_WRITTEN
source: We started on the wrong foot.
ko: 첫 단추를 잘못 끼웠습니다.

# Narration/&CaerLem_Lisbath38_Intimidator_WRITTEN
source: Speak up, or else!
ko: 제대로 말하라고!

# Narration/&CaerLem_Lisbath39_Deceiver_WRITTEN
source: We know there's a traitor.
ko: 배신자가 있다는 걸 압니다.

# Narration/&CaerLem_Lisbath40_Defaulter_Default
source: Get lost.
ko: 꺼져.

# Narration/&CaerLem_Lisbath41_Persuader_Default
source: Can we start this over?
ko: 다시 시작해 볼까요?

# Narration/&CaerLem_Lisbath42_Lisbath_Success
source: Listen. Something's not right.
ko: 잘 들어. 뭔가 이상하다고.

# Narration/&CaerLem_Lisbath43_Lisbath_Failure
source: I don't think so.
ko: 난 싫은데.

# Narration/&CaerLem_Lisbath44_Intimidator_Default
source: You'll tell me sooner or later. Later's more painful.
ko: 지금이든 나중이든 말해야 할 겁니다. 나중은 더 고통스러울 거고요.

# Narration/&CaerLem_Lisbath45_Lisbath_NPC
source: Friends, right?
ko: 드디어 본색을 드러내는군?

# Narration/&CaerLem_Lisbath46_Lisbath_NPC
source: Bring it on.
ko: 덤벼 보시든가.

# Narration/&CaerLem_Lisbath47_Deceiver_Default
source: We know there's a traitor among you.
ko: 우리는 당신들 사이에 배신자가 있다는 것을 압니다.

# Narration/&CaerLem_Lisbath48_Deceiver_Default
source: Help us, and we'll help you.
ko: 우리를 돕는다면, 우리도 당신을 돕겠습니다.

# Narration/&CaerLem_Lisbath49_Lisbath_Success
source: I… I knew it. It's Daliat, right?
ko: 그... 그럴 줄 알았어. 달리앗이 배신자죠?

# Narration/&CaerLem_Lisbath50_Lisbath_NPC
source: Shh! He's looking at us!
ko: 쉿! 녀석이 보고 있어요!

# Narration/&CaerLem_Lisbath51_Lisbath_NPC
source: I'll tell you what.
ko: 들어봐요.

# Narration/&CaerLem_Lisbath52_Lisbath_Failure
source: You think you can fool me that easily?
ko: 날 그렇게 쉽게 속일 수 있다고 생각해?

# Narration/&CaerLem_Lisbath53_Lisbath_NPC
source: I don't buy it.
ko: 안 믿어.

# Narration/&CaerLem_Lisbath55_AsAYes
source: You must have a hearing problem, then.
ko: 말귀를 잘 못 알아들으시네요.

# Narration/&CaerLem_Robar1_Starter_Default
source: Hey, there.
ko: 안녕하세요.

# Narration/&CaerLem_Robar2_Starter_Formal
source: Greetings, soldier.
ko: 반갑습니다, 전우님.

# Narration/&CaerLem_Robar3_Robar_NPC
source: Aye.
ko: 예.

# Narration/&CaerLem_Robar4_Robar_NPC
source: Name's Robar Sharp.
ko: 제 이름은 로바 샤프입니다.

# Narration/&CaerLem_Robar5_Starter_Normal
source: Sounds like you're the most experienced here, Robar.
ko: 로바, 당신이 여기서 가장 경험이 많은 것 같군요.

# Narration/&CaerLem_Robar6_Starter_Formal
source: I gather you are a veteran of long standing?
ko: 미루어 짐작하건대 당신은 다년간 복무한 숙련병이군요?

# Narration/&CaerLem_Robar7_Starter_Slang
source: So you're the old sweat of the group, huh?
ko: 잔뼈가 굵은 군인이군요?

# Narration/&CaerLem_Robar8_Robar_NPC
source: Yeah. But I'm not in charge, mind you.
ko: 예. 하지만 책임자는 결코 아닙니다.

# Narration/&CaerLem_Robar9_Starter_Default
source: Tell us about Stonebeard.
ko: 스톤비어드에 대해 알려주세요.

# Narration/&CaerLem_Robar10_Partner_Default
source: Tell us about Daliat.
ko: 달리앗에 대해 알려주세요.

# Narration/&CaerLem_Robar11_Commentator_Default
source: Tell us about Lisbath.
ko: 리즈베스에 대해 알려주세요.

# Narration/&CaerLem_Robar11_Reactor_Default
source: What should we do?
ko: 무엇을 해야 할까요?

# Narration/&CaerLem_Robar12_Sellsword_Default
source: Mercenary small talk
ko: 용병의 잡담

# Narration/&CaerLem_Robar13_Partner_Default
source: This Lieutenant Stonebeard… is she up to the job?
ko: 스톤비어드 중위는... 업무에 알맞은 사람입니까?

# Narration/&CaerLem_Robar14_Robar_NPC
source: Clearly not. Look around.
ko: 분명히 아닙니다. 보십시오.

# Narration/&CaerLem_Robar15_Robar_NPC
source: Losing the captain broke her.
ko: 대위님의 부재가 중위님을 망가뜨렸습니다.

# Narration/&CaerLem_Robar16_Partner_Default
source: What do you think of Daliat?
ko: 달리앗에 대해 어떻게 생각하십니까?

# Narration/&CaerLem_Robar17_Robar_NPC
source: Never liked him. He's hiding something.
ko: 맘에 안 들어요. 그는 뭔가를 숨기고 있습니다.

# Narration/&CaerLem_Robar18_Robar_NPC
source: He's been nervous since we came back from the Badlands.
ko: 우리가 황무지에서 돌아온 이후로 그는 안절부절 못하고 있습니다.

# Narration/&CaerLem_Robar19_Robar_NPC
source: But it'd be no good picking a fight with him now…
ko: 그러나 지금은 그에게 시비나 걸 때가 아닙니다...

# Narration/&CaerLem_Robar20_Starter_Formal
source: Very wise.
ko: 지당합니다.

# Narration/&CaerLem_Robar21_Starter_Normal
source: I understand.
ko: 알겠습니다.

# Narration/&CaerLem_Robar22_Commentator_Default
source: How about Lisbath? You're her superior?
ko: 리즈베스는 어떻습니까? 당신이 그녀의 선임입니까?

# Narration/&CaerLem_Robar23_Robar_NPC
source: Good woman. Strong, brave.
ko: 좋은 여성입니다. 강하고 용감하죠.

# Narration/&CaerLem_Robar24_Robar_NPC
source: You can trust her with a sword…
ko: 싸울때는 아주 믿음직스럽습니다...

# Narration/&CaerLem_Robar25_Robar_NPC
source: …that's worth something in my book.
ko: ... 그게 저에게는 중요하거든요.

# Narration/&CaerLem_Robar26_Sellsword_Default
source: So you fought at Sandreed too?
ko: 당신도 샌드리드 전투에 있었군요?

# Narration/&CaerLem_Robar27_Robar_NPC
source: Oh, yeah. Got the scars from rebel arrows to prove it.
ko: 아, 예. 반란군 화살 때문에 난 이 흉터가 그 증거입니다.

# Narration/&CaerLem_Robar28_Sellsword_NPC
source: Oh, those damned skirmishers! They gave me a few holes, too.
ko: 아, 빌어먹을 척후병 놈들! 놈들 덕분에 나한테도 구멍 몇 개 생겼죠.

# Narration/&CaerLem_Robar29_Sellsword_Default
source: Well, if we survived Sandreed, we'll both make it through this.
ko: 우린 샌드리드에서도 살아남았으니, 이번 일도 잘 풀릴 거라고 봅니다.

# Narration/&CaerLem_Robar30_Robar_NPC
source: That's the plan.
ko: 바로 그겁니다.

# Narration/&CaerLem_Robar31_Starter_Default
source: So what do you think we should do?
ko: 그래서 우리가 무엇을 해야 한다고 생각합니까?

# Narration/&CaerLem_Robar31_Robar_NPC
source: For starters, not wait in here for the Soraks to come back and off us.
ko: 먼저, 소락이 이곳으로 돌아와서 우리를 제압할 때까지 기다려서는 안 됩니다.

# Narration/&CaerLem_Robar32_Sellsword_Default
source: But Stonebeard says stay, and she's an officer, so… ?
ko: 하지만 스톤비어드는 머물라고 하는데, 그녀가 지휘관이잖아요. 그렇다면... ?

# Narration/&CaerLem_Robar33_Sellsword_Default
source: Yeah. She's a stubborn one, and mutiny's a bad look on a soldier.
ko: 예. 중위님은 고집불통입니다. 그래도 하극상은 군인으로서 바람직하지 않습니다.

# Narration/&CaerLem_Robar34_Robar_NPC
source: You could talk to her, deputy of the Council and all.
ko: 여러분이 평의회 대리인 자격을 앞세워 그녀랑 대화해보시는 게 좋을 겁니다.

# Narration/&CaerLem_Robar35_Sellsword_Default
source: So if we find a way, you're with us?
ko: 우리가 방법을 찾으면, 함께하시겠습니까?

# Narration/&CaerLem_Robar36_Starter_Default
source: I'm with myself. But don't let that stop you.
ko: 저는 중립을 지키겠습니다만, 말리지는 않겠습니다.

# Narration/&CaerLem_Internal1_Authority_Normal
source: Right… we need to make a decision here.
ko: 좋아... 여기서 결정을 내려야 해.

# Narration/&CaerLem_Internal2_Authority_Formal
source: It's clear that something must be done.
ko: 뭔가를 해야 한다는 것만은 분명하군.

# Narration/&CaerLem_Internal3_Einar_Normal
source: The Soraks are real? It's a lot to take in.
ko: 소락이 진짜라고? 받아들이기 힘든데.

# Narration/&CaerLem_Internal4_Einar_Formal
source: I'm shocked by the thought that Soraks might be real.
ko: 소락이 진짜일지도 모른다는 생각에 충격을 받았어.

# Narration/&CaerLem_Internal5_Mean_Slang
source: They're either crazy or stupid… no use to us in either case.
ko: 저 작자들은 미치광이 아니면 멍청이야... 둘 다 우리한테는 소용이 없어.

# Narration/&CaerLem_Internal6_Cynical_Normal
source: We have enough to make our report to the Council, so let's get going.
ko: 이 정도면 의회에 보고할 만큼 충분하니, 그냥 가지.

# Narration/&CaerLem_Internal7_Cynical_Formal
source: They can't help themselves or anyone else. We should return to Caer Cyflen.
ko: 저들은 남은 커녕 자신도 돌볼 수 없어. 우리는 케어 키플렌으로 돌아가야 해.

# Narration/&CaerLem_Internal8_Cynical_Slang
source: Let 'em rot. We're supposed to bring back Henrik, not them.
ko: 여기서 썩게 두자고. 저 사람들 말고 헨릭을 데려가야 해.

# Narration/&CaerLem_Internal9_Helpful_Normal
source: If we don't help them, they'll either die or kill each other.
ko: 우리가 돕지 않으면, 저들은 죽거나 서로 죽이고 말 거야.

# Narration/&CaerLem_Internal10_Violent_Normal
source: Let them. Could be fun to watch.
ko: 그러라지. 볼만하겠군.

# Narration/&CaerLem_Internal11_Selpres_Normal
source: This place is a death trap, we should get out while we can.
ko: 이곳은 죽음의 덫이야. 빠져나갈 수 있을 때 빠져나가야 해.

# Narration/&CaerLem_Internal12_Defaulter_Normal
source: So everyone has an opinion… but what are we going to do?
ko: 각자에게 의견이 있는데... 뭘 해야 하지?

# Narration/&CaerLem_Internal13_Defaulter_Normal
source: And what about Daliat? We got some pretty worrying hints about him.
ko: 달리앗은 어떻고? 그가 수상하다는 얘기를 들었잖아.

# Narration/&CaerLem_Internal14_Defaulter_Normal
source: What if he really is hiding something important?
ko: 달리앗이 정말 중요한 것을 숨기고 있다면?

# Narration/&CaerLem_Internal15_Authority_WRITTEN
source: We confront him.
ko: 직접 대면하자.

# Narration/&CaerLem_Internal16_Violent_WRITTEN
source: He might be a traitor.
ko: 그가 배신자일 거야.

# Narration/&CaerLem_Internal17_Default_WRITTEN
source: It's just gossip.
ko: 헛소문일 뿐이야.

# Narration/&CaerLem_Internal18_Selfpres_WRITTEN
source: Let's not risk a fight.
ko: 내분의 위험을 감수하지는 말자.

# Narration/&CaerLem_Internal19_Authority_Normal
source: We need to talk to him, find out the truth.
ko: 달리앗과 이야기하고, 진실을 밝혀야 해.

# Narration/&CaerLem_Internal20_Violent_Answer
source: If he's a traitor, we can't look the other way.
ko: 달리앗이 배신자라면, 이를 외면할 수는 없어.

# Narration/&CaerLem_Internal21_Default_Answer
source: It's just paranoia, or personal grudges.
ko: 그저 피해망상 아니면 개인적 원한일 뿐이야.

# Narration/&CaerLem_Internal22_Selfpres_Answer
source: If we accuse him, it might end in blood.
ko: 달리앗을 추궁한다면, 결국 피를 보게 될 거야.

# Narration/&CaerLem_Internal23_Default_Answer
source: That leaves us with the others. What's our strategy?
ko: 하는 수 없군. 다른 방법은 뭐지?

# Narration/&CaerLem_Internal24_Autority_WRITTEN
source: We take the lead.
ko: 지휘권을 차지해야 해.

# Narration/&CaerLem_Internal25_Selpres_WRITTEN
source: We get out of here.
ko: 여기서 벗어나자.

# Narration/&CaerLem_Internal26_Default_WRITTEN
source: Let's talk to them all together.
ko: 모두 모여서 이야기를 해 보자.

# Narration/&CaerLem_Internal27_Cynicsm_WRITTEN
source: We push Sharp to mutiny.
ko: 샤프가 하극상을 일으키게 부추기는 거야.

# Narration/&CaerLem_Internal28_Authority_Answer
source: We tell Stonebeard we're in charge, and take them home.
ko: 스톤비어드에게는 우리가 책임자가 되겠다고 전하고, 저들을 집으로 데려가는 거야.

# Narration/&CaerLem_Internal29_Selpres_Answer
source: We get the hell out of here. They can either follow or stay here to die.
ko: 이 개같은 곳에서 빠져나가자. 저들은 따라올 수도 있고 여기 남아서 죽을 수도 있겠지.

# Narration/&CaerLem_Internal30_Default_Answer
source: Let's just get them together and discuss this.
ko: 저들을 한데 모아서 함께 논의해 보자.

# Narration/&CaerLem_Internal31_Cynicsm_Answer
source: We tell Sharp to challenge Stonebeard, with our support.
ko: 샤프에게 우리가 밀어줄 테니 스톤비어드에 도전하라고 하자고.

# Narration/&CaerLem_Internal32_Any_Reaction
source: All right.
ko: 좋아.

# Narration/&CaerLem_Internal33_Any_Reaction
source: I'm not sure, but… fine.
ko: 잘은 모르겠지만... 알겠어.

# Narration/&CaerLem_Internal34_Any_Reaction
source: Agreed.
ko: 동의해.

# Narration/&CaerLem_Internal35_Any_Reaction
source: I don't think that's a good idea.
ko: 별로 좋은 생각은 아닌 것 같은데.

# Narration/&CaerLem_Internal36_Any_Reaction
source: We can't do that.
ko: 그렇게는 할 수 없어.

# Narration/&CaerLem_Darik201_Starter_Default
source: We need to talk.
ko: 이야기 좀 하지.

# Narration/&CaerLem_Darik202_Darik_NPC
source: Do we?
ko: 우리?

# Narration/&CaerLem_Darik2_Choice1_WRITTEN
source: Not now.
ko: 지금은 아냐.

# Narration/&CaerLem_Darik2_Choice2_WRITTEN
source: You were with an expedition recently.
ko: 최근 탐사대와 같이 행동했었다던데요.

# Narration/&CaerLem_Darik2_Choice2_bailout
source: Well… maybe later.
ko: 음...나중에 오죠.

# Narration/&CaerLem_Darik203_Starter_Formal
source: Word is you took part in an expedition to the Badlands.
ko: 듣자하니 황무지 탐사에 참가하셨다더군요.

# Narration/&CaerLem_Darik204_Starter_Normal
source: About this trip to the Badlands.
ko: 황무지 탐방 말입니다.

# Narration/&CaerLem_Darik205_Darik_NPC
source: That's what we do, here.
ko: 그게 우리가 여기서 하는 일이지.

# Narration/&CaerLem_Darik206_Starter_Default
source: The Soraks attacked after you came back.
ko: 당신이 돌아온 후에 소락이 공격했습니다.

# Narration/&CaerLem_Darik207_Darik_NPC
source: So what - I brought them here?
ko: 그래서 내가 소락을 데려오기라고 했다는 건가?

# Narration/&CaerLem_Darik208_Whisperer_Default
source: Listen, colleague… you can trust me.
ko: 동지여... 당신은 나를 믿을 수 있습니다.

# Narration/&CaerLem_Darik209_Darik_NPC
source: You, maybe… but the others?
ko: 당신은, 그럴지도... 하지만 다른 사람은?

# Narration/&CaerLem_Darik210_Starter_Default
source: Did you bring something back?
ko: 뭔가 가져온 게 있습니까?

# Narration/&CaerLem_Darik211_Darik_NPC
source: We always do, like the Scavengers.
ko: 항상 가져오지. 여느 스캐빈저처럼.

# Narration/&CaerLem_Darik212_Darik_NPC
source: Ask Sharp, he has tons of things brought back from there.
ko: 샤프에게 물어 봐. 거기서 가져온 수많은 물건을 그가 보관하고 있으니.

# Narration/&CaerLem_Darik213_Starter_Default
source: But maybe this time, you took something special.
ko: 하지만 이번에는, 특별한 물건을 주웠을 수도 있겠죠.

# Narration/&CaerLem_Darik214_Darik_NPC
source: It's nothing of value to Soraks!
ko: 소락이 탐낼 물건이 아니야!

# Narration/&CaerLem_Darik215_Starter_Default
source: How would you know?
ko: 그걸 어떻게 알죠?

# Narration/&CaerLem_Darik216_Whisperer_Default
source: Show me, colleague.
ko: 나한테 보여 줘요, 동지.

# Narration/&CaerLem_Darik217_Persuader_Default
source: Just trust us.
ko: 우리를 믿으세요.

# Narration/&CaerLem_Darik218_Intimidate_Default
source: We could simply take it.
ko: 그냥 빼앗을 수도 있습니다.

# Narration/&CaerLem_Darik219_Deceiver_Default
source: We can pay for it.
ko: 비용을 지불할 수도 있어요.

# Narration/&CaerLem_Darik220_Defaulter_Default
source: We're not blaming you, but we need to know.
ko: 당신을 비난하려는 게 아닙니다. 그저 알고 싶을 뿐입니다.

# Narration/&CaerLem_Darik221_Darik_NPC
source: It's just an old book… might be of historical value.
ko: 오래된 책일 뿐이야... 역사적 가치가 있을 수 있지.

# Narration/&CaerLem_Darik222_Darik_NPC
source: Take it, then. And find a way to get us out of here.
ko: 자, 가져가. 그리고 여기서 빠져나갈 방법이나 찾으라고.

# Narration/&CaerLem_Darik223_Deceiver_Default
source: The Council will reward you if you help us.
ko: 우릴 돕는다면 의회에서 당신에게 보상을 해 줄 겁니다.

# Narration/&CaerLem_Darik224_Darik_NPC
source: You won't buy me with words.
ko: 몇 마디 꾐에는 넘어가지 않아.

# Narration/&CaerLem_Darik225_Intimidate_Default
source: Show us, or we'll help ourselves.
ko: 보여 주시죠. 그렇지 않으면 우리 마음대로 할 겁니다.

# Narration/&CaerLem_Darik226_Darik_NPC
source: I don't think so.
ko: 그렇게는 안 될 거야.
