Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&AbjurationQuest_Kythaela_65_Kythaela_NPC
source: Silence, wretch! The Empire can't be dead!
ko: 입 다물거라, 미련한 것! 제국이 멸망했을 리 없거늘!

# Narration/&AbjurationQuest_Kythaela_66_Any_NonHighElf_Rude
source: The Empire died with the Cataclysm! And even if it galls me to admit it…
ko: 제국은 대격변으로 멸망했어요! 인정하기 싫긴 하지만…

# Narration/&AbjurationQuest_Kythaela_67_AcademicOrElse_Default
source: …it saved Solasta from a horrible fate!
ko: ... 그게 솔라스타를 끔찍한 운명에서 구해냈죠!

# Narration/&AbjurationQuest_Kythaela_68_Choice2_WRITTEN
source: They warned the Empire.
ko: 인간들은 제국에 경고했습니다.

# Narration/&AbjurationQuest_Kythaela_69_Choice2_Spoken
source: They convinced the Empire of the real threat.
ko: 인간들은 제국에 진정한 위협이 무엇인지 확신시켰습니다.

# Narration/&AbjurationQuest_Kythaela_70_Kythaela_NPC
source: Those Soraks you mentioned?
ko: 그대가 언급한 소락 말인가?

# Narration/&AbjurationQuest_Kythaela_71_AcademicOrElse_Default
source: Yes! Dangerous, evil lizards, able to wield magic and to subvert minds!
ko: 그렇습니다! 위험하고 사악한 도마뱀이죠. 마법을 부리고 마음을 무너뜨릴 수 있습니다!

# Narration/&AbjurationQuest_Kythaela_72_Kythaela_NPC
source: Weak human minds, for sure! And yet…
ko: 인간의 마음은 나약한 게 분명하도다! 하지만…

# Narration/&AbjurationQuest_Kythaela_73_AcademicOrElse_Default
source: And yet?
ko: 하지만?

# Narration/&AbjurationQuest_Kythaela_74_Kythaela_NPC
source: Yet I recall an elf, a member of the household, trying to kill the Master…
ko: 가문의 일원인 한 엘프가 주인님을 죽이려 한 일이 떠오르는구나…

# Narration/&AbjurationQuest_Kythaela_75_Choice3_WRITTEN
source: They joined forces.
ko: 그들은 힘을 합쳤어.

# Narration/&AbjurationQuest_Kythaela_76_Choice3_Spoken
source: Their combined forces assaulted the Rift.
ko: 그들의 연합군이 균열을 공격했지.

# Narration/&AbjurationQuest_Kythaela_77_Kythaela_NPC
source: There was mention of the Rift in the Aer-Elai.
ko: 에어 엘라이의 균열에 대해서는 들어 본 적이 있구나.

# Narration/&AbjurationQuest_Kythaela_78_Any_Default
source: They managed to close it - but triggered the Cataclysm, ushering in a dark age!
ko: 그들은 간신히 균열을 닫았지만, 암흑기를 몰고 온 대격변이 일어났죠!

# Narration/&AbjurationQuest_Kythaela_79_Kythaela_NPC
source: The dark age? Those Badlands you mentioned?
ko: 암흑기? 너희가 말한 이 황무지 말인가?

# Narration/&AbjurationQuest_Kythaela_80_Any_NPC
source: Yes! A thousand years of rebuilding after near extinction!
ko: 그래요! 멸종의 위기 후에 천 년에 걸쳐서 재건했죠!

# Narration/&AbjurationQuest_Kythaela_81_Kythaela_NPC
source: It can't be! I still feel the Master!
ko: 말도 안 돼! 난 아직도 마스터를 느낄 수 있어!

# Narration/&AbjurationQuest_Kythaela_82_Kythaela_NPC
source: And I must find him!
ko: 그리고 난 그분을 찾아야 해!

# Narration/&AbjurationQuest_Kythaela_83_Any_Default
source: Times have changed since you last traveled in the Empire…
ko: 당신이 마지막으로 제국을 여행한 이후로 시대가 변했어요…

# Narration/&AbjurationQuest_Kythaela_84_Kythaela_NPC
source: Still, I feel the pull!
ko: 그럼에도 이끌림이 느껴지는구나!

# Narration/&AbjurationQuest_Kythaela_85_Any_Default
source: The pull?
ko: 이끌림이요?

# Narration/&AbjurationQuest_Kythaela_86_Kythaela_NPC
source: Yes, a pull to get to the Copper Vale of Remembrance!
ko: 그래, 구릿빛 추모의 골짜기를 향한 이끌림이!

# Narration/&AbjurationQuest_Kythaela_87_Kythaela_NPC
source: Take me there at once and I shall name you favored servants!
ko: 나를 그곳으로 데려다 준다면 너희를 총애하는 하인으로 삼으마!

# Narration/&AbjurationQuest_Kythaela_88_Crownbearer_Default
source: The Copper Vale of Remembrance?
ko: 구릿빛 추모의 골짜기요?

# Narration/&AbjurationQuest_Kythaela_89_Kythaela_NPC
source: Yes - a fortress and place of rest for fallen heroes, roughly in this direction!
ko: 그래 - 쓰러진 영웅들을 위한 휴식처와 요새, 대충 이 쪽 방향이야!

# Narration/&AbjurationQuest_Kythaela_90_Choice1_WRITTEN
source: The Vale of Coparann?
ko: 코파란 계곡?

# Narration/&AbjurationQuest_Kythaela_91_Choice1_Spoken
source: Copper, fortress… hmmm - sounds like the Vale of Coparann!
ko: 구리, 요새... 흠... 코파란 계곡 이야기 같은데!

# Narration/&AbjurationQuest_Kythaela_92_Choice2_WRITTEN
source: We're not your servants.
ko: 우리는 당신의 하인이 아닙니다.

# Narration/&AbjurationQuest_Kythaela_93_Choice2_Spoken
source: We are no one's servants, favored or otherwise!
ko: 총애를 받든 아니든, 우리는 누구의 하인도 아닙니다!

# Narration/&AbjurationQuest_Kythaela_94_Kythaela_NPC
source: Traveling companions, then!
ko: 그럼 여행 동반자라고 해 두지!

# Narration/&AbjurationQuest_Kythaela_95_Kythaela_NPC
source: You can tell me of this Cataclysm on our journey!
ko: 여행 동안 대격변에 대해 이야기해 다오!

# Narration/&AbjurationQuest_Kythaela_96_Choice3_WRITTEN
source: You seem sure we'll agree.
ko: 우리가 동의할 거라고 확신하는 것 같네요.

# Narration/&AbjurationQuest_Kythaela_97_Choice3_Spoken
source: You seem very certain that we'll go with you.
ko: 우리가 당신과 동행할 거라고 확신하는 것 같군요.

# Narration/&AbjurationQuest_Kythaela_98_Kythaela_NPC
source: Of course - you wouldn't let a lady cross those Badlands alone, surely?
ko: 물론. 숙녀 혼자 이 황무지를 건너게 내버려 두진 않겠지?

# Narration/&AbjurationQuest_Caravan_1Galar_NPC
source: A timely arrival! Many thanks for your help!
ko: 적시적기에 도와주셨군요. 감사합니다!

# Narration/&AbjurationQuest_Caravan_2_Pragmatism_Default
source: Clear skies, friend! What's going on here?
ko: 맑은 하늘이 함께하시길, 친구여! 무슨 일입니까?

# Narration/&AbjurationQuest_Caravan_3Galar_NPC
source: Those… fellows joined my caravan at Coparann…
ko: 저 친구들이... 코파란에서 제 캐러밴에 합류했습니다…

# Narration/&AbjurationQuest_Caravan_4Galar_NPC
source: …a couple of hours ago, this man stumbled on our path, almost dead…
ko: 몇 시간 전 쯤, 이자가 거의 죽기 직전의 몰골인 채로 우리의 행로를 우연히 발견했습니다…

# Narration/&AbjurationQuest_Caravan_5Galar_NPC
source: …no healing could help him, so I put him in a tent…
ko: 아무리 치료해봐도 그에겐 소용이 없었고, 전 그를 텐트 안에 눕혀뒀습니다…

# Narration/&AbjurationQuest_Caravan_6Galar_NPC
source: …and I was about to send word to Coparann.
ko: 그리고 전 코파란에 그 소식을 전하러 가던 참입니다.

# Narration/&AbjurationQuest_Caravan_7_Choice1Pragmatism_WRITTEN
source: Coparann?
ko: 코파란?

# Narration/&AbjurationQuest_Caravan_8_Choice1Pragmatism_Spoken
source: Coparann? That's where we're going!
ko: 코파란이요? 마침 저희도 가는 길인데요!

# Narration/&AbjurationQuest_Caravan_9Galar_NPC
source: Then perhaps you can do me a favor!
ko: 그렇다면 부탁 하나만 들어주실 수 있습니까?

# Narration/&AbjurationQuest_Caravan_10_CynicismOrElse_Default
source: A favor?
ko: 부탁이라?

# Narration/&AbjurationQuest_Caravan_11Galar_NPC
source: Of course I'll see that you're rewarded!
ko: 물론 여러분들께 보상해드리겠습니다!

# Narration/&AbjurationQuest_Caravan_12_Choice2Starter_WRITTEN
source: Almost dead?
ko: 거의 죽은몰골이라고요?

# Narration/&AbjurationQuest_Caravan_13_Choice2Starter_Spoken
source: Almost dead? Sick?
ko: 거의 죽은 몰골이라구요? 병에 걸린겁니까?

# Narration/&AbjurationQuest_Caravan_14Galar_NPC
source: No, wounded! Deep wounds…
ko: 아뇨, 부상입니다! 깊은 상처예요…

# Narration/&AbjurationQuest_Caravan_15Galar_NPC
source: …ripped open, as if by sharp claws.
ko: ...찢어져서 다 벌어져있는데, 마치 날카로운 발톱에 당한 것 같더군요.

# Narration/&AbjurationQuest_Caravan_16Galar_NPC
source: We found him near the road. It looked like he had crawled there.
ko: 우린 그를 도로 근처에서 발견했습니다. 그는 거기까지 기어온 것 같더군요.

# Narration/&AbjurationQuest_Caravan_17_LawkeeperorElse_Default
source: Claw wounds? And no healing could help him?
ko: 발톱에 의한 상처라구요? 그리고 치료가 소용이 없었다?

# Narration/&AbjurationQuest_Caravan_18Galar_NPC
source: That's right. The wounds were oozing.
ko: 맞습니다. 상처가 계속 벌어지고 있었어요.

# Narration/&AbjurationQuest_Caravan_19Galar_NPC
source: It's a wonder he was still alive.
ko: 그가 아직 살아있는 것 자체가 놀라울 정도죠.

# Narration/&AbjurationQuest_Caravan_20_Choice3Spy_WRITTEN
source: Send word?
ko: 소식을 전한다구요?

# Narration/&AbjurationQuest_Caravan_21_Choice3Spy_Spoken
source: Why send word?
ko: 왜 소식을 전하는거죠?

# Narration/&AbjurationQuest_Caravan_22Galar_NPC
source: Because this man was a corporal in the Coparann Watch.
ko: 왜냐하면 그는 코파란 감시단의 상병이기 때문이죠.

# Narration/&AbjurationQuest_Caravan_23_Starter_Default
source: You want us to take word of his death to Coparann.
ko: 우리가 코파란에 부고 소식을 전달해주길 바라는거군요.

# Narration/&AbjurationQuest_Caravan_24Galar_NPC
source: Yes - take this note and his personal effects to Sergeant Nikannen.
ko: 네. 이 쪽지와 개인 소지품들을 니카넨 상사에게 전달해주세요.

# Narration/&AbjurationQuest_Caravan_25Galar_NPC
source: Have him countersign the note, then see my agent.
ko: 이 쪽지에 서명을 받아서 제 대리인을 찾아가시기 바랍니다.

# Narration/&AbjurationQuest_Caravan_26Galar_NPC
source: He is the owner of the general store.
ko: 대리인은 잡화점 주인입니다.

# Narration/&AbjurationQuest_Caravan_27Galar_NPC
source: Meanwhile, get some rest and share our camp!
ko: 그전에, 좀 쉬시고 우리의 야영지를 이용하셔도 좋습니다!

# Narration/&AbjurationQuest_Caravan_28Galar_NPC
source: We can even sell you some equipment!
ko: 몇 가지 장비를 팔고 있기도 하고요!

# Narration/&AbjurationQuest_Caravan_29_ArunFollower_Default
source: Let us share Arun's gifts!
ko: 아룬의 선물을 나눠봅시다!

# Narration/&AbjurationQuest_Caravan_30_Any_Default
source: Many thanks for your hospitality!
ko: 환대에 감사드립니다!

# Narration/&AbjurationQuest_CoparannArrival_2_Any_Default
source: Yes, we do!
ko: 그럼요!

# Narration/&AbjurationQuest_CoparannArrival_3_Guard_Npc
source: Then go see Sergeant Nikannen in the Guardhouse!
ko: 그럼 경비대에 있는 니카넨 상사에게 가보게!

# Narration/&AbjurationQuest_CoparannArrival_4_Any_Default
source: Thank you! Clear skies!
ko: 고마워요! 맑은 하늘이 함께하길!

# Narration/&AbjurationQuest_CoparannArrival_5_Guard_NPC
source: Stay in the light!
ko: 빛이 함께 하시길!

# Narration/&AbjurationQuest_CoparannArrival_6_SgtNikannen_NPC
source: Good day! I am Sergeant Nikannen, officer of the day!
ko: 좋은 날이오! 오늘의 장교인 니카넨 상사일세!

# Narration/&AbjurationQuest_CoparannArrival_7_SgtNikannen_NPC
source: What business brings you to Coparann?
ko: 코파란엔 어쩐 일이오?

# Narration/&AbjurationQuest_CoparannArrival_8_SellswordChoice1_WRITTEN
source: We found something.
ko: 뭔가 찾았습니다.

# Narration/&AbjurationQuest_CoparannArrival_9_SellswordOrElse_Slang
source: Well, Sarge, we found something of yours on our way here!
ko: 음, 상사, 오는 길에 당신 물건 좀 찾아냈지!

# Narration/&AbjurationQuest_CoparannArrival_10_SgtNikannen_NPC
source: Of mine? What, exactly?
ko: 내 것 말이오? 정확히, 무얼 말하는 것인지?

# Narration/&AbjurationQuest_CoparannArrival_11_AcademicChoice2_WRITTEN
source: We have something for you.
ko: 당신에게 줄 게 있죠.

# Narration/&AbjurationQuest_CoparannArrival_12_AcademicChoice2_Default
source: We were asked to give you certain items!
ko: 당신에게 특정 물건을 전달하라고 부탁받았습니다!

# Narration/&AbjurationQuest_CoparannArrival_13_SgtNikannen_NPC
source: Asked? By whom?
ko: 부탁? 누구 말이오?

# Narration/&AbjurationQuest_CoparannArrival_14_SgtNikannen_NPC
source: And what items?
ko: 그리고 무슨 물건?

# Narration/&AbjurationQuest_CoparannArrival_15_SpyOrElse_WRITTEN
source: Galar sent us.
ko: 갈라르가 보냈죠.

# Narration/&AbjurationQuest_CoparannArrival_16_SpyOrElse_Default
source: Master Galar Goldentongue asked us to see you - and to bring these…
ko: 갈라르 골든텅이 만나라고 부탁했습니다. 그리고 이걸 가져가라고…

# Narration/&AbjurationQuest_CoparannArrival_17_SellswordOrElse_Slang
source: Here they are, Sarge!
ko: 바로 이거다, 상사!

# Narration/&AbjurationQuest_CoparannArrival_18_SgtNikannen_NPC
source: The ring, the badge, the insignia…
ko: 반지, 배지, 휘장…

# Narration/&AbjurationQuest_CoparannArrival_19_SgtNikannen_NPC
source: The man who wore those was of middling height…
ko: 그걸 입은 자는 중간 키에…

# Narration/&AbjurationQuest_CoparannArrival_20_SgtNikannen_NPC
source: …broad shoulders, dark hair, and a broken nose. Am I right?
ko: ... 넓은 어깨, 검은 머리칼, 부러진 코. 맞소?

# Narration/&AbjurationQuest_CoparannArrival_21_SpyorElse_Default
source: Correct! You knew him, then?
ko: 맞아요! 알고 계셨네요?

# Narration/&AbjurationQuest_CoparannArrival_22_SgtNikannen_NPC
source: He broke his nose after an… exchange of views behind the barracks.
ko: 코가 부러진 건... 병영 뒤에서 의견을 나누고 난 뒤였소.

# Narration/&AbjurationQuest_CoparannArrival_23_SgtNikannen_NPC
source: Roald tried to headbutt his basic training instructor. That was me!
ko: 로알드는 기초 훈련 교관에게 박치기를 하려 했었지. 그 교관이 바로 날세!

# Narration/&AbjurationQuest_CoparannArrival_24_SgtNikannen_NPC
source: Now, tell me what happened to my good friend Roald!
ko: 이제, 그 착한 친구 로알드에게 무슨 일이 생긴 건지 말해주시오!

# Narration/&AbjurationQuest_CoparannArrival_25_DiplomatOrElse_Default
source: First, please accept our sincere condolences!
ko: 먼저, 진심 어린 애도를 표합니다!

# Narration/&AbjurationQuest_CoparannArrival_26_SgtNikannen_NPC
source: Thanks. Now tell me where, when, how - and who!
ko: 고맙소. 이제 언제 어디서 무슨 일이 있었는지 말해주시오!

# Narration/&AbjurationQuest_CoparannArrival_27_DiplomatOrElse_Default
source: Two days ago.
ko: 이틀 전이었어요.

# Narration/&AbjurationQuest_CoparannArrival_28_SpyOrElse_Default
source: It was at a small camp in some Manacalon ruins.
ko: 마나칼론 유적 근방에 작은 야영지가 있었죠.

# Narration/&AbjurationQuest_CoparannArrival_29_SpyOrElse_Default
source: He was found almost dead by the caravan people.
ko: 행상인들이 중상을 입은 그를 발견했습니다.

# Narration/&AbjurationQuest_CoparannArrival_30_SpyOrElse_Default
source: They tried to heal him and then…
ko: 얼른 치료하려고 했지만…

# Narration/&AbjurationQuest_CoparannArrival_31_SpyOrElse_Default
source: …some travelers in the caravan rushed in…
ko: ... 상단에 있던 여행자들이 달려들었고…

# Narration/&AbjurationQuest_CoparannArrival_32_SpyOrElse_Default
source: …to kill your friend and the guards Master Galar had posted!
ko: ... 갈라르가 배치한 경비들과 당신 친구들을 죽이려고 했죠!

# Narration/&AbjurationQuest_CoparannArrival_33_SgtNikannen_NPC
source: And no idea who those guys were?
ko: 그 자들의 정체는 알아내지 못했소?

# Narration/&AbjurationQuest_CoparannArrival_34_SellswordOrElse_Default
source: No, Sarge. They looked like common mercs to me!
ko: 아뇨. 그냥 흔한 용병처럼 생겼던걸요!

# Narration/&AbjurationQuest_CoparannArrival_35_SgtNikannen_Default
source: Did Roald say anything to you?
ko: 로알드가 남긴 말 없었소?

# Narration/&AbjurationQuest_CoparannArrival_37_SgtNikannen_NPC
source: Dire news. Listen - go and speak to the Ceannard. Tell him everything…
ko: 끔찍한 소식이로군. 잘 들으시오. 촌장에게 가서 전부 말하라고 전해 주시오…

# Narration/&AbjurationQuest_CoparannArrival_38_SgtNikannen_NPC
source: …but leave Gromnir out of it for now.
ko: ... 하지만 그롬니르는 당분간 냅두라고 하고.

# Narration/&AbjurationQuest_CoparannArrival_38_AcademicOrElse_WRITTEN
source: The Ceannard?
ko: 촌장이요?

# Narration/&AbjurationQuest_CoparannArrival_39_AcademicOrElse_Spoken
source: The Ceannard?
ko: 촌장이요?

# Narration/&AbjurationQuest_CoparannArrival_39_AristocratOrElse_WRITTEN
source: Not the Baron?
ko: 남작이 아니라?

# Narration/&AbjurationQuest_CoparannArrival_40_AristocratOrElse_Spoken
source: And why not the Baron?
ko: 남작은 왜 안 되고요?

# Narration/&AbjurationQuest_CoparannArrival_41_SgtNikannen_NPC
source: The Ceannard is the ruler of the Vale of Coparann.
ko: 촌장은 코파란 계곡의 지배자요.

# Narration/&AbjurationQuest_CoparannArrival_42_SgtNikannen_NPC
source: Talk to the Ceannard first and then…
ko: 먼저 촌장에게 말하고 나서…

# Narration/&AbjurationQuest_CoparannArrival_43_SgtNikannen_NPC
source: …perhaps we can discuss some more!
ko: ... 더 의논을 할 수 있을거요!

# Narration/&AbjurationQuest_CoparannArrival_44_AcademicOrElse_Default
source: And where is the Ceannard?
ko: 촌장은 어디 있는데요?

# Narration/&AbjurationQuest_CoparannArrival_45_Kythaela_NPC
source: But we need to talk to the Baron!
ko: 하지만 우린 남작과 할 얘기가 있어요!

# Narration/&AbjurationQuest_CoparannArrival_46_SgtNikannen_NPC
source: You can find him at the Town Hall at this hour.
ko: 이 시간에 마을 회관에서 찾을 수 있을거요.

# Narration/&AbjurationQuest_CoparannArrival_47_SgtNikannen_NPC
source: Give him this note from me and tell him exactly what happened.
ko: 이 쪽지를 전해주고 정확히 무슨 일이 일어났는지 촌장에게 전해주시오.

# Narration/&AbjurationQuest_CoparannArrival_48_SgtNikannen_NPC
source: You won't talk to him without my leave…
ko: 내 허가 없이는 말을 걸 수 없을 터…

# Narration/&AbjurationQuest_CoparannArrival_49_SgtNikannen_NPC
source: Talk to the Ceannard first and then…
ko: 먼저 촌장에게 말하고 나서…

# Narration/&AbjurationQuest_CoparannArrival_50_SgtNikannen_NPC
source: Here - my signature on the letter from Galar…
ko: 여기. 갈라르가 보낸 편지에 내 서명이 있소…

# Narration/&AbjurationQuest_CoparannArrival_51_SgtNikannen_NPC
source: Take it to Master Warmhearth at the general store.
ko: 잡화점에 있는 웜하스에게 전하시오.

# Narration/&AbjurationQuest_CoparannArrival_52_SgtNikannen_NPC
source: And here's a note for the Ceannard!
ko: 그리고 여기 촌장에게 보내는 쪽지도!

# Narration/&AbjurationQuest_CoparannArrival_53_Any_Default
source: Stay in the light!
ko: 빛이 함께 하길!

# Narration/&AbjurationQuest_Ceannard01_1_Ceannard_NPC
source: Clear skies! Joris Nikannen says you have an interesting story to tell!
ko: 맑은 하늘이 함께하길! 네가 해줄 재미있는 이야기가 있다고 요리스 니카넨이 그러더군!

# Narration/&AbjurationQuest_Ceannard01_2_Any_Default
source: Clear skies to you, my lord!
ko: 맑은 하늘이 함께하시길!

# Narration/&AbjurationQuest_Ceannard01_3_Any_Default
source: Well, it all began when we came upon this caravan…
ko: 어떤 캐러밴을 만나면서 시작되었습니다…

# Narration/&AbjurationQuest_Ceannard01_4_Ceannard_NPC
source: Go on.
ko: 계속 하게.

# Narration/&AbjurationQuest_Ceannard01_5_Ceannard_NPC
source: Hmm… military matters I usually leave in the more than competent hands of the Baron…
ko: 흠... 군대와 관련된 일은 보통 유능한 남작의 손에 맡기는데 말이야…

# Narration/&AbjurationQuest_Ceannard01_6_Ceannard_NPC
source: …but Nikannen sent you to me.
ko: ... 하지만 니카넨이 나에게 보낸 건 너로군.

# Narration/&AbjurationQuest_Ceannard01_7_Ceannard_NPC
source: You see, he is a rarity in the Stonefist Mercenary company…
ko: 스톤피스트 용병단에서도 보기드문 인재거든…

# Narration/&AbjurationQuest_Ceannard01_8_Ceannard_NPC
source: …the one old hand who was born here.
ko: ... 바로 이곳에서 실력을 갈고 닦았거든.

# Narration/&AbjurationQuest_Ceannard01_9_Ceannard_NPC
source: We have known each other almost all our lives!
ko: 거의 평생 동안 함께 알고 지냈다네!

# Narration/&AbjurationQuest_Ceannard01_10_Ceannard_NPC
source: He is the reason Stonefist came to our aid during the orc invasion.
ko: 오크가 침략했을 때 스톤피스트가 우리를 도와주러 온 것도 모두 니카넨의 덕이었지.

# Narration/&AbjurationQuest_Ceannard01_11_Ceannard_NPC
source: And he sent you to me? That's odd! Why did you come to Coparann?
ko: 그런데 니카넨이 너를 보냈다고? 그거 참 이상해! 너는 왜 코파란에 온 거지?

# Narration/&AbjurationQuest_Ceannard01_12_Sellsword_WRITTEN
source: The Stonefist company?
ko: 스톤피스트단이요?

# Narration/&AbjurationQuest_Ceannard01_13_Sellsword_Spoken
source: The Stonefist mercenary company?
ko: 스톤피스트 용병단이요?

# Narration/&AbjurationQuest_Ceannard01_14_Ceannard_NPC
source: Our military force, since they helped us repel the orc invasion!
ko: 오크의 침략을 막는 것을 도와주었으니 우리 군대나 다름 없지!

# Narration/&AbjurationQuest_Ceannard01_15_Academic_WRITTEN
source: Orc invasion?
ko: 오크의 침략?

# Narration/&AbjurationQuest_Ceannard01_16_Academic_Spoken
source: An orc invasion?
ko: 오크의 침략이요?

# Narration/&AbjurationQuest_Ceannard01_17_Ceannard_NPC
source: Happened about fifteen years ago. Several tribes got together…
ko: 한 15년 전쯤에 있던 일이지. 몇몇 부족들이 손을 잡았어…

# Narration/&AbjurationQuest_Ceannard01_18_Ceannard_NPC
source: …whipped into a frenzy by a shaman.
ko: ... 한 주술사에 의해 완전히 미쳐버렸었지.

# Narration/&AbjurationQuest_Ceannard01_19_Ceannard_NPC
source: They hit us hard and opened a breach…
ko: 녀석들이 워낙 강하게 치고 들어와 우리의 전선에 구멍이 생겼었어…

# Narration/&AbjurationQuest_Ceannard01_20_Ceannard_NPC
source: …got a foothold in the outer works, and were about to hit the town.
ko: ... 외곽지대에 진을 쳤고 마을까지 약탈하기 직전이었지.

# Narration/&AbjurationQuest_Ceannard01_21_Ceannard_NPC
source: Then Gromnir hit them from behind, and they were between hammer and anvil!
ko: 그런데 그롬니르가 오크의 뒤로 접근한거야. 오크 녀석들은 옴짝달싹 할 수 없게 됐지!

# Narration/&AbjurationQuest_Ceannard01_22_SpyOrElse_WRITTEN
source: Stonefist?
ko: 스톤피스트?

# Narration/&AbjurationQuest_Ceannard01_23_SpyOrElse_Spoken
source: Who's Stonefist?
ko: 스톤피스트가 누군가요?

# Narration/&AbjurationQuest_Ceannard01_24_Ceannard_NPC
source: Gromnir Stonefist, founder of the Stonefist mercenary company!
ko: 그롬니르 스톤피스트. 바로 스톤피스트 용병단의 창시자!

# Narration/&AbjurationQuest_Ceannard01_Exit_WRITTEN
source: That doesn't answer my question.
ko: 질문에 대한 대답이 아닌데.

# Narration/&AbjurationQuest_Ceannard01_26_Highclass_Spoken
source: We are agents of the Legacy Council.
ko: 우리는 유산 평의회의 요원들입니다.

# Narration/&AbjurationQuest_Ceannard01_27_Highclass_Default
source: Our current mission is to escort Lady Kythaela.
ko: 우리의 현 임무는 레이디 키타엘라를 호위하는 것입니다.

# Narration/&AbjurationQuest_Ceannard01_28_Highclass_Default
source: Coparann was the seat of her family before the Cataclysm.
ko: 코파란은 대격변이 일어나기 전 레이디 키타엘라 가문의 본가가 있던 곳이죠.

# Narration/&AbjurationQuest_Ceannard01_29_Ceannard_NPC
source: And Lady Kythaela is on a nostalgia trip?
ko: 옛날 생각이 나서 나들이를 나오신 건가?

# Narration/&AbjurationQuest_Ceannard01_30_Highclass_Default
source: Far from it! One of her ancestors left family heirlooms hidden in the fortress.
ko: 아니오! 그녀의 조상님 중 한 명이 성에 숨겨져 있는 가문의 유산을 남겨 주었습니다.

# Narration/&AbjurationQuest_Ceannard01_31_Highclass_Default
source: Among those heirlooms, we hope to find clues about the next stage of our quest!
ko: 그 유산 중에 우리가 수행하는 임무의 다음 단계로 인도해줄 물건을 찾고자 합니다!

# Narration/&AbjurationQuest_Ceannard01_32_Ceannard_NPC
source: Old elven nobility! I am sure I have never seen you before, Lady Kythaela.
ko: 오래된 엘프 귀족 가문! 그런데 당신을 본 기억은 없는 것 같군요, 레이디 키타엘라.

# Narration/&AbjurationQuest_Ceannard01_33_Ceannard_NPC
source: So tell me something about Coparann that a newcomer or even a casual visitor couldn't know.
ko: 그러니 코파란에 처음 오거나 가끔 여행만 하는 사람들은 알 수 없는 것을 하나만 말해 주시지요.

# Narration/&AbjurationQuest_Ceannard01_34_Kythaela_NPC
source: In a side valley, there is an Imperial mausoleum of Lanaerach, home of the honored dead!
ko: 옆쪽 계곡에 명예로운 망자들이 잠들어 있는 라네어아크 영묘가 있습니다!

# Narration/&AbjurationQuest_Ceannard01_35_AcademicorElse_WRITTEN
source: Mausoleum?
ko: 영묘?

# Narration/&AbjurationQuest_Ceannard01_36_AcademicorElse_Spoken
source: A place of remembrance?
ko: 망자를 기리는 곳?

# Narration/&AbjurationQuest_Ceannard01_37_Kythaela_NPC
source: Yes, for the honored dead who fell in battle for the Empire.
ko: 그렇습니다. 제국을 위해 싸우다 죽은 명예로운 망자들이지요.

# Narration/&AbjurationQuest_Ceannard01_38_Ceannard_NPC
source: There is indeed an ancient Imperial mausoleum in a side valley, sealed off since the Fall of Manacalon!
ko: 분명 마나칼론이 무너진 이후 봉인 되어버린 고대의 영묘가 작은 계곡에 하나 있기는 해!

# Narration/&AbjurationQuest_Ceannard01_39_Ceannard_NPC
source: Not many know of it. Thank you, my lady - I am convinced.
ko: 그걸 아는 사람은 많지 않지. 감사합니다. 설득이 되었군요.

# Narration/&AbjurationQuest_Ceannard01_40_Sellsword_WRITTEN
source: Lanaerach?
ko: 라나에어크?

# Narration/&AbjurationQuest_Ceannard01_41_Sellsword_Spoken
source: What's Lanaerach?
ko: 라나에어크가 뭐죠?

# Narration/&AbjurationQuest_Ceannard01_42_Ceannard_NPC
source: A very particular kind of marble - very precious!
ko: 아주 특별하고 진귀한 종류의 대리석이라네!

# Narration/&AbjurationQuest_Ceannard01_43_Ceannard_NPC
source: The traditional stone for the honored dead!
ko: 명예로운 망자들을 위해 전통적으로 사용되던 돌이야!

# Narration/&AbjurationQuest_Ceannard01_44_Ceannard_NPC
source: As for the rest of you, you said you were sent by the Legacy Council.
ko: 그리고 다른 사람들은 분명 유산 평의회가 보내서 왔다고 했지.

# Narration/&AbjurationQuest_Ceannard01_45_Ceannard_NPC
source: We see a lot of Council agents on their way to the Badlands, and they bring a lot of rumors.
ko: 평의회 요원들이 황무지에 가는 것을 많이 본다네. 그리고 돌아오면서 여러 소문을 가지고 왔지.

# Narration/&AbjurationQuest_Ceannard01_46_Ceannard_NPC
source: So tell me - is there any truth to the rumor that the Soraks are back?
ko: 그럼 말해 보게. 소락들이 돌아왔다는 소문에 진실성이 있는 것인가?

# Narration/&AbjurationQuest_Ceannard01_47_AcademicorElse_Default
source: Yes! And they are as nasty as legends made them!
ko: 그렇습니다! 그리고 전설에서 나오는 모습 그대로 아주 흉포합니다.

# Narration/&AbjurationQuest_Ceannard01_48_Ceannard_NPC
source: Can they truly possess others?
ko: 정말 다른 자들에게 빙의할 수 있나?

# Narration/&AbjurationQuest_Ceannard01_49_AcademicorElse_Default
source: Not possess, exactly…
ko: 정확히 말하자면 빙의는…

# Narration/&AbjurationQuest_Ceannard01_50_AcademicorElse_Default
source: …what they do is worse…
ko: ... 빙의보다 더 무서운 것입니다…

# Narration/&AbjurationQuest_Ceannard01_51_AcademicorElse_Default
source: …if you believe the tales that the paladins of Einar recovered from their archives.
ko: ... 에이나르의 팔라딘이 그들의 기록에서 발견한 이야기를 믿을 수 있다면 말이죠.

# Narration/&AbjurationQuest_Ceannard01_52_Ceannard_NPC
source: Do me a favor: walk around our city, talk to the people…
ko: 부탁 하나만 하겠네. 도시를 돌아다니며 사람들과 이야기를 좀 나눠보게…

# Narration/&AbjurationQuest_Ceannard01_53_Ceannard_NPC
source: …then report your impressions to Sergeant Nikannen.
ko: ... 그리고나서 알게된 것들을 니카넨에게 보고해 주게나.

# Narration/&AbjurationQuest_Ceannard01_54_Ceannard_NPC
source: Not a word about what you told me, though.
ko: 하지만 지금 나에게 한 말은 단 한마디도 언급하지 말게.
