Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Council02_1_13_Carran_NPC
source: Well, more for… this. But come on!
ko: 글쎄, 용건이... 더 있습니다. 어쨌든 서두르죠!

# Narration/&Council02_1_14_Merton_NPC
source: Now, there's a trophy.
ko: 자, 전리품이로군.

# Narration/&Council02_1_15_Merton_NPC
source: And by the way, who's crazy now?
ko: 그건 그렇고, 이제 누가 미친놈이지?

# Narration/&Council02_1_16_Default_Default
source: All right, you were right and we were wrong. They do exist. Happy now?
ko: 그래요. 당신이 옳았고 우리는 틀렸어요. 소락은 실존합니다. 이제 행복해요?

# Narration/&Council02_1_17_Merton_NPC
source: Kid, I've seen more than anyone in this town, yet nobody seems to believe me.
ko: 젊은 친구, 나는 이 마을에서 많은 사람들을 봐 왔지만, 그 누구도 나를 믿어주지 않았지.

# Narration/&Council02_1_18_Cynical_Default
source: Maybe it's a curse.
ko: 그건 마치 저주 같군요.

# Narration/&Council02_1_19_Merton_NPC
source: The curse of being surrounded by idiots…
ko: 주변이 온통 멍청이들뿐인 저주 말이지...

# Narration/&Council02_1_20_Carran_NPC
source: If you don't mind, Merton, we have business to attend to.
ko: 죄송합니다만, 머튼. 저희에겐 해야 할 일이 있습니다.

# Narration/&Council02_1_21_Merton_NPC
source: Right. Say hello to the old lady for me, Carran!
ko: 그래. 할멈에게 안부나 전해 달라고, 캐런!

# Narration/&Council02_1_22_Default_Default
source: Who's this guy again?
ko: 대체 누굽니까?

# Narration/&Council02_1_23_Merton_NPC
source: Arwin Merton. He used to be a legend - the first Scavenger, they say.
ko: 아르윈 머튼. 한때 전설적인 존재였죠. 최초의 스캐빈저로 불렸습니다.

# Narration/&Council02_1_24_Merton_NPC
source: But now - well, you can see for yourself.
ko: 하지만 지금은.. 음, 보시다시피죠.

# Narration/&Council02_1_25_Curious_Default
source: Who's this old lady?
ko: 할멈이라뇨?

# Narration/&Council02_1_26_Merton_NPC
source: Just ignore him.
ko: 그냥 무시하세요.

# Narration/&Council02_1_27_Merton_NPC
source: Let's go.
ko: 갑시다.

# Narration/&Council02_2_1_EinarBoss_NPC
source: Your thoughts, Dean Faisech?
ko: 어떻습니까, 패이세크 학장님?

# Narration/&Council02_2_2_Towerboss_NPC
source: I… well… it looks very much as the scriptures describe.
ko: 저는... 음... 경전에 묘사된 것과 매우 흡사하군요.

# Narration/&Council02_2_3_Danantar_NPC
source: Well, then - it seems we have a problem.
ko: 음, 그렇다면, 문제가 생긴 것이로군요.

# Narration/&Council02_2_4_EinarBoss_NPC
source: It's a disaster! We all know what the Sorr-Akkath did on Tirmar!
ko: 이건 재앙입니다! 우리 모두는 소르아카스가 티르마르에서 저지른 일을 알고 있습니다!

# Narration/&Council02_2_5_Partner_Default
source: There's something else.
ko: 또 다른 것이 있습니다.

# Narration/&Council02_2_6_Danantar_NPC
source: What?
ko: 뭐죠?

# Narration/&Council02_2_7_Antiquarian_NPC
source: A Crown?
ko: 왕관?

# Narration/&Council02_2_8_Towerboss_NPC
source: Interesting. A very nice find.
ko: 흥미롭군요. 아주 좋은 수확입니다.

# Narration/&Council02_2_9_Partner_Default
source: We don't want to sell it.
ko: 이 왕관은 팔지 않을 겁니다.

# Narration/&Council02_2_10_Antiquarian_NPC
source: Why not? You know we pay well.
ko: 어째서죠? 값은 잘 치러 드릴 겁니다.

# Narration/&Council02_2_11_Partner_Default
source: We want to keep it.
ko: 저희는 이 왕관을 갖고 싶습니다.

# Narration/&Council02_2_12_Arcaneum_NPC
source: I'd like to take a look at it, though.
ko: 그래도 한번 살펴보고는 싶군요.

# Narration/&Council02_2_14_Authority_Default
source: Come on, let them take a look.
ko: 자, 어서 보여 드려.

# Narration/&Council02_2_15_Arcaneum_NPC
source: Thank you.
ko: 고맙군요.

# Narration/&Council02_2_16_Danantar_NPC
source: Any ideas?
ko: 어떻습니까?

# Narration/&Council02_2_17_Arcaneum_NPC
source: It's quite massive… clearly Imperial in style…
ko: 상당히 크고... 확실히 제국 양식입니다...

# Narration/&Council02_2_18_Towerboss_NPC
source: These runes remind me of the Imperial schools of magic…
ko: 이 룬은 제국의 마법 학파를 연상시키네요…

# Narration/&Council02_2_19_Antiquarian_NPC
source: I have a spell I'd like to cast on this.
ko: 이 왕관에 걸어 보고 싶은 주문이 있습니다.

# Narration/&Council02_2_20_Princess_NPC
source: My lords! This deputy is clearly unwell!
ko: 경들! 저 대리인의 상태가 좋지 않습니다!

# Narration/&Council02_2_21_Danantar_NPC
source: What?
ko: 예?

# Narration/&Council02_3_1_Bearer_Default
source: What happened?
ko: 무슨 일이 일어난 거지?

# Narration/&Council02_3_2_Friendly_Default
source: You passed out.
ko: 기절했어.

# Narration/&Council02_3_3_Bearer_Default
source: Where are we?
ko: 여기는 어디야?

# Narration/&Council02_3_4_Friendly_Default
source: The Temple of Einar.
ko: 에이나르 신전.

# Narration/&Council02_3_5_Friendly_Default
source: Marshal Beric Sunblaze himself invited us to stay here.
ko: 베릭 선블레이즈 원수가 직접 우리를 여기 머물게 했지.

# Narration/&Council02_3_6_Pragmatic_Default
source: We certainly made an impression on the Council.
ko: 확실히 의회에 깊은 인상을 준 것 같아.

# Narration/&Council02_3_7_Pragmatic_Default
source: They believe you're attuned to the Crown…
ko: 너와 왕관이 결속되어서...

# Narration/&Council02_3_8_Pragmatic_Default
source: …that you can't be separated from it.
ko: ... 서로 떨어질 수 없다고 하더라.

# Narration/&Council02_3_9_Bearer_Default
source: What? So it is cursed?
ko: 뭐? 저주 받은 왕관이 맞았어?

# Narration/&Council02_3_10_Cynical_Default
source: They're not sure. All these big brains, and they're stumped.
ko: 확실하지 않아. 그 잘난 의회 사람들도 쩔쩔매고 있으니까.

# Narration/&Council02_3_11_Cynical_Default
source: They cast spells on the crown, on you…
ko: 그들이 왕관과 너에게 주문을 걸었지...

# Narration/&Council02_3_12_Pragmatic_Default
source: Between that and the Soraks, we caused quite a fuss out there.
ko: 왕관과 소락의 관련성에 대해, 한동안 설전이 오갔지.

# Narration/&Council02_3_13_Pragmatic_Default
source: They'll reconvene the Council when you're ready.
ko: 네가 준비되는 대로 의회가 소집될 거야.

# Narration/&Council02_3_14_Pragmatic_Default
source: But trust me, there's a lot of people who want to talk to you first.
ko: 내 말 들어 봐. 그 전에 너와 만나고 싶어하는 사람이 엄청 많아.

# Narration/&Tower_Dialog_01_1_MaddyGreenisle_NPC
source: It's an honor, deputies.
ko: 만나서 영광입니다, 대리인.

# Narration/&Tower_Dialog_01_2_Authority_Default
source: Who are you?
ko: 누구시죠?

# Narration/&Tower_Dialog_01_3_MaddyGreenisle_NPC
source: My name is Maddy Greenisle. I work for the Tower of Knowledge.
ko: 매디 그린아일이에요. 지식의 탑에서 일하죠.

# Narration/&Tower_Dialog_01_4_MaddyGreenisle_NPC
source: I'm just a junior aide in the Council…
ko: 저는 평의회의 하급 보좌관일 뿐이지만…

# Narration/&Tower_Dialog_01_5_MaddyGreenisle_NPC
source: …but if you ever need to contact my superiors without going through official channels…
ko: ...여러분이 공식적인 경로를 거치지 않고 제 상급자들과 연락할 필요가 있다면…

# Narration/&Tower_Dialog_01_6_MaddyGreenisle_NPC
source: …just see me at the Tower, downtown.
ko: ...시내에 있는 탑에서 저를 보면 되요.

# Narration/&Tower_Dialog_01_7_Nosy_Selfpres_Default
source: Why the sudden interest in us?
ko: 왜 갑자기 우리에게 관심을 갖는 거죠?

# Narration/&Tower_Dialog_01_8_MaddyGreenisle_NPC
source: You proved yourselves in the Badlands…
ko: 여러분은 황무지에서 자신들을 증명했고…

# Narration/&Tower_Dialog_01_9_MaddyGreenisle_NPC
source: …and we in the Tower of Knowledge value skilled adventurers.
ko: 우리 지식의 탑은 숙련된 모험가들을 소중하게 여기죠.

# Narration/&Tower_Dialog_01_10_MaddyGreenisle_NPC
source: If you find anything of historical value, we'll pay well…
ko: 여러분이 역사적 가치가 있는 뭔가를 찾는다면, 저희 잘 보상해줄 거고…

# Narration/&Tower_Dialog_01_11_MaddyGreenisle_NPC
source: And if things go well, we might share some of our own secrets.
ko: 일이 잘 풀리면, 우리가 보유한 비전의 일부를 공유할 수도 있겠죠.

# Narration/&Tower_Dialog_01_12_Authority_Default
source: All right - we'll think about it.
ko: 좋아요, 생각해보죠.

# Narration/&Antiquarians_Dialog_01_1_HalmanSummer_NPC
source: Greetings, Sorak slayers!
ko: 소락 학살자들이여, 안녕하신가!

# Narration/&Antiquarians_Dialog_01_2_Friendly_Default
source: Hello.
ko: 안녕하시오.

# Narration/&Antiquarians_Dialog_01_3_HalmanSummer_NPC
source: I am Halman Summer of the Guild of Antiquarians.
ko: 나는 안티쿼리안 길드의 할만 서머라고 하네.

# Narration/&Antiquarians_Dialog_01_4_HalmanSummer_NPC
source: I am instructed to invite you to visit us at the Embassy of the Snow Alliance.
ko: 당신들에게 설산 동맹의 대사관으로 찾아와 달라는 부탁을 하라고 지시 받았지.

# Narration/&Antiquarians_Dialog_01_5_Lawfulness_Default
source: You're based at an embassy? I thought the Council was neutral.
ko: 대사관에 있다고? 의회는 중립인 줄 알았는데.

# Narration/&Antiquarians_Dialog_01_6_HalmanSummer_NPC
source: We don't have a house of our own in Caer Cyflen - unlike the Tower of Knowledge…
ko: 케어 키플렌에는 우리들만의 거처가 없지. 지식의 탑과는 다르게 말이야…

# Narration/&Antiquarians_Dialog_01_7_HalmanSummer_NPC
source: …how about that for neutrality?
ko: ... 그것도 중립이라면 중립인가?

# Narration/&Antiquarians_Dialog_01_8_HalmanSummer_NPC
source: Anyway, we'd be interested in any antiquities you might bring back.
ko: 어쨌든 우린 자네들이 발견할 수도 있는 유물에 대해 관심이 많아.

# Narration/&Antiquarians_Dialog_01_9_HalmanSummer_NPC
source: We pay very well, even for things you might think are worthless.
ko: 값도 후하게 쳐준다고. 자네들이 쓸모 없다고 생각하는 것들까지 말이야.

# Narration/&Antiquarians_Dialog_01_10_Cynical_Default
source: Like the Scavengers?
ko: 스캐빈저들처럼?

# Narration/&Antiquarians_Dialog_01_11_HalmanSummer_NPC
source: The Scavengers? They'd sell an antique Emperor's sword for its metal value.
ko: 스캐빈저들? 그놈들은 고대 황제의 칼도 고철값만 받고 팔아버릴걸.

# Narration/&Antiquarians_Dialog_01_12_HalmanSummer_NPC
source: But we can offer more than gold.
ko: 하지만 우린 금화보다 더 좋은 걸 줄 수 있어.

# Narration/&Antiquarians_Dialog_01_13_HalmanSummer_NPC
source: Antique magical items, for instance. You'll never find their like elsewhere.
ko: 예를 들어서 고대 마법 아이템 말이야. 그런 물건은 다른 어느 곳에서도 찾을 수 없을걸.

# Narration/&Antiquarians_Dialog_01_14_Friendly_Default
source: Good to know. Thanks for the invitation.
ko: 알려줘서 고마워. 초청해 줘서 고맙고.

# Narration/&Arcaneum_Dialog_01_1_HeddlonSurespell_NPC
source: Can I ask for a minute of your time, deputies?
ko: 대리인들이여, 잠시만 시간을 내줄 수 있겠나?

# Narration/&Arcaneum_Dialog_01_2_Player_Authority
source: We're in kind of a hurry.
ko: 지금은 조금 바쁜데.

# Narration/&Arcaneum_Dialog_01_3_HeddlonSurespell_NPC
source: I know. I won't delay you long.
ko: 나도 알고 있네. 시간을 많이 빼앗지는 않겠네.

# Narration/&Arcaneum_Dialog_01_4_HeddlonSurespell_NPC
source: My name is Heddlon Surespell. I represent the Arcaneum.
ko: 네 이름은 헤들론 슈어스펠. 아케니움을 대표한다네.

# Narration/&Arcaneum_Dialog_01_5_AnyNotElf_Default
source: And the Arcaneum belongs to the New Empire. Do you really want to be seen talking to us?
ko: 하지만 아케니움은 신 제국의 소속이잖아. 우리와 이야기하다 들키면 어쩌려고 그래?

# Narration/&Arcaneum_Dialog_01_6_HeddlonSurespell_NPC
source: My business is magic, not politics. And no, I have no quarrel with you.
ko: 내 분야는 마법이지 정치가 아냐. 그리고 자네들과 다툴 생각은 없네.

# Narration/&Arcaneum_Dialog_01_7_HeddlonSurespell_NPC
source: You may not see us Imperials as friends, but we take the Council very seriously.
ko: 자네들은 우리 제국인들이 탐탁치 않을지 모르겠네만 우리는 의회를 매우 중요시 한다네.

# Narration/&Arcaneum_Dialog_01_8_HeddlonSurespell_NPC
source: We are particularly interested in anything from the Old Empire that you might find in the Badlands.
ko: 특히 자네들이 황무지에서 찾을 수도 있는 구 제국의 물건들에 대해 큰 흥미를 가지고 있지.

# Narration/&Arcaneum_Dialog_01_9_HeddlonSurespell_NPC
source: Anything from the Manacalon-era Arcaneum, even more so.
ko: 특히 마나칼론 시대의 아케니움 물건이라면 더더욱 그렇지.

# Narration/&Arcaneum_Dialog_01_10_HeddlonSurespell_NPC
source: Of course we'd pay you handsomely for this Crown, but I know that is not possible.
ko: 할수만 있다면 이 왕관에 대해서도 큰 사례를 해줄텐데 말이야.

# Narration/&Arcaneum_Dialog_01_11_Joker_Default
source: You're smarter than you look.
ko: 보기보단 똑똑하신데 그래.

# Narration/&Arcaneum_Dialog_01_12_HeddlonSurespell_NPC
source: Also quite indifferent to mockery.
ko: 그리고 누가 나를 조롱해도 신경쓰지 않지.

# Narration/&Arcaneum_Dialog_01_13_HeddlonSurespell_NPC
source: Anyway, we have an unrivaled trove of magical and other knowledge.
ko: 어쨌든 우리에게는 다른 어느 곳보다 많은 마법과 여러 분야의 지식이 보관되어 있다네.

# Narration/&Arcaneum_Dialog_01_14_HeddlonSurespell_NPC
source: Think it over. You can find me at the Gravekeep's Cask.
ko: 한 번 생각해 보시게. 나는 묘지기의 술통 주점에 있을테니.

# Narration/&Arcaneum_Dialog_01_15_Lawful_Default
source: Really? Not at the embassy?
ko: 그래? 대사관이 아니고?

# Narration/&Arcaneum_Dialog_01_16_HeddlonSurespell_NPC
source: What can I say? I love Martel's beer. Even though it tastes like donkey piss…
ko: 어쩌겠나? 난 마르텔의 맥주가 너무 좋은걸. 당나귀 오줌 맛이 나긴 하지만…

# Narration/&Arcaneum_Dialog_01_17_Selfpres_Default
source: What? How did he… ?
ko: 뭐? 그걸 어떻게...?

# Narration/&Arcaneum_Dialog_01_18_Selfpres_Default
source: That was our joke, the first day we met. Was he spying on us?
ko: 그건 우리가 처음 만났을 때 한 농담이잖아. 우릴 지켜보고 있던 건가?

# Narration/&Arcaneum_Dialog_01_19_Pragmatic_Default
source: Maybe he just agrees about the taste.
ko: 입맛이 비슷한 것일 수도 있지.

# Narration/&Danantar_Dialog_01_1_JorielFoxeye_NPC
source: Would you have a moment, deputies?
ko: 대리인들이여, 잠시 이야기를 해도 되겠는가?

# Narration/&Danantar_Dialog_01_2_Authority_Default
source: All right, but make it quick.
ko: 좋아, 하지만 짧게 하라고.

# Narration/&Danantar_Dialog_01_3_JorielFoxeye_NPC
source: I'll do my best.
ko: 노력해보지.

# Narration/&Danantar_Dialog_01_4_JorielFoxeye_NPC
source: I am Joriel Foxeye, from the Circle of Danantar.
ko: 나는 다난타르 서클의 조리엘 폭스아이라고 하네.

# Narration/&Danantar_Dialog_01_5_Nosy_Default
source: The same magic school where the Princess studies?
ko: 공주가 공부하는 바로 그 마법 학파말인가?

# Narration/&Danantar_Dialog_01_6_JorielFoxeye_NPC
source: Exactly.
ko: 그렇다네.

# Narration/&Danantar_Dialog_01_7_Nosy_Default
source: Is she a good student? A powerful wizard?
ko: 공주는 모범생인가? 강력한 위자드겠지?

# Narration/&Danantar_Dialog_01_8_JorielFoxeye_NPC
source: That's not for me to say - and you seemed to be in a rush?
ko: 그런 말은 내가 할 수 없네. 그리고 자네들 서두르고 있던 것 아닌가?

# Narration/&Danantar_Dialog_01_9_Nosy_Default
source: Fine.
ko: 쳇.

# Narration/&Danantar_Dialog_01_10_JorielFoxeye_NPC
source: I just want you to know that our grand master Edvan Danantar has noticed you.
ko: 우리 학파의 그랜드 마스터 에드반 다나타르가 자네들의 이야기를 들으셨네.

# Narration/&Danantar_Dialog_01_11_Joker_Default
source: He talked a lot, for sure.
ko: 분명 일장 연설을 늘어 놓으셨겠구만.

# Narration/&Danantar_Dialog_01_12_JorielFoxeye_NPC
source: He's a man of great authority.
ko: 그분은 우리 학파의 큰 어르신일세.

# Narration/&Danantar_Dialog_01_13_JorielFoxeye_NPC
source: He'd like you to know that our doors are open to you if you'd care to visit us.
ko: 한 번 방문할 생각이 있다면 우리 학파의 문은 언제든 자네들을 위해 열려있다는 것을 말해 달라고 부탁하셨네.

# Narration/&Danantar_Dialog_01_13_2_JorielFoxeye_NPC
source: You can find me at Sunblaze Court.
ko: 나를 찾고 싶으면 햇볕 정원으로 오게.

# Narration/&Danantar_Dialog_01_14_Pragmatic_Default
source: Interested in Badlands treasures, I suppose, like everyone else?
ko: 다른 사람들처럼 황무지에 있는 보물에 관심이 있는가 보군. 안 그래?

# Narration/&Danantar_Dialog_01_15_JorielFoxeye_NPC
source: Well, if you ever come across old spellbooks or spell scrolls, we'd love to see them.
ko: 뭐, 혹시라도 오래된 주문책이나 두루마리책을 찾는다면 꼭 보고 싶기는 하네.

# Narration/&Danantar_Dialog_01_16_JorielFoxeye_NPC
source: In return, we have the largest collection of spells and potion recipes you could ever hope to see.
ko: 그 보답으로 자네들이 필요로 할 수 있는 주문과 포션 제조법이 그 어느 곳보다도 많이 준비되어 있다네.

# Narration/&Danantar_Dialog_01_17_Nosy_Default
source: More than the Arcaneum?
ko: 아케니움보다 더?

# Narration/&Danantar_Dialog_01_18_JorielFoxeye_NPC
source: They would disagree - but yes.
ko: 그렇다네. 아케니움 사람들은 동의하지 않겠지만.

# Narration/&Danantar_Dialog_01_19_JorielFoxeye_NPC
source: Now, if you were to prefer feeding the New Empire's wizards with more magical knowledge than the Principality…
ko: 헌데 자네들이 공국보다 신 제국의 위저드들에게 마법의 지식을 제공할 생각이라면…

# Narration/&Danantar_Dialog_01_20_JorielFoxeye_NPC
source: …that would be troubling to many on the Council.
ko: ... 의회에 있는 많은 사람들이 걱정하겠군.

# Narration/&Danantar_Dialog_01_21_Lawful_Default
source: Neutrality means we don't treat you any differently than we treat them.
ko: 중립이라는 건 당신들이던 그쪽이던 모두 똑같이 대하는 걸 의미하는 거야.

# Narration/&Danantar_Dialog_01_22_JorielFoxeye_NPC
source: Of course. Neutrality is the rule.
ko: 물론이지. 중립이 규칙이니.

# Narration/&Danantar_Dialog_01_23_JorielFoxeye_NPC
source: Good day to you, deputies.
ko: 잘 가시게. 대리인들이여.

# Narration/&Council02_4_1_TowerBoss_NPC
source: Ah - our crownbearer is up again!
ko: 오- 우리 왕관 운반자가 다시 왔군!

# Narration/&Council02_4_2_Speaker_NPC
source: Honorable Council Members! Please take your seats!
ko: 존경하는 대의원 여러분! 착석해 주시기 바랍니다!

# Narration/&Council02_4_3_Speaker_NPC
source: Lord Danantar has the floor.
ko: 다난타르 경께서 발언해주시기 바랍니다.

# Narration/&Council02_4_4_Danantar_NPC
source: Thank you.
ko: 고맙소.

# Narration/&Council02_4_5_Danantar_NPC
source: I have confirmed that our deputy is indeed magically attuned to the Crown.
ko: 나는 우리의 대리인이 확실히 왕관과 마법적으로 결속되어 있음을 확인했소.

# Narration/&Council02_4_6_Danantar_NPC
source: It is… an uncommonly powerful attunement, unlike anything I've seen.
ko: 이건... 드물게 강력한 결속이오. 내가 본 어떤 것과도 다르오.

# Narration/&Council02_4_7_Danantar_NPC
source: I strongly recommend against forcing a separation.
ko: 결코 강제로 분리하려 해서는 안 될 것이오.

# Narration/&Council02_4_8_Speaker_NPC
source: Chancellor Gormsdottir?
ko: 고름스도터 총장?

# Narration/&Council02_4_9_AntiquarianBoss_NPC
source: With the Council's permission, I'd like to try a little experiment.
ko: 평의회가 허가한다면, 실험을 진행해보고 싶은데요.

# Narration/&Council02_4_10_AntiquarianBoss_NPC
source: I have here the gem that Captain Merran recovered recently.
ko: 이건 메란 대위가 최근 원정에서 찾아온 보석입니다.

# Narration/&Council02_4_11_AntiquarianBoss_NPC
source: I have reason to believe that it might be…
ko: 나는 이것에 그만한 이유가 있다고 생각합니다...

# Narration/&Council02_4_12_AntiquarianBoss_NPC
source: As I suspected! It belongs to the Crown!
ko: 생각했던 대로야! 이건 왕관의 일부야!

# Narration/&Council02_4_13_Arcaneum_NPC
source: What have you done?
ko: 무슨 짓을 한 거요?

# Narration/&Council02_4_14_EinarBoss_NPC
source: Commander! Take Her Royal Highness to safety!
ko: 지휘관! 공주를 안전하게 보호하도록!

# Narration/&Council02_4_15_Princess_NPC
source: Wait!
ko: 잠깐!

# Narration/&Council02_5_1_Arcaneum_NPC
source: Are you going to faint again?
ko: 또 기절하려는 건가?

# Narration/&Council02_5_2_Crownbearer_WRITTEN
source: I just had a… vision, I guess it was.
ko: 난 그저... 환상을 봤어요. 아마도.

# Narration/&Council02_5_3_Crownbearer_WRITTEN
source: It's nothing.
ko: 아무것도 아니에요.

# Narration/&Council02_5_4_Crownbearer_WRITTEN
source: I must… find the other gems.
ko: 난... 다른 보석들을 찾아야 해요.

# Narration/&Council02_5_5_Crownbearer_Answer
source: I just had a vision.
ko: 환상을 봤어요.

# Narration/&Council02_5_6_Crownbearer_Answer
source: It's nothing.
ko: 아무것도 아니예요.

# Narration/&Council02_5_7_Crownbearer_Answer
source: The Crown wants the other gems back.
ko: 왕관은 다른 보석을 되찾기를 원해요.

# Narration/&Council02_5_5_Danantar_NPC
source: A vision? In an instant?
ko: 환영? 그 짧은 시간에?

# Narration/&Council02_5_6_Crownbearer_Default
source: I was fighting Soraks - but I wasn't myself.
ko: 소락과 싸우고 있는, 제가 아닌 다른 사람이었어요.

# Narration/&Council02_5_7_Crownbearer_Default
source: Then… who were you?
ko: 그... 다른 사람이 누구였죠?

# Narration/&Council02_5_8_Crownbearer_Default
source: A paladin… powerful…
ko: 팔라딘... 아주 강력한...

# Narration/&Council02_5_9_Crownbearer_Default
source: …from Tirmar.
ko: 티르마르의 팔라딘이었어요.

# Narration/&Council02_5_10_Danantar_NPC
source: That is… unsettling.
ko: 그건... 신경쓰이는군.

# Narration/&Council02_5_11_AntiquarianBoss_NPC
source: Honorable delegates, I suggest we focus on the Soraks for now.
ko: 존경하는 대의원 여러분, 우리는 소락 건에 집중해야 한다고 봅니다.

# Narration/&Council02_5_12_Danantar_NPC
source: I concur.
ko: 동의하는 바입니다.

# Narration/&Council02_5_13_EinarBoss_NPC
source: What about this artifact? The other gems?
ko: 이 유물은 어떻습니까? 다른 보석들은요?

# Narration/&Council02_5_14_TowerBoss_NPC
source: What?
ko: 뭐?

# Narration/&Council02_5_15_Crownbearer_Default
source: I think I can find them. I can… feel them.
ko: 제가 찾아낼 수 있을 것 같습니다. 저는 그것들을... 느낄 수 있어요.

# Narration/&Council02_5_16_EinarBoss_NPC
source: You said it wasn't sentient.
ko: 당신은 이것들이 지각이 없다고 하지 않았나요.

# Narration/&Council02_5_17_Danantar_NPC
source: This is old Manacalon magic. Anything is possible.
ko: 이것은 옛 마나칼론 주문입니다. 뭐든지 가능하죠.

# Narration/&Council02_5_18_Danantar_NPC
source: Let the crownbearer and the other deputies follow that quest.
ko: 왕관 운반자와 나머지 대리인들이 이걸 탐색하도록 합시다.

# Narration/&Council02_5_19_Danantar_NPC
source: Find the other gems if you can, but keep us informed.
ko: 가능하다면 다른 보석들을 찾으시오. 다만, 우리에게 보고하도록.

# Narration/&Council02_5_20_Danantar_NPC
source: In the meantime, we will formulate a response to the Soraks.
ko: 그 동안에 우리는 소락에 대한 대응책을 마련할 거요.

# Narration/&Council02_5_21_AntiquarianBoss_NPC
source: Let's vote. Delegates - do you agree?
ko: 투표합시다. 다들 동의하십니까?

# Narration/&Council02_5_22_All_NPC
source: Aye!
ko: 네!

# Narration/&Council02_5_23_Speaker_NPC
source: Your Royal Highness?
ko: 전하?

# Narration/&Council02_5_24_Princess_NPC
source: Oh? pardon me. Yes, I concur…
ko: 네? 뭐라고요? 예, 동의해요...

# Narration/&Council02_5_25_Speaker_NPC
source: To which proposition, Your Highness?
ko: 어떤 제안에 대해서 말씀이십니까, 전하?

# Narration/&Council02_5_26_Princess_NPC
source: I mean, aye. They should go and find the diamonds - the gems.
ko: 제 말은, 네. 그들은 가서 그 다이아몬드 - 보석을 찾아야 해요.

# Narration/&Council02_5_27_Speaker_NPC
source: So resolved! Let it be recorded!
ko: 결정되었습니다! 기록해 두십시오!

# Narration/&Council02_5_28_Speaker_NPC
source: Thank you, honored delegates. The Council is now in recess.
ko: 감사합니다. 존경하는 대의원 여러분. 평의회는 휴회하겠습니다.

# Narration/&Council02_5_29_Char1_Default
source: What was that?
ko: 뭐였어?

# Narration/&Council02_5_30_Char1_Default
source: You had a vision?
ko: 환영을 봤다고?

# Narration/&Council02_5_31_Char2_Default
source: What do you mean the Crown wants its missing gems?
ko: 왕관이 잃어버린 보석을 원한다는 게 무슨 말이야?

# Narration/&Council02_5_32_Crownbearer_Default
source: I… I can't explain. I just feel it. Anyway, we have a new mission.
ko: 난... 설명은 못 하겠어. 그냥 느낄 뿐이야. 어쨌든, 새 임무가 생겼네.

# Narration/&Council02_5_33_Char3_Default
source: All right, then. So where are we going, crownbearer?
ko: 좋아, 왕관 운반자 씨. 그래서 우리가 어디로 가야 하지?

# Narration/&Council02_5_34_Crownbearer_Default
source: I think… the Crown knows.
ko: 아마... 왕관이 알고 있을 거야.

# Narration/&Merton_01_1_Merton_NPC
source: Look who's here! The Sorak hunters themselves!
ko: 이게 누구야! 소락 사냥꾼 아니신가!

# Narration/&Merton_01_2_Any_Default
source: It's Merton, right? Arwin Merton?
ko: 머튼 맞죠? 아르윈 머튼?

# Narration/&Merton_01_3_Merton_NPC
source: Damn right!
ko: 그래 머튼이올시다!

# Narration/&Merton_01_4_Any_Default
source: First Scavenger? Where does that come from?
ko: 최초의 스캐빈저? 그건 어디서 온 거지?

# Narration/&Merton_01_5_Merton_NPC
source: Long story, kid.
ko: 긴 이야기지, 애송이.

# Narration/&Merton_01_6_Merton_NPC
source: Short version: When we started crossing the Marches to the Badlands, I was one of the first.
ko: 짧게 말하자면, 우리가 접경지를 건너 황무지로 진출하던 시절, 나는 첫 원정대의 일원이었어.

# Narration/&Merton_01_7_Merton_NPC
source: Now, I'm just the ugliest one still standing.
ko: 지금은 그저 아직 남아 있는 꼴불견인 놈일 뿐이지.

# Narration/&Merton_01_8_Any_Default
source: What should we know about the Badlands? Any advice?
ko: 우리가 황무지에 대해 알아야 할 게 있을까요? 조언해 주실 만한 게 있을까요?

# Narration/&Merton_01_9_Merton_NPC
source: Bring a good cleric with good healing spells. You'll need them.
ko: 유능한 성직자와 충분한 치료 주문. 그게 필요할 거야.

# Narration/&Merton_01_10_Any_Default
source: You're a legend. Why do you seem so sour?
ko: 당신은 전설이잖아. 왜 그렇게 썩은 표정이야?

# Narration/&Merton_01_11_Merton_NPC
source: Sour? It's this ale that's sour, that's all.
ko: 썩어? 썩은 건 이 맥주 맛이겠지. 그뿐이야.

# Narration/&Merton_01_12_Merton_NPC
source: The high and mighty Council, paying clueless kids like you to go and get killed in the Badlands.
ko: 고귀하고도 위대한 평의회는 너희처럼 아무것도 모르는 꼬맹이들에게 돈을 쥐어주고 황무지에서 죽게 만들고 있어.

# Narration/&Merton_01_13_Merton_NPC
source: But they're not asking good old Arwin - nooo. Go figure.
ko: 하지만 그들은 유능하고 경험 많은 아르윈에게는 의뢰하지 않아. 안 한다고. 이상하기도 하지.

# Narration/&Merton_01_14_Merton_NPC
source: It's because I got them figured out.
ko: 왜냐하면 내가 밝혀냈기 때문이지.

# Narration/&Merton_01_15_Any_Default
source: Figured out how?
ko: 뭘 어떻게 밝혀냈다는 건가요?

# Narration/&Merton_01_16_Merton_NPC
source: This Legacy Council is full of it.
ko: 유산 평의회는 놈들로 가득해.

# Narration/&Merton_01_17_Merton_NPC
source: Acting all united and lovey-dovey while they plot to rob each other.
ko: 연합하고 서로 돕는 것처럼 행동하면서 뒤에서 서로 등을 찌를 계획을 세우고 있는 거지.

# Narration/&Merton_01_18_Merton_NPC
source: Wouldn't surprise me if some of them were even Soraks in disguise. You know they can shapeshift.
ko: 저들 중에 변장한 소락이 있다고 해도 난 놀라지 않을 걸. 놈들이 변신할 수 있다는 건 알잖아.

# Narration/&Merton_01_19_Any_Default
source: Uh - okay…
ko: 어- 그래요…
