Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Introduction_SpellcastingTuto_SeeingOrcs3_normal
source: What's worse, it looks like this is the only way out.
ko_mt: 더 나쁜 것은 이것이 유일한 탈출구 인 것 같습니다.

# Introduction_SpellcastingTuto_SeeingOrcs3_formal
source: No other means of egress is apparent.
ko_mt: 다른 탈출 수단은 분명하지 않습니다.

# Introduction_SpellcastingTuto_SeeingOrcs3_slang
source: They're camped right by the only exit? It just keeps getting better!
ko_mt: 그들은 유일한 출구 바로 옆에 야영을 하고 있습니까? 계속 좋아지고 있어요!

# Introduction_SpellcastingTuto_SeeingOrcs4_normal
source: I just need to be patient. They can't stay there forever.
ko_mt: 참을만 합니다. 그들은 영원히 거기에 머물 수 없습니다.

# Introduction_SpellcastingTuto_SeeingOrcs4_formal
source: Fine, then, I shall wait until they go. These creatures do hunt, right?
ko_mt: 좋아, 그럼 나는 그들이 갈 때까지 기다릴 것이다. 이 생물들은 사냥을 하지 않습니까?

# Introduction_SpellcastingTuto_SeeingOrcs4_slang
source: Guess I'm waiting them out. At least these rocks are… damned uncomfortable.
ko_mt: 내가 그들을 기다리고 있다고 생각해. 적어도 이 바위들은… 지독하게 불편합니다.

# Council_00_1_Wow_Default
source: Look at this size of this Council hall!
ko_mt: 이 회의실의 이 크기를 보세요!

# Council_00_2_Wow_Default
source: A very impressive edifice indeed.
ko_mt: 정말 인상적인 건물입니다.

# Council_00_3_joker_Default
source: So this is what they spend our taxes on.
ko_mt: 이것이 그들이 우리 세금을 쓰는 것입니다.

# Council_00_4_Any_Default
source: Look! Is that…
ko_mt: 바라보다! 그게…

# Council_00_5_Any_Default
source: The Princess!
ko_mt: 공주님!

# Council_00_6_Any_Default
source: Wait… is she leaving?
ko_mt: 잠깐... 그녀가 떠나는 건가요?

# Council_00_7_joker_Default
source: Apparently so…
ko_mt: 분명히 그렇게…

# Council_00_8_Any_Default
source: Then who will administer the oath?
ko_mt: 그러면 누가 맹세를 집행할 것인가?

# Council_00_9_joker_Default_WRITTEN
source: The maid who empties her chamber pot?
ko_mt: 그녀의 방을 비우는 하녀?

# Council_00_9_mean_Default_WRITTEN
source: We're too low for her.
ko_mt: 우리는 그녀에게 너무 낮습니다.

# Council_00_9_anyother_Default_WRITTEN
source: It's not her role.
ko_mt: 그녀의 역할이 아닙니다.

# Council_00_9_joker_Default
source: The maid who empties her chamber pot? No, we're not as important as that. Perhaps her stable boy.
ko_mt: 그녀의 방을 비우는 하녀? 아니, 우리는 그렇게 중요하지 않습니다. 아마도 그녀의 안정적인 소년일 것입니다.

# Council_00_9_joker_Slang
source: A lady like her wants nothing to do with drudges like us.
ko_mt: 그녀 같은 여자는 우리 같은 고역과 아무 관련이 없습니다.

# Council_00_9_anyother_Default_Choice
source: There's an Oathkeeper for that, I think.
ko_mt: 그것을 위한 서약서가 있는 것 같아요.

# Council_00_10_Carran_NPC
source: You thought it would be the Princess?
ko_mt: 공주가 될 줄 알았어?

# Council_00_11_Any_Default_WRITTEN
source: She doesn't rule the Council?
ko_mt: 그녀가 의회를 지배하지 않습니까?

# Council_00_11_Any_Default_Who_WRITTEN
source: If not her, then who?
ko_mt: 그녀가 아니라면 누가?

# Council_00_11_Any_Default
source: Doesn't she lead the Council?
ko_mt: 그녀가 위원회를 이끌지 않습니까?

# Council_00_12_Carran_NPC
source: No, in this chamber, she's just another delegate.
ko_mt: 아니요, 이 방에서 그녀는 또 다른 대리인일 뿐입니다.

# Council_00_11_Any_Default_Who_Choice
source: If she rules the whole Principality, who's more important?
ko_mt: 그녀가 공국 전체를 통치한다면 누가 더 중요합니까?

# Council_00_12_Carran_NPC_02
source: Lady Kean, the Council's Oathkeeper, is trusted by all.
ko_mt: 의회의 서약서인 레이디 킨은 모두의 신뢰를 받고 있습니다.

# Council_00_15_Chamberlain_NPC
source: Lord Carran!
ko_mt: 캐런 경!

# Council_00_16_Carran_NPC
source: Yes, m'lady!
ko_mt: 네, 여보!

# Council_00_17_Chamberlain_NPC
source: Are these your new deputies?
ko_mt: 그들이 당신의 새로운 대리인입니까?

# Council_00_18_Carran_NPC
source: They are, m'lady.
ko_mt: 그렇군요, 여보.

# Council_00_19_Serious_Default
source: Very well. Pay attention. All of you.
ko_mt: 아주 잘. 주의를 기울이십시오. 여러분.

# Council_00_20_Serious_Slang
source: Pipe down.
ko_mt: 파이프 다운.

# Council_00_20_Serious_Normal
source: Shhh, quiet everyone!
ko_mt: 쉿, 모두들 조용히 해!

# Council_00_21_Chamberlain_NPC
source: My name is Leira Kean, Oathkeeper of the Council.
ko_mt: 제 이름은 평의회 서약서인 레이라 킨입니다.

# Council_00_22_Chamberlain_NPC
source: And I will be administering your vows.
ko_mt: 그리고 나는 당신의 서약을 집행할 것입니다.

# Council_00_23_Chamberlain_NPC
source: Once sworn in, you will carry the authority of the Council wherever you go.
ko_mt: 일단 맹세하면 어디를 가든지 의회의 권위를 짊어질 것입니다.

# Council_00_24_Chamberlain_NPC
source: Your every action will reflect upon the Council's reputation. Remember that. Always.
ko_mt: 당신의 모든 행동은 의회의 평판에 반영됩니다. 기억. 언제나.

# Council_00_25_Chamberlain_NPC
source: Now, please, raise your right hands.
ko_mt: 자, 오른손을 들어주세요.

# Council_00_26_Chamberlain_NPC
source: Do you, each and all, solemnly swear your lives and allegiance to this Council and promise…
ko_mt: 당신은 모두, 이 위원회에 당신의 삶과 충성을 엄숙히 맹세하고…

# Council_00_27_Chamberlain_NPC
source: …to carry out our mission to protect our alliance from those who would threaten the common good?
ko_mt: ...공동의 이익을 위협하는 자들로부터 동맹을 보호하기 위한 우리의 임무를 수행하기 위해?

# Council_00_28_All_Default_WRITTEN
source: I swear.
ko_mt: 맹세합니다.

# Council_00_28_All_Default
source: I swear.
ko_mt: 맹세합니다.

# Council_00_29_Chamberlain_NPC
source: Excellent. Lord Carran will enter your name into Council's register. Thank you for your service.
ko_mt: 훌륭한. 캐런 경이 의회의 등록부에 당신의 이름을 입력할 것입니다. 서비스에 감사드립니다.

# Council_00_30_Carran_NPC
source: Congratulations, deputies.
ko_mt: 의원님 축하합니다.

# Council_00_31_Any_Default
source: Wait, that's it?
ko_mt: 잠깐, 그게 다야?

# Council_00_32_Joke_WRITTEN
source: You were expecting a parade?
ko_mt: 퍼레이드를 기대하고 있었나요?

# Council_00_32_Longenough_WRITTEN
source: That was long enough.
ko_mt: 충분히 길었습니다.

# Council_00_32_Exitline_WRITTEN
source: Let's focus on the mission.
ko_mt: 미션에 집중합시다.

# Council_00_32_joker_Default
source: What were you expecting? A parade?
ko_mt: 무엇을 기대했습니까? 퍼레이드?

# Council_00_32_joker_Slang
source: Were you hoping for a kiss from the Princess?
ko_mt: 공주님의 키스를 기대하고 계셨나요?

# Council_00_33_Any_Default
source: I suppose you imagined something more pompous.
ko_mt: 더 화려한 것을 상상하셨나 봅니다.

# Council_00_34_Any_Default
source: No. I don't know. It just feels a bit… anticlimactic.
ko_mt: 아뇨. 모르겠어요. 그것은 단지 약간…

# Council_00_35_Carran_NPC
source: Sorry to disappoint.
ko_mt: 실망을 드려 죄송합니다.

# Council_00_32_Longenough_Choice
source: Frankly, the speech was long enough for my taste.
ko_mt: 솔직히 말은 내 취향에 충분히 길었다.

# Council_00_32_Longenough_Carran01
source: The formality reflects the solemnity of your oath.
ko_mt: 형식은 당신의 맹세의 엄숙함을 반영합니다.

# Council_00_32_Longenough_Carran02
source: But more would probably be… immodest.
ko_mt: 그러나 더 많은 것은 아마도… 겸손하지 않을 것입니다.

# Council_00_32_Exitline_Choice
source: Stop wasting time! What's the mission?
ko_mt: 시간 낭비 그만! 임무는 무엇입니까?

# Council_00_32_Exitline_Carran
source: Well! A motivated deputy.
ko_mt: 잘! 의욕이 넘치는 의원.

# Council_00_42_Carran_NPC
source: So - the mission:
ko_mt: 그래서 - 임무 :

# Council_00_44_Carran_NPC
source: As I'm sure you know, the Council maintains a number of outposts…
ko_mt: 아시다시피 의회는 많은 전초 기지를 유지하고 있습니다…

# Council_00_45_Carran_NPC
source: …to secure the border between the Principality and the Marches.
ko_mt: ...공국과 행진군 사이의 경계를 확보하기 위해.

# Council_00_46_Carran_NPC
source: One of them is the former Imperial Fortress, Caer Lem.
ko_mt: 그 중 하나는 이전 제국 요새인 Caer Lem입니다.

# Council_00_47_Carran_NPC
source: It is held by some fifty troops under the command of Captain Henrik.
ko_mt: 헨릭 대위가 지휘하는 약 50명의 군대가 이곳을 지키고 있습니다.

# Council_00_48_Carran_NPC
source: He sends us weekly status reports - or rather, he used to.
ko_mt: 그는 우리에게 주간 상태 보고서를 보냅니다.

# Council_00_49_Carran_NPC
source: We haven't heard a word from him in three weeks.
ko_mt: 우리는 3주 동안 그의 소식을 듣지 못했습니다.

# Council_00_50_Carran_NPC
source: Leave immediately for Caer Lem and find out if anyone there is still alive.
ko_mt: 즉시 Caer Lem으로 이동하여 아직 살아 있는 사람이 있는지 확인하십시오.

# Council_00_51_Carran_NPC
source: If Captain Henrik or anyone else is still breathing, bring them back.
ko_mt: 헨릭 대위나 다른 누군가가 아직 숨을 쉬고 있다면 다시 데려오십시오.

# Council_00_52_Carran_NPC
source: The Council wants a first-hand report.
ko_mt: 위원회는 직접 보고를 원합니다.

# Council_00_53_Dangerous_WRITTEN
source: Sounds dangerous.
ko_mt: 위험해.

# Council_00_54_Marches_WRITTEN
source: Wait - you spoke of the Marches?
ko_mt: 잠깐 - 행진에 대해 말씀하셨나요?

# Council_00_55_Henrik_WRITTEN
source: Tell us about Captain Henrik.
ko_mt: 캡틴 헨릭에 대해 알려주세요.

# Council_00_56_ExitLine_WRITTEN
source: We're good to go.
ko_mt: 가자.

# Council_00_57_Dangerous_Choice
source: A whole garrison, gone? There are only four of us.
ko_mt: 수비대 전체가 사라졌습니까? 우리는 단 4명뿐입니다.

# Council_00_58_Dangerous_Carran01
source: Just find out what happened. Run back if you get scared.
ko_mt: 무슨 일이 있었는지 알아보십시오. 겁나면 도망쳐.

# Council_00_42_Joker_Normal
source: Got it. Though we were hoping for a first mission with more riches than risk, if you catch my drift.
ko_mt: 알았어요. 우리는 위험보다 더 많은 재물을 가진 첫 번째 임무를 기대했지만, 당신이 내 표류를 잡으면.

# Council_00_42_Joker_Slang
source: We hear ya. Just so you know, we'd like to start slow. Meaning more treasure. Less danger.
ko_mt: 우리는 당신을 듣습니다. 천천히 시작하고 싶습니다. 더 많은 보물을 의미합니다. 덜 위험합니다.

# Council_00_59_Carran_NPC
source: You don't get to choose your mission, I'm afraid.
ko_mt: 당신은 당신의 임무를 선택할 수 없습니다, 유감입니다.

# Council_00_53_Carran_NPC
source: So gather what you need and go. Time is of the essence.
ko_mt: 그러니 필요한 것을 모아서 가십시오. 시간이 본질이다.

# Council_00_60_Marches_Choice
source: Wait! These Marches - they're not in the Badlands, are they?
ko_mt: 기다리다! 이 행진 - 그들은 Badlands에 있지 않습니까?

# Council_00_61_Marches_Carran01
source: The Marches are a no-man's-land, between the civilized world and the Badlands.
ko_mt: 행진은 문명 세계와 황무지 사이에 있는 무인 땅입니다.

# Council_00_62_Marches_Carran02
source: It's outside the chain of mountains that really define the Badlands.
ko_mt: 정말 황무지를 정의하는 산의 사슬 밖에 있습니다.

# Council_00_63_Marches_Carran03
source: We wouldn't send you in there… yet.
ko_mt: 우리는 당신을 거기로 보내지 않을 것입니다 ... 아직.

# Council_00_64_Henrik_Choice
source: What can you tell us about this Captain Henrik?
ko_mt: 이 캡틴 헨릭에 대해 무엇을 말해줄 수 있습니까?

# Council_00_65_Henrik_Carran01
source: A fine officer. More than fifteen years in the Principality's army.
ko_mt: 훌륭한 장교. 공국의 군대에서 15년 이상.

# Council_00_66_Henrik_Carran02
source: He inspires trust, loyalty, and courage - hence the decision to post him there, facing danger.
ko_mt: 그는 신뢰, 충성, 용기를 불러일으키며 위험에 직면하여 그를 그곳에 배치하기로 결정했습니다.

# Council_00_54_Any_Default
source: Right, I guess that's that. It's on to Caer Lem.
ko_mt: 맞아요, 그런 것 같아요. 그것은 Caer Lem에게 있습니다.

# PotionsShop_Dialog_01_1_PotionShopOwner_NPC
source: Hello! How may I help you?
ko_mt: 여보세요! 어떻게 도와드릴까요?

# PotionsShop_Dialog_01_2_Any_WRITTEN
source: What do you sell?
ko_mt: 무엇을 판매합니까?

# PotionsShop_Dialog_01_3_Any_WRITTEN
source: Can we see your wares?
ko_mt: 당신의 상품을 볼 수 있습니까?

# PotionsShop_Dialog_01_4_Any_Default
source: What do you sell here?
ko_mt: 여기서 무엇을 판매합니까?

# PotionsShop_Dialog_01_5_PotionShopOwner_NPC
source: Mostly potions, for heroic adventurers like yourselves.
ko_mt: 당신과 같은 영웅적인 모험가를 위한 대부분의 물약.

# PotionsShop_Dialog_01_6_PotionShopOwner_NPC
source: I also have recipes for customers who like to craft their own.
ko_mt: 나는 또한 자신의 것을 만들고 싶어하는 고객을 위한 레시피를 가지고 있습니다.

# PotionsShop_Dialog_01_7_PotionShopOwner_NPC
source: And ingredients too - even rare flowers from the Badlands.
ko_mt: 그리고 재료도 - 심지어 황무지에서 온 희귀한 꽃까지.

# PotionsShop_Dialog_01_8_PotionShopOwner_NPC
source: Come back any time - I'm almost always open!
ko_mt: 언제든지 다시 오십시오 - 저는 거의 항상 열려 있습니다!

# GeneralStore_Dialog_01_1_StoreOwner_NPC
source: Welcome to Gorim's Emporium!
ko_mt: 고림의 상점에 오신 것을 환영합니다!

# GeneralStore_Dialog_01_2_Any_WRITTEN
source: Are you Gorim?
ko_mt: 고림이세요?

# GeneralStore_Dialog_01_3_Any_WRITTEN
source: What do you sell?
ko_mt: 무엇을 판매합니까?

# GeneralStore_Dialog_01_4_Any_WRITTEN
source: Can we see your wares?
ko_mt: 당신의 상품을 볼 수 있습니까?

# GeneralStore_Dialog_01_5_Any_Default
source: Are you Gorim?
ko_mt: 고림이세요?

# GeneralStore_Dialog_01_6_StoreOwner_NPC
source: That's me! The one and only.
ko_mt: 그게 나야! 유일.

# GeneralStore_Dialog_01_7_Any_Default
source: What do you have to sell?
ko_mt: 무엇을 팔아야 합니까?

# GeneralStore_Dialog_01_8_StoreOwner_NPC
source: Everything you'll need for going out there into the Badlands…
ko_mt: Badlands로 나가는 데 필요한 모든 것...

# GeneralStore_Dialog_01_9_StoreOwner_NPC
source: …food, ropes, torches - and of course, armor and weapons.
ko_mt: ... 음식, 밧줄, 횃불 - 그리고 물론 갑옷과 무기.

# GeneralStore_Dialog_01_10_StoreOwner_NPC
source: I also have some other stock, like remedies and antitoxins.
ko_mt: 나는 또한 치료제와 항독소와 같은 다른 주식을 가지고 있습니다.

# GeneralStore_Dialog_01_11_StoreOwner_NPC
source: They might come in handy. Ever heard of deep spiders?
ko_mt: 도움이 될 수 있습니다. 깊은 거미에 대해 들어 본 적이 있습니까?

# Bartender_Dialog_01_1_Bartender_NPC
source: Hello, adventurers!
ko_mt: 안녕하세요, 모험가 여러분!

# Bartender_Dialog_01_2_Bartender_NPC
source: What can I offer you?
ko_mt: 무엇을 드릴까요?

# Bartender_Dialog_01_3_Any_WRITTEN
source: Tell us about this place.
ko_mt: 이 장소에 대해 알려주십시오.

# Bartender_Dialog_01_4_Any_WRITTEN
source: Your beer tastes bad.
ko_mt: 당신의 맥주 맛이 나쁩니다.

# Bartender_Dialog_01_5_Any_WRITTEN
source: We need a room.
ko_mt: 우리는 방이 필요합니다.

# Bartender_Dialog_01_5_1_Any_WRITTEN
source: Goodbye.
ko_mt: 안녕히 계세요.

# Bartender_Dialog_01_5_1_Any
source: We should go.
ko_mt: 우리는 가야한다.

# Bartender_Dialog_01_6_Any_Default
source: Tell us about your tavern.
ko_mt: 당신의 선술집에 대해 알려주십시오.

# Bartender_Dialog_01_7_Bartender_NPC
source: The inn? Well, it's not that old, but somehow it feels like it's been here forever.
ko_mt: 여관? 글쎄요, 그렇게 오래되지는 않았지만 어쩐지 이곳이 영원할 것 같은 느낌이 듭니다.

# Bartender_Dialog_01_8_Bartender_NPC
source: You can meet all kinds of people here, that's the good thing.
ko_mt: 여기에서 모든 종류의 사람들을 만날 수 있습니다. 좋은 점입니다.

# Bartender_Dialog_01_9_Bartender_NPC
source: An old Scavenger, a diplomat from the Council, a knight, a lord, a beggar…
ko_mt: 늙은 스캐빈저, 평의회 외교관, 기사, 영주, 거지…

# Bartender_Dialog_01_10_Bartender_NPC
source: We also have rooms to rent by the night.
ko_mt: 밤에 빌릴 수 있는 방도 있습니다.

# Bartender_Dialog_01_10_1_Any_Default
source: Why the name - Gravekeep's Cask?
ko_mt: 이름이 Gravekeep's Cask인 이유는 무엇입니까?

# Bartender_Dialog_01_10_2_Bartender_NPC
source: It's very old, from Imperial times. Perhaps a historian would know, but I don't.
ko_mt: 그것은 제국 시대부터 아주 오래되었습니다. 아마도 역사가는 알겠지만 저는 모릅니다.

# Bartender_Dialog_01_11_Any_Default
source: Your beer is terrible, and that's being polite about it.
ko_mt: 당신의 맥주는 끔찍하고 그것은 그것에 대해 예의 바른 것입니다.

# Bartender_Dialog_01_12_Bartender_NPC
source: What? I've never had any complaints about the beer before!
ko_mt: 뭐라고 요? 나는 전에 맥주에 대해 불평 한 적이 없습니다!

# Bartender_Dialog_01_13_Bartender_NPC
source: Maybe your palate is not refined enough.
ko_mt: 당신의 미각이 충분히 세련되지 않은 것일 수도 있습니다.

# Bartender_Dialog_01_14_Any_Default
source: We'd like to stay for the night.
ko_mt: 우리는 밤 동안 머물고 싶습니다.

# Bartender_Dialog_01_15_Bartender_NPC
source: Sure! Just walk up to the suite and settle in.
ko_mt: 확신하는! 스위트룸으로 올라가서 자리를 잡으면 됩니다.

# Bartender_Dialog_01_16_Any_Default
source: A suite?
ko_mt: 스위트룸?

# Bartender_Dialog_01_17_Bartender_NPC
source: It's more like a large bedroom, really - but you know, this is the capital city.
ko_mt: 실제로는 큰 침실에 가깝습니다. 하지만 아시다시피 이곳은 수도입니다.

# Bartender_Dialog_01_NoMoneyToPay
source: No money, eh. No room, then.
ko_mt: 돈이 없어, 응. 그럼 방이 없어요.

# Scavengers_Generic_Hello
source: Clear skies, my friends.
ko_mt: 맑은 하늘이여, 친구들.

# Scavengers_Generic_Goodbye
source: Stay in the light, my friends.
ko_mt: 빛 속에 머물러라, 친구들.

# Scavengers_Dialog_01_1_Quartermaster_NPC
source: Deputies? A word, if you please.
ko_mt: 의원들? 부탁이라면 한마디.

# Scavengers_Dialog_01_2_Joker_Default
source: So famous already? I love it!
ko_mt: 벌써 그렇게 유명해? 나는 그것을 사랑한다!

# Scavengers_Dialog_01_3_Any_Default
source: You were in there, too. Are you a member of the Council?
ko_mt: 당신도 거기에 있었다. 당신은 위원회의 일원입니까?

# Scavengers_Dialog_01_4_Quartermaster_NPC
source: I'm Annie Bagmordah, Quartermaster of the Scavenger's guild.
ko_mt: 저는 Scavenger's Guild의 병참장교인 Annie Bagmordah입니다.

# Scavengers_Dialog_01_5_Quartermaster_NPC
source: We don't have a seat in there, but…
ko_mt: 저희는 자리가 없지만...

# Scavengers_Dialog_01_6_Quartermaster_NPC
source: …they all know exploring the Badlands without us would be a bad idea.
ko_mt: …그들은 모두 우리 없이 황무지를 탐험하는 것이 나쁜 생각이라는 것을 알고 있습니다.

# Scavengers_Dialog_01_7_Quartermaster_NPC
source: That's why you should stop by our headquarters downtown.
ko_mt: 그렇기 때문에 시내에 있는 본사에 들러야 합니다.

# Scavengers_Dialog_01_8_Quartermaster_NPC
source: You'll need our services, I'm sure.
ko_mt: 당신은 우리의 서비스가 필요합니다.

# Scavengers_Dialog_01_9_Any_Default
source: Is that… compulsory?
ko_mt: 그게... 의무인가요?

# Scavengers_Dialog_01_10_Quartermaster_NPC
source: No, but you'll find our services useful. Everyone does.
ko_mt: 아니요, 하지만 우리 서비스가 유용하다는 것을 알게 될 것입니다. 모두가 그러 하듯.

# Scavengers_Dialog_01_11_Quartermaster_NPC
source: Did lord Carran not tell you?
ko_mt: 캐런 경이 말하지 않았습니까?

# Scavengers_Dialog_01_12_Any_Default
source: No - he pretty much stuck to giving orders.
ko_mt: 아니요 - 그는 명령을 내리는 데 거의 집착했습니다.

# Scavengers_Dialog_01_13_Quartermaster_NPC
source: Ah, right. Anyway, we offer plenty of help and advice to beginners like you.
ko_mt: 아, 맞아. 어쨌든, 우리는 당신과 같은 초보자에게 많은 도움과 조언을 제공합니다.

# Scavengers_Dialog_01_14_Joker_Default
source: We are grown-ups, you know. At least, most of us are.
ko_mt: 우리는 성인입니다. 적어도 우리 대부분은 그렇습니다.

# Scavengers_Dialog_01_15_Quartermaster_NPC
source: Of course you are. Well, good luck!
ko_mt: 물론 당신입니다. 글쎄, 행운을 빈다!

# Scavengers_Dialog_01_16_Lowlife_Default
source: At least she's not another lady or something.
ko_mt: 적어도 그녀는 다른 여자가 아닙니다.

# Scavengers_Dialog_01_17_Lawkeeper_Default
source: Scavengers, eh? I never knew if they were legit or not.
ko_mt: 청소부, 응? 나는 그들이 합법인지 아닌지 결코 알지 못했습니다.

# Scavengers_Dialog_01_18_Sellsword_Default
source: They're tough, these Scavengers. Fearless.
ko_mt: 그들은 강하다, 이 청소부들. 겁이 없다.

# Scavengers_Dialog_01_19_Highclass_Default
source: Inviting beggars to the Council? How peculiar.
ko_mt: 거지를 의회에 초대합니까? 얼마나 특이한가.

# Scavengers_Dialog_01_20_Acolyte_Default
source: I'd rather visit the temple, honestly.
ko_mt: 솔직히 사찰에 가보고 싶어요.

# Scavengers_Dialog_01_21_Nosy_Default
source: The Scavengers! They've seen so much already - the first explorers of the ancient empire!
ko_mt: 청소부! 그들은 이미 많은 것을 보았습니다 - 고대 제국의 첫 번째 탐험가!

# Scavengers_Dialog_01_22_Authority_Default
source: So what do you think? Should we check out their headquarters?
ko_mt: 그래서 당신은 어떻게 생각하십니까? 우리는 그들의 본부를 확인해야합니까?

# Scavengers_Dialog_01_23_Pragmatism_Default
source: It's not far, but…
ko_mt: 멀지는 않지만...

# Scavengers_Dialog_01_24_Violence_Default
source: I've had enough talking - let's go kill some monsters!
ko_mt: 할 얘기는 충분히 했습니다. 몬스터를 죽이러 가자!

# Scavengers_Dialog_01_25_Greed_Default
source: If there's business to be done, we can't afford not to!
ko_mt: 해야 할 일이 있으면 안 할 수 없습니다!

# Scavengers_Dialog_02_1_Quartermaster_NPC
source: Ah - you came!
ko_mt: 아-오셨어요!

# Scavengers_Dialog_02_2_Any_Default
source: You piqued our curiosity. So - what exactly do you have to offer?
ko_mt: 당신은 우리의 호기심을 자극했습니다. 그래서 - 정확히 무엇을 제공해야 합니까?

# Scavengers_Dialog_02_3_Quartermaster_NPC
source: You don't know? Tsk.
ko_mt: 몰라? 츠크.

# Scavengers_Dialog_02_4_Pragmatic_WRITTEN
source: What help do you offer?
ko_mt: 어떤 도움을 제공합니까?

# Scavengers_Dialog_02_5_NosyAuthority_WRITTEN
source: Do you know Arwin Merton?
ko_mt: 아르윈 머튼을 아십니까?

# Scavengers_Dialog_02_6_Selfpres_WRITTEN
source: Do you sell healing potions?
ko_mt: 치유 물약을 판매합니까?

# Scavengers_Dialog_02_6_Default_WRITTEN
source: See you later.
ko_mt: 나중에 봐요.

# Scavengers_Dialog_02_7_Pragmatic_Default
source: What kind of help do you offer to people like us?
ko_mt: 당신은 우리와 같은 사람들에게 어떤 종류의 도움을 제공합니까?

# Scavengers_Dialog_02_8_Quartermaster_NPC
source: Simple. Now, people like you typically carry out missions for the Council…
ko_mt: 단순한. 자, 당신 같은 사람들은 일반적으로 위원회의 임무를 수행합니다…

# Scavengers_Dialog_02_9_Quartermaster_NPC
source: …in the Marches, even the Badlands. Sometimes far away, like Captain Merran.
ko_mt: ... 행진에서, 심지어 황무지에서도. 메란 대위처럼 때로는 멀리 떨어져 있습니다.

# Scavengers_Dialog_02_10_NosyAuthority_Default
source: Who's Captain Merran?
ko_mt: 메런 대위는 누구인가?

# Scavengers_Dialog_02_11_Quartermaster_NPC
source: You really must be new. She's one of yours: Senior Deputy of the Council.
ko_mt: 당신은 정말 새 것이어야합니다. 그녀는 당신 중 한 명입니다. 시의회 수석 차관입니다.

# Scavengers_Dialog_02_12_Quartermaster_NPC
source: Anyway - you trek out to some old ruin in the Badlands, kill a bunch of orcs…
ko_mt: 어쨌든 - 당신은 황무지(Badlands)의 오래된 폐허로 가서 오크 무리를 죽이십시오…

# Scavengers_Dialog_02_13_Quartermaster_NPC
source: …well, you're still a bit green, so let's say goblins.
ko_mt: … 글쎄, 당신은 여전히 ​​약간 녹색이므로 고블린이라고 가정 해 봅시다.

# Scavengers_Dialog_02_14_Joker_Default
source: Ouch! You're hurting our feelings!
ko_mt: 아야! 당신은 우리의 감정을 상하게!

# Scavengers_Dialog_02_15_Quartermaster_NPC
source: Orcs will hurt more than your feelings, believe me.
ko_mt: 오크는 당신의 감정보다 더 많은 상처를 줄 것입니다. 저를 믿으십시오.

# Scavengers_Dialog_02_16_Quartermaster_NPC
source: And stop interrupting! It's rude.
ko_mt: 그리고 방해 그만! 무례하다.

# Scavengers_Dialog_02_17_Quartermaster_NPC
source: So let's say you find yourself with a whole load of rusty swords, leather armor, shields…
ko_mt: 녹슨 검, 가죽 갑옷, 방패를 잔뜩 들고 있는 자신을 발견했다고 가정해 봅시다.

# Scavengers_Dialog_02_18_Quartermaster_NPC
source: …too much for you to lug back here.
ko_mt: ...여기로 돌아가기에는 너무 많습니다.

# Scavengers_Dialog_02_19_Joker_Default
source: Oh - so we're puny as well as green? Thanks so much!
ko_mt: 오 - 그래서 우리는 작고 녹색입니까? 정말 고마워!

# Scavengers_Dialog_02_20_Quartermaster_NPC
source: So instead, you brave heroes just clear the place of monsters and draw us a nice, clean map.
ko_mt: 대신 용감한 영웅들이 몬스터를 제거하고 우리에게 멋지고 깨끗한 지도를 그립니다.

# Scavengers_Dialog_02_21_Quartermaster_NPC
source: Then we take our carts and pick up every piece of junk…
ko_mt: 그런 다음 우리는 카트를 타고 모든 쓰레기를 줍습니다.

# Scavengers_Dialog_02_22_Quartermaster_NPC
source: …we bring it back, we sell it, and we split the profits with you.
ko_mt: ... 우리는 그것을 다시 가져와 판매하고 이익을 당신과 나누었습니다.

# Scavengers_Dialog_02_23_Quartermaster_NPC
source: We move the stuff, you go off to kill more bad things, everybody wins.
ko_mt: 우리는 물건을 옮기고, 당신은 더 나쁜 것을 죽이기 위해 갑니다. 모두가 이깁니다.

# Scavengers_Dialog_02_24_Joker_Default
source: For a percentage, of course.
ko_mt: 물론 백분율로.

# Scavengers_Dialog_02_25_Quartermaster_NPC
source: What? You could never carry it all, anyway.
ko_mt: 뭐라고 요? 어쨌든 당신은 그것을 모두 가지고 다닐 수 없습니다.

# Scavengers_Dialog_02_26_Quartermaster_NPC
source: Not in your little backpacks.
ko_mt: 작은 배낭에는 없습니다.

# Scavengers_Dialog_02_27_NosyAuthority_Default
source: Do you know Arwin Merton, the so-called First Scavenger?
ko_mt: 이른바 퍼스트 스캐빈저(First Scavenger)라고 불리는 아르윈 머튼(Arwin Merton)을 아십니까?

# Scavengers_Dialog_02_28_Quartermaster_NPC
source: Of course.
ko_mt: 물론.

# Scavengers_Dialog_02_29_NosyAuthority_Default
source: That's it?
ko_mt: 그게 다야?

# Scavengers_Dialog_02_30_Quartermaster_NPC
source: Merton… it's a painful topic for me.
ko_mt: Merton… 그것은 나에게 고통스러운 주제입니다.

# Scavengers_Dialog_02_31_Quartermaster_NPC
source: I'd rather not talk about him.
ko_mt: 나는 그에 대해 이야기하지 않는 것이 좋습니다.

# Scavengers_Dialog_02_32_Friendly_Default
source: Fair enough.
ko_mt: 그럴 수 있지.

# Scavengers_Dialog_02_33_Selfpres_Default
source: Do you sell healing potions?
ko_mt: 치유 물약을 판매합니까?

# Scavengers_Dialog_02_34_Quartermaster_NPC
source: No, we don't. There's a shop for that.
ko_mt: 아니, 우리는하지 않습니다. 그런 가게가 있습니다.

# Scavengers_Dialog_02_35_Quartermaster_NPC
source: However…
ko_mt: 하지만…

# Scavengers_Dialog_02_36_Quartermaster_NPC
source: We've got something even better.
ko_mt: 더 나은 것이 있습니다.

# Scavengers_Dialog_02_37_Quartermaster_NPC
source: Say one of you gets killed out there in the Badlands.
ko_mt: 여러분 중 한 명이 Badlands에서 살해당했다고 가정해 보겠습니다.

# Scavengers_Dialog_02_38_Joker_Default
source: Here we go again…
ko_mt: 여기서 우리는 다시 간다…

# Scavengers_Dialog_02_39_Quartermaster_NPC
source: Normally, you'd have to come back in a hurry to get them raised.
ko_mt: 일반적으로 그들을 키우려면 서둘러 돌아와야 합니다.
