Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Optional_Lowlife_Quest_Temple6_Nel_NPC
source: This was more fun!
ko_mt: 이게 더 재밌었다!

# Optional_Lowlife_Quest_Temple7_Lowlife_Default
source: For you and Misaye, I'm sure.
ko_mt: 당신과 Misaye를 위해, 나는 확신합니다.

# Optional_Lowlife_Quest_Temple8_Lowlife_Default
source: Well, I won't be a grouch about it.
ko_mt: 글쎄요, 나는 그것에 대해 불평하지 않을 것입니다.

# Optional_Lowlife_Quest_Temple9_Nel_NPC
source: Aww! Misaye loves to tease a grouch!
ko_mt: 앗! Misaye는 그루치를 괴롭히는 것을 좋아합니다!

# Optional_Lowlife_Quest_Temple10_Nel_NPC
source: Ask properly!
ko_mt: 제대로 물어봐!

# Optional_Lowlife_Quest_Temple11_Lowlife_Default
source: Really?
ko_mt: 진짜?

# Optional_Lowlife_Quest_Temple12_Nel_NPC
source: Rules are rules!
ko_mt: 규칙은 규칙입니다!

# Optional_Lowlife_Quest_Temple13_Lowlife_Default
source: Rules - you? Oh, wait - only when it's fun, right?
ko_mt: 규칙 - 당신? 오, 잠깐만 - 재미있을 때만, 그렇지?

# Optional_Lowlife_Quest_Temple14_Nel_NPC
source: You're learning!
ko_mt: 당신은 배우고 있습니다!

# Optional_Lowlife_Quest_Temple15_Lowlife_Default
source: All right, then. chaplain Nel - may I please have a bowl of soup?
ko_mt: 좋아, 그럼. 채플린 넬 - 수프 한 그릇 주세요?

# Optional_Lowlife_Quest_Temple16_Nel_NPC
source: Of course! It's in that chest.
ko_mt: 물론! 그것은 그 가슴에 있습니다.

# Optional_Lowlife_Quest_Temple17_Lowlife_Default
source: This locked chest? I should have known.
ko_mt: 이 잠긴 가슴? 내가 알았어야 했다.

# Optional_Lowlife_Quest_Temple18_Lowlife_Default
source: Got it!
ko_mt: 알았어요!

# Optional_Lowlife_Quest_Temple19_Lowlife_Default
source: I can't get it…
ko_mt: 나는 그것을 얻을 수 없습니다 ...

# Optional_Lowlife_Quest_Temple20_Nel_NPC
source: Make a donation to Misaye for luck?
ko_mt: 행운을 위해 Misaye에게 기부하시겠습니까?

# Optional_Lowlife_Quest_Temple21_ChoiceA_WRITTEN
source: <i>Give 1 gold piece</i>
ko_mt: <i>금화 1개 제공</i>

# Optional_Lowlife_Quest_Temple22_ChoiceB_WRITTEN
source: Refuse
ko_mt: 거절하다

# Optional_Lowlife_Quest_Temple22_Lowlife_Default
source: Take it, you crook.
ko_mt: 가져가, 이 사기꾼.

# Optional_Lowlife_Quest_Temple23_Lowlife_Default
source: I don't think so.
ko_mt: 나는 그렇게 생각하지 않는다.

# Optional_Lowlife_Quest_Temple24_Nel_NPC
source: Your coin made Misaye smile!
ko_mt: 당신의 코인이 미사예를 미소짓게 했습니다!

# Optional_Lowlife_Quest_Temple25_Nel_NPC
source: Try again, Misaye will help, this time.
ko_mt: 다시 시도하세요. 이번에는 Misaye가 도와드리겠습니다.

# Optional_Lowlife_Quest_Temple26_Lowlife_Default
source: Still nothing!
ko_mt: 여전히 아무것도!

# Optional_Lowlife_Quest_Temple27_Nel_NPC
source: Maybe you need to be more generous!
ko_mt: 더 관대해야 할 수도 있습니다!

# Optional_Lowlife_Quest_Temple28_Nel_NPC
source: You probably used the wrong number…
ko_mt: 아마도 잘못된 번호를 사용했을 것입니다 ...

# Optional_Lowlife_Quest_Temple29_ChoiceA_WRITTEN
source: <i>Give 5 gold pieces</i>
ko_mt: <i>금화 5개 제공</i>

# Optional_Lowlife_Quest_Temple30_ChoiceB_WRITTEN
source: Refuse
ko_mt: 거절하다

# Optional_Lowlife_Quest_Temple30_Nel_NPC
source: Fine. Let's hope your skills are up to it.
ko_mt: 괜찮은. 당신의 능력이 그 정도에 달하기를 바랍니다.

# Optional_Lowlife_Quest_Temple31_Nel_NPC
source: Have you trained in your skills since the last time?
ko_mt: 지난 번부터 기술을 훈련했습니까?

# Optional_Lowlife_Quest_Temple32_Nel_NPC
source: You're welcome. Misaye's laughing!
ko_mt: 천만에요. 미사예가 웃는다!

# Optional_Lowlife_Quest_Temple22_ChoiceG_WRITTEN
source: <i>Give 200 gold pieces</i>
ko_mt: <i>금화 200개 제공</i>

# Optional_Lowlife_Quest_Temple22_ChoiceF_WRITTEN
source: <i>Give 100 gold pieces</i>
ko_mt: <i>금화 100개 제공</i>

# Optional_Lowlife_Quest_Temple22_ChoiceE_WRITTEN
source: <i>Give 50 gold pieces</i>
ko_mt: <i>금화 50개 제공</i>

# Optional_Lowlife_Quest_Temple22_ChoiceD_WRITTEN
source: <i>Give 20 gold pieces</i>
ko_mt: <i>금화 20개 제공</i>

# Optional_Lowlife_Quest_Temple22_ChoiceC_WRITTEN
source: <i>Give 10 gold pieces</i>
ko_mt: <i>금화 10개 제공</i>

# Optional_Lowlife_Quest90_Scavengers2_Bagmordah_NPC
source: You're back! Did you get it?
ko_mt: 당신이 돌아왔다! 당신은 그것을 얻었습니까?

# Optional_Lowlife_Quest91_Scavengers2_Lowlife_Default
source: Here! And you mentioned a reward?
ko_mt: 여기! 그리고 당신은 보상을 언급 했습니까?

# Optional_Lowlife_Quest92_Scavengers2_Bagmordah_NPC
source: Beside my undying gratitude? All right. Here.
ko_mt: 내 끝없는 감사 옆에? 괜찮아. 여기.

# Optional_Lawkeeper_Quest1_Lawkeeper_Default
source: Hey, shorty! You in the army?
ko_mt: 이봐, 쇼티! 당신은 군대에 있습니까?

# Optional_Lawkeeper_Quest2_Stig_NPC
source: Don't call me that! I'm a Royal Guard, you know.
ko_mt: 그렇게 부르지 마! 저는 로얄 가드입니다.

# Optional_Lawkeeper_Quest3_Lawkeeper_Default
source: You… really? The Princess, and all?
ko_mt: 너 정말? 공주님, 그리고 모두?

# Optional_Lawkeeper_Quest4_Stig_NPC
source: Yeah. Those your friends?
ko_mt: 응. 그 친구들?

# Optional_Lawkeeper_Quest5_Friendly_Default
source: We are. How do you know each other?
ko_mt: 우리는. 당신은 어떻게 서로를 알고 있습니까?

# Optional_Lawkeeper_Quest6_Stig_NPC
source: You didn't tell them?
ko_mt: 그들에게 말하지 않았습니까?

# Optional_Lawkeeper_Quest7_Stig_NPC
source: We were in the City Guard together.
ko_mt: 우리는 함께 도시 경비대에 있었습니다.

# Optional_Lawkeeper_Quest8_Lawkeeper_Default
source: And we both… upgraded.
ko_mt: 그리고 우리 둘 다… 업그레이드했습니다.

# Optional_Lawkeeper_Quest9_Stig_NPC
source: Anyway, I need help.
ko_mt: 어쨌든 도움이 필요합니다.

# Optional_Lawkeeper_Quest10_Stig_NPC
source: I think someone's rotten in the Guard.
ko_mt: 경비원에서 누군가가 썩은 것 같아요.

# Optional_Lawkeeper_Quest11_Selfpres_Default
source: That's reassuring…
ko_mt: 안심이 됩니다...

# Optional_Lawkeeper_Quest12_Pragmatic_Default
source: We have important things to do, mind you.
ko_mt: 우리는 해야 할 중요한 일이 있습니다.

# Optional_Lawkeeper_Quest13_Lawkeeper_Default
source: Hey, Stig is my friend!
ko_mt: 이봐, Stig는 내 친구야!

# Optional_Lawkeeper_Quest14_Pragmatic_Default
source: Fine.
ko_mt: 괜찮은.

# Optional_Lawkeeper_Quest15_Stig_NPC
source: I need to go. Meet me at the Palace entrance when you… have time.
ko_mt: 가야 해요. 시간 되실 때 궁전 입구에서 만나세요.

# Optional_Lawkeeper_Quest16_Lawkeeper_Default
source: Hey, Stig!
ko_mt: 이봐, 스티그!

# Optional_Lawkeeper_Quest17_Stig_NPC
source: Hey, there. You ready?
ko_mt: 이봐, 거기. 당신 준비?

# Optional_Lawkeeper_Quest18_Lawkeeper_Default
source: Sure.
ko_mt: 확신하는.

# Optional_Lawkeeper_Quest21_Any
source: So, what can we do to help?
ko_mt: 그래서 우리가 무엇을 도울 수 있습니까?

# Optional_Lawkeeper_Quest22_Stig_NPC
source: I have four suspects. Here are their names and posts.
ko_mt: 네 명의 용의자가 있습니다. 다음은 그들의 이름과 게시물입니다.

# Optional_Lawkeeper_Quest23_Stig_NPC
source: It won't be easy.
ko_mt: 쉽지 않을 것입니다.

# Optional_Lawkeeper_Quest24_Stig_NPC
source: They mustn't know I suspect them.
ko_mt: 내가 그들을 의심한다는 것을 그들은 모를 것입니다.

# Optional_Lawkeeper_Quest25_Lawkeeper_Default
source: We'll check them out - no problem!
ko_mt: 우리가 그들을 확인할 것입니다 - 문제 없습니다!

# Optional_Lawkeeper_Quest26_Stig_NPC
source: Strike true!
ko_mt: 스트라이크 트루!

# Optional_Lawkeeper_Quest_HighBridge27_Cynical_Default
source: All right. Stig says he should be leaving soon.
ko_mt: 괜찮아. Stig는 곧 떠나야 한다고 말합니다.

# Optional_Lawkeeper_Quest_HighBridge28_Lawful_Default
source: There he goes. Let him get a head start.
ko_mt: 거기 그는 간다. 그가 먼저 시작하도록 하세요.

# Optional_Lawkeeper_Quest_HighBridge29_Lawful_Default
source: …let's find a spot with a good view and wait for the night.
ko_mt: …전망이 좋은 곳을 찾아 밤을 기다립시다.

# Optional_Lawkeeper_Quest_HighBridge30_Cynical_Default
source: Now that's a conspiracy!
ko_mt: 이제 그것은 음모입니다!

# Optional_Lawkeeper_Quest_HighBridge31_Cynical_Default
source: There might be an angry husband.
ko_mt: 화난 남편이 있을지도 모릅니다.

# Optional_Lawkeeper_Quest_HighBridge32_Cynical_Default
source: It might be worth an arrest.
ko_mt: 체포할 가치가 있습니다.

# Optional_Lawkeeper_Quest_HighBridge33_Lawkeeper_Default
source: Shut up!
ko_mt: 닥쳐!

# Optional_Lawkeeper_Quest_SnowAlliance34_Friendly_Default
source: Clear skies!
ko_mt: 깨끗한 하늘!

# Optional_Lawkeeper_Quest_SnowAlliance35_SnowAllianceGuard_NPC
source: I know you - you're the Sorak killers!
ko_mt: 나는 당신을 알고 있습니다 - 당신은 설악 살인마입니다!

# Optional_Lawkeeper_Quest_SnowAlliance36_Lawkeeper_Default
source: Anything you want to share… off the books?
ko_mt: 책에서 ... 공유하고 싶은 것이 있습니까?

# Optional_Lawkeeper_Quest_SnowAlliance37_SnowAllianceGuard_NPC
source: What?
ko_mt: 뭐라고 요?

# Optional_Lawkeeper_Quest_SnowAlliance38_Lawkeeper_Default
source: A little business of yours.
ko_mt: 당신의 작은 사업.

# Optional_Lawkeeper_Quest_SnowAlliance39_SnowAllianceGuard_NPC
source: Oh. Sure.
ko_mt: 오. 확신하는.

# Optional_Lawkeeper_Quest_SnowAlliance40_SnowAllianceGuard_NPC
source: Not here, though. Meet me at the promontory, tonight.
ko_mt: 하지만 여기가 아닙니다. 오늘 밤 곶에서 만나요.

# Optional_Lawkeeper_Quest_SnowAlliance41_SnowAllianceGuard_NPC
source: Quiet place. I like it.
ko_mt: 조용한 장소. 좋아요.

# Optional_Lawkeeper_Quest_SnowAlliance42_Lawkeeper_Default
source: So, what have you got?
ko_mt: 그래서, 당신은 무엇을 가지고 있습니까?

# Optional_Lawkeeper_Quest_SnowAlliance43_SnowAllianceGuard_NPC
source: In a rush, eh? All right. Here.
ko_mt: 급하게, 응? 괜찮아. 여기.

# Optional_Lawkeeper_Quest_SnowAlliance44_Lawkeeper_Default
source: Booze? Really?
ko_mt: 술? 진짜?

# Optional_Lawkeeper_Quest_SnowAlliance45_SnowAllianceGuard_NPC
source: Hey, you asked for it!
ko_mt: 이봐, 당신이 그것을 요청!

# Optional_Lawkeeper_Quest_SnowAlliance46_SnowAllianceGuard_NPC
source: My boss would kill me for selling New Empire liquor.
ko_mt: 내 상사는 New Empire 술을 팔았다고 나를 죽일 것입니다.

# Optional_Lawkeeper_Quest_SnowAlliance47_Lawkeeper_Default
source: This isn't illegal?
ko_mt: 이거 불법아닌가요?

# Optional_Lawkeeper_Quest_SnowAlliance48_SnowAllianceGuard_NPC
source: Of course not! Just… you know… Imperial. Slaver stuff.
ko_mt: 당연히 아니지! 그냥... 알다시피... 제국군. 노예 물건.

# Optional_Lawkeeper_Quest_SnowAlliance49_Lawkeeper_Default
source: Never mind. Our mistake. Sorry to waste your time.
ko_mt: 괜찮아요. 우리의 실수. 시간을 낭비해서 죄송합니다.

# Optional_Lawkeeper_Quest_Drunk50_Drunk_NPC
source: This is my seat!
ko_mt: 여기가 내 자리다!

# Optional_Lawkeeper_Quest_Drunk51_Drunk_NPC
source: I always sit here!
ko_mt: 나는 항상 여기 앉는다!

# Optional_Lawkeeper_Quest_Drunk52_Drunk_NPC
source: You're a strange bunch, you know that?
ko_mt: 당신은 이상한 무리, 알고 계십니까?

# Optional_Lawkeeper_Quest_Drunk53_Drunk_NPC
source: Even stranger than that Arwin Merton.
ko_mt: 그 Arwin Merton보다 더 낯선 사람.

# Optional_Lawkeeper_Quest_Drunk54_Drunk_NPC
source: Are you gonna say something?
ko_mt: 할 말 있어?

# Optional_Lawkeeper_Quest_Drunk55_Drunk_NPC
source: Knew it. You Council pawns are fake.
ko_mt: 그럴 줄 알았지. 당신 의회 말은 가짜입니다.

# Optional_Lawkeeper_Quest_Drunk56_Drunk_NPC
source: Killed Soraks? Right. And I've got a dragon in my pocket.
ko_mt: 죽인 소락? 오른쪽. 그리고 내 주머니에는 드래곤이 있다.

# Optional_Lawkeeper_Quest_Drunk57_Drunk_NPC
source: Now you're pissing me off.
ko_mt: 지금 당신은 나를 화나게하고 있습니다.

# Optional_Lawkeeper_Quest_Drunk58_Lawkeeper_Default
source: Well, I'm not sure he's smart enough to be corrupt.
ko_mt: 글쎄요, 그가 부패할 만큼 똑똑한지는 잘 모르겠습니다.

# Optional_Lawkeeper_Quest_Drunk59_Any_Default
source: Think he can work? He can barely stand!
ko_mt: 그가 일할 수 있다고 생각해? 그는 겨우 서 있을 수 있습니다!

# Optional_Lawkeeper_Quest_Drunk60_Any_Default
source: Let's go and see, then.
ko_mt: 그럼 가서 봅시다.

# Optional_Lawkeeper_Quest_Drunk61_Lawkeeper_Default
source: What is he doing?
ko_mt: 그는 무엇을하고 있습니까?

# Optional_Lawkeeper_Quest_Drunk62_Partner_Default
source: Hijacking a crate from a delivery.
ko_mt: 배달에서 상자를 하이재킹.

# Optional_Lawkeeper_Quest_Drunk63_Lawkeeper_Default
source: Let's see what's in it.
ko_mt: 그 안에 무엇이 들어 있는지 봅시다.

# Optional_Lawkeeper_Quest_Drunk64_Lawkeeper_Default
source: Flowers?
ko_mt: 꽃들?

# Optional_Lawkeeper_Quest_Drunk65_Herbalism_Default
source: Angry Violets, hundreds of them.
ko_mt: Angry Violet, 수백.

# Optional_Lawkeeper_Quest_Drunk66_Drunk_NPC
source: Hey! What are you doing?
ko_mt: 여기 요! 뭐하세요?

# Optional_Lawkeeper_Quest_Drunk67_Persuasion_WRITTEN
source: We just want a share of the loot.
ko_mt: 우리는 전리품의 일부를 원할 뿐입니다.

# Optional_Lawkeeper_Quest_Drunk68_Intimidation_WRITTEN
source: You're clearly a thief - admit it!
ko_mt: 당신은 분명히 도둑입니다 - 인정합니다!

# Optional_Lawkeeper_Quest_Drunk69_Deception_WRITTEN
source: We're investigating you for Captain Ironshell.
ko_mt: 아이언쉘 대위를 찾기 위해 당신을 조사하고 있습니다.

# Optional_Lawkeeper_Quest_Drunk70_Default_WRITTEN
source: The question is, what are you doing?
ko_mt: 질문은, 당신은 무엇을 하고 있습니까?

# Optional_Lawkeeper_Quest_Drunk71_Persuasion_CHOICE
source: We got you. Let us take some of these and we'll keep quiet.
ko_mt: 우리는 당신을 얻었다. 이것들 중 일부를 가져오고 조용히 합시다.

# Optional_Lawkeeper_Quest_Drunk72_Drunk_FAIL
source: You Council people really think you can do whatever you like, don't you?
ko_mt: 시의회 사람들은 정말로 당신이 좋아하는 것은 무엇이든 할 수 있다고 생각하지 않습니까?

# Optional_Lawkeeper_Quest_Drunk73_Intimidation_CHOICE
source: We caught you red-handed. Just confess.
ko_mt: 우리는 당신을 빨간 손으로 잡았습니다. 그냥 고백하세요.

# Optional_Lawkeeper_Quest_Drunk74_Intimidation_FAIL
source: You're a bunch of idiots, I'll confess that.
ko_mt: 당신은 바보의 무리입니다, 나는 그것을 고백합니다.

# Optional_Lawkeeper_Quest_Drunk75_Deception_FAIL
source: Captain Ironshell asked us to investigate you.
ko_mt: 아이언쉘 대위가 우리에게 당신을 조사해 달라고 부탁했습니다.

# Optional_Lawkeeper_Quest_Drunk76_Drunk_FAIL
source: Oh yeah? That's a good one. She asked me to bring this to the Palace.
ko_mt: 오 예? 그거 좋네. 그녀는 이것을 궁전으로 가져오라고 요청했습니다.

# Optional_Lawkeeper_Quest_Drunk77_Default_FAIL
source: The question is, what are you doing?
ko_mt: 질문은, 당신은 무엇을 하고 있습니까?

# Optional_Lawkeeper_Quest_Drunk78_Drunk_FAIL
source: My job. What did you think I was doing?
ko_mt: 내 일. 내가 무엇을 하고 있다고 생각했나요?

# Optional_Lawkeeper_Quest_Drunk79_Lawkeeper_Default
source: Why did you pick this crate out of the delivery?
ko_mt: 배달에서 이 상자를 선택한 이유는 무엇입니까?

# Optional_Lawkeeper_Quest_Drunk80_Drunk_NPC
source: Oh, this one?
ko_mt: 오, 이거?

# Optional_Lawkeeper_Quest_Drunk81_Drunk_NPC
source: Let me think.
ko_mt: 내가 생각하자.

# Optional_Lawkeeper_Quest_Drunk82_Drunk_NPC
source: This is for her Royal Highness, going through Captain Ironshell directly.
ko_mt: 이것은 Captain Ironshell을 직접 거치는 그녀의 Royal Highness를 위한 것입니다.

# Optional_Lawkeeper_Quest_Drunk83_Drunk_NPC
source: I'm sure the Princess will appreciate you rummaging through her personal stuff.
ko_mt: 나는 공주가 당신이 그녀의 개인 물건을 뒤지는 것을 고맙게 여길 것이라고 확신합니다.

# Optional_Lawkeeper_Quest_Drunk84_Drunk_NPC
source: As everyone knows, everything for her personal use is tax free.
ko_mt: 모두가 알다시피 그녀의 개인적인 사용을 위한 모든 것은 면세입니다.

# Optional_Lawkeeper_Quest_Drunk85_Cynical_Default
source: I knew that.
ko_mt: 나는 그것을 알고 있었다.

# Optional_Lawkeeper_Quest_Drunk86_Drunk_NPC
source: Ask the Captain. Go right ahead.
ko_mt: 캡틴에게 물어보세요. 바로 가세요.

# Optional_Lawkeeper_Quest_Drunk87_Lawkeeper_Default
source: That won't be necessary. Carry on.
ko_mt: 그것은 필요하지 않습니다. 계속하십시오.

# Optional_Lawkeeper_Quest_Temple88_TempleGuard_NPC
source: Rodric isn't here.
ko_mt: 로드릭은 여기 없습니다.

# Optional_Lawkeeper_Quest_Temple89_TempleGuard_NPC
source: Rodric? He's on an errand.
ko_mt: 로드릭? 그는 심부름 중입니다.

# Optional_Lawkeeper_Quest_Temple90_Any_Default
source: Nothing. We're wasting our time.
ko_mt: 아무것도 아님. 우리는 시간을 낭비하고 있습니다.

# Optional_Lawkeeper_Quest_Temple91_Lawkeeper_Default
source: This Rodric, though - where is he?
ko_mt: 하지만 이 로드릭은 - 그는 어디에 있습니까?

# Optional_Lawkeeper_Quest_Temple92_Any_Default
source: Let's check again.
ko_mt: 다시 확인합시다.

# Optional_Lawkeeper_Quest_Temple93_Lawkeeper_Default
source: You're Rodric?
ko_mt: 로드릭이세요?

# Optional_Lawkeeper_Quest_Temple94_Alrin_NPC
source: Who's asking?
ko_mt: 누가 묻는거야?

# Optional_Lawkeeper_Quest_Temple95_Lawkeeper_Default
source: We're Council deputies…
ko_mt: 우리는 시의원...

# Optional_Lawkeeper_Quest_End96_Any_Default
source: What was that?
ko_mt: 그게 뭐였지?

# Optional_Lawkeeper_Quest_End97_Any_Default
source: He's not just a Guard, that's for sure!
ko_mt: 그는 단순한 경비원이 아닙니다. 그건 확실합니다!

# Optional_Lawkeeper_Quest_End98_Arcana_Default
source: That's a shadowcaster trick! He can't be far!
ko_mt: 그건 섀도우캐스터 트릭이야! 그는 멀리 갈 수 없습니다!

# Optional_Lawkeeper_Quest_End99_Lawkeeper_Default
source: Look for tracks.
ko_mt: 트랙을 찾습니다.

# Optional_Lawkeeper_Quest_End100_Lawkeeper_Default
source: A secret tunnel? We're on to something here!
ko_mt: 비밀터널? 우리는 여기서 뭔가를 하고 있습니다!

# Optional_Lawkeeper_Quest_End101_Lawkeeper_Default
source: What have you found?
ko_mt: 무엇을 찾았습니까?

# Optional_Lawkeeper_Quest_End102_Any_Default
source: Enough to implicate Rodric and his friends.
ko_mt: Rodric과 그의 친구들을 연루시키기에 충분합니다.

# Optional_Lawkeeper_Quest_End103_Any_Default
source: They were smuggling goods in and out of the Temple Quarter.
ko_mt: 그들은 템플 쿼터 안팎으로 물품을 밀수하고 있었습니다.

# Optional_Lawkeeper_Quest_End104_Lawkeeper_Default
source: Hey, Stig!
ko_mt: 이봐, 스티그!

# Optional_Lawkeeper_Quest_End105_Stig_NPC
source: I heard what happened! Rodric's a shadowcaster?
ko_mt: 무슨 일이 있었는지 들었어! 로드릭의 섀도우캐스터?

# Optional_Lawkeeper_Quest_End106_Lawkeeper_Default
source: Rodric's a corpse. He attacked us with a bunch of his friends.
ko_mt: 로드릭은 시체야. 그는 많은 친구들과 함께 우리를 공격했습니다.

# Optional_Lawkeeper_Quest_End107_Lawkeeper_Default
source: Take this. You can follow up and shut down his network.
ko_mt: 이것을 가져가라. 당신은 그의 네트워크를 추적하고 종료할 수 있습니다.

# Optional_Lawkeeper_Quest_End108_Stig_NPC
source: Fantastic! Thanks for the help, my friends!
ko_mt: 환상적이야! 도와줘서 고마워, 친구들!

# Optional_Lawkeeper_Quest_End109_Lawkeeper_Default
source: Stay in the light, Stig!
ko_mt: 빛 속에 있어라, 스티그!

# Optional_Aristocrat_Start1_Mayor_NPC
source: A moment, if you please, deputy!
ko_mt: 잠시만요, 의원님!

# Optional_Aristocrat_Start2_Aristocrat_Default
source: Lady Bright-Spark? How may we help you?
ko_mt: 레이디 브라이트-스파크? 어떻게 도와드릴까요?

# Optional_Aristocrat_Start3_Mayor_NPC
source: You could start by not calling me that.
ko_mt: 저를 그렇게 부르지 않고 시작할 수 있습니다.

# Optional_Aristocrat_Start4_Aristocrat_Default
source: As you wish.
ko_mt: 당신이 원하는대로.

# Optional_Aristocrat_Start5_Mayor_NPC
source: I have a messy business on my desk, and your name's on it.
ko_mt: 내 책상에 지저분한 일이 있고 당신의 이름이 거기에 있습니다.

# Optional_Aristocrat_Start6_Aristocrat_Default
source: My name?
ko_mt: 내 이름?

# Optional_Aristocrat_Start7_Mayor_NPC
source: It's an inheritance…
ko_mt: 유산이다...

# Optional_Aristocrat_Start8_Mayor_NPC
source: …with a bunch of people contesting the will.
ko_mt: … 의지에 도전하는 많은 사람들과 함께.

# Optional_Aristocrat_Start9_Aristocrat_Default
source: What? Who died?
ko_mt: 뭐라고 요? 누가 죽었어?

# Optional_Aristocrat_Start10_Mayor_NPC
source: The honorable Joan Tannerson.
ko_mt: 존경하는 조앤 태너슨.

# Optional_Aristocrat_Start11_Aristocrat_Default
source: Oh. I see.
ko_mt: 오. 알 겠어요.

# Optional_Aristocrat_Start12_Anyother_Default
source: Family?
ko_mt: 가족?

# Optional_Aristocrat_Start13_Aristocrat_Default
source: She was… my mentor. A renowned lawyer.
ko_mt: 그녀는… 나의 멘토였습니다. 유명한 변호사.

# Optional_Aristocrat_Start14_Cynical_Default
source: You're a lawyer?
ko_mt: 당신은 변호사입니까?

# Optional_Aristocrat_Start15_Aristocrat_Default
source: Do I look like a lawyer?
ko_mt: 내가 변호사로 보이니?

# Optional_Aristocrat_Start16_Cynical_Default
source: Wouldn't put it past you.
ko_mt: 당신을 지나치지 않을 것입니다.

# Optional_Aristocrat_Start17_Aristocrat_Default
source: What is the mess, exactly?
ko_mt: 혼란이 정확히 무엇입니까?

# Optional_Aristocrat_Start18_Mayor_NPC
source: Tannerson left you everything, according to the will.
ko_mt: 태너슨은 유언장에 따라 당신에게 모든 것을 남겼습니다.

# Optional_Aristocrat_Start19_Mayor_NPC
source: Her children aren't happy, and the notary is very… annoying.
ko_mt: 그녀의 아이들은 행복하지 않고 공증인은 매우… 짜증이 납니다.

# Optional_Aristocrat_Start20_Mayor_NPC
source: So please - do something. Anything. Just make them stop harassing me.
ko_mt: 그러니 제발 - 뭔가를 하십시오. 아무것. 그들이 나를 괴롭히는 것을 멈추게하십시오.

# Optional_Aristocrat_Start21_Mayor_NPC
source: I have more important things to deal with.
ko_mt: 처리해야 할 더 중요한 일이 있습니다.

# Optional_Aristocrat_Start22_Aristocrat_Default
source: Perhaps I should talk to the children first.
ko_mt: 아마도 내가 먼저 아이들과 이야기해야 할 것입니다.

# Optional_Aristocrat_Start23_Mayor_NPC
source: Do whatever you want, as long as it shuts this notary up!
ko_mt: 이 공증인을 폐쇄하는 한 원하는 대로 하십시오!

# Optional_Aristocrat_Start24_Aristocrat_Default
source: Right. Thank you… my lady.
ko_mt: 오른쪽. 고마워요... 아가씨.

# Optional_Aristocrat_Start25_Mayor_NPC
source: Tsss…
ko_mt: 쯧쯧…

# Optional_Aristocrat_Drew11_Aristocrat_Default
source: Drew! How are you holding up?
ko_mt: 드류! 어떻게 버티고 있습니까?

# Optional_Aristocrat_Drew12_Drew_NPC
source: Look - it's the famous heir. Should I bow?
ko_mt: 보세요 - 유명한 상속인입니다. 절해야 할까요?

# Optional_Aristocrat_Drew13_Aristocrat_Default
source: Listen, I have no idea…
ko_mt: 들어봐, 난 모르겠어...

# Optional_Aristocrat_Drew14_Drew_NPC
source: Of course! It's just bad luck that you got everything.
ko_mt: 물론! 당신이 모든 것을 얻었다는 것은 단지 불운입니다.

# Optional_Aristocrat_Drew15_Aristocrat_Default
source: Can we talk?
ko_mt: 이야기할 수 있나요?

# Optional_Aristocrat_Drew16_Drew_NPC
source: Talk to my lawyer. Oh, wait…
ko_mt: 내 변호사와 상의하세요. 아, 잠깐...

# Optional_Aristocrat_Drew17_Violent_Default
source: He needs a smack in the mouth.
ko_mt: 그는 입이 필요합니다.

# Optional_Aristocrat_Drew18_Aristocrat_Default
source: He's… grieving.
ko_mt: 그는… 슬퍼하고 있어.

# Optional_Aristocrat_Drew19_Violent_Default
source: I'll give him something to grieve over.
ko_mt: 나는 그에게 슬퍼할 무언가를 줄 것이다.

# Optional_Aristocrat_Lyria11_Aristocrat_Default
source: Lyria, I'm so very sorry for your loss.
ko_mt: Lyria, 나는 당신의 손실에 대해 매우 유감스럽게 생각합니다.

# Optional_Aristocrat_Lyria12_Lyria_NPC
source: Oh - you're the… well… I knew she liked you, but…
ko_mt: 오 - 당신은... 글쎄... 그녀가 당신을 좋아한다는 것은 알고 있었지만...

# Optional_Aristocrat_Lyria13_Aristocrat_Default
source: Frankly, this all seems like a prank.
ko_mt: 솔직히 이 모든 것이 장난처럼 보입니다.

# Optional_Aristocrat_Lyria14_Lyria_NPC
source: Right? That's what I told the notary.
ko_mt: 오른쪽? 그것이 내가 공증인에게 말한 것입니다.

# Optional_Aristocrat_Lyria15_Lyria_NPC
source: Goodbye.
ko_mt: 안녕히 계세요.

# Optional_Aristocrat_Lyria16_Lowlife_Default
source: These people!
ko_mt: 이 사람들!

# Optional_Aristocrat_Adria11_Aristocrat_Default
source: Adria! How are you?
ko_mt: 아드리아! 잘 지내고 있나요?

# Optional_Aristocrat_Adria12_Adria_NPC
source: Well, sad, of course. You?
ko_mt: 글쎄, 물론 슬프다. 너?

# Optional_Aristocrat_Adria13_Aristocrat_Default
source: Thanks for asking. A bit down, of course.
ko_mt: 질문 주셔서 감사합니다. 물론 약간 아래로.

# Optional_Aristocrat_Adria14_Aristocrat_Default
source: She taught me so much.
ko_mt: 그녀는 나에게 많은 것을 가르쳤다.

# Optional_Aristocrat_Adria15_Adria_NPC
source: I know. She was proud of you.
ko_mt: 알아요. 그녀는 당신을 자랑스러워했습니다.

# Optional_Aristocrat_Adria16_Aristocrat_Default
source: Thank you.
ko_mt: 감사합니다.

# Optional_Aristocrat_Adria17_Aristocrat_Default
source: Listen - this will. It bothers me…
ko_mt: 들어보세요. 정말 짜증나게 해…

# Optional_Aristocrat_Adria18_Aristocrat_Default
source: …I really don't want to quarrel with you and your siblings.
ko_mt: ...나는 당신과 당신의 형제 자매들과 싸우고 싶지 않습니다.

# Optional_Aristocrat_Adria19_Adria_NPC
source: I'm afraid you won't have a choice.
ko_mt: 선택의 여지가 없을 것 같아요.

# Optional_Aristocrat_Adria110_Adria_NPC
source: Lyria is a lying bitch, and Drew is a tactless jerk.
ko_mt: Lyria는 거짓말쟁이이고 Drew는 재치 없는 바보입니다.

# Optional_Aristocrat_Adria111_Aristocrat_Default
source: What would you do with the inheritance?
ko_mt: 유산으로 무엇을 하시겠습니까?

# Optional_Aristocrat_Adria112_Adria_NPC
source: Me? Share it with the two other sharks, just to stay alive.
ko_mt: 나? 살아남기 위해 다른 두 상어와 공유하십시오.

# Optional_Aristocrat_Adria113_Aristocrat_Default
source: Fair enough.
ko_mt: 그럴 수 있지.

# Optional_Aristocrat_Attack1_Anyother_Default
source: They're not bandits.
ko_mt: 그들은 도둑이 아닙니다.

# Optional_Aristocrat_Attack2_Aristocrat_Default
source: No. More like hired assassins.
ko_mt: 아니요. 고용된 암살자에 가깝습니다.

# Optional_Aristocrat_Attack3_Anyother_Default
source: You know what this means.
ko_mt: 이게 무슨 뜻인지 아실 겁니다.

# Optional_Aristocrat_Attack4_Aristocrat_Default
source: Stay alert. The notary's mansion might not be safe either.
ko_mt: 경계를 늦추지 마십시오. 공증인의 저택도 안전하지 않을 수 있습니다.

# Optional_Aristocrat_Quest_Ending1_Cynical_Default
source: Oh, look - they're all here.
ko_mt: 오, 보세요. 모두 여기 있습니다.

# Optional_Aristocrat_Quest_Ending2_Lyria_NPC
source: So you left Caer Cyflen without a word.
ko_mt: 그래서 당신은 말없이 Caer Cyflen을 떠났습니다.

# Optional_Aristocrat_Quest_Ending3_Drew_NPC
source: How rude.
ko_mt: 얼마나 무례.
