Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# ReturnToCC_Teleporter5_Pragmatic_Default
source: They took the Crown.
ko_mt: 그들은 왕관을 차지했습니다.

# ReturnToCC_Teleporter6_Princess_NPC
source: Is this… evil god coming?
ko_mt: 이것은… 사악한 신이 오고 있습니까?

# ReturnToCC_Teleporter7_Authority_Default
source: I suppose that's their plan.
ko_mt: 그게 그들의 계획인 것 같아요.

# ReturnToCC_Teleporter8_Pragmatic_Default
source: Can we follow them?
ko_mt: 우리는 그들을 따라갈 수 있습니까?

# ReturnToCC_Teleporter9_Selfpres_Default
source: There's no way to know where they've gone.
ko_mt: 그들이 어디로 갔는지 알 길이 없습니다.

# ReturnToCC_Teleporter10_Selfpres_Default
source: There are so many gates.
ko_mt: 게이트가 너무 많습니다.

# ReturnToCC_Teleporter11_Pragmatic_Default
source: Close to the Rift, right? Where it all began?
ko_mt: 리프트에 가깝죠? 모든 것이 어디에서 시작되었습니까?

# ReturnToCC_Teleporter12_Authority_Default
source: No one knows exactly where the Rift was.
ko_mt: 리프트가 어디에 있었는지 정확히 아는 사람은 아무도 없습니다.

# ReturnToCC_Teleporter13_Merton_NPC
source: In the Aer Elai, near the capital of Manacalon - but it's a vast area!
ko_mt: 마나칼론의 수도 근처에 있는 Aer Elai에서 - 하지만 그것은 광대한 지역입니다!

# ReturnToCC_Teleporter14_Pragmatic_Default
source: They must have scouted it and found a teleporter nearby.
ko_mt: 그들은 그것을 정찰하고 근처에서 텔레포터를 찾았을 것입니다.

# ReturnToCC_Teleporter15_Selfpres_Default
source: So we're doomed?
ko_mt: 그래서 우리는 운명?

# ReturnToCC_Teleporter16_Authority_Default
source: What's going on?
ko_mt: 무슨 일이야?

# ReturnToCC_Teleporter17_Merton_NPC
source: We're under attack!
ko_mt: 공격을 받고 있습니다!

# ReturnToCC_Teleporter18_Merton_NPC
source: Sleeper agents! Everywhere in the city!
ko_mt: 잠자는 에이전트! 도시의 모든 곳!

# ReturnToCC_Teleporter19_Princess_Default
source: Are they so powerful, the Sorr-Akkath?
ko_mt: 그들이 그렇게 강력합니까, 소르-아카스?

# ReturnToCC_Teleporter20_History_Default
source: Your Royal Highness…
ko_mt: 왕비님…

# ReturnToCC_Teleporter21_History_Default
source: We found this in Halman Summer's chambers, magically concealed.
ko_mt: 우리는 이것을 마법처럼 숨겨져 있는 Halman Summer의 방에서 발견했습니다.

# ReturnToCC_Teleporter22_History_Default
source: Do you have any ideas?
ko_mt: 당신은 어떤 아이디어가 있습니까?

# ReturnToCC_Teleporter23_Princess_NPC
source: This is Sunset Peak, south of Aer Elai.
ko_mt: 이것은 Aer Elai의 남쪽에 있는 Sunset Peak입니다.

# ReturnToCC_Teleporter24_Princess_NPC
source: I recognize this tower… or what's left of it.
ko_mt: 나는 이 탑을... 혹은 그 위에 무엇이 남아 있는지 알아보았습니다.

# ReturnToCC_Teleporter25_Princess_NPC
source: There is a gate not too far away.
ko_mt: 멀지 않은 곳에 문이 있습니다.

# ReturnToCC_Teleporter26_Princess_NPC
source: But who knows how the place looks like now?
ko_mt: 하지만 지금 그 장소가 어떻게 생겼는지 누가 압니까?

# ReturnToCC_Teleporter27_Authority_Default
source: We're running out of time! If there is a chance to stop them…
ko_mt: 시간이 부족합니다! 그들을 막을 기회가 있다면…

# ReturnToCC_Teleporter28_Violent_Default
source: They don't stand a chance against you!
ko_mt: 그들은 당신에 대해 기회가 없습니다!

# ReturnToCC_Teleporter29_Princess_NPC
source: Alas, I cannot go into the Badlands.
ko_mt: 아아, 나는 Badlands에 갈 수 없습니다.

# ReturnToCC_Teleporter30_Nosy_Default
source: What? Why?
ko_mt: 뭐라고 요? 왜요?

# ReturnToCC_Teleporter31_Princess_NPC
source: Long story short: it would kill me faster than any dark god.
ko_mt: 간단히 말해서, 그것은 어떤 어둠의 신보다 더 빨리 나를 죽일 것입니다.

# ReturnToCC_Teleporter32_Princess_NPC
source: There's no time to explain - you have to trust me.
ko_mt: 설명할 시간이 없습니다. 저를 믿어야 합니다.

# ReturnToCC_Teleporter33_Princess_NPC
source: Only you can save Solasta now.
ko_mt: 당신만이 지금 솔라스타를 구할 수 있습니다.

# ReturnToCC_Teleporter34_Selfpres_Default
source: Us? What about all your… heroes, and all?
ko_mt: 우리를? 당신의 모든… 영웅은 어떻습니까?

# ReturnToCC_Teleporter35_Princess_NPC
source: Marshal Sunblaze is weakened from casting Resurrection spells, and so are most of his clerics.
ko_mt: Marshal Sunblaze는 Resurrection 주문 시전으로 인해 약화되었으며, 그의 성직자 대부분도 마찬가지입니다.

# ReturnToCC_Teleporter36_Pragmatic_Default
source: Oh… they planned this as well, didn't they?
ko_mt: 아... 이것도 기획한거 맞죠?

# ReturnToCC_Teleporter37_Princess_NPC
source: All my best fighters and spellblades are on the border.
ko_mt: 내 최고의 파이터와 스펠블레이드는 모두 국경에 있습니다.

# ReturnToCC_Teleporter38_Princess_NPC
source: Protector Kean is not what she used to be.
ko_mt: 수호자 킨은 예전의 그녀가 아닙니다.

# ReturnToCC_Teleporter39_Authority_Default
source: Merton? You coming?
ko_mt: 머튼? 당신이 온다?

# ReturnToCC_Teleporter40_Princess_NPC
source: He's staying with me. Caer Cyflen is on fire, its streets full of Sorak pawns on a murder spree.
ko_mt: 그는 나와 함께 머물고 있습니다. Caer Cyflen은 불타고 있으며, 그 거리는 살인을 자행하는 Sorak 졸로 가득합니다.

# ReturnToCC_Teleporter41_Princess_NPC
source: The Crown needs you. I felt it, from the beginning.
ko_mt: 크라운은 당신이 필요합니다. 처음부터 느꼈습니다.

# ReturnToCC_Teleporter42_Princess_NPC
source: Kaseinax's spirit calls for you to save him from the darkness.
ko_mt: Kaseinax의 영혼은 당신이 그를 어둠에서 구해달라고 요청합니다.

# ReturnToCC_Teleporter43_Nosy_Default
source: The Magister? You knew him?
ko_mt: 매지스터? 당신은 그를 알고 있었나요?

# ReturnToCC_Teleporter44_Princess_NPC
source: You're too curious for your own good.
ko_mt: 당신은 자신의 이익을 위해 너무 호기심이 많습니다.

# ReturnToCC_Teleporter45_Authority_Default
source: So, Merton's staying.
ko_mt: 그래서 머튼은 남습니다.

# ReturnToCC_Teleporter46_Merton_NPC
source: Can't say no to a princess. Especially that one.
ko_mt: 공주님에게 거절할 수 없습니다. 특히 그.

# ReturnToCC_Teleporter47_Authority_Default
source: Fine, then.
ko_mt: 좋아, 그럼.

# ReturnToCC_Teleporter48_Princess_NPC
source: I can only give you a few trinkets to help you in your endeavor.
ko_mt: 당신의 노력에 도움이 될 몇 가지 장신구만 줄 수 있습니다.

# ReturnToCC_Teleporter49_Princess_NPC
source: And my blessing.
ko_mt: 그리고 나의 축복.

# ReturnToCC_Teleporter50_Sellsword_Default
source: My arm is yours, Princess.
ko_mt: 내 팔은 당신의 것입니다, 공주님.

# ReturnToCC_Teleporter51_Aristocrat_Default
source: Serving you is the greatest honor, your royal highness.
ko_mt: 당신을 섬기는 것은 최고의 영예이며, 당신의 왕족입니다.

# ReturnToCC_Teleporter52_Spy_Default
source: You're definitely the best crowned head around.
ko_mt: 당신은 확실히 최고의 왕관을 쓴 머리입니다.

# ReturnToCC_Teleporter53_Academic_Default
source: To think that you knew the Magister? I have so many questions!
ko_mt: 당신이 Magister를 안다고 생각하기 위해? 질문이 너무 많아요!

# ReturnToCC_Teleporter54_Lowlife_Default
source: That's more than enough, Princess. We'll do your dirty work.
ko_mt: 충분합니다, 공주님. 우리는 당신의 더러운 일을 할 것입니다.

# ReturnToCC_Teleporter55_Lawkeeper_Default
source: We will prevail or die, your royal highness.
ko_mt: 우리는 승리하거나 죽을 것입니다, 폐하.

# ReturnToCC_Teleporter56_Philosopher_Default
source: So powerful - and yet so helpless to save Solasta. Fascinating.
ko_mt: 너무 강력하지만 Solasta를 구하기에는 너무 무력합니다. 매력적인.

# ReturnToCC_Teleporter57_AcolyteEinar_Default
source: Einar will be with us, your royal highness.
ko_mt: Einar가 우리와 함께 할 것입니다.

# ReturnToCC_Teleporter58_AcolyteMaraike_Default
source: Maraike will be with us in life and death.
ko_mt: 마라이케는 삶과 죽음에서 우리와 함께 할 것입니다.

# ReturnToCC_Teleporter59_AcolyteArun_Default
source: May Arun guide us all.
ko_mt: Arun이 우리 모두를 인도하시기를 바랍니다.

# ReturnToCC_Teleporter60_AcolytePakri_Default
source: Justice will be served, your royal highness.
ko_mt: 정의가 실현될 것입니다, 폐하.

# ReturnToCC_Teleporter61_Princess_NPC
source: You should rest and prepare yourselves.
ko_mt: 휴식을 취하고 몸을 준비해야 합니다.

# ReturnToCC_Teleporter62_Authority_Default
source: Sleep, now? There's no time!
ko_mt: 자, 이제? 시간이 없어!

# ReturnToCC_Teleporter63_Princess_NPC
source: You really should start admitting that you don't know everything.
ko_mt: 당신은 정말로 당신이 모든 것을 알지 못한다는 것을 인정하기 시작해야 합니다.

# ReturnToCC_Teleporter64_Princess_NPC
source: Rest now. Time will wait for you, I promise.
ko_mt: 이제 쉬세요. 시간은 당신을 기다릴 것입니다, 약속합니다.

# ReturnToCC_Teleporter65_Princess_NPC
source: I will speak the words that will activate the gate for Sunset Peak.
ko_mt: 선셋피크의 게이트를 활성화시키는 말을 하겠다.

# ReturnToCC_Teleporter66_Princess_NPC
source: When you are ready, step onto the gate, and fulfill your destiny.
ko_mt: 준비가 되었다면 그 문으로 나아가 운명을 완수하십시오.

# ReturnToCC_TimeLapse1_Nosy_Default
source: Did she just… stop time?
ko_mt: 그녀는 단지... 시간을 멈췄습니까?

# ReturnToCC_TimeLapse2_Acolyte_Default
source: This is unnatural.
ko_mt: 이것은 부자연스럽습니다.

# ReturnToCC_TimeLapse3_Selfpres_Default
source: I won't be able to sleep now.
ko_mt: 나는 지금 잠을 잘 수 없습니다.

# ReturnToCC_TimeLapse4_Authority_Default
source: You know what's at stake.
ko_mt: 무엇이 문제인지 알고 있습니다.

# ReturnToCC_TimeLapse5_Authority_Default
source: We'll need to be ready for anything.
ko_mt: 우리는 무엇이든 준비해야 합니다.

# Mertonswife1_Bitterroot_NPC
source: Damned Soraks right under our noses, eh?
ko_mt: 우리 코 바로 아래에 빌어먹을 Soraks, 응?

# Mertonswife2_Bitterroot_NPC
source: It's worse than I thought. I met with this fake baron more than once recently...
ko_mt: 생각보다 별로에요. 이 가짜 남작을 최근에 두 번 이상 만났습니다.

# Mertonswife3_Bitterroot_NPC
source: Didn't see a difference.
ko_mt: 차이를 보지 못했습니다.

# Mertonswife4_Lawful_Normal
source: Nice to meet you, too.
ko_mt: 저도 만나서 반가워요.

# Mertonswife5_Lawful_Formal
source: And who might you be, lady?
ko_mt: 그리고 당신은 누굴까요, 아가씨?

# Mertonswife6_Bitterroot_NPC
source: Call me Bitterroot.
ko_mt: 비터루트라고 불러주세요.

# Mertonswife7_Nosy_Formal
source: That's a peculiar name.
ko_mt: 특이한 이름입니다.

# Mertonswife8_Nosy_Normal
source: So that's not your real name?
ko_mt: 그래서 그게 진짜 이름이 아닙니까?

# Mertonswife9_Bitterroot_NPC
source: It's the only name I need.
ko_mt: 나에게 필요한 유일한 이름입니다.

# Mertonswife10_Bitterroot_NPC
source: Tell me something.
ko_mt: 말해봐.

# Mertonswife11_Bitterroot_NPC
source: You're bound to the Legacy Council, right?
ko_mt: 당신은 레거시 위원회에 속해있죠, ​​그렇죠?

# Mertonswife12_Cynical_Normal
source: I knew these badges would help eventually.
ko_mt: 나는 이 배지가 결국 도움이 될 것이라는 것을 알고 있었습니다.

# Mertonswife13_Friendly_Normal
source: Yes, we are. Interested in joining?
ko_mt: 네, 우리는. 가입에 관심이 있으세요?

# Mertonswife14_Bitterroot_NPC
source: Ever heard of Arwin Merton? He's probably marinating in some tavern in Caer Cyflen.
ko_mt: Arwin Merton에 대해 들어본 적이 있습니까? 그는 아마도 Caer Cyflen에 있는 어떤 선술집에서 마리네이드하고 있을 것입니다.

# Mertonswife15_Authority_Normal
source: We met him.
ko_mt: 우리는 그를 만났다.

# Mertonswife16_Bitterroot_NPC
source: If you'd be so kind, I have something I'd like you to take back to him.
ko_mt: 당신이 그렇게 친절하다면 나는 당신이 그에게 돌려주고 싶은 것이 있습니다.

# Mertonswife17_Bitterroot_NPC
source: A message, and a gift.
ko_mt: 메시지, 그리고 선물.

# Mertonswife18_Violent_Normal
source: Why not go yourself?
ko_mt: 왜 스스로 가지 않습니까?

# Mertonswife19_Bitterroot_NPC
source: I'm not going to him. He needs to come to me.
ko_mt: 나는 그에게 가지 않을 것이다. 그는 나에게 올 필요가 있습니다.

# Mertonswife20_Helpful_Normal
source: A personal matter?
ko_mt: 개인적인 문제?

# Mertonswife21_Helpful_Slang
source: He cheated on you or something?
ko_mt: 그가 당신을 속였나요?

# Mertonswife22_Helpful_Formal
source: Sounds like a sensitive topic.
ko_mt: 민감한 주제 같네요.

# Mertonswife23_Bitterroot_NPC
source: I'd rather not go into detail.
ko_mt: 자세히 설명하지 않는 것이 좋습니다.

# Mertonswife24_Authority_Slang
source: What's the gift?
ko_mt: 선물은 무엇입니까?

# Mertonswife25_Authority_Normal
source: What do we need to take back?
ko_mt: 우리는 무엇을 되찾아야 합니까?

# Mertonswife26_Bitterroot_NPC
source: A longsword.
ko_mt: 장검.

# Mertonswife27_Pragmatic_Normal
source: Not too heavy. We could do that.
ko_mt: 너무 무겁지 않습니다. 우리는 그렇게 할 수 있습니다.

# Mertonswife28_Greed_Normal
source: But what's the reward?
ko_mt: 근데 보상이 뭔가요?

# Mertonswife29_Bitterroot_NPC
source: Ah - real heroes!
ko_mt: 아 - 진짜 영웅!

# Mertonswife30_Bitterroot_NPC
source: I can give you the location of a... treasure.
ko_mt: 보물의 위치를 ​​알려드릴 수 있습니다.

# Mertonswife31_Cynical_Normal
source: Of course, everyone keeps a treasure map in their pocket, just in case...
ko_mt: 물론, 만일의 경우를 대비하여 모든 사람은 주머니에 보물 지도를 보관하고 있습니다.

# Mertonswife32_Bitterroot_NPC
source: It's a Manacalon building in the Badlands.
ko_mt: 배드랜드에 있는 마나칼론 건물입니다.

# Mertonswife33_Bitterroot_NPC
source: The Arcaneum wanted me to loot it.
ko_mt: Arcaneum은 내가 그것을 약탈하기를 원했습니다.

# Mertonswife33_Bitterroot_NPC2
source: Apparently, it was a Silent Whisper base before the Cataclysm.
ko_mt: 분명히, 그것은 대격변 이전의 조용한 속삭임 기지였습니다.

# Mertonswife34_Greed_Normal
source: Heddlon Surespell would pay a fortune for what's inside.
ko_mt: Heddlon Surespell은 내부에 있는 것에 대해 많은 돈을 지불할 것입니다.

# Mertonswife35_Bitterroot_NPC
source: But it's full of monsters. Too many for me.
ko_mt: 그러나 그것은 괴물로 가득 차 있습니다. 나에게는 너무 많다.

# Mertonswife36_Friendly_Normal
source: We could team up.
ko_mt: 우리는 팀을 구성할 수 있습니다.

# Mertonswife37_Bitterroot_NPC
source: I've... lost the taste for adventuring.
ko_mt: 난... 모험의 맛을 잃었어.

# Mertonswife38_Bitterroot_NPC
source: Do we have a deal?
ko_mt: 거래가 있나요?

# Mertonswife39_Helpful_NPC
source: Sure.
ko_mt: 확신하는.

# Mertonswife40_Selfpres_NPC
source: Not interested.
ko_mt: 관심이 없다.

# Mertonswife41_Agree_NPC
source: Fine, what's the message?
ko_mt: 알겠습니다. 메시지가 무엇입니까?

# Mertonswife42_Choice_Refuse
source: Sorry. We have more important things to do.
ko_mt: 죄송합니다. 우리에게는 더 중요한 일이 있습니다.

# Mertonswife43_Choice_Accept
source: As you wish.
ko_mt: 당신이 원하는대로.

# Mertonswife44_Biterroot_NPC
source: Tell him he still owes me a child, and I'm waiting. Here, in Coparann.
ko_mt: 그가 여전히 나에게 아이를 빚지고 있다고 말해주세요. 그리고 저는 기다리고 있어요. 여기, 코파란에서.

# Mertonswife45_Any_Normal
source: All right... we'll tell him that.
ko_mt: 알았어... 우리가 그에게 말해줄게.

# Mertonswife46_Any_Formal
source: Fine, we'll take your message to him.
ko_mt: 알겠습니다. 메시지를 그에게 전달하겠습니다.

# Mertonswife47_Biterroot_NPC
source: Thank you. Here's the blade. And the map.
ko_mt: 감사합니다. 여기 블레이드가 있습니다. 그리고 지도.

# Mertonswife48_Friendly_Normal
source: Farewell, Bitterroot.
ko_mt: 잘 가, 비터루트.

# Mertonswife2_1_Any_Normal
source: Hello, Arwin.
ko_mt: 안녕, 아르윈.

# Mertonswife2_2_Merton_NPC
source: Arwin? We're friends now?
ko_mt: 아르윈? 우리 이제 친구야?

# Mertonswife2_3_Merton_NPC
source: I'll keep calling you kid, I think.
ko_mt: 계속 꼬마라고 부를게.

# Mertonswife2_4_Any_Normal
source: Whatever.
ko_mt: 무엇이든.

# Mertonswife2_5_Any_Formal
source: Suit yourself.
ko_mt: 자신에 맞게.

# Mertonswife2_6_Any_Normal
source: We've been to Coparann - ring a bell?
ko_mt: Coparann에 가본 적이 있습니다. 벨을 누르세요?

# Mertonswife2_7_Any_Formal
source: I suppose you know the name Coparann.
ko_mt: 코파란이라는 이름을 아실 텐데요.

# Mertonswife2_8_Merton_NPC
source: You bet.
ko_mt: 물론이지.

# Mertonswife2_9_Any_Normal
source: Apparently, you are indebted to someone there.
ko_mt: 분명히 당신은 그곳에 있는 누군가에게 빚을 지고 있습니다.

# Mertonswife2_10_Any_Normal
source: An elf ranger. She calls herself Bitterroot.
ko_mt: 엘프 레인저. 그녀는 자신을 Bitterroot라고 부릅니다.

# Mertonswife2_11_Merton_NPC
source: Really?
ko_mt: 진짜?

# Mertonswife2_12_Any_Normal
source: Something to do with her mood, maybe.
ko_mt: 그녀의 기분과 관련이 있을 수 있습니다.

# Mertonswife2_13_Any_Normal
source: She said you owe her… a child.
ko_mt: 그녀는 당신이 그녀에게… 아이에게 빚을 졌다고 말했습니다.

# Mertonswife2_14_Merton_NPC
source: She's crazy.
ko_mt: 그녀는 미쳤어.

# Mertonswife2_15_Any_Normal
source: We just said we'd bring the message. She's still waiting.
ko_mt: 우리는 방금 메시지를 가져오겠다고 말했습니다. 그녀는 여전히 기다리고 있습니다.

# Mertonswife2_16_Merton_NPC
source: Yeah… thanks for the message.
ko_mt: 네... 메시지 감사합니다.

# Mertonswife2_17_Any_Normal
source: Want to tell us what this is about?
ko_mt: 이것이 무엇에 관한 것인지 알려주시겠습니까?

# Mertonswife2_18_Any_Formal
source: Maybe you would like to share a story with us?
ko_mt: 우리와 이야기를 나누고 싶습니까?

# Mertonswife2_19_Merton_NPC
source: No. I don't.
ko_mt: 아니요.

# Mertonswife2_20_Any_Normal
source: You didn't take her child away from her?
ko_mt: 그녀에게서 아이를 데려가지 않았습니까?

# Mertonswife2_21_Merton_NPC
source: You're out of line. I'd step back if I were you.
ko_mt: 당신은 라인에서 벗어났습니다. 내가 당신이라면 물러서겠습니다.

# Mertonswife2_22_Any_Normal
source: All right. It's none of our business.
ko_mt: 괜찮아. 그것은 우리의 일이 아닙니다.

# Mertonswife2_23_Any_Normal
source: She gave us this for you.
ko_mt: 그녀는 당신을 위해 이것을 우리에게 주었다.

# Mertonswife2_24_Merton_NPC
source: What?
ko_mt: 뭐라고 요?

# Mertonswife2_25_Merton_NPC
source: I don't believe it!
ko_mt: 나는 그것을 믿지 않는다!

# Mertonswife2_26_Merton_NPC
source: She went back for it…
ko_mt: 그녀는 그것을 위해 돌아갔습니다 ...

# Mertonswife2_27_Any_Normal
source: Feel more like talking now?
ko_mt: 이제 더 이야기하고 싶은 느낌이 듭니까?

# Mertonswife2_28_Merton_NPC
source: Get out!
ko_mt: 나가세요!

# LegendaryQuest_1_Merton_NPC
source: Hello again! I hear you're the terror of the Badlands.
ko_mt: 다시 안녕! 당신이 Badlands의 공포라고 들었습니다.

# LegendaryQuest_2_Any_Default
source: We're getting by.
ko_mt: 우리는 잘 지내고 있습니다.

# LegendaryQuest_3_Any_Default
source: Did you hear about a lost god?
ko_mt: 잃어버린 신에 대해 들어보셨나요?

# LegendaryQuest_4_Merton_NPC
source: Sure - if you're ready to die!
ko_mt: 물론입니다 - 죽을 준비가 되었다면!

# LegendaryQuest_5_Any_Default
source: We're not green anymore, Merton.
ko_mt: 우리는 더 이상 녹색이 아닙니다, 머튼.

# LegendaryQuest_6_Merton_NPC
source: Fine, but the Lost God? That is the stuff of legend.
ko_mt: 좋아, 하지만 잃어버린 신? 그것이 전설의 내용입니다.

# LegendaryQuest_7_Merton_NPC
source: I've met a lot of people who wanted to find that temple.
ko_mt: 나는 그 사원을 찾고 싶어하는 많은 사람들을 만났습니다.

# LegendaryQuest_8_Merton_NPC
source: At first I tried to help. No one ever came back.
ko_mt: 처음에는 도와주려고 했습니다. 아무도 돌아오지 않았습니다.

# LegendaryQuest_9_Merton_NPC
source: So I decided to stop talking about it.
ko_mt: 그래서 나는 그것에 대해 이야기하지 않기로 결정했습니다.

# LegendaryQuest_10_Merton_NPC
source: I felt… well…
ko_mt: 느꼈다… 글쎄…

# LegendaryQuest_11_Any_Default
source: Responsible for their deaths?
ko_mt: 그들의 죽음에 책임이 있습니까?

# LegendaryQuest_12_Merton_NPC
source: Responsible? No - they paid for their folly.
ko_mt: 책임이있는? 아니요. 그들은 어리석은 대가를 치렀습니다.

# LegendaryQuest_13_Merton_NPC
source: I just grew tired of repeating the same warning over and over.
ko_mt: 나는 똑같은 경고를 계속 반복하는 것에 지쳤습니다.

# LegendaryQuest_14_Any_Default
source: Are we bothering you?
ko_mt: 우리가 당신을 귀찮게합니까?

# LegendaryQuest_15_Merton_NPC
source: You're always bothering me.
ko_mt: 당신은 항상 나를 귀찮게 해요.

# LegendaryQuest_16_Any_Default
source: Let's go.
ko_mt: 가자.

# LegendaryQuest_17_Merton_NPC
source: Oh, don't be so sensitive!
ko_mt: 오, 너무 민감하지 마십시오!

# LegendaryQuest_18_Merton_NPC
source: All right - the temple is real. I've seen it.
ko_mt: 좋습니다. 사원은 진짜입니다. 나 그거 봤었 어.

# LegendaryQuest_19_Any_Default
source: You have?
ko_mt: 가지고 있습니까?

# LegendaryQuest_20_Merton_NPC
source: It was about fifteen years ago, but yes. I did.
ko_mt: 약 15년 ​​전의 일이지만 그렇습니다. 나는 했다.

# LegendaryQuest_21_Any_Default
source: And you didn't raid it?
ko_mt: 그리고 당신은 그것을 습격하지 않았다?

# LegendaryQuest_22_Merton_NPC
source: Well, ten of us found the place…
ko_mt: 글쎄, 우리 중 10 명이 장소를 찾았습니다 ...

# LegendaryQuest_23_Merton_NPC
source: …when I was the only one left, I came home.
ko_mt: …저만 남았을 때 집에 왔습니다.

# LegendaryQuest_24_Any_Default
source: The other nine died?
ko_mt: 나머지 9명은 죽었나요?

# LegendaryQuest_25_Merton_NPC
source: Slaughtered. All of them.
ko_mt: 도살. 그들 모두.

# LegendaryQuest_26_Merton_NPC
source: Still interested?
ko_mt: 아직도 관심이 있으세요?

# LegendaryQuest_27_Any_Default
source: You think we're not strong enough?
ko_mt: 우리가 충분히 강하지 않다고 생각합니까?

# LegendaryQuest_28_Merton_NPC
source: I don't know. You're the mighty Sorak killers, after all…
ko_mt: 모르겠어요. 당신은 강력한 설악 킬러, 결국…

# LegendaryQuest_29_Merton_NPC
source: …maybe with me… you'd have a chance.
ko_mt: …아마도 나와 함께… 당신은 기회가 있을 것입니다.

# LegendaryQuest_30_Any_Default
source: You'd come with us?
ko_mt: 당신은 우리와 함께 왔어요?

# LegendaryQuest_31_Merton_NPC
source: I wouldn't let anyone raid that temple without me.
ko_mt: 나 없이는 누구도 그 사원을 습격하지 못하게 할 것입니다.

# LegendaryQuest_32_Merton_NPC
source: You'd never find it, for a start.
ko_mt: 처음에는 절대 찾지 못할 것입니다.

# LegendaryQuest_33_Any_Default
source: Are you after the treasure?
ko_mt: 당신은 보물을 쫓고 있습니까?

# LegendaryQuest_34_Merton_NPC
source: Who says there's any treasure?
ko_mt: 누가 보물이 있다고 합니까?

# LegendaryQuest_35_Merton_NPC
source: There's a monster - I know that.
ko_mt: 괴물이 있어요 - 알아요.

# LegendaryQuest_36_Any_NPC
source: What is it?
ko_mt: 그것은 무엇입니까?

# LegendaryQuest_37_Merton_NPC
source: That, I don't know.
ko_mt: 그건 모르겠어.

# LegendaryQuest_38_Merton_NPC
source: I just want to be there first. I want that on my tombstone.
ko_mt: 난 그냥 먼저 거기에 있고 싶어. 내 묘비에 그것을 원합니다.

# LegendaryQuest_39_Any_Default
source: Fair enough.
ko_mt: 그럴 수 있지.

# LegendaryQuest_40_Merton_NPC
source: It's a long trip. If you're crazy enough to go, give me some time to pack my gear.
ko_mt: 긴 여행입니다. 당신이 갈만큼 미쳤다면 제 장비를 꾸릴 시간을 주십시오.

# LegendaryQuest_41_Merton_NPC
source: I need the rest of the day. I'll wait for you here.
ko_mt: 남은 하루가 필요합니다. 여기서 기다리겠습니다.

# LegendaryQuest_42_Any_Default
source: Sure.
ko_mt: 확신하는.

# LegendaryQuest_2_1_Authority_Normal
source: We're ready to take on that quest, Arwin.
ko_mt: 우리는 그 퀘스트를 수행할 준비가 되었습니다, Arwin.

# LegendaryQuest_2_2_Merton_NPC
source: Good for you!
ko_mt: 잘 됐네요!

# LegendaryQuest_2_3_Friendly_Normal
source: Did you change your mind?
ko_mt: 마음이 바뀌었나요?

# LegendaryQuest_2_4_Merton_NPC
source: No, no. I'm ready!
ko_mt: 아니 아니. 준비됐어!

# LegendaryQuest_2_5_Merton_NPC
source: Let's go!
ko_mt: 가자!

# LegendaryQuest_2_6_Lawful_Normal
source: Hey, we're supposed to go together, remember?
ko_mt: 야, 같이 가자고, 기억나?

# LegendaryQuest_2_7_Merton_NPC
source: Yeah, about that. I have to go to Coparann first.
ko_mt: 예, 그것에 대해. 먼저 코파란으로 가야 합니다.

# LegendaryQuest_2_8_Cynical_Normal
source: Oh - unfinished business, maybe?
ko_mt: 오 - 미완의 일, 아마도?

# LegendaryQuest_2_9_Merton_NPC
source: You know exactly what business.
ko_mt: 당신은 정확히 어떤 사업을 알고 있습니다.

# LegendaryQuest_2_10_Authority_Normal
source: So how about the quest?
ko_mt: 그럼 퀘스트는?

# LegendaryQuest_2_11_Merton_NPC
source: Your map has a location called Caer Elis.
ko_mt: 지도에 Caer Elis라는 위치가 있습니다.

# LegendaryQuest_2_12_History_Normal
source: It's just an old Manacalon name.
ko_mt: 그냥 오래된 마나칼론 이름입니다.

# LegendaryQuest_2_13_Merton_NPC
source: Maybe, but there is a ruin - you'll see it. It's Tirmarian.
ko_mt: 아마도, 하지만 폐허가 있습니다 - 당신은 그것을 보게 될 것입니다. 티르마리안입니다.

# LegendaryQuest_2_14_Merton_NPC
source: I'll be waiting for you.
ko_mt: 내가 당신을 기다릴거야.

# LegendaryQuest_2_15_Selfpres_Normal
source: What if we don't come?
ko_mt: 우리가 오지 않는다면?

# LegendaryQuest_2_16_Merton_NPC
source: Then damn the lot of you.
ko_mt: 그럼 빌어먹을.

# LegendaryQuest_2_17_Authority_Normal
source: What we get there before you do?
ko_mt: 당신이 하기 전에 우리가 거기에 무엇을 얻습니까?

# LegendaryQuest_2_18_Merton_NPC
source: Ha, ha! As if you could!
ko_mt: ㅋ! 마치 당신이 할 수있는 것처럼!

# LegendaryQuest_2_19_Merton_NPC
source: See you there!
ko_mt: 거기서 보자!

# LegendaryQuest_2_20_Selfpres_Normal
source: He's crazy.
ko_mt: 그는 정상이 아니다.

# LegendaryQuest_2_21_Pragmatic_Normal
source: And we're going with him.
ko_mt: 그리고 우리는 그와 함께 갈 것입니다.

# LegendaryQuest_3_1_Merton_NPC
source: See? I told you I'd be here.
ko_mt: 보다? 내가 여기 있을 거라고 말했잖아.

# LegendaryQuest_3_2_Nosy_Normal
source: What have you been doing?
ko_mt: 당신은 무엇을 하고 있었나요?

# LegendaryQuest_3_3_Merton_NPC
source: Catching up with wildlife.
ko_mt: 야생 동물을 따라 잡기.

# LegendaryQuest_3_4_Merton_NPC
source: It used to be my thing.
ko_mt: 그것은 내 것이었습니다.

# LegendaryQuest_3_5_Cynical_Normal
source: Camping in the Badlands? Really?
ko_mt: 황무지에서 캠핑을 하시나요? 진짜?

# LegendaryQuest_3_6_Merton_NPC
source: Yep. Shadow Tamer, they called me.
ko_mt: 네. 섀도우 테이머, 그들이 나를 불렀다.

# LegendaryQuest_3_7_Pragmatic_Normal
source: Fine, Shadow Tamer - where's the temple?
ko_mt: 좋아, Shadow Tamer - 사원은 어디 있지?

# LegendaryQuest_3_8_Merton_NPC
source: Behind the mist.
ko_mt: 안개 뒤에.

# LegendaryQuest_4_1_Pragmatic_Normal
source: We're through the mist!
ko_mt: 우리는 안개를 통해입니다!

# LegendaryQuest_4_2_Merton_NPC
source: Don't get too cocky. This is where my friends died last time.
ko_mt: 너무 자만하지 마십시오. 이곳은 지난번에 내 친구들이 죽은 곳입니다.

# LegendaryQuest_4_3_Religion_Einar_Normal
source: Einar will guide us.
ko_mt: 에이나르가 안내해 드립니다.

# LegendaryQuest_4_4_Religion_Maraike_Normal
source: Maraike is with us.
ko_mt: 마라이케가 함께합니다.

# LegendaryQuest_4_5_Religion_Pakri_Normal
source: Pakri will clear our minds.
ko_mt: Pakri는 우리의 마음을 비울 것입니다.

# LegendaryQuest_4_6_Religion_Arun_Normal
source: Arun will guide our hearts.
ko_mt: Arun이 우리의 마음을 인도할 것입니다.
