Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Council5_7_Gormsdottir_NPC
source: We believe that the Crown should be secured, and therefore surrendered by its current owners…
ko_mt: 우리는 왕관이 확보되어야 하며 따라서 현재 소유자가 항복해야 한다고 믿습니다...

# Council5_8_Gormsdottir_NPC
source: …in exchange for a generous payment…
ko_mt: ...후한 대가로...

# Council5_9_Gormsdottir_NPC
source: …raised by all parties in the Council.
ko_mt: … 위원회의 모든 당사자가 제기했습니다.

# Council5_10_Crownbearer_Default
source: You can't!
ko_mt: 당신은 할 수 없습니다!

# Council5_11_LeiraKean_NPC
source: You will wait for your turn to speak, senior deputy!
ko_mt: 당신이 말할 차례를 기다릴 것입니다, 선임 대리님!

# Council5_12_Crownbearer_Default
source: We searched the Badlands for these gems, and now you're just taking the Crown away from us?
ko_mt: 황무지에서 이 보석을 찾았는데 이제 왕관을 우리에게서 빼앗는 겁니까?

# Council5_13_LeiraKean_NPC
source: Order!
ko_mt: 주문하다!

# Council5_14_Danantar_NPC
source: We are all well aware of your reservations, and we understand them.
ko_mt: 우리는 모두 귀하의 예약을 잘 알고 있으며 이해합니다.

# Council5_15_Danantar_NPC
source: Yet, from what I heard, all parties have agreed that you should comply…
ko_mt: 그러나 내가 들은 바에 따르면 모든 당사자가 당신이 준수해야 한다는 데 동의했습니다...

# Council5_16_Danantar_NPC
source: …for the security of all.
ko_mt: … 모두의 보안을 위해.

# Council5_17_Crownbearer_Default
source: Security? You talk of security?
ko_mt: 보안? 보안을 말씀하시는 건가요?

# Council5_18_Crownbearer_Default
source: What security? Just last night, Soraks attacked our quarters in the residence!
ko_mt: 무슨 보안? 바로 어젯밤, 소락들이 우리 숙소의 숙소를 공격했습니다!

# Council5_19_Faisech_NPC
source: What?
ko_mt: 뭐라고 요?

# Council5_20_Sunblaze_NPC
source: Soraks? Here in Caer Cyflen?
ko_mt: 설악? 여기 Caer Cyflen에서?

# Council5_21_Danantar_NPC
source: In the palace?
ko_mt: 궁전에서?

# Council5_22_LeiraKean_NPC
source: Order!
ko_mt: 주문하다!

# Council5_23_Sunblaze_NPC
source: Immediate action is needed!
ko_mt: 즉각적인 조치가 필요합니다!

# Council5_24_Danantar_NPC
source: Well, find the damned Soraks, then!
ko_mt: 자, 그럼 빌어먹을 소락스를 찾아라!

# Council5_25_LeiraKean_NPC
source: Please, my lords!
ko_mt: 제발, 내 주인들!

# Council5_26_Danantar_NPC
source: Where are your paladins?
ko_mt: 당신의 성기사는 어디에 있습니까?

# Council5_27_Sunblaze_NPC
source: Where are your wizards and their divination spells?
ko_mt: 당신의 마법사와 그들의 점술은 어디에 있습니까?

# Council5_28_LeiraKean_NPC
source: Stop it!
ko_mt: 그만 해요!

# Council5_29_LeiraKean_NPC
source: None of this is helping!
ko_mt: 이 중 어느 것도 도움이 되지 않습니다!

# Council5_30_LeiraKean_NPC
source: Lord Sunblaze, you're supposed to be neutral here!
ko_mt: 선블레이즈 경, 여기서 중립을 지켜야 합니다!

# Council5_31_LeiraKean_NPC
source: Someone must introduce a formal request.
ko_mt: 누군가가 공식적인 요청을 제출해야 합니다.

# Council5_32_Danantar_NPC
source: Right. Apologies.
ko_mt: 오른쪽. 사과.

# Council5_33_Danantar_NPC
source: You're right, let's vote. Only senior members, please.
ko_mt: 당신 말이 맞아, 투표하자. 선배님들만 부탁드립니다.

# Council5_34_Danantar_NPC
source: Those for securing the Crown, say aye.
ko_mt: 왕관을 확보하기 위한 사람들은 예라고 말합니다.

# Council5_35_Gormsdottir_Default
source: Aye.
ko_mt: 찬성.

# Council5_36_Faisech_NPC
source: Aye.
ko_mt: 찬성.

# Council5_37_Danantar_NPC
source: Aye.
ko_mt: 찬성.

# Council5_38_Keenmind_Default
source: …nay.
ko_mt: …아니.

# Council5_39_Sunblaze_NPC
source: Nay.
ko_mt: 아니.

# Council5_40_Danantar_NPC
source: Well, we have a majority.
ko_mt: 글쎄, 우리는 다수를 가지고 있습니다.

# Council5_41_Sunblaze_NPC
source: We'll help you with the… attunement issue.
ko_mt: 조율 문제를 도와드리겠습니다.

# Council5_42_Faisech_NPC
source: Wait! Who's going to take the Crown, and where?
ko_mt: 기다리다! 누가 왕관을 차지할 것이며 어디로 갈 것인가?

# Council5_43_Danantar_NPC
source: Well, the most secure location would be…
ko_mt: 글쎄, 가장 안전한 위치는…

# Council5_44_Danantar_NPC
source: …the temple of Einar, of course. The Hearth.
ko_mt: ...물론 에이나르 신전. 난로.

# Council5_45_Faisech_NPC
source: Of course - right here in Caer Cyflen!
ko_mt: 물론 - 바로 여기 Caer Cyflen에서!

# Council5_46_Faisech_NPC
source: Neutral ground, of course, but still the Principality of Masgarth is the center of Solasta!
ko_mt: 물론 중립적이지만 여전히 마스가르스 공국은 솔라스타의 중심입니다!

# Council5_47_Danantar_NPC
source: Do you have a better idea, Dean Faisech?
ko_mt: 더 좋은 생각 있어, 딘 파이섹?

# Council5_48_Faisech_NPC
source: We have secure locations, too!
ko_mt: 안전한 장소도 있습니다!

# Council5_49_Danantar_NPC
source: How many high-ranking paladins in your Tower, Faisech?
ko_mt: 파이섹의 탑에 고위 성기사가 몇 명이나 있습니까?

# Council5_50_Faisech_NPC
source: More than actual wizards in your school!
ko_mt: 학교의 실제 마법사 이상입니다!

# Council5_51_LeiraKean_NPC
source: Order!
ko_mt: 주문하다!

# Council5_52_LeiraKean_NPC
source: Remember the dignity of your positions, my lords!
ko_mt: 당신의 위치의 위엄을 기억하십시오, 내 영주들이여!

# Council5_53_LeiraKean_NPC
source: Senior deputies - if you please? The Council has spoken.
ko_mt: 고위 대의원 - 원하신다면? 위원회는 말했습니다.

# Council5_54_Choice_Pragmatic_WRITTEN
source: This is a mistake.
ko_mt: 이것은 실수입니다.

# Council5_55_Choice_Mean_WRITTEN
source: You're all stupid!
ko_mt: 당신은 모두 바보입니다!

# Council5_56_Choice_Lawful_WRITTEN
source: We must obey the Council…
ko_mt: 우리는 의회에 복종해야 합니다…

# Council5_57_Choice_Selfpres_WRITTEN
source: Someone here is a traitor!
ko_mt: 여기 누군가가 배신자입니다!

# Council5_58_Choice_Pragmatic_Default
source: This is a mistake. We are bound to the Crown.
ko_mt: 이것은 실수입니다. 우리는 왕관에 묶여 있습니다.

# Council5_59_LeiraKean_NPC
source: You are sworn deputies. You must comply.
ko_mt: 당신은 맹세한 의원입니다. 준수해야 합니다.

# Council5_60_Choice_Mean_Default
source: The Council doesn't deserve the Crown - you just proved that!
ko_mt: 의회는 왕관을 받을 자격이 없습니다 - 당신이 방금 그것을 증명했습니다!

# Council5_61_LeiraKean_NPC
source: Surrender the Crown, as the Council orders.
ko_mt: 의회의 명령에 따라 왕관을 넘겨주십시오.

# Council5_62_Choice_Lawful_Default
source: We serve the Council.
ko_mt: 우리는 위원회에 봉사합니다.

# Council5_63_LeiraKean_NPC
source: And you shall be commended, senior deputies.
ko_mt: 그리고 당신은 칭찬받을 것입니다, 고위 의원들.

# Council5_64_Choice_Selfpres_Default
source: You keep bickering instead of looking for the traitor among you!
ko_mt: 배신자를 찾는 대신 계속 말다툼을 하는구나!

# Council5_65_LeiraKean_NPC
source: This is a grave accusation, senior deputy.
ko_mt: 이것은 중대한 비난입니다, 고위 차관님.

# Council5_66_Authority_Default
source: How could they?
ko_mt: 어떻게 그럴 수 있었습니까?

# Council5_67_Pragmatic_Default
source: It can't end like this!
ko_mt: 이대로 끝날 수 없다!

# Council5_68_Crownbearer_Default
source: I can hear it calling!
ko_mt: 부르는 소리가 들린다!

# Council5_69_HalmanSummer_NPC
source: Senior deputies, please, a word?
ko_mt: 고위 의원님, 한마디 부탁드립니다.

# Council5_70_Authority_Default
source: Summer? What do you want?
ko_mt: 여름? 무엇을 원하세요?

# Council5_71_Authority_Default
source: Your chancellor led the charge against us in there.
ko_mt: 당신의 수상이 그곳에서 우리를 기소했습니다.

# Council5_72_HalmanSummer_NPC
source: I'm truly sorry. But, I have some information that might interest you.
ko_mt: 정말 죄송합니다. 하지만 관심을 가질만한 정보가 있습니다.

# Council5_73_Selfpres_Default
source: I doubt it.
ko_mt: 나는 그것을 의심한다.

# Council5_74_HalmanSummer_NPC
source: It's about the secret cult of Arivad.
ko_mt: 그것은 Arivad의 비밀 숭배에 관한 것입니다.

# Council5_75_Nosy_Default
source: What?
ko_mt: 뭐라고 요?

# Council5_76_HalmanSummer_NPC
source: I admit, this is second-hand intelligence, but still…
ko_mt: 이것은 간접적인 정보라는 것을 인정하지만 여전히…

# Council5_77_Authority_Default
source: Speak up.
ko_mt: 발언.

# Council5_78_HalmanSummer_NPC
source: One of my people saw a man with a tattoo…
ko_mt: 내 사람들 중 한 명이 문신을 한 남자를 보았습니다 ...

# Council5_79_Selfpres_Default
source: The letter A?
ko_mt: 문자 A?

# Council5_80_HalmanSummer_NPC
source: Yes. He followed the man all day, and to a gathering that night…
ko_mt: 예. 그는 하루 종일 그 사람을 따라갔고, 그날 밤에는 집회에 참석...

# Council5_81_HalmanSummer_NPC
source: …in a remote village to the south.
ko_mt: … 남쪽의 외딴 마을에서.

# Council5_82_Authority_Default
source: What village?
ko_mt: 무슨 마을?

# Council5_83_HalmanSummer_NPC
source: It's called Earcorn. Very small…
ko_mt: 이어콘이라고 합니다. 매우 작은…

# Council5_84_HalmanSummer_NPC
source: …but you'll find it easily on any local map.
ko_mt: ...하지만 모든 지역 지도에서 쉽게 찾을 수 있습니다.

# Council5_85_Friendly_Default
source: Thank you, Halman.
ko_mt: 고마워요, 할만.

# Council5_86_HalmanSummer_NPC
source: You're welcome. Someone must take care of these cultists.
ko_mt: 천만에요. 누군가 이 이교도들을 돌봐야 합니다.

# Council5_87_HalmanSummer_NPC
source: And the Council… well, you know.
ko_mt: 그리고 위원회는… 글쎄요.

# Council5_88_Pragmatic_Default
source: Yes, we do.
ko_mt: 응 우리는 그래.

# Council5_After_1_BericSunblaze_NPC
source: I'm so sorry.
ko_mt: 정말 죄송합니다.

# Council5_After_2_Friendly_Default
source: Why? You didn't betray us.
ko_mt: 왜요? 당신은 우리를 배신하지 않았다.

# Council5_After_3_BericSunblaze_NPC
source: I understand how they see things, but…
ko_mt: 그들이 사물을 보는 방식은 이해하지만...

# Council5_After_4_Selfpres_Normal
source: Something's wrong with the Council.
ko_mt: 위원회에 문제가 있습니다.

# Council5_After_5_Selfpres_Slang
source: The Council's rotten.
ko_mt: 의회의 썩은.

# Council5_After_6_BericSunblaze_NPC
source: The Council's still young. Everyone is angling for influence…
ko_mt: 위원회는 아직 어리다. 모두가 영향력을 노리고 있다…

# Council5_After_7_BericSunblaze_NPC
source: …but squabbling academics are better than clashing armies.
ko_mt: ...하지만 논쟁하는 학계는 군대와 충돌하는 것보다 낫습니다.

# Council5_After_8_Nosy_Default
source: Only Airgetine supported us? I mean, beside you.
ko_mt: Airgetine만이 우리를 지원했습니까? 내 말은, 당신 옆에.

# Council5_After_9_Selfpres_Default
source: Why would the New Empire be the only friend we have in there?
ko_mt: 왜 New Empire가 우리가 그곳에 있는 유일한 친구였을까요?

# Council5_After_10_BericSunblaze_NPC
source: Airgetine's a moderate, it's true, but the New Empire is subtle. Plans within plans.
ko_mt: 에어제틴은 온건하지만 사실이지만 새로운 제국은 미묘합니다. 계획 속의 계획.

# Council5_After_11_BericSunblaze_NPC
source: It's hard to say whether he was following orders or voting his conscience.
ko_mt: 그가 명령을 따랐는지 아니면 양심에 따라 투표했는지 말하기 어렵다.

# Council5_After_12_BericSunblaze_NPC
source: I wouldn't read too much into his vote, at least for now.
ko_mt: 적어도 현재로서는 그의 투표에 대해 너무 많이 읽지 않을 것입니다.

# Council5_After_13_BericSunblaze_NPC
source: It didn't change anything, anyway.
ko_mt: 어쨌든 아무것도 바뀌지 않았습니다.

# Council5_After_14_BericSunblaze_NPC
source: But what about you? How are you coping without the Crown?
ko_mt: 하지만 당신은 어떻습니까? 크라운 없이 어떻게 지내고 계십니까?

# Council5_After_15_Crownbearer_Default
source: Better than I expected.
ko_mt: 내가 기대했던 것보다 낫습니다.

# Council5_After_16_Any2_Default
source: Same for me, actually. It almost feels like we still have the Crown.
ko_mt: 사실 저도 마찬가지입니다. 우리가 여전히 왕관을 가지고 있는 것처럼 느껴집니다.

# Council5_After_17_Any3_Default
source: Exactly. We lost its magical power, but…
ko_mt: 정확히. 마력을 잃었지만…

# Council5_After_18_Any2_Default
source: …the voice is still calling.
ko_mt: ...목소리는 여전히 부르고 있습니다.

# Council5_After_19_BericSunblaze_NPC
source: Interesting. So the attunement is unaffected by physical separation?
ko_mt: 흥미로운. 그렇다면 동조는 물리적 분리의 영향을 받지 않습니까?

# Council5_After_20_Friendly_Any
source: Keep the Crown safe, Marshal, will you, please?
ko_mt: 왕관을 안전하게 지키세요, 마샬, 제발요?

# Council5_After_21_BericSunblaze_NPC
source: You have my word.
ko_mt: 약속 할게.

# MertonAfterCouncil5_1_Merton_NPC
source: Hey, you!
ko_mt: 이봐, 너!

# MertonAfterCouncil5_2_Cynical_Default
source: Not drowning in your beer today, Arwin?
ko_mt: 오늘 맥주에 익사하지 않습니까, Arwin?

# MertonAfterCouncil5_3_Merton_NPC
source: No, wait!
ko_mt: 아니, 기다려!

# MertonAfterCouncil5_4_Merton_NPC
source: They took the Crown from you?
ko_mt: 그들이 당신에게서 왕관을 빼앗았다고?

# MertonAfterCouncil5_5_Selfpres_Default
source: How do you know that?
ko_mt: 어떻게 알았어?

# MertonAfterCouncil5_6_Merton_NPC
source: How? You really think I'm just a drunk?
ko_mt: 어떻게? 내가 정말 술에 취한 것 같아?

# MertonAfterCouncil5_7_Merton_NPC
source: The whole Principality knows you have that Crown.
ko_mt: 공국 전체가 당신이 그 왕관을 가지고 있다는 것을 알고 있습니다.

# MertonAfterCouncil5_8_Merton_NPC
source: I mean had.
ko_mt: 내 말은 있었다.

# MertonAfterCouncil5_9_Cynical_Normal
source: Yeah.
ko_mt: 응.

# MertonAfterCouncil5_10_Cynical_Formal
source: Indeed.
ko_mt: 물론.

# MertonAfterCouncil5_11_Merton_NPC
source: Something's not right.
ko_mt: 문제가 있습니다.

# MertonAfterCouncil5_12_Cynical_Normal
source: You think we need you to tell us?
ko_mt: 당신은 당신이 우리에게 말할 필요가 있다고 생각합니까?

# MertonAfterCouncil5_13_Merton_NPC
source: I mean something's up - something big.
ko_mt: 내 말은 무슨 일이 생겼어 - 뭔가 크다는 뜻이야.

# MertonAfterCouncil5_14_Pragmatic_Normal
source: What, exactly?
ko_mt: 정확히 무엇?

# MertonAfterCouncil5_15_Merton_NPC
source: They're here.
ko_mt: 그들이 여기있다.

# MertonAfterCouncil5_16_Selfpres_Default
source: Who? The Soraks?
ko_mt: 누구? 소락스?

# MertonAfterCouncil5_17_Merton_NPC
source: Not them. Their pawns.
ko_mt: 그들 말고. 그들의 졸.

# MertonAfterCouncil5_18_Lawful_Default
source: You're drunk.
ko_mt: 너 취 했어.

# MertonAfterCouncil5_19_Merton_NPC
source: What's wrong with you?
ko_mt: 무슨 일 있어?

# MertonAfterCouncil5_20_Merton_NPC
source: Haven't you seen enough?
ko_mt: 충분히 못봤어?

# MertonAfterCouncil5_21_Merton_NPC
source: Didn't you see what they can do?
ko_mt: 그들이 무엇을 할 수 있는지 보지 못하셨습니까?

# MertonAfterCouncil5_22_Merton_NPC
source: To people?
ko_mt: 사람들에게?

# MertonAfterCouncil5_23_Merton_NPC
source: At first I thought you were just another bunch of brainless Council lackeys…
ko_mt: 처음에 나는 당신이 단지 두뇌없는 의회 하수인의 또 다른 무리라고 생각했습니다 ...

# MertonAfterCouncil5_24_Merton_NPC
source: …but you've seen their ways.
ko_mt: ...하지만 당신은 그들의 방식을 보았습니다.

# MertonAfterCouncil5_25_Merton_NPC
source: At Coparann, and plenty other places, I'm sure.
ko_mt: Coparan과 다른 많은 곳에서 확신합니다.

# MertonAfterCouncil5_26_Merton_NPC
source: The way they get into people's heads.
ko_mt: 그들이 사람들의 머리에 들어가는 방식.

# MertonAfterCouncil5_27_Merton_NPC
source: I've watched the people of Caer Cyflen for ten years.
ko_mt: 나는 10년 동안 Caer Cyflen의 사람들을 지켜왔습니다.

# MertonAfterCouncil5_28_Merton_NPC
source: I've felt a change - slow, subtle…
ko_mt: 나는 변화를 느꼈습니다 - 느리고 미묘한…

# MertonAfterCouncil5_29_Merton_NPC
source: …until now. It's getting stronger!
ko_mt: …지금까지. 점점 강해지고 있어!

# MertonAfterCouncil5_30_Merton_NPC
source: I can't let them win.
ko_mt: 나는 그들이 이기게 둘 수 없다.

# MertonAfterCouncil5_31_Cynical_Default
source: So what? You're ready to become a hero again?
ko_mt: 그래서 무엇? 다시 영웅이 될 준비가 되셨습니까?

# MertonAfterCouncil5_32_Merton_NPC
source: I can still fight.
ko_mt: 나는 여전히 싸울 수 있습니다.

# MertonAfterCouncil5_33_Pragmatic_Default
source: Are you offering to join us?
ko_mt: 당신은 우리와 함께 하시겠습니까?

# MertonAfterCouncil5_34_Merton_NPC
source: You brought back my sword.
ko_mt: 당신은 내 칼을 가져왔다.

# MertonAfterCouncil5_35_Merton_NPC
source: That blade and I, we've slain countless abominations down there in the Badlands.
ko_mt: 그 검과 나, 우리는 저 아래 황무지에서 셀 수 없이 많은 가증한 것을 죽였습니다.

# MertonAfterCouncil5_36_Merton_NPC
source: You helped me get closure for my lost child.
ko_mt: 당신은 내가 잃어버린 아이의 폐쇄를 도왔습니다.

# MertonAfterCouncil5_37_Merton_NPC
source: You were at my side when we took down the remorhaz.
ko_mt: 우리가 레모라즈를 쓰러뜨릴 때 당신은 내 옆에 있었습니다.

# MertonAfterCouncil5_38_Merton_NPC
source: Yes, I'd like to join you.
ko_mt: 네, 함께하고 싶습니다.

# MertonAfterCouncil5_39_Choice_WRITTEN
source: Fine.
ko_mt: 괜찮은.

# MertonAfterCouncil5_40_Choice_WRITTEN
source: No.
ko_mt: 아니요.

# MertonAfterCouncil5_41_Agreed_Default
source: Fine, come with us.
ko_mt: 좋아, 우리와 함께 가자.

# MertonAfterCouncil5_42_Refused_Default
source: You're useless!
ko_mt: 넌 쓸모없어!

# MertonAfterCouncil5_43_Refused_Merton
source: And you're stupid!
ko_mt: 그리고 당신은 바보입니다!

# MertonAfterCouncil5_44_Agreed_Merton
source: Ha ha! Now you're talking!
ko_mt: ㅋ! 지금 말하는거야!

# FightingCultists_1_1_Authority_Default
source: This is it? Earcorn!
ko_mt: 이거 야? 이삭!

# FightingCultists_1_2_Merton_NPC
source: Look, a farm! And another! High adventure - I love it!
ko_mt: 봐, 농장! 그리고 또 다른! 높은 모험 - 나는 그것을 좋아합니다!

# FightingCultists_1_3_Cynical_Normal
source: This doesn't exactly feel like the headquarters for a massive invasion.
ko_mt: 이곳은 대규모 침공의 본부처럼 느껴지지 않습니다.

# FightingCultists_1_4_Cynical_Slang
source: Some headquarters. Dark cults used to be better.
ko_mt: 일부 본부. 다크 컬트가 더 좋았습니다.

# FightingCultists_1_5_Cynical_Formal
source: Not exactly how I imagined the lair of evil Sorr-Akkath worshippers.
ko_mt: 사악한 소르-아카트 숭배자들의 소굴을 상상했던 것과 정확히 일치하지 않습니다.

# FightingCultists_1_6_Pragmatic_Default
source: But it could be hiding a small group of infiltrators.
ko_mt: 그러나 그것은 작은 그룹의 침입자를 숨길 수 있습니다.

# FightingCultists_1_7_Pragmatic_Default
source: Still, a good cover for cunning infiltrators.
ko_mt: 그래도 교활한 침투자들에게 좋은 은신처입니다.

# FightingCultists_1_8_Pragmatic_Normal
source: Let's look around for anything suspicious.
ko_mt: 수상한 것이 있는지 살펴보자.

# FightingCultists_1_9_Pragmatic_Formal
source: Let us examine the area in search of clues.
ko_mt: 단서를 찾기 위해 지역을 조사합시다.

# FightingCultists_1_10_Cynical_Default
source: No tavern? That's suspicious for a start.
ko_mt: 선술집은 없나요? 시작부터 의심스럽습니다.

# FightingCultists_1_11_Merton_NPC
source: That was my line!
ko_mt: 그게 내 라인이었다!

# FightingCultists_1_12_Authority_Slang
source: Shut up! We're trying to be stealthy!
ko_mt: 닥쳐! 우리는 은밀히 노력하고 있습니다!

# FightingCultists_1_13_Authority_Normal
source: You'd better be quiet if you don't want us to be spotted.
ko_mt: 우리가 들키지 않게 하려면 조용히 하는 것이 좋습니다.

# FightingCultists_1_14_Authority_Format
source: Quiet, if you please. Let discretion be our watchword.
ko_mt: 조용히 해 주세요. 재량권을 우리의 표어로 삼으십시오.

# FightingCultists_2_1_Any_Default
source: I have something!
ko_mt: 전 무언가를 갖고 있어요!

# FightingCultists_2_2_Cynical_Default
source: Footprints? Really? It's a village. People live here.
ko_mt: 발자취? 진짜? 마을이야. 사람들이 여기에 살고 있습니다.

# FightingCultists_2_3_Cynical_Default
source: Random footprints in a village? Not much of a clue.
ko_mt: 마을에 무작위 발자국? 단서가 많지 않습니다.

# FightingCultists_2_4_Merton_NPC
source: Your villagers have claws.
ko_mt: 당신의 마을 사람들은 발톱이 있습니다.

# FightingCultists_2_5_Any_Default
source: Your villagers have claws.
ko_mt: 당신의 마을 사람들은 발톱이 있습니다.

# FightingCultists_2_6_Selfpres_Default
source: Soraks?
ko_mt: 설악?

# FightingCultists_2_7_Authority_Default
source: This is it! Be ready for anything.
ko_mt: 이거 야! 무엇이든 준비하세요.

# AfterFightingCultists_1_Pragmatic_Default
source: That didn't feel like we surprised them.
ko_mt: 우리가 그들을 놀라게 한 것처럼 느껴지지 않았습니다.

# AfterFightingCultists_2_Violent_Default
source: Because we didn't.
ko_mt: 우리는하지 않았기 때문에.

# AfterFightingCultists_3_Selfpres_Default
source: This was a trap.
ko_mt: 이것은 함정이었습니다.

# AfterFightingCultists_4_Merton_NPC
source: Yep, carefully set up to kill us - well, you, I guess.
ko_mt: 네, 우리를 죽이기 위해 조심스럽게 준비했습니다.

# AfterFightingCultists_5_Selfpres_Default
source: Halman Summer?
ko_mt: 할만 썸머?

# AfterFightingCultists_6_Pragmatic_Default
source: He said the intelligence wasn't certain.
ko_mt: 그는 정보가 확실하지 않다고 말했다.

# AfterFightingCultists_7_Merton_NPC
source: The Antiquarian? He told you about this place?
ko_mt: 골동품? 그가 당신에게 이 장소에 대해 말했습니까?

# AfterFightingCultists_8_Violent_Default
source: He's a traitor!
ko_mt: 그는 배신자입니다!

# AfterFightingCultists_9_Nosy_Default
source: A Sorak in disguise?
ko_mt: 변장한 설악?

# AfterFightingCultists_10_Pragmatic_Default
source: Or just one of their agents.
ko_mt: 또는 그들의 대리인 중 한 명일 뿐입니다.

# AfterFightingCultists_11_Merton_NPC
source: Or just one of their agents.
ko_mt: 또는 그들의 대리인 중 한 명일 뿐입니다.

# AfterFightingCultists_12_Pragmatic_Default
source: Anyone checked him for a tattoo?
ko_mt: 문신이 있는지 확인해본 사람 있어?

# AfterFightingCultists_13_Violent_Default
source: There's only one way to know for sure.
ko_mt: 확실히 알 수 있는 방법은 하나뿐입니다.

# AfterFightingCultists_14_Authority_Default
source: Let's go back to Caer Cyflen.
ko_mt: 다시 Caer Cyflen으로 돌아가자.

# ReturnToCC_1_Selfpres_Normal
source: What's going on?
ko_mt: 무슨 일이야?

# ReturnToCC_1_Selfpres_Formal
source: What is all this?
ko_mt: 이게 다 뭐야?

# ReturnToCC_2_Pragmatic_Default
source: Is that the army? In the city?
ko_mt: 저게 군대야? 도시?

# ReturnToCC_3_Violent_Default
source: Let's find Summer!
ko_mt: 여름을 찾자!

# ReturnToCC_4_Pragmatic_Default
source: I'd prefer to find Carran first.
ko_mt: 캐런을 먼저 찾는 게 좋겠어.

# ReturnToCC_5_Merton_NPC
source: I have to check on someone. I'll catch you later.
ko_mt: 누군가를 확인해야 합니다. 내가 나중에 당신을 잡을 거 야.

# ReturnToCC_6_Nosy_Default
source: Check on who?
ko_mt: 누구를 확인?

# ReturnToCC_7_Nosy_Default
source: I thought he had no friends left.
ko_mt: 나는 그에게 남은 친구가 없다고 생각했다.

# ReturnToCC_8_Cynical_Default
source: His brewer, maybe?
ko_mt: 그의 양조업자, 아마도?

# ReturnToCC_Bartender_1_Any_Normal
source: Hello, Karel! Have you seen Lord Carran?
ko_mt: 안녕, 카렐! 캐런 경을 보았습니까?

# ReturnToCC_Bartender_1_Any_Slang
source: Hey, Karel! Seen Carran around?
ko_mt: 이봐, 카렐! Carran을 주변에서 보았습니까?

# ReturnToCC_Bartender_1_Any_Formal
source: Greetings, master Martel. Have you seen lord Carran recently?
ko_mt: 안녕하세요, 마스터 마텔입니다. 최근에 캐런 경을 보았습니까?

# ReturnToCC_Bartender_2_KarelMartel_NPC
source: Not since the conscription.
ko_mt: 징집 이후가 아닙니다.

# ReturnToCC_Bartender_3_Any_Default
source: Conscription? Is that what's happening?
ko_mt: 징병? 그게 무슨 일이야?

# ReturnToCC_Bartender_4_KarelMartel_NPC
source: I know, it's been in the air, but now…
ko_mt: 공중에 떠 있는 걸로 아는데 지금은...

# ReturnToCC_Bartender_5_KarelMartel_NPC
source: …rumors has it that Gallivan's armies are massing at the eastern border.
ko_mt: ... 소문에 따르면 Gallivan의 군대가 동쪽 국경에 집결하고 있습니다.

# ReturnToCC_Bartender_6_Any_Default
source: Gallivan? Why?
ko_mt: 갈리반? 왜요?

# ReturnToCC_Bartender_7_KarelMartel_NPC
source: Ask your friends on the Council. They were supposed to keep the peace.
ko_mt: 위원회에서 친구들에게 물어보세요. 그들은 평화를 지켜야 했습니다.

# ReturnToCC_Robar1_Any_Default
source: Robar? You've been drafted?
ko_mt: 로바? 당신은 드래프트되었습니다?

# ReturnToCC_Robar2_Robar_NPC
source: Don't be ridiculous - I enlisted! Gets me the rank I deserve. Finally.
ko_mt: 웃기지 마 - 내가 입대했어! 나에게 합당한 순위를 얻습니다. 마침내.

# ReturnToCC_Robar3_Any_Default
source: Captain? That's even higher than Beryl Stonebeard.
ko_mt: 선장? 이는 베릴 스톤비어드보다 훨씬 높습니다.

# ReturnToCC_Robar4_Robar_NPC
source: I'd rather forget that time, fighting Soraks in that hellhole Caer Lem.
ko_mt: 차라리 그 지옥 같은 Caer Lem에서 Soraks와 싸우면서 그 시간을 잊고 싶습니다.

# ReturnToCC_Robar5_Any_NPC
source: Is war really better?
ko_mt: 전쟁이 정말로 더 나은가?

# ReturnToCC_Robar6_Sellsword_Default
source: Can't disagree.
ko_mt: 동의할 수 없습니다.

# ReturnToCC_Robar7_Robar_NPC
source: Gallivan's armies are honest foes - flesh, blood, and steel.
ko_mt: 갈리반의 군대는 살과 피, 강철과 같은 정직한 적입니다.

# ReturnToCC_Robar8_Any_NPC
source: If you say so.
ko_mt: 그렇게 말하면.

# ReturnToCC_Robar9_Any_NPC
source: Be safe, Robar.
ko_mt: 안심하세요, 로바.

# ReturnToCC_Robar10_Sellsword_Default
source: To the bitter end, brother.
ko_mt: 마지막까지, 형제.

# ReturnToCC_Robar11_Robar_Default
source: To the bitter end.
ko_mt: 쓰디쓴 끝까지.

# ReturnToCC_Robar12_Robar_Default
source: You, too.
ko_mt: 당신 도요.

# ReturnToCC_Beryl1_Any_NPC
source: Beryl? What's going on?
ko_mt: 녹주석? 무슨 일이야?

# ReturnToCC_Beryl1_Highclass_Default
source: Lady Stonebeard, what is happening?
ko_mt: 스톤비어드 부인, 무슨 일이야?

# ReturnToCC_Beryl2_Beryl_NPC
source: You still here? I suppose we owe this mess to you?
ko_mt: 당신 아직 여기 있군요? 우리가 당신에게 이 난장판을 빚지고 있다고 생각합니까?

# ReturnToCC_Beryl3_Any_Default
source: What mess?
ko_mt: 무슨 난장판?

# ReturnToCC_Beryl4_Beryl_NPC
source: War. Or the threat of war.
ko_mt: 전쟁. 또는 전쟁의 위협.

# ReturnToCC_Beryl5_Any_Default
source: We didn't do anything!
ko_mt: 우리는 아무것도 하지 않았다!

# ReturnToCC_Beryl6_Beryl_NPC
source: Well, the Snow Alliance representatives are leaving.
ko_mt: 글쎄, 스노우 얼라이언스 대표가 떠난다.

# ReturnToCC_Beryl7_Beryl_NPC
source: We don't want to be caught between Masgarth and Gallivan.
ko_mt: 우리는 Masgarth와 Gallivan 사이에 끼어들고 싶지 않습니다.

# ReturnToCC_Beryl8_Any_Default
source: How about maintaining peace?
ko_mt: 평화를 유지하는 것은 어떻습니까?

# ReturnToCC_Beryl9_Beryl_NPC
source: I did my part. Didn't work.
ko_mt: 나는 내 역할을 했다. 작동하지 않았습니다.

# ReturnToCC_Beryl10_Any_Default
source: When are you leaving?
ko_mt: 언제 떠나?

# ReturnToCC_Beryl11_Beryl_NPC
source: As soon as my dawdling cousin gives the order.
ko_mt: 내 작은 사촌이 ​​명령을 내리자마자.

# ReturnToCC_Beryl12_Beryl_NPC
source: Let's hope we can meet again, on the same side.
ko_mt: 같은 편에서 다시 만날 수 있기를 바랍니다.
