Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# PhilosopherBackgroundQuest_MeetingPureheart_6_GaleafinPureheart_NPC
source: Ah yes, this matter for the Council!
ko_mt: 아 예, 이 문제는 의회에 있습니다!

# PhilosopherBackgroundQuest_MeetingPureheart_7_Philosopher_Default
source: What matter?
ko_mt: 무슨 상관이야?

# PhilosopherBackgroundQuest_MeetingPureheart_8_GaleafinPureheart_NPC
source: The matter of evil, and what motivates people to choose evil.
ko_mt: 악의 문제, 그리고 사람들이 악을 선택하도록 동기를 부여하는 것.

# PhilosopherBackgroundQuest_MeetingPureheart_9_Philosopher_Default
source: A weighty matter indeed!
ko_mt: 참으로 중요한 문제입니다!

# PhilosopherBackgroundQuest_MeetingPureheart_10_GaleafinPureheart_NPC
source: Yes, and I need your help! Tell me about your missions!
ko_mt: 네, 그리고 당신의 도움이 필요합니다! 당신의 임무에 대해 말해!

# PhilosopherBackgroundQuest_MeetingPureheart_11_GaleafinPureheart_NPC
source: I am cleared to hear everything!
ko_mt: 나는 모든 것을 들을 수 있다!

# PhilosopherBackgroundQuest_MeetingPureheart_12_Philosopher_Default
source: Well… it all began at Caer Lem…
ko_mt: 음... 모든 것이 Caer Lem에서 시작되었습니다...

# PhilosopherBackgroundQuest_MeetingPureheart_13_GaleafinPureheart_NPC
source: Many thanks! You gave me much to ponder. We shall meet again soon!
ko_mt: 감사합니다! 생각할 거리를 많이 주셨습니다. 곧 다시 만나요!

# PhilosopherBackgroundQuest_MeetingPureheart_14_Philosopher_Normal
source: Clear skies, master!
ko_mt: 맑은 하늘, 주인님!

# PhilosopherBackgroundQuest_MeetingPureheart_15_GaleafinPureheart_NPC
source: Clear skies to you!
ko_mt: 당신에게 맑은 하늘!

# PhilosopherBackgroundQuest_SecondMeeting_1_Philosopher_Normal
source: Clear skies, Master Pureheart. You sent for us?
ko_mt: 맑은 하늘, 마스터 퓨어하트. 당신이 우리를 위해 보낸?

# PhilosopherBackgroundQuest_SecondMeeting_2_Galeafin_NPC
source: Yes, indeed! I would like more…
ko_mt: 네 확실합니다! 나는 더 많은 것을 원한다…

# PhilosopherBackgroundQuest_SecondMeeting_3_Galeafin_NPC
source: …details about your dealings with the Sorr-Akkath.
ko_mt: ...소르-아카스와의 거래에 대한 자세한 내용입니다.

# PhilosopherBackgroundQuest_SecondMeeting_4_Philosopher_Normal
source: Certainly. How goes your research?
ko_mt: 틀림없이. 연구는 어떻게 진행되나요?

# PhilosopherBackgroundQuest_SecondMeeting_5_Galeafin_NPC
source: You gave me much to consider. But I need more…
ko_mt: 당신은 나에게 많은 고려할 것을 주었다. 하지만 더 필요해…

# PhilosopherBackgroundQuest_SecondMeeting_6_Galeafin_NPC
source: …hence this invitation
ko_mt: … 따라서 이 초대

# PhilosopherBackgroundQuest_SecondMeeting_7_Galeafin_NPC
source: There is much talk about Sorr-Akkath cruelty…
ko_mt: 소르-아카스의 잔혹성에 대해 많은 이야기가 있습니다...

# PhilosopherBackgroundQuest_SecondMeeting_8_Galeafin_NPC
source: Did you witness it first hand?
ko_mt: 직접 목격했습니까?

# PhilosopherBackgroundQuest_SecondMeeting_9_Philosopher_Normal
source: Alas, quite often! When they fight…
ko_mt: 아아, 꽤 자주! 그들이 싸울 때…

# PhilosopherBackgroundQuest_SecondMeeting_10_Philosopher_Normal
source: They enjoy inflicting pain before killing!
ko_mt: 그들은 죽이기 전에 고통을 가하는 것을 즐깁니다!

# PhilosopherBackgroundQuest_SecondMeeting_11_Galeafin_NPC
source: But why, why so much suffering?
ko_mt: 그런데 왜, 왜 그렇게 많은 고통을 겪습니까?

# PhilosopherBackgroundQuest_SecondMeeting_12_Philosopher_Normal
source: We think it is the will of their god, Sorr-Tarr.
ko_mt: 우리는 그것이 그들의 신인 소르타르의 뜻이라고 생각합니다.

# PhilosopherBackgroundQuest_SecondMeeting_13_Galeafin_NPC
source: He expects them to spread terror…
ko_mt: 그는 그들이 테러를 퍼뜨리기를 기대합니다…

# PhilosopherBackgroundQuest_SecondMeeting_14_Philosopher_Normal
source: …so he can influence and…
ko_mt: … 그가 영향을 미치고…

# PhilosopherBackgroundQuest_SecondMeeting_15_Philosopher_Normal
source: …pervert humans… control them.
ko_mt: ...인간을 변태시키고... 그들을 통제하십시오.

# PhilosopherBackgroundQuest_SecondMeeting_16_Galeafin_NPC
source: Humans, you say?
ko_mt: 인간, 당신은 말합니까?

# PhilosopherBackgroundQuest_SecondMeeting_17_Philosopher_Normal
source: Yes - others seem less susceptible…
ko_mt: 예 - 다른 사람들은 덜 민감한 것 같습니다...

# PhilosopherBackgroundQuest_SecondMeeting_18_Philosopher_Normal
source: … from what we understand of them!
ko_mt: ... 우리가 그들에 대해 이해하는 것에서!

# PhilosopherBackgroundQuest_SecondMeeting_19_Galeafin_NPC
source: And so he relies on cruelty to… to do what?
ko_mt: 그래서 그는 잔인함에 의존하여... 무엇을 합니까?

# PhilosopherBackgroundQuest_SecondMeeting_20_Philosopher_Normal
source: To gain a hold! Those he can't control, he blackmails or breaks their will!
ko_mt: 홀드를 얻으려면! 그가 통제할 수 없는 사람들, 그는 그들의 의지를 협박하거나 파괴합니다!

# PhilosopherBackgroundQuest_SecondMeeting_21_Galeafin_NPC
source: Fascinating…
ko_mt: 매력적인…

# PhilosopherBackgroundQuest_SecondMeeting_22_Philosopher_Normal
source: Does it help?
ko_mt: 도움이 되나요?

# PhilosopherBackgroundQuest_SecondMeeting_23_Galeafin_NPC
source: Oh, yes, very much.
ko_mt: 네, 아주 많이요.

# PhilosopherBackgroundQuest_SecondMeeting_24_Galeafin_NPC
source: Thank you very much.
ko_mt: 매우 감사합니다.

# PhilosopherBackgroundQuest_SecondMeeting_25_Philosopher_Normal
source: Until next time, then, Master!
ko_mt: 그럼 다음 시간까지, 마스터!

# PhilosopherBackgroundQuest_ThirdMeeting_1_Philosopher_Default
source: Clear skies, Master!
ko_mt: 맑은 하늘, 마스터!

# PhilosopherBackgroundQuest_ThirdMeeting_2_Galeafin_NPC
source: Clear skies!
ko_mt: 깨끗한 하늘!

# PhilosopherBackgroundQuest_ThirdMeeting_3_Galeafin_NPC
source: We live in fascinating times!
ko_mt: 우리는 매혹적인 시대에 살고 있습니다!

# PhilosopherBackgroundQuest_ThirdMeeting_4_Philosopher_Default
source: Too true!
ko_mt: 너무 사실이야!

# PhilosopherBackgroundQuest_ThirdMeeting_5_Galeafin_NPC
source: So, about our last meeting…
ko_mt: 그래서, 우리의 마지막 만남에 대해...

source: Still troubled, Master?
ko_mt: 아직도 고민이신가요, 마스터?

# PhilosopherBackgroundQuest_ThirdMeeting_7_Galeafin_NPC
source: Yes, indeed.
ko_mt: 네 확실합니다.

# PhilosopherBackgroundQuest_ThirdMeeting_8_Galeafin_NPC
source: I have had occasion to witness… certain things.
ko_mt: 나는 목격할 기회가 있었는데… 어떤 것을.

# PhilosopherBackgroundQuest_ThirdMeeting_9_Philosopher_Default
source: What things?
ko_mt: 무슨 일?

# PhilosopherBackgroundQuest_ThirdMeeting_10_Galeafin_NPC
source: I am not entirely sure. Violent rituals…
ko_mt: 나는 완전히 확신하지 못한다. 폭력적인 의식…

# PhilosopherBackgroundQuest_ThirdMeeting_11_Galeafin_NPC
source: …they reminded me of what you said.
ko_mt: ...그들은 당신이 말한 것을 나에게 상기시켜주었습니다.

# PhilosopherBackgroundQuest_ThirdMeeting_12_Galeafin_NPC
source: About cruelty and Sorr-Tarr's ways.
ko_mt: 잔혹성과 소르타르의 방식에 대해.

# PhilosopherBackgroundQuest_ThirdMeeting_13_Philosopher_Default
source: Master! You're scaring me, now!
ko_mt: 주인! 당신은 지금 날 겁주는거야!

# PhilosopherBackgroundQuest_ThirdMeeting_14_Galeafin_NPC
source: I need to think! Can you come back tomorrow?
ko_mt: 나 생각 좀 할게! 내일 다시 올 수 있니?

# PhilosopherBackgroundQuest_ThirdMeeting_15_Philosopher_Default
source: Of course!
ko_mt: 물론!

# PhilosopherBackgroundQuest_ThirdMeeting_16_Any_Default
source: You realize something very bad might be happening to him?
ko_mt: 당신은 그에게 아주 나쁜 일이 일어날 수 있다는 것을 알고 있습니까?

# PhilosopherBackgroundQuest_ThirdMeeting_17_Philosopher_Default
source: I know. Let's just… come back tomorrow.
ko_mt: 알아요. 그냥... 내일 다시 갑시다.

# PhilosopherBackgroundQuest_Showdown_1_Philosopher_Default
source: Clear skies!
ko_mt: 깨끗한 하늘!

# PhilosopherBackgroundQuest_Showdown_2_Galeafin_NPC
source: Ah, my friend. Let me introduce Lady Illoreth, my paramour!
ko_mt: 아, 친구. 저의 애인인 레이디 일로레스를 소개하겠습니다!

# PhilosopherBackgroundQuest_Showdown_3_Philosopher_Default
source: Master?
ko_mt: 주인?

# PhilosopherBackgroundQuest_Showdown_4_Illoreth_NPC
source: Clear skies, senior deputies!
ko_mt: 맑은 하늘, 고위 대의원 여러분!

# PhilosopherBackgroundQuest_Showdown_5_Philosopher_Default
source: Why do you call us that?
ko_mt: 왜 우리를 그렇게 부르나요?

# PhilosopherBackgroundQuest_Showdown_6_Illoreth_NPC
source: Because you are the reason I was sent after Galeafin, the most gentle soul on Solasta.
ko_mt: 당신은 내가 솔라스타에서 가장 부드러운 영혼인 갤리핀을 쫓는 이유이기 때문입니다.

# PhilosopherBackgroundQuest_Showdown_7_InsightSuccessDC15_Default
source: I knew there was some treachery afoot here!
ko_mt: 나는 여기에 약간의 배신이 있다는 것을 알고 있었습니다!

# PhilosopherBackgroundQuest_Showdown_8_InsightFailDC15_Default
source: What?
ko_mt: 뭐라고 요?

# PhilosopherBackgroundQuest_Showdown_9_Philosopher_Default
source: You'd better explain yourself quickly!
ko_mt: 빨리 자신을 설명하는 것이 좋습니다!

# PhilosopherBackgroundQuest_Showdown_10_Illoreth_NPC
source: I am an infiltrator from the Coven of Arivad!
ko_mt: 나는 아리바드 교단의 잠입자다!

# PhilosopherBackgroundQuest_Showdown_11_Selfpres_Default
source: They're here in Caer Cyflen?
ko_mt: 여기 Caer Cyflen에 있다고요?

# PhilosopherBackgroundQuest_Showdown_12_Illoreth_NPC
source: I was to seduce Galeafin to make him work for us!
ko_mt: 나는 Galeafin을 유혹하여 그가 우리를 위해 일하게 만들었습니다!

# PhilosopherBackgroundQuest_Showdown_13_Illoreth_NPC
source: But instead, he changed me!
ko_mt: 하지만 그 대신 그는 나를 변화시켰다!

# PhilosopherBackgroundQuest_Showdown_14_Illoreth_NPC
source: He showed me that even a corrupted soul like mine still had some good.
ko_mt: 그는 나처럼 타락한 영혼에게도 여전히 좋은 것이 있다는 것을 보여주었습니다.

# PhilosopherBackgroundQuest_Showdown_15_Illoreth_NPC
source: And I won't let any harm come to him!
ko_mt: 그리고 나는 그에게 어떤 피해도 가하지 않을 것입니다!

# PhilosopherBackgroundQuest_Showdown_16_Philosopher_Default
source: How can we believe you?
ko_mt: 우리가 당신을 어떻게 믿을 수 있습니까?

# PhilosopherBackgroundQuest_Showdown_17_Illoreth_NPC
source: I am not the danger!
ko_mt: 나는 위험하지 않다!

# PhilosopherBackgroundQuest_Showdown_18_Illoreth_NPC
source: The Coven will soon ask me to bring him in to turn him!
ko_mt: Coven은 곧 그를 데려오도록 요청할 것입니다!

# PhilosopherBackgroundQuest_Showdown_19_Philosopher_Default
source: And?
ko_mt: 그리고?

# PhilosopherBackgroundQuest_Showdown_20_Illoreth_NPC
source: I can take you there - right to a splinter cell of the Coven!
ko_mt: 내가 당신을 그곳으로 데려갈 수 있습니다 - 바로 Coven의 파편 세포로!

# PhilosopherBackgroundQuest_Showdown_21_InsightSuccessDC15_Default
source: What do you want?
ko_mt: 무엇을 원하세요?

# PhilosopherBackgroundQuest_Showdown_22_Illoreth_NPC
source: Just to be free - to make a new life somewhere else.
ko_mt: 그저 자유롭기 위해 - 다른 곳에서 새로운 삶을 살기 위해.

# PhilosopherBackgroundQuest_Showdown_23_Illoreth_NPC
source: We are too well known to stay here, but we want to stay together!
ko_mt: 우리는 여기에 머물기에는 너무 잘 알려져 있지만 함께 있고 싶습니다!

# PhilosopherBackgroundQuest_Showdown_24_Illoreth_NPC
source: The Coven knew of your mission and sent me to get information from you…
ko_mt: Coven은 당신의 임무를 알고 당신에게서 정보를 얻기 위해 나를 보냈습니다 ...

# PhilosopherBackgroundQuest_Showdown_25_Illoreth_NPC
source: I am not sure I am the only agent who knows…
ko_mt: 저만 아는 상담원인지는 모르겠지만...

# PhilosopherBackgroundQuest_Showdown_26_Illoreth_NPC
source: …and Galeafin must disappear to be safe.
ko_mt: ...그리고 가리핀은 안전을 위해 사라져야 합니다.

# PhilosopherBackgroundQuest_Showdown_27_Philosopher_Default
source: Do you truly want to leave, Master?
ko_mt: 정말 떠나시겠습니까, 마스터?

# PhilosopherBackgroundQuest_Showdown_28_Galeafin_NPC
source: Yes. Where Illoreth goes, I shall follow!
ko_mt: 예. 일로레스가 가는 곳, 나는 따라갈 것이다!

# PhilosopherBackgroundQuest_Showdown_29_Philosopher_Default
source: Very well, we shall come when you send for us!
ko_mt: 아주 좋습니다. 당신이 우리를 위해 보내실 때 우리는 올 것입니다!

# PhilosopherBackgroundQuest_TheCoven_1_Philosopher_Default
source: Is it time?
ko_mt: 시간이야?

# PhilosopherBackgroundQuest_TheCoven_3_Philosopher_Default
source: And once inside?
ko_mt: 그리고 일단 안으로?

# PhilosopherBackgroundQuest_TheCoven_4_Illoreth_NPC
source: Wait for my signal!
ko_mt: 내 신호를 기다려!

# PhilosopherBackgroundQuest_TheCoven_5_Illoreth_NPC
source: And until then, let me speak.
ko_mt: 그리고 그때까지 말하겠습니다.

# PhilosopherBackgroundQuest_TheCoven2_1_Guard_NPC
source: State your business!
ko_mt: 귀하의 비즈니스를 진술하십시오!

# PhilosopherBackgroundQuest_TheCoven2_2_Illoreth_NPC
source: Glory of souls!
ko_mt: 영혼의 영광!

# PhilosopherBackgroundQuest_TheCoven2_3_Guard_NPC
source: Power to the One!
ko_mt: 하나님께 힘을!

# PhilosopherBackgroundQuest_TheCoven2_4_Illoreth_NPC
source: We're running late! Are we the last?
ko_mt: 늦어요! 우리가 마지막이야?

# PhilosopherBackgroundQuest_TheCoven2_5_Guard_NPC
source: Yes! All are awaiting your guest.
ko_mt: 예! 모두 손님을 기다리고 있습니다.

# PhilosopherBackgroundQuest_TheCoven2_7_Illoreth_NPC
source: New recruits.
ko_mt: 신입사원.

# PhilosopherBackgroundQuest_TheCoven2_8_Guard_NPC
source: It's one at a time, you know the rules!
ko_mt: 한 번에 하나씩, 규칙을 알고 있습니다!

# PhilosopherBackgroundQuest_TheCoven2_9_Illoreth_NPC
source: Indeed, I know them.
ko_mt: 사실, 나는 그들을 알고 있다.

# PhilosopherBackgroundQuest_TheCoven2_10_Illoreth_BANTER
source: Follow me to the basement.
ko_mt: 나를 따라 지하로 가자.

# PhilosopherBackgroundQuest_TheCoven2_11_Sarcastic_BANTER
source: Let me guess - that was the signal!
ko_mt: 내가 추측해 보자 - 그것이 신호였다!

# PhilosopherBackgroundQuest_Ending_1_Any_Default
source: Look at this! Marshal Sunblaze will be delighted!
ko_mt: 이것 좀봐! 원수 Sunblaze는 기뻐할 것입니다!

# PhilosopherBackgroundQuest_Ending_2_Cynical_Default
source: Or scared to death!
ko_mt: 아니면 무서워 죽겠어!

# PhilosopherBackgroundQuest_Ending_3_Selfpres_Default
source: Where's Illoreth?
ko_mt: 일로레스는 어디 있지?

# PhilosopherBackgroundQuest_Ending_4_Any_Default
source: I suppose she grabbed her reward… she ran.
ko_mt: 그녀가 그녀의 상을 움켜쥐었다고 생각합니다. 그녀는 도망쳤습니다.

# PhilosopherBackgroundQuest_Ending_5_Philosopher_Default
source: Farewell, Master.
ko_mt: 잘 가세요, 마스터.

# PhilosopherBackgroundQuest_Ending_6_Philosopher_Default
source: May your wisdom serve you well, now.
ko_mt: 당신의 지혜가 지금 당신을 잘 섬기기를 바랍니다.

# BackgroundQuest_Acolyte_Monastery_01_Default
source: What's this? A shrine?
ko_mt: 이게 뭐야? 신사?

# BackgroundQuest_Acolyte_Monastery_02_Default
source: Someone here worshipped Arun, a long time ago.
ko_mt: 여기 누군가가 오래전에 아룬을 숭배했습니다.

# BackgroundQuest_Acolyte_Monastery_03_Default
source: That someone ruined their own shrine?
ko_mt: 누군가가 자신의 신전을 망쳤다고?

# BackgroundQuest_Acolyte_Monastery_04_Default
source: Maybe it was just the cataclysm.
ko_mt: 어쩌면 그것은 단지 대격변이었을 것입니다.

# BackgroundQuest_Acolyte_Monastery_05_Default
source: There's a small chest, here.
ko_mt: 여기에 작은 가슴이 있습니다.

# BackgroundQuest_Acolyte_Mission_1_Acolyte_Default
source: Clear skies, Chaplain Lark! You wanted to see me?
ko_mt: 맑은 하늘, 채플린 라크! 날 보고 싶었어?

# BackgroundQuest_Acolyte_Mission_2_DalonLark_NPC
source: Clear skies! Yes, thank you for coming so fast.
ko_mt: 깨끗한 하늘! 네, 빨리 와주셔서 감사합니다.

# BackgroundQuest_Acolyte_Mission_3_DalonLark_NPC
source: Remember that monastery near Coparann?
ko_mt: 코파란 근처의 그 수도원을 기억하십니까?

# BackgroundQuest_Acolyte_Mission_4_Acolyte_Default
source: The Tirmarian ruins? Of course.
ko_mt: 티르마리아 유적? 물론.

# BackgroundQuest_Acolyte_Mission_5_DalonLark_NPC
source: There was a cemetery there.
ko_mt: 그곳에 묘지가 있었다.

# BackgroundQuest_Acolyte_Mission_6_Acolyte_Default
source: Chaplain Ardentfire, Priest of Arun, would like to meet you about it.
ko_mt: Arun의 사제인 Chaplain Ardentfire가 이에 대해 여러분을 만나고 싶습니다.

# BackgroundQuest_Acolyte_Mission_7_DalonLark_NPC
source: I shall go to him right away! Clear skies!
ko_mt: 나는 즉시 그에게 갈 것이다! 깨끗한 하늘!

# BackgroundQuest_Acolyte_Mission_8_Acolyte_Default
source: Even if I don't pray to Arun, I'm happy to be of service.
ko_mt: 아룬에게 기도하지 않아도 섬기는 것이 행복합니다.

# BackgroundQuest_Acolyte_Mission_9_DalonLark_NPC
source: Clear skies! Einar guards you all!
ko_mt: 깨끗한 하늘! Einar가 여러분 모두를 지켜드립니다!

# BackgroundQuest_Acolyte_Rogar_1_Rogar_NPC
source: Ah, there you are!
ko_mt: 아, 거기 있다!

# BackgroundQuest_Acolyte_Rogar_2_Acolyte_Default
source: Chaplain Dalon Lark told us you'd like to talk?
ko_mt: Chaplain Dalon Lark가 우리에게 이야기하고 싶다고 말했습니까?

# BackgroundQuest_Acolyte_Rogar_3_Rogar_NPC
source: Many thanks for coming!
ko_mt: 와주셔서 감사합니다!

# BackgroundQuest_Acolyte_Rogar_4_Rogar_NPC
source: It's about the Sunblaze Monastery.
ko_mt: 그것은 Sunblaze 수도원에 관한 것입니다.

# BackgroundQuest_Acolyte_Rogar_5_Acolyte_Default
source: We're all ears!
ko_mt: 우리는 모두 귀입니다!

# BackgroundQuest_Acolyte_Rogar_6_Rogar_NPC
source: The Scavengers said that many tombs in the cemetery bore the name of the Darwaz family.
ko_mt: Scavengers는 공동 묘지의 많은 무덤이 Darwaz 가족의 이름을 지녔다고 말했습니다.

# BackgroundQuest_Acolyte_Rogar_7_Acolyte_Default
source: And?
ko_mt: 그리고?

# BackgroundQuest_Acolyte_Rogar_8_Rogar_NPC
source: Emtan Darwaz ruled this monastery…
ko_mt: Emtan Darwaz가 이 수도원을 통치했습니다...

# BackgroundQuest_Acolyte_Rogar_9_Rogar_NPC
source: He was a renowned prelate on Tirmar.
ko_mt: 그는 티르마르의 유명한 고위 성직자였습니다.

# BackgroundQuest_Acolyte_Rogar_10_Rogar_NPC
source: The heads of the Church searched for him for years.
ko_mt: 교회의 우두머리들은 수년 동안 그를 찾았습니다.

# BackgroundQuest_Acolyte_Rogar_11_Rogar_NPC
source: Then he was considered to be lost, either left on the home world…
ko_mt: 그런 다음 그는 고향 세계에 남겨진 길을 잃은 것으로 간주되었습니다 ...

# BackgroundQuest_Acolyte_Rogar_12_Rogar_NPC
source: …or killed in the Cataclysm.
ko_mt: ...또는 대격변에서 죽었습니다.

# BackgroundQuest_Acolyte_Rogar_13_Rogar_NPC
source: Now, we know he was alive - he buried his brothers and family in the Badlands!
ko_mt: 이제 우리는 그가 살아 있다는 것을 압니다. 그는 형제와 가족을 Badlands에 묻었습니다!

# BackgroundQuest_Acolyte_Rogar_14_Acolyte_Default
source: A sad tale, for sure.
ko_mt: 확실히 슬픈 이야기입니다.

# BackgroundQuest_Acolyte_Rogar_15_Rogar_NPC
source: Worse. As this cursed symbol suggests.
ko_mt: 더 나쁜. 이 저주받은 상징이 암시하듯이.

# BackgroundQuest_Acolyte_Rogar_16_Rogar_NPC
source: I prayed for his soul, and Arun sent me a sign.
ko_mt: 나는 그의 영혼을 위해 기도했고, Arun은 나에게 신호를 보냈다.

# BackgroundQuest_Acolyte_Rogar_17_Acolyte_Default
source: A sign?
ko_mt: 표시?

# BackgroundQuest_Acolyte_Rogar_18_Rogar_NPC
source: Chaplain Darwaz' soul never joined Arun. It is trapped.
ko_mt: 채플린 다르와즈의 영혼은 결코 아룬과 합류하지 않았습니다. 갇혔습니다.

# BackgroundQuest_Acolyte_Rogar_19_Rogar_NPC
source: He might have cursed his own symbol.
ko_mt: 그는 자신의 상징을 저주했을 수도 있습니다.

# BackgroundQuest_Acolyte_Rogar_20_Rogar_NPC
source: The souls of his brothers too, wander, somewhere in this land.
ko_mt: 그의 형제들의 영혼도 이 땅 어딘가를 떠돌아다닌다.

# BackgroundQuest_Acolyte_Rogar_21_Rogar_NPC
source: Someone needs to go and cleanse their remains with holy water.
ko_mt: 누군가가 가서 성수로 그들의 유해를 정화해야합니다.

# BackgroundQuest_Acolyte_Rogar_22_Acolyte_Default
source: Will that suffice?
ko_mt: 그것으로 충분할까요?

# BackgroundQuest_Acolyte_Rogar_23_Rogar_NPC
source: Not if Emtan is indeed cursed, his soul will be too angry.
ko_mt: Emtan이 정말로 저주를 받았다면 그의 영혼은 너무 화를 낼 것입니다.

# BackgroundQuest_Acolyte_Rogar_24_Rogar_NPC
source: Then you'll need to reason with him. I imbued his symbol with Arun's magic - use it as proof.
ko_mt: 그럼 당신은 그와 함께 추론해야합니다. 나는 그의 상징에 Arun의 마법을 주입했습니다. 그것을 증거로 사용하십시오.

# BackgroundQuest_Acolyte_Rogar_25_Acolyte_Default
source: And if he doesn't listen to reason?
ko_mt: 그리고 그가 이성을 듣지 않는다면?

# BackgroundQuest_Acolyte_Rogar_26_Rogar_NPC
source: Then - and only then - should you destroy him.
ko_mt: 그리고 나서야 그를 파괴해야 합니다.

# BackgroundQuest_Acolyte_Rogar_27_Acolyte_Default
source: We will do what is necessary.
ko_mt: 우리는 필요한 일을 할 것입니다.

# BackgroundQuest_Acolyte_Rogar_28_Rogar_NPC
source: May Arun's fire warm your heart!
ko_mt: 아룬의 불꽃이 당신의 마음을 따뜻하게 해주기를!

# BackgroundQuest_Acolyte_Rogar_29_Acolyte_Default
source: Clear skies!
ko_mt: 깨끗한 하늘!

# BackgroundQuest_Acolyte_Cemetary_1_Sarcastic_Default
source: Did we forget to close the door on our last visit?
ko_mt: 마지막 방문 때 문 닫는 것을 잊었나요?

# BackgroundQuest_Acolyte_Cemetary_2_HighestIntOrAny_Default
source: Never opened it!
ko_mt: 절대 열지 마세요!

# BackgroundQuest_Acolyte_Cemetary_3_Sarcastic_Default
source: Well, someone's dropped by!
ko_mt: 글쎄, 누군가가 들렀다!

# BackgroundQuest_Acolyte_Cemetary_5_Acolyte_Default
source: Let's cleanse those tombs with holy water!
ko_mt: 그 무덤들을 성수로 정화하자!

# BackgroundQuest_Acolyte_Cemetary_6_Sarcastic_Default
source: Not many remains left for the prayer!
ko_mt: 기도회가 얼마 남지 않았습니다!

# BackgroundQuest_Acolyte_Cemetary_7_Acolyte_Default
source: You had to say it! Get ready, people!
ko_mt: 당신은 그것을 말해야 했다! 준비하세요, 여러분!

# BackgroundQuest_Acolyte_Cemetary_8_Sarcastic_Default
source: We're not going to try talking to them first?
ko_mt: 먼저 그들과 대화를 시도하지 않을 것입니까?

# BackgroundQuest_Acolyte_Cemetary_9a_AcolyteIfReligionDC10Success_Default
source: Zombies don't talk!
ko_mt: 좀비는 말을 하지 않는다!

# BackgroundQuest_Acolyte_Cemetary_9b_AcolyteIfReligionDC10Failure_Default
source: No harm in trying, I guess.
ko_mt: 시도하는 데 아무런 해가 없을 것 같습니다.

# BackgroundQuest_Acolyte_Cemetary_11_Acolyte_Default
source: May the light of the gods free your souls!
ko_mt: 신들의 빛이 당신의 영혼을 자유롭게 해주기를!

# BackgroundQuest_Acolyte_Cemetary_12_Sarcastic_Default
source: Sheesh! Don't pray for me if I die!
ko_mt: 쳇! 내가 죽어도 나를 위해 기도하지 마!

# BackgroundQuest_Acolyte_MeetEmtan_1_Emtan_NPC
source: Who are you to disturb our eternal rest?
ko_mt: 우리의 영원한 안식을 방해하는 당신은 누구입니까?

# BackgroundQuest_Acolyte_MeetEmtan_2_Acolyte_Default
source: A follower of the gods, hoping to save your soul!
ko_mt: 당신의 영혼을 구하고자 하는 신의 추종자!

# BackgroundQuest_Acolyte_MeetEmtan_3_Emtan_NPC
source: There are no gods in this place, fool!
ko_mt: 이곳에는 신이 없다, 바보야!

# BackgroundQuest_Acolyte_MeetEmtan_4_Acolyte_Default
source: Do you truly believe that?
ko_mt: 당신은 그것을 진정으로 믿습니까?

# BackgroundQuest_Acolyte_MeetEmtan_5_Emtan_NPC
source: Of course! Otherwise, they would have answered us in our hour of need!
ko_mt: 물론! 그렇지 않았다면 그들은 우리가 필요한 때에 우리에게 응답했을 것입니다!

# BackgroundQuest_Acolyte_MeetEmtan_5_Acolyte_Default
source: Did they not?
ko_mt: 그들은하지 않았습니까?

# BackgroundQuest_Acolyte_MeetEmtan_5b_Emtan_NPC
source: I prayed and never got an answer!
ko_mt: 기도했는데 응답이 없습니다!

# BackgroundQuest_Acolyte_MeetEmtan_6a_Acolyte_Default
source: Yes, it did!
ko_mt: 네, 그랬습니다!

# BackgroundQuest_Acolyte_MeetEmtan_7a_Emtan_NPC
source: Liar!
ko_mt: 거짓말쟁이!

# BackgroundQuest_Acolyte_MeetEmtan_8a_Acolyte_Default
source: Did you not have water and the means to grow food?
ko_mt: 물과 식량이 없었습니까?

# BackgroundQuest_Acolyte_MeetEmtan_9a_Emtan_NPC
source: Barely!
ko_mt: 간신히!

# BackgroundQuest_Acolyte_MeetEmtan_8b_Acolyte_Default
source: Were monsters not kept at bay from your valley?
ko_mt: 당신의 계곡에서 몬스터를 가두지 않았습니까?

# BackgroundQuest_Acolyte_MeetEmtan_9b_Emtan_NPC
source: We heard them roam at night!
ko_mt: 우리는 그들이 밤에 배회하는 것을 들었습니다!

# BackgroundQuest_Acolyte_MeetEmtan_8c_Acolyte_Default
source: Weren't you spared the worst of the mana collapse?
ko_mt: 최악의 마나 붕괴를 피하지 않았습니까?

# BackgroundQuest_Acolyte_MeetEmtan_9c_Emtan_NPC
source: What?
ko_mt: 뭐라고 요?

# BackgroundQuest_Acolyte_MeetEmtan_10_Acolyte_Default
source: And yet you survived how many years here?
ko_mt: 그런데도 여기서 몇 년을 살아남았습니까?

# BackgroundQuest_Acolyte_MeetEmtan_11_Emtan_NPC
source: But my prayers weren't answered!
ko_mt: 그러나 내 기도는 응답되지 않았습니다!

# BackgroundQuest_Acolyte_MeetEmtan_12_Acolyte_Default
source: Yes, they were! You were just too mad with grief to see it!
ko_mt: 네, 그랬습니다! 당신은 슬픔에 너무 화가 나서 그것을 볼 수 없었습니다!

# BackgroundQuest_Acolyte_MeetEmtan_6b_Acolyte_Default
source: Behold, the power of Arun, apostate!
ko_mt: 보라, Arun의 힘, 배교자!

# BackgroundQuest_Acolyte_MeetEmtan_7b_Emtan_NPC
source: It won't work, you fool!
ko_mt: 작동하지 않아, 이 바보야!

# BackgroundQuest_Acolyte_MeetEmtan_13_Emtan_NPC
source: Arun! The lord is still here!
ko_mt: 아룬! 주님은 아직 여기 계십니다!

# BackgroundQuest_Acolyte_MeetEmtan_14_Acolyte_Default
source: It is time for you to enjoy your final rest, Emtan Darwaz, Acolyte of Arun!
ko_mt: 이제 마지막 휴식을 즐길 시간입니다, 아룬의 수행사제 엠탄 다르와즈!

# BackgroundQuest_End_Acolyte_MeetEmtan_15_Emtan_NPC
source: Thank you…
ko_mt: 감사합니다…

# BackgroundQuest_End_Acolyte_Rogar_1_Acolyt_Normal
source: Clear skies, Chaplain Ardentfire!
ko_mt: 맑은 하늘, 교목인 Ardentfire!

# BackgroundQuest_End_Acolyte_Rogar_1_Rogar_NPC
source: Clear skies! Did you bring peace to those troubled souls?
ko_mt: 깨끗한 하늘! 그 괴로운 영혼들에게 평화를 가져다 주셨습니까?

# BackgroundQuest_End_Acolyte_Rogar_2_Acolyte_Default
source: Yes, all of them are with the gods now!
ko_mt: 예, 이제 그들 모두가 신들과 함께 있습니다!

# BackgroundQuest_End_Acolyte_Rogar_3_Rogar_NPC
source: And Emtan?
ko_mt: 그리고 엠탄?

# BackgroundQuest_End_Acolyte_Rogar_4_Acolyt_Normal
source: Saved. He is with Arun.
ko_mt: 저장되었습니다. 그는 Arun과 함께 있습니다.

# BackgroundQuest_End_Acolyte_Rogar_5_Rogar_NPC
source: Many thanks, I will call his name during prayers!
ko_mt: 감사합니다. 기도하는 동안 그의 이름을 부르겠습니다!
