Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# HostOfPrincess_14_Captain_NPC
source: A command word, to teleport your party to the city's Imperial Gate.
ko_mt: 당신의 파티를 도시의 Imperial Gate로 순간이동시키기 위한 명령어.

# HostOfPrincess_15__Any_Default
source: Teleport?
ko_mt: 텔레포트?

# HostOfPrincess_16_Any_Default
source: We can't do that, I'm pretty sure.
ko_mt: 우리는 그렇게 할 수 없습니다. 확신합니다.

# HostOfPrincess_17_Captain_NPC
source: Well, word is that in the Badlands…
ko_mt: 글쎄, 소문은 Badlands에서 ...

# HostOfPrincess_18_Captain_NPC
source: …you may come across functioning Major Gates.
ko_mt: ...작동하는 Major Gates를 만날 수 있습니다.

# HostOfPrincess_19_Captain_NPC
source: If you do, use this command word and you'll be brought back here.
ko_mt: 그렇게 하면 이 명령어를 사용하면 여기로 돌아옵니다.

# HostOfPrincess_20_Captain_NPC
source: Take note of any command word on the Gate you find…
ko_mt: 게이트에서 찾은 명령어를 기록해 두십시오...

# HostOfPrincess_21_Captain_NPC
source: …and you'll be able to return there the same way.
ko_mt: ...그리고 당신은 같은 방법으로 그곳으로 돌아갈 수 있을 것입니다.

# HostOfPrincess_22_Any_Default
source: That's fantastic!
ko_mt: 환상적이야!

# HostOfPrincess_23_Captain_NPC
source: Don't get too excited.
ko_mt: 너무 흥분하지 마십시오.

# HostOfPrincess_24_Captain_NPC
source: So far, no one's found any.
ko_mt: 지금까지 아무도 찾지 못했습니다.

# HostOfPrincess_25_Any_Default
source: Oh. Right. Thanks anyway.
ko_mt: 오. 오른쪽. 어쨌든 감사합니다.

# HostOfPrincess_26_Captain_NPC
source: Stay in the light, senior deputies.
ko_mt: 빛 가운데 있으십시오, 고위 의원들이여.

# HostOfPrincess_27_Any_Default
source: You too, Captain.
ko_mt: 당신도 캡틴.

# ChurchOfEinar_Dialog_01_1_DalonLark_NPC
source: Clear skies, adventurers!
ko_mt: 맑은 하늘, 모험가 여러분!

# ChurchOfEinar_Dialog_01_2_EinarWorshipper_Default
source: Fire to your blade!
ko_mt: 당신의 칼날에 발사!

# ChurchOfEinar_Dialog_01_3_DalonLark_NPC
source: One of the faithful, I see. Nice to meet you!
ko_mt: 충실한 사람 중 한 사람이 보입니다. 만나서 반가워!

# ChurchOfEinar_Dialog_01_4_DalonLark_NPC
source: I am Chaplain Dalon Lark.
ko_mt: 저는 채플린 달론 라크입니다.

# ChurchOfEinar_Dialog_01_5_DalonLark_NPC
source: You may come here at any time to seek the help of the Church.
ko_mt: 교회의 도움을 구하기 위해 언제든지 이곳에 올 수 있습니다.

# ChurchOfEinar_Dialog_01_6_AnyBeliever_Einar
source: That is good to know, Chaplain!
ko_mt: 좋은 정보입니다, 채플린!

# ChurchOfEinar_Dialog_01_7_NonBeliever_Default
source: Hello!
ko_mt: 여보세요!

# ChurchOfEinar_Dialog_01_8_AnyBeliever_Default
source: What do you do here?
ko_mt: 여기서 뭐해요?

# ChurchOfEinar_Dialog_01_9_DalonLark_NPC
source: I represent the Church of Einar, the god of valor and fidelity.
ko_mt: 나는 용맹과 충성의 신인 에이나르 교단을 대표합니다.

# ChurchOfEinar_Dialog_01_10_DalonLark_NPC
source: We provide various services for those who need them.
ko_mt: 필요한 분들을 위해 다양한 서비스를 제공하고 있습니다.

# ChurchOfEinar_Dialog_01_11_Cynical_Default
source: And can pay for them?
ko_mt: 그리고 비용을 지불할 수 있습니까?

# ChurchOfEinar_Dialog_01_12_DalonLark_NPC
source: Those who seek his healing are rarely poor.
ko_mt: 그의 치유를 구하는 사람들은 거의 가난하지 않습니다.

# ChurchOfEinar_Dialog_01_13_Any_Default
source: We do require your services.
ko_mt: 우리는 당신의 서비스가 필요합니다.

# ChurchOfEinar_Dialog_01_14_Any_Default
source: Thank you - we need to go.
ko_mt: 감사합니다 - 가야합니다.

# ChurchOfEinar_Dialog_01_15_DalonLark_NPC
source: Stay in the light, adventurers!
ko_mt: 빛 속에 머물러라, 모험가들이여!

# ChurchOfEinar_Dialog_WRITTEN_ExitLine
source: We should go.
ko_mt: 우리는 가야한다.

# ChurchOfEinar_Dialog_WRITTEN_ShopLine
source: We need your services.
ko_mt: 우리는 당신의 서비스가 필요합니다.

# Arcaneum_Dialog_02_1_HeddlonSurespell_NPC
source: Clear skies, adventurers!
ko_mt: 맑은 하늘, 모험가 여러분!

# Arcaneum_Dialog_02_2_HeddlonSurespell_NPC
source: Anything new for the Arcaneum?
ko_mt: Arcaneum에 새로운 것이 있습니까?

# Arcaneum_Dialog_02_3_Any_Slang
source: Check this out!
ko_mt: 이것 좀 봐!

# Arcaneum_Dialog_02_4_Any_Default
source: Possibly.
ko_mt: 혹시.

# Arcaneum_Dialog_02_5_Any_Slang
source: Just passing by.
ko_mt: 그냥 지나쳐.

# Arcaneum_Dialog_02_6_HeddlonSurespell_NPC
source: That's nice of you.
ko_mt: 당신의 좋은입니다.

# Arcaneum_Dialog_02_7_HeddlonSurespell_NPC
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# Arcaneum_Dialog_Exitline
source: Just passing by.
ko_mt: 그냥 지나쳐.

# Arcaneum_Dialog_Offer
source: Let's talk business!
ko_mt: 비즈니스를 이야기합시다!

# Danantar_Dialog_02_1_JorielFoxeye_NPC
source: Deputies.
ko_mt: 대리인.

# Danantar_Dialog_02_2_JorielFoxeye_NPC
source: Do you have anything for the Circle?
ko_mt: 서클에 할 말이 있나요?

# Danantar_Dialog_02_3_Any_Default
source: Take a look.
ko_mt: 구경하다.

# Danantar_Dialog_02_4_Any_Formal
source: We might.
ko_mt: 우리는 할 수 있습니다.

# Danantar_Dialog_02_5_JorielFoxeye_NPC
source: Not really. Just stopped by to say hello.
ko_mt: 설마. 그냥 인사하려고 들렀습니다.

# Danantar_Dialog_02_6_Any_Default
source: It's an honor.
ko_mt: 영광입니다.

# Danantar_Dialog_02_7_JorielFoxeye_NPC
source: Stay in the light, deputies!
ko_mt: 빛 가운데 있으십시오, 의원들이여!

# Danantar_Dialog_Exitline
source: Just saying hello.
ko_mt: 그냥 인사.

# Danantar_Dialog_Offer
source: What about this?
ko_mt: 이것은 어떻습니까?

# Antiquarians_Dialog_02_1_HalmanSummer_NPC
source: Clear skies, my friends!
ko_mt: 맑은 하늘이여, 친구들!

# Antiquarians_Dialog_02_2_HalmanSummer_NPC
source: You have some treasure in your backpacks?
ko_mt: 배낭에 보물이 있습니까?

# Antiquarians_Dialog_02_3_Any_Slang
source: Feast your eyes on this!
ko_mt: 이것에 눈을 즐겁게하십시오!

# Antiquarians_Dialog_02_4_Any_Default
source: See what you think of this.
ko_mt: 당신이 이것에 대해 어떻게 생각하는지보십시오.

# Antiquarians_Dialog_02_5_HalmanSummer_NPC
source: Just passing by to say hello.
ko_mt: 인사를 하려고 그냥 지나쳤습니다.

# Antiquarians_Dialog_02_6_HalmanSummer_NPC
source: Ah, well. It was good to see you.
ko_mt: 아, 글쎄. 만나서 반가웠습니다.

# Antiquarians_Dialog_02_7_HalmanSummer_NPC
source: See you next time, friends!
ko_mt: 다음에 만나요, 친구들!

# Antiquarians_Dialog_ExitLine
source: Just passing by.
ko_mt: 그냥 지나쳐.

# Antiquarians_Dialog_Offer
source: What about this?
ko_mt: 이것은 어떻습니까?

# Tower_Dialog_02_1_MaddyGreenisle_NPC
source: Deputies! How are you today?
ko_mt: 의원 여러분! 오늘 기분이 어떠세요?

# Tower_Dialog_02_2_MaddyGreenisle_NPC
source: Do you have some lovely loot from the Badlands?
ko_mt: Badlands에서 멋진 전리품이 있습니까?

# Tower_Dialog_02_3_Any_Slang
source: How 'bout that?
ko_mt: 어때요?

# Tower_Dialog_02_4_Any_Default
source: Indeed.
ko_mt: 물론.

# Tower_Dialog_02_5_Any_Slang
source: Just missed your smiling face, Miss Greenisle!
ko_mt: 당신의 웃는 얼굴이 그리웠어요, 그리니일 양!

# Tower_Dialog_02_6_MaddyGreenisle_NPC
source: Such nice manners! All too rare, these days.
ko_mt: 이런 좋은 매너! 요즘은 너무 드뭅니다.

# Tower_Dialog_02_7_MaddyGreenisle_NPC
source: Clear skies to you!
ko_mt: 당신에게 맑은 하늘!

# Tower_Dialog_Exitline
source: Just missed you.
ko_mt: 당신이 그리웠어요.

# Tower_Dialog_Offer
source: How about that?
ko_mt: 어떻게에 대한?

# Council4_1_LeiraKean_NPC
source: Honorable delegates, please be seated!
ko_mt: 존경하는 대의원 여러분, 착석하십시오!

# Council4_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko_mt: 레거시 위원회가 지금 회의 중입니다!

# Council4_3_Danantar_NPC
source: Ah - senior deputies! What news is there?
ko_mt: 아 - 고위 의원들! 어떤 소식이 있습니까?

# Council4_4_Authority_Normal
source: We're stuck, my lord.
ko_mt: 막혔어요, 주인님.

# Council4_5_Authority_Formal
source: My lord, I'm afraid the situation is less than ideal.
ko_mt: 주인님, 상황이 이상적이지 않습니다.

# Council4_6_Authority_Slang
source: It's not good news, my Lord.
ko_mt: 좋은 소식이 아닙니다.

# Council4_7_Faisech_NPC
source: Meaning what, exactly?
ko_mt: 정확히 무엇을 의미합니까?

# Council4_10_Faisech_NPC
source: Perhaps they've been destroyed.
ko_mt: 아마도 그들은 파괴되었을 것입니다.

# Council4_11_Keenmind_NPC
source: We tested the first one - it can't be done!
ko_mt: 우리는 첫 번째 것을 테스트했습니다 - 그것은 할 수 없습니다!

# Council4_12_Danantar_NPC
source: They must be magically concealed.
ko_mt: 그것들은 마법처럼 숨겨져 있어야 합니다.

# Council4_13_Sunblaze_NPC
source: So the Crown must remain incomplete?
ko_mt: 그렇다면 크라운은 불완전한 상태로 남아 있어야 합니까?

# Council4_14_Gormsdottir_NPC
source: Maybe the Soraks have the missing gems.
ko_mt: 어쩌면 소락스에게 잃어버린 보석이 있을지도 모릅니다.

# Council4_15_Gormsdottir_NPC
source: After all, they attacked you more than once. They're clearly still after the Crown.
ko_mt: 결국, 그들은 당신을 두 번 이상 공격했습니다. 그들은 분명히 여전히 왕관을 쫓고 있습니다.

# Council4_16_Faisech_NPC
source: If you can't find the gems, why keep the Crown out there?
ko_mt: 보석을 찾을 수 없다면 왜 왕관을 거기에 두나요?

# Council4_17_Faisech_NPC
source: It will keep attracting the Soraks.
ko_mt: 계속해서 설악을 끌어들일 것입니다.

# Council4_18_Danantar_NPC
source: The attunement, remember?
ko_mt: 조율, 기억나?

# Council4_19_Faisech_NPC
source: I'm sorry, senior deputies, but despite the attunement…
ko_mt: 수석 의원님들 죄송합니다만 조율에도 불구하고...

# Council4_20_Faisech_NPC
source: …I believe the Crown should be secured…
ko_mt: ...왕관이 확보되어야 한다고 생각합니다...

# Council4_21_Faisech_NPC
source: …and secured by more than four adventurers who spend their nights camped in the Badlands!
ko_mt: ...그리고 황무지에서 야영을 하며 밤을 보내는 4명 이상의 모험가들이 지켜줍니다!

# Council4_22_Sunblaze_NPC
source: We can't do that to them! They have served the Council faithfully!
ko_mt: 우리는 그들에게 그렇게 할 수 없습니다! 그들은 충실하게 의회를 섬겼습니다!

# Council4_23_Faisech_NPC
source: Don't be naive! We are facing a major threat!
ko_mt: 순진하지 마! 우리는 큰 위협에 직면해 있습니다!

# Council4_24_Faisech_NPC
source: You understand the meaning of sacrifice, and so should they!
ko_mt: 당신은 희생의 의미를 이해하고 있으며, 그렇게 해야 합니다!

# Council4_25_Authority_Normal
source: We have searched the Badlands for these gems, at our own risk.
ko_mt: 우리는 위험을 감수하고 이 보석을 찾기 위해 황무지를 수색했습니다.

# Council4_26_Crownbearer_Normal
source: We trusted you to keep your word and leave us the Crown.
ko_mt: 우리는 당신이 당신의 약속을 지키고 우리에게 왕관을 남길 것이라고 믿었습니다.

# Council4_27_Danantar_NPC
source: If I may, I think we need more time to consider the situation.
ko_mt: 가능하다면 상황을 고려할 시간이 더 필요하다고 생각합니다.

# Council4_28_Faisech_NPC
source: More time? How much time?
ko_mt: 더 많은 시간? 얼마나 시간이?

# Council4_29_Danantar_NPC
source: Maybe just… give it a night.
ko_mt: 어쩌면 그냥… 하룻밤을 보내십시오.

# Council4_30_Gormsdottir_NPC
source: I could use the day to consult with my people.
ko_mt: 나는 내 사람들과 상의하는 데 하루를 사용할 수 있습니다.

# Council4_31_Keenmind_NPC
source: So could I.
ko_mt: 나도 그럴 수 있었다.

# Council4_32_Danantar_NPC
source: Fine, then! Anyone against?
ko_mt: 좋아, 그럼! 반대하는 사람?

# Council4_33_LeiraKean_NPC
source: Thank you, Lord Danantar.
ko_mt: 감사합니다, 다난타르 경.

# Council4_34_LeiraKean_NPC
source: The Legacy Council is now adjourned!
ko_mt: 이제 레거시 위원회가 연기되었습니다!

# Council4_35_Selfpres_Normal
source: I have a bad feeling about this.
ko_mt: 나는 이것에 대해 나쁜 감정이 있습니다.

# Council4_36_Crownbearer_Normal
source: I knew it! They'll take the Crown, and never mind what that does to me!
ko_mt: 알고 있었어! 그들은 왕관을 차지할 것이고 그것이 나에게 어떤 영향을 미치는지 신경 쓰지 않을 것입니다!

# Council4_37_Crownbearer_Slang
source: Typical! Sat there on their pretty chairs… doesn't matter if I die!
ko_mt: 전형적인! 거기 예쁜 의자에 앉았어... 내가 죽어도 상관없어!

# Council4_38_Authority_Normal
source: This is wrong.
ko_mt: 이것은 잘못된 것입니다.

# Council4_39_Selfpres_Normal
source: We could run.
ko_mt: 우리는 달릴 수 있었다.

# Council4_40_Authority_Normal
source: What's the point? We know what's at stake.
ko_mt: 점은 무엇인가? 우리는 무엇이 문제인지 압니다.

# Council4_41_Crownbearer_Normal
source: They're right about one thing.
ko_mt: 그들은 한 가지에 대해 옳습니다.

# Council4_42_Crownbearer_Normal
source: The Soraks will keep coming after us. After the Crown.
ko_mt: Soraks는 계속해서 우리를 뒤쫓을 것입니다. 크라운 후.

# Council4_43_Authority_Normal
source: We could retrace our steps - go back to where we found the gems. Perhaps there's a trail we overlooked.
ko_mt: 우리는 우리의 발걸음을 되돌릴 수 있었습니다 - 우리가 보석을 발견했던 곳으로 돌아가십시오. 아마도 우리가 간과한 흔적이 있을 것입니다.

# Council4_44_Crownbearer_Normal
source: There's nothing anymore - I can't feel another gem anywhere!
ko_mt: 더 이상 아무것도 없습니다. 다른 보석을 어디에서도 느낄 수 없습니다!

# Council4_45_HeddlonSurespell_NPC
source: Excuse me, senior deputies.
ko_mt: 실례합니다, 고위 의원님.

# Council4_46_Highclass_Formal
source: Master Surespell.
ko_mt: 마스터 슈어스펠.

# Council4_47_Any_Normal
source: Clear skies, Heddlon.
ko_mt: 맑은 하늘, 헤들론.

# Council4_48_HeddlonSurespell_NPC
source: I would advise you to avoid the Palace Residence tonight.
ko_mt: 오늘 밤 궁전 저택을 피하는 것이 좋습니다.

# Council4_49_Crownbearer_Normal
source: What? Why?
ko_mt: 뭐라고 요? 왜요?

# Council4_50_HeddlonSurespell_NPC
source: I'm not at liberty to say… just trust me.
ko_mt: 나는 말할 자유가 없습니다... 그냥 저를 믿으세요.

# Council4_51_HeddlonSurespell_NPC
source: You have your lodgings at the Gravekeep's Cask. You should spend the night there.
ko_mt: Gravekeep's Cask에 숙소가 있습니다. 그곳에서 밤을 보내야 합니다.

# Council4_52_Selfpres_Normal
source: What kind of advice is that?
ko_mt: 그게 무슨 조언이야?

# Council4_53_Selfpres_Formal
source: You must realize your suggestion is… unusual. Suspicious, even.
ko_mt: 당신의 제안이... 비정상적이라는 것을 깨달아야 합니다. 의심스럽기까지 합니다.

# Council4_54_Selfpres_Slang
source: Are you crazy? Or are you up to something?
ko_mt: 너 미쳤어? 아니면 뭔가 하고 계십니까?

# Council4_55_Nosy_Normal
source: Are you really working for the Arcaneum?
ko_mt: 당신은 정말로 Arcaneum을 위해 일하고 있습니까?

# Council4_56_HeddlonSurespell_NPC
source: Why else would I be here?
ko_mt: 내가 왜 여기 있지?

# Council4_57_Mean_Normal
source: This elf is…
ko_mt: 이 엘프는…

# Council4_58_Lawful_Normal
source: What do you think?
ko_mt: 어떻게 생각하나요?

# Council4_59_Pragmatic_Normal
source: It sounds like a warning.
ko_mt: 그것은 경고처럼 들립니다.

# Council4_60_Selfpres_Normal
source: Or a threat!
ko_mt: 아니면 위협!

# Council4_61_Lawful_Normal
source: Can we trust him?
ko_mt: 그를 믿을 수 있습니까?

# Council4_62_Carver_Normal
source: Trust the New Empire?
ko_mt: 새로운 제국을 믿으세요?

# Council4_63_Greed_Normal
source: I have no idea what to do, but I'd like to sleep in a bed tonight.
ko_mt: 어떻게 해야할지 모르겠는데 오늘 밤은 침대에서 자고 싶어요.

# Council4_64_Cynical_Normal
source: I miss Karel's beer.
ko_mt: 카렐의 맥주가 그리워요.

# Council4_65_Any4_Normal
source: And Merton's sweet talk.
ko_mt: 그리고 머튼의 달콤한 이야기.

# Council4_66_Cynical_Normal
source: I'd prefer the residence.
ko_mt: 레지던스를 선호합니다.

# Council4_67_Cynical_Normal
source: I like Captain Ironshell kissing me goodnight.
ko_mt: 나는 Captain Ironshell이 ​​나에게 굿나잇 키스를 하는 것을 좋아합니다.

# Council4_68_Authority_Normal
source: Maybe in your dreams.
ko_mt: 아마도 당신의 꿈에서.

# NightAttack_1_Selfpres_Default
source: Soraks - here?
ko_mt: 설악 - 여기요?

# NightAttack_2_Selfpres_Slang
source: Soraks! Right here in our damn room!
ko_mt: 설악! 바로 여기 우리 방에서!

# NightAttack_3_Selfpres_Formal
source: The Sorr-Akkath in the palace residence!
ko_mt: 궁전 거주지에 있는 소르-아카트!

# NightAttack_4_Pragmatic_Default
source: We were warned.
ko_mt: 우리는 경고를 받았습니다.

# NightAttack_5_Nosy_Default
source: Surespell? How did he know?
ko_mt: 슈어스펠? 그는 어떻게 알았습니까?

# NightAttack_6_Nosy_Default
source: Why would he know what the Soraks would do?
ko_mt: 그는 왜 소락스가 할 일을 알고 있었을까요?

# NightAttack_7_Pragmatic_Default
source: He tried to warn us. Not what an enemy would do.
ko_mt: 그는 우리에게 경고하려고 했습니다. 적이 할 일이 아닙니다.

# NightAttack_8_Pragmatic_Slang
source: He tried to save our hides, remember?
ko_mt: 그는 우리 가죽을 구하려고 했지, 기억나?

# NightAttack_9_Pragmatic_Formal
source: His warning might have saved us all, mind you.
ko_mt: 그의 경고가 우리 모두를 구했을 수도 있습니다.

# NightAttack_10_Selfpres_Normal
source: He just wants us to think he's a friend.
ko_mt: 그는 단지 우리가 그가 친구라고 생각하기를 원할 뿐입니다.

# NightAttack_11_Selfpres_Formal
source: It might be an elaborate scheme to gain our trust.
ko_mt: 그것은 우리의 신뢰를 얻기 위한 정교한 계획일 수 있습니다.

# NightAttack_12_Pragmatic_Default
source: Too far-fetched.
ko_mt: 너무 당연합니다.

# NightAttack_13_Friendly_Default
source: So what do we do?
ko_mt: 그래서 우리는 무엇을합니까?

# NightAttack_14_Friendly_Slang
source: What's the plan, then?
ko_mt: 그럼 계획은?

# NightAttack_15_Friendly_Formal
source: Be that as it may, what shall we do now?
ko_mt: 그렇겠지만, 이제 우리는 무엇을 할까요?

# NightAttack_16_Pragmatic_Normal
source: Back to the Council, I suppose, and see what they decided.
ko_mt: 위원회로 돌아가서 그들이 무엇을 결정했는지 보십시오.

# NightAttack_17_Pragmatic_Formal
source: We will return to the Council and hear what they have to say.
ko_mt: 우리는 의회로 돌아가 그들의 말을 들을 것입니다.

# NightAttack_18_Nosy_Default
source: Or we could pay Surespell a visit.
ko_mt: 또는 Surespell을 방문할 수도 있습니다.

# NightAttack2_1_HeddlonSurespell_NPC
source: Ah, here you are.
ko_mt: 아, 여기 있습니다.

# NightAttack2_2_Any_Normal
source: Are you surprised?
ko_mt: 너 놀랐 니?

# NightAttack2_3_Any_Formal
source: Do you find our visit surprising, Master Surespell?
ko_mt: 우리 방문이 놀랍습니까, 마스터 Surespell?

# NightAttack2_4_Any_Slang
source: That's right. Surprised?
ko_mt: 좋아요. 놀란?

# NightAttack2_5_HeddlonSurespell_NPC
source: Not really. I did warn you, after all. I'm glad you were careful.
ko_mt: 설마. 나는 결국 당신에게 경고했습니다. 조심하셨다니 다행입니다.

# NightAttack2_6_Any_Default
source: How did you know?
ko_mt: 어떻게 알았어?

# NightAttack2_7_HeddlonSurespell_NPC
source: Call it a hunch.
ko_mt: 그것을 직감이라고 부르십시오.

# NightAttack2_8_Any_Slang
source: A great, steaming pile of hunch. Got a bridge to sell, too?
ko_mt: 김이 모락모락 나는 대단한 예감. 판매할 다리도 있습니까?

# NightAttack2_9_Any_Normal
source: Oh, really?
ko_mt: 오, 진짜?

# NightAttack2_10_Any_Formal
source: You can't expect us to believe that?
ko_mt: 우리가 그것을 믿을 것이라고 기대할 수 없습니까?

# NightAttack2_11_HeddlonSurespell_NPC
source: Oh, I have friends who… gather information.
ko_mt: 아, 정보를 수집하는 친구들이 있습니다.

# NightAttack2_12_HeddlonSurespell_NPC
source: The threat felt credible. I thought it wise to share.
ko_mt: 위협은 믿을만했다. 나누는 것이 현명하다고 생각했습니다.

# NightAttack2_13_Cynical_Normal
source: It felt real enough to us, too.
ko_mt: 우리에게도 충분히 현실감이 느껴졌다.

# NightAttack2_14_Cynical_Formal
source: Real enough to leave a scar, that much is certain.
ko_mt: 흉터가 남을 만큼 리얼, 그만큼은 확실하다.

# NightAttack2_15_Selfpres_Default
source: You know more than you're telling.
ko_mt: 당신은 당신이 말하는 것보다 더 많이 알고 있습니다.

# NightAttack2_16_HeddlonSurespell_NPC
source: Always. But I'm on your side, and that's all that matters.
ko_mt: 언제나. 하지만 난 당신 편이야, 그게 전부야.

# NightAttack2_17_Cynical_Normal
source: Really? Aren't we lucky? So what other pearls of wisdom do you have to share - friend?
ko_mt: 진짜? 우리는 운이 좋지 않습니까? 그래서 당신이 공유해야 하는 다른 지혜의 진주는 무엇입니까?

# NightAttack2_18_Cynical_Formal
source: In that case, you'd be happy to advise us further, I presume?
ko_mt: 이 경우 추가 조언을 해주시겠습니까?

# NightAttack2_19_HeddlonSurespell_NPC
source: Certainly. Always drink wine at the Gravekeep's Cask. Their beer is utterly foul.
ko_mt: 틀림없이. 항상 Gravekeep's Cask에서 와인을 마십니다. 그들의 맥주는 완전히 더럽습니다.

# NightAttack2_20_Pragmatic_Normal
source: Seriously? Everyone knows that!
ko_mt: 진지하게? 모두가 알고 있습니다!

# NightAttack2_21_Pragmatic_Formal
source: That's disappointing. You can do better than common knowledge, I'm sure.
ko_mt: 실망스럽네요. 당신은 일반적인 지식보다 더 잘 할 수 있다고 확신합니다.

# NightAttack2_21_HeddlonSurespell_NPC
source: But clearly you're here for business, not small talk.
ko_mt: 그러나 분명히 당신은 잡담이 아니라 사업을 위해 여기에 있습니다.

# NightAttack4_1_HeddlonSurespell_NPC
source: Ah, here you are.
ko_mt: 아, 여기 있습니다.

# NightAttack4_2_Any_Normal
source: Are you surprised?
ko_mt: 너 놀랐 니?

# NightAttack4_3_Any_Formal
source: Do you find our visit surprising, Master Surespell?
ko_mt: 우리 방문이 놀랍습니까, 마스터 Surespell?

# NightAttack4_4_Any_Slang
source: That's right. Surprised?
ko_mt: 좋아요. 놀란?

# NightAttack4_3_HeddlonSurespell_NPC
source: Not at all, since you followed my… advice.
ko_mt: 당신이 내… 조언을 따랐기 때문에 전혀.

# NightAttack4_4_Any_Default
source: How do you know that?
ko_mt: 어떻게 알았어?

# NightAttack4_5_HeddlonSurespell_NPC
source: You're here, alive and unwounded.
ko_mt: 당신은 여기, 살아 있고 부상을 입지 않았습니다.

# NightAttack4_6_HeddlonSurespell_NPC
source: I heard there was some disturbance at the residence.
ko_mt: 숙소에 약간의 소란이 있었다고 들었습니다.

# NightAttack4_7_Any_Default
source: Is that so?
ko_mt: 그렇습니까?

# NightAttack3_1_CaptainIronshell_NPC
source: Senior deputies!
ko_mt: 고위 의원 여러분!

# NightAttack3_2_Friendly_Default
source: Captain! What's the news?
ko_mt: 선장! 무슨 소식이야?

# NightAttack3_3_CaptainIronshell_NPC
source: You didn't hear?
ko_mt: 못 들었어?

# NightAttack3_4_CaptainIronshell_NPC
source: Your quarters at the residence were ransacked!
ko_mt: 거주지의 숙소가 약탈당했습니다!

# NightAttack3_5_Nosy_Default
source: What? When?
ko_mt: 뭐라고 요? 언제?

# NightAttack3_6_CaptainIronshell_NPC
source: During the night. It's lucky you weren't there.
ko_mt: 밤 동안. 당신이 거기에 없었다는 것이 행운입니다.

# NightAttack3_7_Cynical_Formal
source: Eh. We could have handled a burglar or two.
ko_mt: 뭐라고. 우리는 강도 한두 명을 처리할 수 있었습니다.

# NightAttack3_8_Cynical_Normal
source: No doubt we would have seen the villains off, had we been there.
ko_mt: 의심의 여지없이 우리가 거기에 있었다면 악당을 보았을 것입니다.

# NightAttack3_9_CaptainIronshell_NPC
source: They were more than simple burglars, to infiltrate the palace undetected.
ko_mt: 그들은 들키지 않고 궁전에 잠입하기 위한 단순한 강도 이상이었습니다.

# NightAttack3_10_Nosy_Default
source: Who, then?
ko_mt: 그럼 누가?

# NightAttack3_11_CaptainIronshell_NPC
source: I can't say for sure but…
ko_mt: 확답은 못드리지만...

# NightAttack3_12_CaptainIronshell_NPC
source: Some are saying… Sorr-Akkath.
ko_mt: 어떤 사람들은... 소르-아카스라고 말합니다.

# NightAttack3_13_Selfpres_Formal
source: That's a worrying prospect, Captain.
ko_mt: 그것은 걱정스러운 전망입니다, 함장님.

# NightAttack3_14_Selfpres_Slang
source: So much for palace security, then. Thanks a lot!
ko_mt: 궁전 보안을 위해 너무 많이. 정말 감사합니다!

# NightAttack3_15_Selfpres_Normal
source: We were supposed to be safe there, remember?
ko_mt: 우리는 그곳에서 안전해야 했어, 기억나?

# NightAttack3_16_CaptainIronshell_NPC
source: I'm well aware. We have put further magical security measures in place.
ko_mt: 잘 알고 있습니다. 우리는 마법 같은 보안 조치를 더 많이 취했습니다.

# NightAttack3_17_Friendly_Default
source: Good to know.
ko_mt: 알아 둘만 한.

# NightAttack3_18_Friendly_Normal
source: Thanks for the heads-up, Captain.
ko_mt: 미리 알려주셔서 감사합니다, 캡틴.

# NightAttack3_19_Friendly_Formal
source: Thank you for keeping us informed, Captain.
ko_mt: 계속 알려주셔서 감사합니다, 캡틴.

# NightAttack3_20_CaptainIronshell_NPC
source: You are most welcome.
ko_mt: 당신은 가장 환영합니다.

# NightAttack3_21_CaptainIronshell_NPC
source: Good day to you, senior deputies.
ko_mt: 좋은 하루 되세요, 고위 의원들.

# NightAttack3_22_Nosy_Normal
source: So he told the truth, that Heddlon.
ko_mt: 그래서 그는 Heddlon의 진실을 말했습니다.

# NightAttack3_23_Nosy_Formal
source: It appears Heddlon Surespell was right.
ko_mt: Heddlon Surespell이 옳았던 것 같습니다.

# NightAttack3_24_Pragmatic_Default
source: He knew, but how?
ko_mt: 그는 알고 있었지만 어떻게?

# NightAttack3_25_Selfpres_Normal
source: He's a spy, or something similar.
ko_mt: 그는 스파이이거나 비슷한 사람입니다.

# NightAttack3_26_Selfpres_Formal
source: I'm pretty sure he's Imperial Intelligence.
ko_mt: 그가 임페리얼 인텔리전스라고 확신합니다.

# NightAttack3_27_Selfpres_Slang
source: The guy is a spook, it's practically written on his face.
ko_mt: 그 사람은 유령이며 실제로 그의 얼굴에 쓰여 있습니다.

# NightAttack3_28_Pragmatic_Default
source: He looks normal to me.
ko_mt: 그는 나에게 평범해 보인다.

# NightAttack3_29_Logical_Default
source: That's what spies do.
ko_mt: 그게 바로 스파이가 하는 일입니다.

# NightAttack3_30_Friendly_Default
source: So, what do we do?
ko_mt: 그래서, 우리는 무엇을 합니까?

# NightAttack3_31_Friendly_Slang
source: So - now what?
ko_mt: 그래서 - 이제 무엇을?

# NightAttack3_32_Friendly_Formal
source: We must decide on our next move.
ko_mt: 우리는 다음 행동을 결정해야 합니다.

# NightAttack3_33_Pragmatic_Normal
source: Back to the Council, I suppose, and see what they decided.
ko_mt: 위원회로 돌아가서 그들이 무엇을 결정했는지 보십시오.

# NightAttack3_34_Pragmatic_Formal
source: We will return to the Council and hear what they have to say.
ko_mt: 우리는 의회로 돌아가 그들의 말을 들을 것입니다.

# NightAttack3_35_Nosy_Default
source: Or we could pay Surespell a visit.
ko_mt: 또는 Surespell을 방문할 수도 있습니다.

# Council5_1_LeiraKean_NPC
source: Honorable delegates, please be seated!
ko_mt: 존경하는 대의원 여러분, 착석하십시오!

# Council5_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko_mt: 레거시 위원회가 지금 회의 중입니다!

# Council5_3_LeiraKean_NPC
source: Chancellor Gormsdottir has the floor.
ko_mt: Gormsdottir 수상은 바닥을 가지고 있습니다.

# Council5_4_Gormsdottir_NPC
source: Thank you, Protector.
ko_mt: 감사합니다, 수호자님.

# Council5_5_Gormsdottir_NPC
source: Honorable Council members, we at the Guild of Antiquarians have come to an agreement…
ko_mt: 존경하는 평의원 여러분, 우리 골동품 수집가 길드에서 합의에 이르렀습니다…

# Council5_6_Gormsdottir_NPC
source: …regarding the quest for the gems of the Crown of the Magister.
ko_mt: ...마기스터 왕관의 보석 퀘스트에 대해.
