Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&NecromancySubQuest102_05_NPC_Halman
source: Angbi? Angbi Kramsson? Is that you?
ko: 앵그비? 앵그비 크람슨? 당신 입니까?

# Narration/&NecromancySubQuest102_06_NPC_Angbi
source: It is. Or was. Anyway, I'm here.
ko: 그래. 아니 그랬지. 어쨌든, 나다.

# Narration/&NecromancySubQuest102_07_NPC_Angbi
source: These kind deputies brought my bones back, and my spirit came with them.
ko: 이 친절한 대리인이 내 뼈를 되찾아주었고, 내 영혼도 함께한다.

# Narration/&NecromancySubQuest102_08_NPC_Halman
source: Thank you, deputies. I am in your debt, and so is the Guild of Antiquarians.
ko: 감사합니다, 대리인. 저와 고고학자 길드는 빚을 졌군요.

# Narration/&NecromancySubQuest102_09_NPC_Halman
source: On behalf of the Guild, let me offer you something for your trouble.
ko: 길드를 대표하여, 당신의 노고에 무언가 드리고자 합니다.

# Narration/&NecromancySubQuest102_10_NPC_Halman
source: I will make sure you go home to your family for burial, Angbi.
ko: 반드시 당신의 가족과 함께 장례를 치러드리겠습니다, 앵그비.

# Narration/&NecromancySubQuest102_11_NPC_Angbi
source: Thank you, Halman. But before you do, I'd like to make my report.
ko: 고맙네, 할만. 하지만 그 전에, 내 기록을 작성하고 싶군.

# Narration/&NecromancySubQuest102_12_NPC_Halman
source: Your report?
ko: 기록이요?

# Narration/&NecromancySubQuest102_13_NPC_Angbi
source: One advantage of being a ghost is the ability to walk through walls, you see…
ko: 유령이 되는 장점 중 하나는 벽을 통과하는 능력이지, 그래서…

# Narration/&NecromancySubQuest102_14_NPC_Angbi
source: …so after my death, I was able to conduct a very thorough survey of an Imperial necropolis.
ko: ...내가 죽은 뒤, 제국 공동묘지를 아주 철저히 조사할 수 있었어.

# Narration/&NecromancySubQuest102_15_NPC_Angbi
source: I couldn't lift a pen to write it down, so I'll report in person. If that's acceptable.
ko: 펜을 들지 못해서 적을 수가 없으니, 직접 보고해야 해. 허용 된다면 말야.

# Narration/&NecromancySubQuest102_16_NPC_Halman
source: Well… I… let me take you to the Chancellor. She will want to know.
ko: 음... 그게... 총장님께 모셔드리죠. 알고 싶어 하실 테니.

# Narration/&NecromancySubQuest102_17_NPC_Angbi
source: Capital! We're distant cousins, you know.
ko: 수도라! 알다시피, 우리랑은 먼 얘기지.

# Narration/&NecromancySubQuest102_18_NPC_Halman
source: No, I didn't.
ko: 아뇨, 안 그래요.

# Narration/&NecromancyQuest03_01_Caerellian_NPC
source: You there! Stop! Don't move!
ko: 거기 너! 멈춰! 움직이지 마!

# Narration/&NecromancyQuest03_02_Caerellian_NPC
source: Who are you?
ko: 너희는 누구지?

# Narration/&NecromancyQuest03_03_LEAVE_CHOICE
source: We should leave.
ko: 떠나야 해.

# Narration/&NecromancyQuest03_04_KILL_CHOICE
source: We should attack.
ko: 공격해야 해.

# Narration/&NecromancyQuest03_05_PERSUADE_CHOICE
source: We should negotiate.
ko: 협상해야 해.

# Narration/&NecromancyQuest03_06_DECEIVE_CHOICE
source: We should trick him.
ko: 이 녀석을 속여 보자.

# Narration/&NecromancyQuest03_07_Leave_Default
source: He's not the listening type, I can tell. We should leave and try another approach.
ko: 말이 통하는 타입은 아닌 것 같아. 일단 나가서 다른 접근법을 찾아보자고.

# Narration/&NecromancyQuest03_08_Kill_Default
source: It's just a few skeletons. Let's get 'em!
ko: 스켈레톤 몇 마리뿐이잖아. 잡아버리자고!

# Narration/&NecromancyQuest03_09_Deceive_Default
source: Look, I can tell you're a very important and, ah…
ko: 저기요, 그러니까 당신이 매우 중요한 사람인 건 알겠습니다, 그게…

# Narration/&NecromancyQuest03_10_Persuade_Default
source: Will you at least hear us before we go?
ko: 나가기 전에 이야기라도 좀 들어주실 수 있을까요?

# Narration/&NecromancyQuest03_11_Deceiver_Normal
source: …long-serving officer, so I won't waste your time…
ko: ...장교로 오래 복무 해오셨으니, 시간 낭비는 하지 않겠습니다…

# Narration/&NecromancyQuest03_12_Deceiver_Normal
source: …the fact is, I'm with the Imperial intelligence service.
ko: ...사실, 저는 제국 정보부 소속입니다.

# Narration/&NecromancyQuest03_13_Deceiver_Normal
source: The others don't know, but our mission has been ordered by the Emperor himself.
ko: 대외비로, 우리 임무는 황제께서 직접 지시하셨지요.

# Narration/&NecromancyQuest03_14_Deceiver_Normal
source: Our orders are to meet with your master and ask him certain questions. Nothing more than that.
ko: 그 임무는 당신의 주인을 만나 몇 가지 질문을 하는 겁니다. 그것뿐이죠.

# Narration/&NecromancyQuest03_15_Caerellian_NPC_Deception_25_Success
source: It's not up to me. You'll have to deal with the others in the keep.
ko: 내 권한을 벗어났다. 요새 안의 다른 이와 말하도록.

# Narration/&NecromancyQuest03_16_Caerellian_NPC_Deception_25_Failure
source: I may be dead, but I'm not stupid.
ko: 난 죽었을 뿐이지, 멍청한 게 아니다.

# Narration/&NecromancyQuest03_16_Caerellian_NPC_Deception_25_Failure2
source: The Empire fell a thousand years ago. There is no Emperor.
ko: 제국은 천년 전에 멸망했다. 황제는 없다.

# Narration/&NecromancyQuest03_17_Caerellian_NPC
source: Take your lies and get out!
ko: 거짓말하지 말고 나가!

# Narration/&NecromancyQuest03_18_Persuader_Normal
source: We understand that your master values his privacy, and we respect that.
ko: 당신의 주인이 사생활을 소중하게 여긴다는 건 이해하고 존중합니다.

# Narration/&NecromancyQuest03_19_Starter_Normal
source: You may not have heard of the Legacy Council, but…
ko: 아마 유산 평의회에 대해서는 들어보지 못했겠지만…

# Narration/&NecromancyQuest03_20_Caerellian_NPC
source: I know the name. That dwarf - Antiquarian, or whatever he calls himself - they sent him too.
ko: 그 이름은 알고 있다. 안티쿼리안, 그들이 뭐라 부르던 간에 - 그들이 그 드워프를 보냈지.

# Narration/&NecromancyQuest03_21_Caerellian_NPC
source: I'll tell you what I told him: your Council has no authority here, and the master does not receive visitors!
ko: 내가 그에게 했던 말을 해주지. 너희 평의회는 여기 권한이 없고, 주인님은 방문객을 받지 않아!

# Narration/&NecromancyQuest03_22_Caerellian_NPC
source: I don't know how you got in, but either you leave peacefully, or…
ko: 어떻게 들어왔는지 몰라도, 평화롭게 떠나거나 아니면…

# Narration/&NecromancyQuest03_23_Persuader_Normal
source: We know that your master is very learned and powerful. We just want to ask him about something, that's all.
ko: 당신의 주인이 매우 강력하고 학식 있는 사람이라고 알고 있습니다. 우리는 그 분께 물어볼 게 좀 있을 뿐입니다.

# Narration/&NecromancyQuest03_25_Caerellian_NPC_Persuasion_25_Failure
source: You want to steal from him, more like!
ko: 훔치고 싶다는 게 맞는 말이겠지!

# Narration/&NecromancyQuest03_26_Persuader_Normal
source: No - I swear…
ko: 아니오 - 맹세할 수 있…

# Narration/&NecromancyQuest04_01_Lizzaria_NPC
source: Who are you? What do you want?
ko: 너희는 누구지? 뭘 원하는 거야?

# Narration/&NecromancyQuest04_02_INTIMIDATE_CHOICE
source: Ask for mercy.
ko: 자비를 구해라.

# Narration/&NecromancyQuest03_03_KILL_CHOICE
source: To destroy you.
ko: 널 제거하러 왔다.

# Narration/&NecromancyQuest03_04_PERSUADE_CHOICE
source: To meet your master.
ko: 네 주인을 만나러 왔다.

# Narration/&NecromancyQuest03_05_DECEIVE_CHOICE
source: To make a deal.
ko: 거래를 하러 왔다.

# Narration/&NecromancyQuest04_06_Intimidate_Default
source: Give me one good reason why we shouldn't kill you right here.
ko: 여기서 널 바로 죽이면 안 되는 이유를 대봐라.

# Narration/&NecromancyQuest04_07_Lizzaria_NPC_Intimidation_25_Success
source: Tell me what you want, and I'll think about it.
ko: 원하는 게 뭔지 말해봐, 생각해볼 테니.

# Narration/&NecromancyQuest04_08_Intimidator_Normal
source: What we want?
ko: 우리가 원하는 것?

# Narration/&NecromancyQuest04_09_Lizzaria_NPC
source: I know this place. You don't. Let's trade.
ko: 나는 이곳을 잘 알아. 너희는 아니고. 거래를 하자고.

# Narration/&NecromancyQuest04_10_Intimidator_Normal
source: All right - talk.
ko: 좋아- 대화군.

# Narration/&NecromancyQuest04_11_Lizzaria_NPC_Intimidation_25_Failure
source: Who do you think you're dealing with?
ko: 너희가 누구를 상대하고 있다고 생각하는 거냐?

# Narration/&NecromancyQuest04_17_Lizzaria_NPC
source: That tough act may impress the girls back home…
ko: 고향에선 그렇게 거칠게 굴면 계집애들한테 먹혔을지 모르지만…

# Narration/&NecromancyQuest04_17_Lizzaria_NPC2
source: …but I've seen scarier things in the mirror.
ko: ... 난 여기 거울 속에서 더 두려운 것을 보았지.

# Narration/&NecromancyQuest04_18_Kill_Default
source: You can never trust a necromancer. We should just kill them all.
ko: 사령술사 따위를 믿어선 절대 안 돼. 그냥 다 죽여버리자고.

# Narration/&NecromancyQuest04_19_Persuader_Normal
source: We need to consult your master about an ancient magical artifact.
ko: 고대 마법 유물에 대해 너희 주인과 상의해야 한다.

# Narration/&NecromancyQuest04_20_Persuader_Normal
source: All we need is to talk to him, and then we'll be on our way and you'll never see us again.
ko: 우린 그저 대화를 원할 뿐, 그리고 나면 갈 길 갈 거고 우릴 다신 보지 못할 거다.

# Narration/&NecromancyQuest04_21_Lizzaria_NPC_Persuasion_25_Success
source: I can't get you in to see the master, but I can help.
ko: 주인님과 만나게 할 순 없지만 도와줄 순 있다.

# Narration/&NecromancyQuest04_21_Lizzaria_NPC_Persuasion_25_Success2
source: There are some things you should know.
ko: 네가 알아야만 할 것이 있지.

# Narration/&NecromancyQuest04_22_Persuader_Normal
source: What things?
ko: 무얼 말이지?

# Narration/&NecromancyQuest04_23_Lizzaria_NPC_Persuasion_25_Falure
source: You must think I'm a complete idiot.
ko: 내가 아주 머저리로 보이나 보군.

# Narration/&NecromancyQuest04_24_Lizzaria_NPC
source: Kill them all!
ko: 다 죽여!

# Narration/&NecromancyQuest04_25_Deceiver_Normal
source: Look, whatever you do in the privacy of your own castle is your own business…
ko: 저기, 니 성에서 니가 뭘 하던 니 사생활인데…

# Narration/&NecromancyQuest04_26_Deceiver_Normal
source: …as long as you don't do it to us, of course.
ko: ... 물론, 우리랑 상관이 없다는 전제 하에 말야.

# Narration/&NecromancyQuest04_27_Deceiver_Normal
source: But the thing is, we've come a very long way…
ko: 근데 말이지, 우린 꽤 멀리서 왔거든…

# Narration/&NecromancyQuest04_27_Deceiver_Normal2
source: …and it's vitally important that we speak to Master Mardracht.
ko: ... 그리고 이건 엄청 중요한 거라 마스터 마르드라흐트와 얘기해야 해.

# Narration/&NecromancyQuest04_28_Lizzaria_NPC
source: Really?
ko: 정말이야?

# Narration/&NecromancyQuest04_29_Deceiver_Normal
source: Oh, yes - it's a matter of life and - well, you know what I mean.
ko: 오, 물론이지. 이건 삶과~ 뭐, 그런 것들 알잖아.

# Narration/&NecromancyQuest04_30_Lizzaria_NPC
source: What's it about?
ko: 뭐가 그런 건데?

# Narration/&NecromancyQuest04_31_Deceiver_Normal
source: Ah - I'm sorry. Really. But our orders are to speak only to him.
ko: 아. 미안해. 정말로. 근데 우리는 명령대로 마르드라흐트한테만 말할 수 있어.

# Narration/&NecromancyQuest04_31_Deceiver_Normal2
source: They come from the very highest level.
ko: 아주 고위층에서 내린 거거든.

# Narration/&NecromancyQuest04_32_Lizzaria_NPC
source: I can't get you in to see the master, but I can help.
ko: 주인님과 만나게 할 순 없지만 도와줄 순 있다.

# Narration/&NecromancyQuest04_32_Lizzaria_NPC2
source: There are some things you should know.
ko: 네가 알아야만 할 것이 있지.

# Narration/&NecromancyQuest04_34_Lizzaria_NPC
source: Well, in that case, go straight upstairs and ask for Aksha.
ko: 음, 그런 경우라면, 직진해서 위층에 아크샤에게 물어 봐.

# Narration/&NecromancyQuest04_34_Lizzaria_NPC2
source: If anyone can persuade the master, she can.
ko: 누군가 주인님을 설득할 수 있다면, 그녀뿐이지.

# Narration/&NecromancyQuest04_35_Lizzaria_NPC
source: If you want to talk to Mardracht, you'll have to get past Aksha.
ko: 마드라츠와 이야기하고 싶다면, 아크샤가 있는 곳을 지나가야 해.

# Narration/&NecromancyQuest04_36_Starter_Normal
source: Who's Aksha?
ko: 아크샤가 누구지?

# Narration/&NecromancyQuest04_37_Lizzaria_NPC
source: A defiler. She lives upstairs.
ko: 모독자. 윗층에 살지.

# Narration/&NecromancyQuest04_38_Lizzaria_NPC
source: She turned up a few years ago, seemed interested in the work, offered to help out…
ko: 몇 년 전에 나타났는데, 작업에 관심이 있어 보였고, 도와주겠다고 제안했지…

# Narration/&NecromancyQuest04_39_Lizzaria_NPC
source: …and suddenly she'd installed herself upstairs and no one talked to the master except through her.
ko: ...그리고 갑자기 윗층에 자리를 잡았고, 그녀를 통하지 않고는 아무도 스승님과 대화할 수 없어.

# Narration/&NecromancyQuest04_40_Lizzaria_NPC
source: I haven't seen Mardracht face to face since she got here.
ko: 그녀가 여기 온 뒤로 마드라츠를 직접 본 적이 없어.

# Narration/&NecromancyQuest04_41_Lizzaria_NPC
source: She says she takes messages to him, and she brings messages back…
ko: 그녀가 스승님께 메세지를 보내고, 대답을 가져오고…

# Narration/&NecromancyQuest04_41_Lizzaria_NPC2
source: …but they don't sound like him.
ko: ...하지만 스승님이 하는 말 같진 않아.

# Narration/&NecromancyQuest04_42_Lizzaria_NPC
source: I know - knew him.
ko: 난 그를 - 스승님을 알아.

# Narration/&NecromancyQuest04_42_Lizzaria_NPC2
source: He was my mentor, my teacher.
ko: 내 스승이고, 멘토라고.

# Narration/&NecromancyQuest04_42_Lizzaria_NPC3
source: She's holding him prisoner, I'm certain.
ko: 그년이 스승님을 붙잡아놓고 있는 게 분명해.

# Narration/&NecromancyQuest04_43_Starter_Normal
source: So we'll have to go through her?
ko: 그럼 우리가 그녀를 살펴봐야 하나?

# Narration/&NecromancyQuest04_44_Lizzaria_NPC
source: If you can. She's got a pack of ghouls…
ko: 가능하다면, 그녀는 구울 무리를 데리고 있고…

# Narration/&NecromancyQuest04_44_Lizzaria_NPC2
source: …and those defiler powers of hers are no joke, either.
ko: ... 모독자의 권능도 장난이 아니라고.

# Narration/&NecromancyQuest04_45_Lizzaria_NPC
source: We've tried using force before, more than once…
ko: 그 전에도 몇 번이나 무력을 사용해 보려 한 적이 있었지만…

# Narration/&NecromancyQuest04_45_Lizzaria_NPC2
source: …but I got sick of losing people.
ko: ... 사람들을 잃는 것에 질렸어.

# Narration/&NecromancyQuest04_46_Starter_Normal
source: Thanks for the warning.
ko: 경고해 줘서 고마워.

# Narration/&NecromancyQuest04_46_Starter_Normal2
source: Now, suppose we do manage to reach Master Mardracht…
ko: 그럼, 우리가 마스터 마드라츠에게 갔다고 가정해 보자고…

# Narration/&NecromancyQuest04_47_Starter_Normal
source: …what's the best way to approach him?
ko: ... 접근할 수 있는 가장 좋은 방법은 뭐지?

# Narration/&NecromancyQuest04_48_Lizzaria_NPC
source: Hard to say.
ko: 딱 잘라 말하긴 어려워.

# Narration/&NecromancyQuest04_48_Lizzaria_NPC2
source: The Cataclysm hit him hard…
ko: 대격번이 그를 강타했고…

# Narration/&NecromancyQuest04_48_Lizzaria_NPC3
source: …and then Aksha - who knows what she's done to him?
ko: ...그리고 아크샤 - 그년이 스승님께 무슨 짓을 했는지 누가 알겠어?

# Narration/&NecromancyQuest04_49_Lizzaria_NPC
source: The stairs will take you to her apartments. Good luck getting past her.
ko: 계단을 통해 방으로 갈 수 있을 꺼야. 그녀를 상대할 때 행운을 빌지.

# Narration/&NecromancyQuest05_01_Aksha_NPC
source: Well. Lizzaria's taste in minions seems to be improving.
ko: 좋아. 리자리아의 부하 취향이 좀 더 나아진 것 같네.

# Narration/&NecromancyQuest05_02_Starter
source: We're no one's minions, lady.
ko: 우리는 누구의 부하도 아니오. 아가씨.

# Narration/&NecromancyQuest05_03_Aksha_NPC
source: You defeated her, then? I'm almost impressed.
ko: 그럼 물리쳤다고? 잘하면 감명받을지도 모르겠어.

# Narration/&NecromancyQuest05_04_INTIMIDATE_CHOICE
source: Step away!
ko: 물러서!

# Narration/&NecromancyQuest05_05_KILL_CHOICE
source: We'll destroy you!
ko: 널 박살 내주마!

# Narration/&NecromancyQuest05_06_PERSUADE_CHOICE
source: We just want to talk to Mardracht.
ko: 우리는 단지 마드라츠와 이야기 하고 싶을 뿐이오.

# Narration/&NecromancyQuest05_07_DECEIVE_CHOICE
source: We can offer you blood.
ko: 당신에게 피를 제공할 수 있소.

# Narration/&NecromancyQuest05_08_Intimidate_Defult
source: We need to speak to your master.
ko: 우리는 당신 주인을 만나야 하오.

# Narration/&NecromancyQuest05_08_Intimidate2_Defult
source: You can get out of our way or try to stop us.
ko: 비켜주든지, 우리를 막아서든지 고르시오.

# Narration/&NecromancyQuest05_09_Deceive_Default
source: Let's trade. If you help us, we can help you.
ko: 거래합시다. 우릴 도와준다면, 당신을 돕겠소.

# Narration/&NecromancyQuest05_10_Persuade_Default
source: We ask a simple boon:
ko: 우리는 간단한 것을 바랄뿐이오:

# Narration/&NecromancyQuest05_10_Persuade_Default2
source: An audience with Master Mardracht, and safe passage out of the castle.
ko: 마스터 마드라츠를 알현하는 것과, 성밖으로 나가는 안전한 통로를 바라오.

# Narration/&NecromancyQuest05_11_Kill_Default
source: We'll leave an impression on you, too - a deep and bloody one!
ko: 너에게도 피비린내 나는 깊은 상처를 남겨주지!

# Narration/&NecromancyQuest05_12_Aksha_NPC_Intimidation_25_Success
source: I'm in a generous mood today. Go ahead - but don't expect to get any sense out of the old coward.
ko: 오늘의 나는 관대해. 계속해 봐 - 하지만 늙은 겁쟁이에게 제대로 된 답을 기대하진 말고.

# Narration/&NecromancyQuest05_13_Default_Default
source: What does that mean - getting sense out of him?
ko: 제대로 된 답을 기대하지 말라니 - 그게 무슨 뜻이오?

# Narration/&NecromancyQuest05_14_Aksha_NPC_Intimidation_25_Failure
source: Kill them! Kill them all!
ko: 죽여! 모조리 죽여!

# Narration/&NecromancyQuest05_15_Aksha_NPC
source: Trade? What do you have that I could possibly want?
ko: 거래라니? 내가 원할만한 걸 너희가 가지고 있다고?

# Narration/&NecromancyQuest05_16_Deceiver_Normal
source: (low voice) How about blood?
ko: (낮은 목소리로) 피는 어떻소?

# Narration/&NecromancyQuest05_16_Deceiver_Normal2
source: Not mine, of course…
ko: 물론, 내 피는 아니지만…

# Narration/&NecromancyQuest05_16_Deceiver_Normal3
source: …but get me in to see Mardracht and the others are all yours.
ko: ...나를 마드라츠와 만날 수 있게 들여보내주고, 나머지 사람들은 모두 마음대로 하시오.

# Narration/&NecromancyQuest05_17_Aksha_NPC
source: You'd sell the lives of your companions to see one crazy old wizard?
ko: 미친 늙은 마법사 하나를 만나기 위해 네 동료들의 목숨을 팔겠다고?

# Narration/&NecromancyQuest05_18_Deceiver_Normal
source: Crazy? What do you mean?
ko: 미쳤다고? 그게 무슨 뜻이오?

# Narration/&NecromancyQuest05_19_Aksha_NPC_Intimidation_25_Failure
source: You must think I was born yesterday…
ko: 나를 갓난아기라고 생각하는 모양이군…

# Narration/&NecromancyQuest05_20_Persuader_Normal
source: We believe your master knows about a powerful ancient artifact.
ko: 우리는 당신의 마스터가 강력한 고대 유물에 대해 알고 있다고 믿소.

# Narration/&NecromancyQuest05_20_Persuader_Normal2
source: We need his knowledge.
ko: 우리는 그의 지식이 필요하오.

# Narration/&NecromancyQuest05_21_Aksha_NPC_Persuasion_25_Success
source: Hm. Your puny minds couldn't comprehend what he once knew.
ko: 흠. 너희들의 보잘것 없는 머리로는 그가 한때 알던 것들을 이해할 수 없을텐데.

# Narration/&NecromancyQuest05_22_Aksha_NPC
source: Now, it's a good day if he knows who I am.
ko: 이제, 내가 누군지 기억하는지도 모르겠어.

# Narration/&NecromancyQuest05_23_Persuader_Normal
source: What do you mean?
ko: 무슨 뜻입니까?

# Narration/&NecromancyQuest05_24_Aksha_NPC
source: You'll see.
ko: 곧 알게 될거야.

# Narration/&NecromancyQuest05_25_Aksha_NPC_Persuasion_25_Failure
source: Let me think…
ko: 생각해 보지…

# Narration/&NecromancyQuest05_26_Aksha_NPC
source: He's sealed his apartments off with powerful magic.
ko: 그는 강력한 마법으로 거처를 봉쇄했어.

# Narration/&NecromancyQuest05_26_Aksha_NPC2
source: Keeps raving about gods coming to get him.
ko: 계속 신들이 자기를 잡으러 온다고 악을 쓰고 있지.

# Narration/&NecromancyQuest05_27_Aksha_NPC
source: The Minor Gate is the only way in.
ko: 보조 관문만이 유일하게 들어갈 수 있는 길이야.

# Narration/&NecromancyQuest05_28_Default_Default
source: Minor Gate?
ko: 보조 관문?

# Narration/&NecromancyQuest05_29_Aksha_NPC
source: Yes. Over there.
ko: 그래. 저기 있는 거.

# Narration/&NecromancyQuest06_01_Mardracht_NPC
source: Who are you? How did you get in here?
ko: 누구냐? 어떻게 여길 들어왔지?

# Narration/&NecromancyQuest06_02_Default_Default
source: Master Mardracht?
ko: 마스터 마드라츠?

# Narration/&NecromancyQuest06_03_Mardracht_NPC
source: You know my name! How do you know my name?
ko: 내 이름을 알다니! 어떻게 내 이름을 아는거냐?

# Narration/&NecromancyQuest06_04_Default_Default
source: We represent the Legacy Council, Master - and we mean you no harm.
ko: 우리는 유산 평의회를 대표해 왔습니다, 마스터 - 당신을 해하려 온 것이 아닙니다.

# Narration/&NecromancyQuest06_05_Mardracht_NPC
source: No harm? No harm, they say - they always say that, always. They lie!
ko: 해하지 않는다고? 그들은 항상 그렇게 말하지, 항상. 거짓말이다!

# Narration/&NecromancyQuest06_06_Mardracht_NPC
source: Get out! I can still defend myself, you know!
ko: 꺼져라! 난 아직 날 지킬만한 힘은 있다!

# Narration/&NecromancyQuest06_07_INTIMIDATE_CHOICE
source: Can't you see we're too strong?
ko: 우리가 너무 강하다는걸 알 수 없는 것이오?

# Narration/&NecromancyQuest06_08_PERSUADE_CHOICE
source: We don't want to kill you.
ko: 우리는 당신을 죽이고 싶지 않소.

# Narration/&NecromancyQuest06_09_DECEIVE_CHOICE
source: We want to save Solasta.
ko: 우리는 솔라스타를 구하고 싶소.

# Narration/&NecromancyQuest06_10_Intimidate_Default
source: We found you and we breached your defenses.
ko: 우리는 당신의 방어책들을 뚫고 당신을 찾아냈소.

# Narration/&NecromancyQuest06_10_Intimidate_Default2
source: Do you really want to test your power against ours?
ko: 정말로 우리에게 당신의 힘을 시험하고 싶은 것이오?

# Narration/&NecromancyQuest06_11_Deceive_Default
source: You are right to fear us, and those who sent us.
ko: 당신은 우리와, 우리를 보낸 사람들을 두려워해야 하는게 맞소.

# Narration/&NecromancyQuest06_11_Deceive_Default2
source: We are powerful - but you don't have to die.
ko: 우리는 강력하오 - 하지만 당신이 죽을 필요는 없소.

# Narration/&NecromancyQuest06_12_Persuade_Default
source: All we ask is that you hear what we have to say.
ko: 우리는 단지 당신이 우리가 말하는 걸 들어주길 바라오.

# Narration/&NecromancyQuest06_12_Persuade_Default2
source: After that, we'll leave you in peace if that's what you want.
ko: 그 이후에, 우리는 평화롭게 떠날것이오. 그게 당신이 원하는 거라면.

# Narration/&NecromancyQuest06_13_Mardracht_NP
source: If you are not here to kill me - then what?
ko: 만일 날 죽이러 온게 아니라면 - 왜 온거지?

# Narration/&NecromancyQuest06_14_Intimidator_Normal
source: I offer you the chance to buy your life.
ko: 당신의 목숨을 살 수 있는 기회를 주겠소.

# Narration/&NecromancyQuest06_14_Intimidator_Normal2
source: Will you take it? Will you give up your gem?
ko: 당신의 보석을 포기하여 그 기회를 잡을것이오?

# Narration/&NecromancyQuest06_15_Mardracht_NPC_Intimidate_25_Success
source: For my life? I…
ko: 내 목숨값으로? 난...

# Narration/&NecromancyQuest06_16_Mardracht_NPC_Intimidate_25_Failure
source: Lies! All lies! I know your gods and their treachery!
ko: 거짓이다! 난 네놈들의 신과 그들의 배신에 대해 안단말이다!

# Narration/&NecromancyQuest06_17_Deceive_Default
source: The gods have commanded us to kill you…
ko: 신들께서 당신을 죽이라고 명했소…

# Narration/&NecromancyQuest06_18_Mardracht_NPC
source: I knew it!
ko: 역시 그랬군!

# Narration/&NecromancyQuest06_19_Deceiver_Normal
source: …but we don't need to do that - if you'll help us.
ko: ...하지만 반드시 그럴 필요는 없소 - 우릴 도와준다면 말이오.

# Narration/&NecromancyQuest06_20_Deceiver_Normal
source: We must have the Gem of Necromancy.
ko: 우리는 강령술의 보석을 가져가야 하오.

# Narration/&NecromancyQuest06_21_Mardracht_NPC
source: The gem… ? But…
ko: 보석을...? 하지만…

# Narration/&NecromancyQuest06_22_Deceiver_Normal
source: But without your gem, we can't remake the Crown.
ko: 그 보석이 없이는, 왕관을 다시 만들수 없소.

# Narration/&NecromancyQuest06_22_Deceiver_Normal2
source: Without the Crown, we can't defeat the gods.
ko: 왕관이 없이는, 우리가 신들을 이길 수 없소.

# Narration/&NecromancyQuest06_23_Mardracht_NPC_Deception_25_Success
source: I… The gods? I don't… the Crown?
ko: 난...신들을? 이...왕관으로?

# Narration/&NecromancyQuest06_24_Mardracht_NPC_Deception_25_Failure
source: You have the Crown? No!
ko: 왕관을 가졌단 말이냐? 안돼!

# Narration/&NecromancyQuest06_25_Mardracht_NPC
source: I see through your lies! Your evil gods want its power to destroy me!
ko: 네 거짓말은 안통한다! 네놈의 악한 신들이 날 파괴할 힘을 원하는 구나!

# Narration/&NecromancyQuest06_25_Mardracht_NPC2
source: To destroy Solasta!
ko: 솔라스타를 파괴할 힘을!

# Narration/&NecromancyQuest06_26_Persuade_Default
source: We are here to ask about the Crown of the Magister…
ko: 우리는 마지스터의 왕관에 대해 묻기 위해 왔소…

# Narration/&NecromancyQuest06_26_Persuade_Default2
source: …specifically, about the Gem of Necromancy.
ko: ...특히, 강령술의 보석에 대해 말이오.

# Narration/&NecromancyQuest06_27_Mardracht_NPC
source: What? What do you know of the Crown? What are you plotting?
ko: 뭐라고? 왕관에 대해 뭘 알고 있지? 네놈들 무슨 음모를 꾸미는거냐?

# Narration/&NecromancyQuest06_28_Persuader_Normal
source: We're not plotting anything. We don't really know what's going on.
ko: 음모를 꾸미는게 아니오. 어떤 일이 벌어지고 있는지 정말로 모를뿐이오.

# Narration/&NecromancyQuest06_29_Persuader_Normal
source: But the Crown found us, and it seems that it wants to be whole again.
ko: 그러나 왕관이 우리를 발견했고, 다시 한번 완전하게 되기를 바라는 것 같소.

# Narration/&NecromancyQuest06_30_Mardracht_NPC_Persuasion_25_Success
source: But wait - the Crown is active?
ko: 잠깐 - 왕관이 활성화되어 움직이고 있다고?

# Narration/&NecromancyQuest06_30_Mardracht_NPC_Persuasion_25_Success2
source: And it chose you?
ko: 그리고 그게 너를 선택했단 말인가?

# Narration/&NecromancyQuest06_31_Persuader_Normal
source: Well… Yes. We're not sure why.
ko: 뭐...그렇소. 왜 그런지는 우리도 모르오.

# Narration/&NecromancyQuest06_32_Mardracht_NPC
source: The very existence of Solasta must be threatened!
ko: 솔라스타의 존립이 위협받고 있는게 틀림없다!

# Narration/&NecromancyQuest06_33_Mardracht_NPC_Persuasion_25_Failure
source: Give me the Crown!
ko: 왕관을 내놔라!

# Narration/&NecromancyQuest06_33_Mardracht_NPC_Persuasion_25_Failure2
source: This is no task for the likes of you!
ko: 네놈들 따위에게 적합한 일이 아니다!

# Narration/&NecromancyQuest06_34_Mardracht_NPC
source: I must find the other Masters! Give me the Crown!
ko: 다른 마스터들을 찾아야겠어! 왕관을 내놔라!

# Narration/&NecromancyQuest06_35_Persuader_Normal
source: But…?
ko: 하지만...?

# Narration/&NecromancyQuest06_36_Mardracht_NPC
source: NOW!
ko: 지금 당장!

# Narration/&NecromancyQuest06_37_Mardracht_NPC
source: This is what you came for.
ko: 이것 때문에 너희가 날 찾아온 거겠지.

# Narration/&NecromancyQuest06_38_Mardracht_NPC
source: Take it - and leave me alone!
ko: 가져가라 - 그리고 날 가만 내버려둬!
