Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# NecromancyTextObj01
source: Caer Tenarion. Iron Legion XXV. Year 24, Emperor Gwaltrian III
ko_mt: 카에르 테나리온. 강철 군단 XXV. 24년, 그왈트리안 3세 황제

# NecromancyTextObj02
source: Iron Legion XXV. The Glorious Dead
ko_mt: 강철 군단 XXV. 영광스러운 망자

# NecromancyTextObj03
source: Officers of the Glorious Iron Legion XXV. 24 Gwalt. III 13 Mel. II
ko_mt: Glorious Iron Legion XXV의 장교. 24 궨트. III 13 멜. II

# NecromancyTextObj04
source: Officers - Leg. XXV. 17 Mar. XV
ko_mt: 장교 - 다리. XXV. 3월 17일 XV

# NecromancyTextObj05
source: Captain Fancy-pants can muck out his own damn horse.
ko_mt: Captain Fancy-pants는 자신의 망할 말을 먹일 수 있습니다.

# NecromancyTextObj09
source: Ellivir Malorian, Guard Captain, 1875-2367
ko_mt: Ellivir Malorian, 경비대장, 1875-2367

# NecromancyTextObj10
source: Faorilith Goriel, Apprentice, 2206-2293
ko_mt: 파오리리스 고리엘, 견습생, 2206-2293

# NecromancyTextObj11
source: Halithir Marbilor, Adept, 2615-3210
ko_mt: Halithir Marbilor, 숙련자, 2615-3210

# NecromancyTextObj12
source: Dariel Fallithir, Guard, 1120-1536
ko_mt: 다리엘 팔리시르, 근위병, 1120-1536

# NecromancyTextObj13
source: Larillir Saotharin, Cook, 1347-2512
ko_mt: Larillir Saotharin, 요리사, 1347-2512

# NecromancyTextObj14
source: Principles of Animation, by Niolias Falamil
ko_mt: 애니메이션의 원리, Niolias Falamil 저

# NecromancyTextObj15
source: The Experiments of Auralithas
ko_mt: 오랄리타스의 실험

# NecromancyTextObj16
source: Necromantic Laboratory Practice, by Master Mardracht
ko_mt: 강령술 실험실 실습, Master Mardracht 저

# NecromancyTextObj17
source: Caution: Explosive
ko_mt: 주의: 폭발

# NecromancyTextObj18
source: Caution: Highly Flammable
ko_mt: 주의: 고인화성

# NecromancyTextObj20
source: Spirit and Flesh: Advanced Studies in Necromancy
ko_mt: 영혼과 육체: 강령술의 고급 연구

# NecromancyTextObj21
source: The Forbidden Testaments of Marbethin
ko_mt: Marbethin의 금단의 유언

# NecromancyTextObj22
source: Notes on recent experiments, 3042-3
ko_mt: 최근 실험에 대한 메모, 3042-3

# NecromancyTextObj23
source: A strange-looking symbol, probably mystical.
ko_mt: 이상하게 보이는 상징, 아마도 신비.

# NecromancyTextObj24
source: A rune or glyph of some unknown type.
ko_mt: 알 수 없는 유형의 룬 또는 문양입니다.

# NecromancyTextObj25
source: A mystical symbol, possibly inactive.
ko_mt: 비활성 상태일 가능성이 있는 신비로운 상징.

# NecromancyTextObj26
source: What's wrong with all these mirrors?
ko_mt: 이 모든 거울에 무슨 문제가 있습니까?

# NecromancyTextObj27
source: A very odd painting.
ko_mt: 아주 이상한 그림.

# TextOnlyNPCSpeech_CityGuard01_01
source: The bridge is closed for now.
ko_mt: 다리는 현재 폐쇄되어 있습니다.

# TextOnlyNPCSpeech_CityGuard01_02
source: The Council is in the opposite direction.
ko_mt: 의회는 반대 방향입니다.

# TextOnlyNPCSpeech_CityGuard02_01
source: There's trouble on the road. Please remain in town for now.
ko_mt: 도로에 문제가 있습니다. 당분간은 마을에 남아주세요.

# TextOnlyNPCSpeech_CityGuard02_02
source: Please stay in the high town for now.
ko_mt: 당분간은 하이타운에 머물러 주세요.

# TextOnlyNPCSpeech_MaddyGreenisle01
source: Clear skies, citizens!
ko_mt: 맑은 하늘, 시민 여러분!

# TextOnlyNPCSpeech_AnnieBagmordah01
source: We'll talk after your swearing-in.
ko_mt: 선서 후 이야기 하겠습니다.

# TextOnlyNPCSpeech_AnnieBagmordah02
source: I'll be with you in a minute.
ko_mt: 잠시 후 함께 하겠습니다.

# TextOnlyNPCSpeech_HugoRequer01
source: Let's get you deputized, first, shall we?
ko_mt: 먼저 당신을 대리인으로 만들어 볼까요?

# TextOnlyNPCSpeech_HugoRequer02
source: I'm in the middle of something - sorry!
ko_mt: 내가 뭔가를 하고 있어요 - 죄송합니다!

# TextOnlyNPCSpeech_GorimIronsoot01
source: Lord Carran said not to bother you… yet.
ko_mt: 캐런 경이 당신을 귀찮게 하지 말라고 했습니다… 아직.

# TextOnlyNPCSpeech_GorimIronsoot02
source: Come back later. I'm busy with the accounts.
ko_mt: 나중에 다시 오세요. 나는 계정으로 바쁘다.

# TextOnlyNPCSpeech_KarelMartel
source: Lord Carran said no more beer… sorry!
ko_mt: 캐런 경은 더 이상 맥주를 마시지 말라고 하셨습니다... 죄송합니다!

# TextOnlyNPCSpeech_MayorBrightSpark01
source: I'm busy. Come back later.
ko_mt: 나는 바쁘다. 나중에 다시 오세요.

# TextOnlyNPCSpeech_MayorBrightSpark02
source: Oh, it's you. Well, I'm still busy. Thank you for your service.
ko_mt: 오, 당신입니다. 글쎄, 나는 여전히 바쁘다. 서비스에 감사드립니다.

# TextOnlyNPCSpeech_MayorBrightSpark03
source: Look who's here - Caer Cyflen's rising stars!
ko_mt: 누가 여기 있는지 봐 - Caer Cyflen의 떠오르는 스타!

# TextOnlyNPCSpeech_MayorBrightSpark04
source: Council business is not my business. Be on your way.
ko_mt: 시의회 업무는 내 일이 아닙니다. 길을 가세요.

# TextOnlyNPCSpeech_MayorBrightSpark05
source: We knew this war was looming. We'll prevail, as always.
ko_mt: 우리는 이 전쟁이 임박했다는 것을 알고 있었습니다. 언제나처럼 우리는 승리할 것입니다.

# TextOnlyNPCSpeech_ArwinMerton01
source: Go get killed in the Badlands…
ko_mt: 황무지에서 죽임을 당하세요...

# TextOnlyNPCSpeech_ArwinMerton02
source: You were still filling your diapers when I killed my first ghoul…
ko_mt: 내가 첫 구울을 죽였을 때 당신은 여전히 ​​당신의 기저귀를 채우고 있었습니다...

# TextOnlyNPCSpeech_ArwinMerton03
source: I heard your stories. Not impressive.
ko_mt: 나는 당신의 이야기를 들었습니다. 인상적이지 않습니다.

# TextOnlyNPCSpeech_ArwinMerton04
source: I know everyone in this city… and everyone knows me.
ko_mt: 나는 이 도시의 모든 사람을 알고 있습니다… 그리고 모두가 저를 압니다.

# TextOnlyNPCSpeech_ArwinMerton05
source: You're still here? I'm sure there are some rats to kill in some cave somewhere.
ko_mt: 아직 여기 있어? 나는 어딘가의 동굴 어딘가에서 죽일 쥐가 있다고 확신합니다.

# TextOnlyNPCSpeech_ArwinMerton06
source: I know that look. Something happened… something bad.
ko_mt: 나는 그 표정을 알고 있다. 무슨 일이...나쁜 일이 일어났습니다.

# TextOnlyNPCSpeech_ArwinMerton07
source: Don't get too cocky. These Soraks have more tricks up their sleeves.
ko_mt: 너무 자만하지 마십시오. 이 Soraks는 소매에 더 많은 트릭을 가지고 있습니다.

# TextOnlyNPCSpeech_ArwinMerton08
source: That crown's a trouble magnet, I can tell.
ko_mt: 그 왕관은 문제의 자석입니다.

# TextOnlyNPCSpeech_ArwinMerton09
source: Still alive? Good. There's more cleaning up to do.
ko_mt: 아직 살아있어? 좋은. 청소할 일이 더 있습니다.

# TextOnlyNPCSpeech_ArwinMerton10
source: I'm better, sure. Doesn't mean I can't have a couple of beers…
ko_mt: 내가 더 나아, 확실히. 맥주를 두어잔 못마시는게 아니라..

# TextOnlyNPCSpeech_ArwinMerton11
source: Well, I handled some unfinished business… feels good. I'm celebrating.
ko_mt: 글쎄, 나는 끝나지 않은 일을 처리했다… 기분이 좋다. 축하해요

# TextOnlyNPCSpeech_ArwinMerton12
source: If you're looking for a sharp blade… I'm your man.
ko_mt: 날카로운 칼날을 찾고 있다면... 내가 당신의 남자입니다.

# TextOnlyNPCSpeech_ArwinMerton13
source: Any time, friends… I mean, any time after I finish this beer.
ko_mt: 친구야... 내 말은, 이 맥주를 다 마신 후 언제든지.

# TextOnlyNPCSpeech_CaravanMerchant01
source: I'm busy. Go see Galar.
ko_mt: 나는 바쁘다. 가라르를 만나러 가십시오.

# TextOnlyNPCSpeech_CaravanMerchant02
source: We're packing - sorry!
ko_mt: 포장 중입니다 - 죄송합니다!

# TextOnlyNPCSpeech_CaravanMerchant03
source: You want to buy something, ask Galar.
ko_mt: 사고 싶은 게 있으면 Galar에게 물어보세요.

# TextOnlyNPCSpeech_CaravanMerchant04
source: No time to chat - sorry!
ko_mt: 채팅할 시간이 없습니다. 죄송합니다!

# TextOnlyNPCSpeech_CoparannKeepGuard01
source: Keep out, strangers!
ko_mt: 비켜, 낯선 사람!

# TextOnlyNPCSpeech_CoparannKeepGuard02
source: The Baron's waiting for you.
ko_mt: 남작이 당신을 기다리고 있습니다.

# TextOnlyNPCSpeech_CaptainIronshell01
source: Stay in the light, citizens!
ko_mt: 시민 여러분, 빛 가운데 있으십시오!

# TextOnlyPCSpeech_TowerOfMagicJammedDoor
source: This door is blocked… magically?
ko_mt: 이 문이 막혀서… 마법처럼?

# Banter_Generic_01
source: Something's off.
ko_mt: 문제가 발생했습니다.

# Banter_Generic_02
source: We should search the area carefully.
ko_mt: 우리는 그 지역을 주의 깊게 수색해야 합니다.

# Banter_Generic_03
source: Look at this place!
ko_mt: 이 곳을 봐!

# Banter_Generic_04
source: Doesn't make any sense…
ko_mt: 의미없다...

# Banter_Caerlem_01
source: Where did those goblins come from?
ko_mt: 그 고블린들은 어디에서 왔습니까?

# Banter_Caerlem_02
source: Some hole in the mountain, I guess.
ko_mt: 산에 구멍이 있는 것 같아요.

# Banter_Caerlem_03
source: What's that smell?
ko_mt: 무슨 냄새 야?

# Banter_Caerlem_04
source: Damn, it stinks…
ko_mt: 젠장, 냄새난다...

# Banter_Caerlem_05
source: I wouldn't sleep here.
ko_mt: 나는 여기서 자지 않을 것입니다.

# Banter_Caerlem_06
source: The Soraks can't be far away.
ko_mt: 설악은 멀리 있을 수 없습니다.

# Banter_Caerlem_07
source: We need to rest if we want to stand a chance against them.
ko_mt: 그들과 맞서려면 우리는 쉬어야 합니다.

# Banter_Caerlem_08
source: This place is so dark…
ko_mt: 이곳은 너무 어둡다...

# Banter_Caerlem_09
source: That was fun.
ko_mt: 재미있었어요.

# Banter_Caerlem_10
source: That was a long shot.
ko_mt: 롱샷이었습니다.

# Banter_Caerlem_11
source: We were so close.
ko_mt: 우리는 너무 가까웠다.

# Banter_Caerlem_Beryl_01
source: I can't believe Lisbath stayed behind…
ko_mt: Lisbath가 뒤에 있었다는 것이 믿기지 않습니다...

# Banter_Caerlem_Beryl_02
source: We're all gonna die…
ko_mt: 우린 다 죽을 것이다…

# Banter_Caerlem_Beryl_03
source: I'll have to tell the captain's wife.
ko_mt: 선장의 아내에게 말해야겠습니다.

# Banter_Caerlem_Lisbath_01
source: We should have left long ago…
ko_mt: 우리는 오래 전에 떠났어야 했습니다...

# Banter_Caerlem_Lisbath_02
source: Leadership is what we need now.
ko_mt: 지금 우리에게 필요한 것은 리더십입니다.

# Banter_Caerlem_Lisbath_03
source: They won't get me without a fight.
ko_mt: 그들은 싸우지 않고는 나를 얻지 못할 것입니다.

# Banter_Caerlem_Robar_01
source: Up to my knees in the mud, nothing new here.
ko_mt: 진흙 속에 무릎을 꿇고 여기에는 새로운 것이 없습니다.

# Banter_Caerlem_Robar_02
source: Shit food, shit shoes, business as usual.
ko_mt: 똥 음식, 똥 신발, 평소와 같은 사업.

# Banter_Caerlem_Robar_03
source: If we survive this I might drink myself to death.
ko_mt: 우리가 이것을 살아남는다면 나는 죽을만큼 술을 마실 것입니다.

# Banter_ToM_01
source: This place doesn't make any sense.
ko_mt: 이 곳은 의미가 없습니다.

# Banter_ToM_02
source: In the Badlands… blah, blah…
ko_mt: 황무지에서… 헐, 헐…

# Banter_ToM_03
source: What happens if you fall down there?
ko_mt: 거기에 떨어지면 어떻게 됩니까?

# Banter_ToM_04
source: Wanna try?
ko_mt: 시도하시겠습니까?

# Banter_ToM_05
source: All these books floating around and I can't grab them.
ko_mt: 이 모든 책들이 떠돌아 다니며 나는 그것을 잡을 수 없습니다.

# Banter_ToM_06
source: Are those webs?
ko_mt: 그 웹은?

# Banter_ButlerRavensworth_01
source: Welcome, deputies!
ko_mt: 환영합니다, 의원 여러분!

# Banter_ButlerRavensworth_02
source: Your rooms are ready.
ko_mt: 객실이 준비되었습니다.

# Banter_ButlerRavensworth_03
source: Good day, senior deputies.
ko_mt: 좋은 하루 되세요, 고위 의원들.

# Banter_ButlerRavensworth_04
source: Clear skies… as they say!
ko_mt: 맑은 하늘… 그들이 말하는 대로!

# Banter_BoneKeep_01
source: This place is so… wet.
ko_mt: 이 장소는 매우… 젖었습니다.

# Banter_BoneKeep_02
source: Feels like everything's dead around here…
ko_mt: 이 주변의 모든 것이 죽은 것 같은 느낌...

# Banter_BoneKeep_03
source: Well, it's dark, but at least it's not sewers anymore.
ko_mt: 음, 어둡지만 적어도 더 이상 하수도가 아닙니다.

# Banter_BoneKeep_04
source: Stay on your guard! We weren't invited here.
ko_mt: 경계하세요! 우리는 여기에 초대되지 않았습니다.

# Banter_BoneKeep_05
source: What's in all those bottles?
ko_mt: 그 많은 병에 무엇이 들어 있습니까?

# Banter_BoneKeep_06
source: I wouldn't set them on fire just to find out.
ko_mt: 나는 단지 알아내기 위해 그들을 불태우지 않을 것입니다.

# Banter_BoneKeep_07
source: Smells like death.
ko_mt: 죽음의 냄새가 난다.

# Banter_BoneKeep_08
source: Is that a… pile of corpses? Gross!
ko_mt: 그게... 시체 더미인가요? 역겨운!

# Banter_BoneKeep_09
source: Someone here doesn't like the light of day.
ko_mt: 여기 누군가는 빛을 좋아하지 않습니다.

# Banter_BoneKeep_10
source: What kind of castle is that?
ko_mt: 어떤 성인가요?

# Banter_BoneKeep_11
source: Someone transformed it into a maze.
ko_mt: 누군가 그것을 미로로 바꾸었습니다.

# Banter_BoneKeep_12
source: Someone paranoid, you mean?
ko_mt: 편집증이 있는 사람이란 말입니까?

# Banter_BoneKeep_13
source: We're going to die here.
ko_mt: 우리는 여기서 죽을 것입니다.

# Banter_BoneKeep_14
source: There must a way be out.
ko_mt: 탈출구가 있어야 합니다.

# Banter_BoneKeep_15
source: Look for hints!
ko_mt: 힌트를 찾아보세요!

# Banter_BoneKeep_16
source: It lost its mana, that's all.
ko_mt: 그것은 그것의 마나를 잃었다, 그게 다야.

# Banter_BoneKeep_17
source: These arrows, they're not just random.
ko_mt: 이 화살표는 무작위가 아닙니다.

# Banter_BoneKeep_18
source: Something's changed here.
ko_mt: 여기에서 뭔가가 바뀌었습니다.

# Banter_BoneKeep_19
source: That cannot be opened from here.
ko_mt: 여기에서 열 수 없습니다.

# Banter_BoneKeep_20
source: There must be a mechanism somewhere.
ko_mt: 어딘가에 메커니즘이 있어야 합니다.

# Banter_BoneKeep_21
source: I heard a mechanism.
ko_mt: 메커니즘을 들었습니다.

# Banter_BoneKeep_22
source: That opened something.
ko_mt: 그게 뭔가를 열었습니다.

# Banter_BoneKeep_23
source: This guy made it this far… maybe he found a hint.
ko_mt: 이 사람은 여기까지 왔습니다. 아마도 힌트를 찾았을 것입니다.

# Banter_BoneKeep_24
source: Another victim of the maze…
ko_mt: 미로의 또 다른 희생자…

# Banter_BoneKeep_25
source: Tell me we're not going back in there…
ko_mt: 우리가 거기로 돌아가지 않을 거라고 말해줘...

# Banter_BoneKeep_26
source: So, no rune activated on that teleporter.
ko_mt: 따라서 해당 텔레포터에서 활성화된 룬이 없습니다.

# Banter_BoneKeep_27
source: I guess we need to reset the teleporter.
ko_mt: 텔레포터를 재설정해야 할 것 같습니다.

# Banter_BoneKeep_28
source: I think we took a wrong turn.
ko_mt: 우리가 방향을 잘못 잡은 것 같아요.

# Banter_BoneKeep_29
source: Hmm… four slabs for the four of us?
ko_mt: 흠... 우리 넷이서 4조각?

# Banter_BoneKeep_30
source: And… no rune on that teleporter, either.
ko_mt: 그리고... 그 텔레포터에도 룬이 없습니다.

# Banter_BoneKeep_31
source: I think this slab has triggered something!
ko_mt: 이 석판이 뭔가를 촉발했다고 생각합니다!

# Banter_BoneKeep_32
source: I heard some kind of mechanism!
ko_mt: 나는 어떤 종류의 메커니즘을 들었다!

# Banter_BoneKeep_Talbut
source: Keep away from my home, strangers!
ko_mt: 내 집에서 멀리 떨어져, 이방인들이여!

# Banter_BoneKeep_Anbgi
source: Where's that damn femur?
ko_mt: 그 망할 대퇴골은 어디 있지?

# Banter_Abjuration_01
source: She's crazy…
ko_mt: 그녀는 미쳤어…

# Banter_Abjuration_02
source: Shouldn't we go to Coparann?
ko_mt: 코파란에 가봐야 하지 않겠습니까?

# Banter_Abjuration_Kythaela_01
source: My beautiful river… broken and stained…
ko_mt: 나의 아름다운 강… 부서지고 얼룩진…

# Banter_Abjuration_Kythaela_02
source: The pull, the pull…
ko_mt: 당기다, 당기다…

# Banter_Abjuration_Kythaela_03
source: Master, I'm coming!
ko_mt: 선생님, 제가 갑니다!

# Banter_Abjuration_Kythaela_04
source: Are there dwarf kings now? Halfling kings too, maybe?
ko_mt: 이제 드워프 왕이 있습니까? 하플링 킹도 가능할까요?

# Banter_Abjuration_Kythaela_05
source: That sounds… wrong.
ko_mt: 그 소리는 ... 잘못되었습니다.

# Banter_Abjuration_Kythaela_06
source: No slaves, no Gates…
ko_mt: 노예도, 게이츠도…

# Banter_Abjuration_Kythaela_07
source: …this travel is exhausting.
ko_mt: ...이 여행은 피곤합니다.

# Banter_Abjuration_Kythaela_08
source: Humans don't look that bad.
ko_mt: 인간은 그렇게 나쁘게 보지 않습니다.

# Banter_Abjuration_Kythaela_09
source: They smell a bit, though…
ko_mt: 냄새가 좀 나긴 하지만...

# Banter_Abjuration_Kythaela_10
source: This… town is really dirty.
ko_mt: 이… 마을은 정말 더럽습니다.

# Banter_Abjuration_Kythaela_11
source: Is this Baron really a dwarf?
ko_mt: 이 남작은 정말 난쟁이인가?

# Banter_Abjuration_Kythaela_12
source: I can't call a dwarf my lord, can I?
ko_mt: 난 드워프를 내 주인이라고 부를 수 없잖아요?

# Banter_Abjuration_Kythaela_13
source: He's rude. But he is a dwarf, after all.
ko_mt: 그는 무례하다. 그러나 그는 결국 난쟁이입니다.

# Banter_Abjuration_Kythaela_14
source: He is a nice dwarf.
ko_mt: 그는 좋은 난쟁이입니다.

# Banter_Abjuration_Kythaela_15
source: A halfling merchant? I almost didn't see him.
ko_mt: 하플링 상인? 나는 그를 거의 보지 못했다.

# Banter_Cyflen_01
source: Nice gardens.
ko_mt: 멋진 정원.

# Banter_Cyflen_02
source: This place is magnificent.
ko_mt: 이 곳은 웅장합니다.

# Banter_Cyflen_03
source: I never thought I'd get so close to the embassies.
ko_mt: 제가 대사관에 이렇게 가까이 갈 줄은 몰랐습니다.

# Banter_Cyflen_04
source: That's a view!
ko_mt: 보기입니다!

# LoreTrailer01
source: Before the Cataclysm, there were no gods on Solasta.
ko_mt: 대격변 이전에는 솔라스타에 신이 없었습니다.

# LoreTrailer02
source: No humans, either.
ko_mt: 인간도 없습니다.

# LoreTrailer03
source: Then the Rift opened.
ko_mt: 그런 다음 리프트가 열렸습니다.

# LoreTrailer04
source: Some say it was a magical accident…
ko_mt: 어떤 사람들은 그것이 마법의 사고였다고 말합니다...

# LoreTrailer05
source: …or the work of an evil god.
ko_mt: ...또는 사악한 신의 작품.

# LoreTrailer06
source: No one knows for sure.
ko_mt: 아무도 확실히 모릅니다.

# LoreTrailer07
source: The Cataclysm destroyed the old High Elf empire
ko_mt: 대격변은 오래된 하이 엘프 제국을 파괴했습니다.

# LoreTrailer08
source: - Manacalon, they called it -
ko_mt: - 마나칼론, 그들은 그것을 불렀습니다 -

# LoreTrailer09
source: and twisted the land beyond recognition.
ko_mt: 그리고 인식할 수 없는 땅을 뒤틀었다.

# LoreTrailer10
source: Now, only the brave and the foolish go there, in search of ancient treasures.
ko_mt: 이제 용감한 자와 어리석은 자만이 고대의 보물을 찾아 그곳으로 갑니다.

# LoreTrailer11
source: But something is happening, deep in those Badlands.
ko_mt: 하지만 그 황무지 깊숙한 곳에서 무언가가 일어나고 있습니다.

# LoreTrailer12
source: Whatever it is,
ko_mt: 그것이 무엇이든,

# LoreTrailer13
source: it can't be good.
ko_mt: 그것은 좋을 수 없습니다.

# TelemaArrivingTitle
source: Entering Telema
ko_mt: 텔레마 진입

# Telema_1_Entrance_Fighter
source: So, these are the ruins of Telema?
ko_mt: 자, 여기가 텔레마의 폐허입니까?

# Telema_2_Entrance_Wizard
source: Just as the chronicles describe them!
ko_mt: 연대기가 그들을 묘사하는 것처럼!

# Telema_3_Entrance_Wizard
source: Imagine the wonders that await us inside!
ko_mt: 내부에서 우리를 기다리고 있는 경이로움을 상상해보세요!

# Telema_4_Entrance_Cleric
source: Don't forget… we're here to help the Scavengers.
ko_mt: 잊지 마세요... 우리는 청소부를 돕기 위해 왔습니다.

# Telema_5_Entrance_Rogue
source: And get rich, right?
ko_mt: 그리고 부자가 되세요, 그렇죠?

# Telema_6_Entrance_Rogue
source: Help the Scavengers and get rich.
ko_mt: 청소부를 도와 부자가 되십시오.

# Telema_7_Entrance_Fighter
source: You're all heart, aren't you?
ko_mt: 당신은 모두 마음입니다, 그렇지 않습니까?

# Telema_8_Entrance_Cleric
source: That must be their camp over there.
ko_mt: 그곳이 그곳에 그들의 야영지임에 틀림없다.

# Telema_9_Entrance_Cleric
source: Come on, let's go.
ko_mt: 자, 가자.

# TelemaMeetingScavsTitle
source: The Scavengers' Camp
ko_mt: 청소부 캠프

# Telema_10_MeetingScavs_Lena
source: Who goes there?
ko_mt: 누가 거기에 가나요?

# Telema_11_MeetingScavs_Fighter
source: Friends!
ko_mt: 친구들!

# Telema_12_MeetingScavs_Cleric
source: Runnel sent us.
ko_mt: Runnel이 우리를 보냈습니다.

# Telema_13_MeetingScavs_Dek
source: Where is he?
ko_mt: 그는 어디에 있습니까?

# Telema_14_MeetingScavs_Cleric
source: Resting… he was in pretty bad shape, but he'll be okay.
ko_mt: 쉬고 있다… 그는 상태가 상당히 좋지 않았지만 괜찮을 것이다.

# Telema_15_MeetingScavs_Cleric
source: He said you need help.
ko_mt: 그는 당신이 도움이 필요하다고 말했다.

# Telema_16_MeetingScavs_Dek
source: We did. If only you'd come sooner…
ko_mt: 우리는 했다. 좀 더 빨리 왔더라면...

# Telema_17_MeetingScavs_Choice
source: What happened?
ko_mt: 무슨 일이에요?

# Telema_18_MeetingScavs_Answer
source: We came as soon as we could. What happened?
ko_mt: 우리는 가능한 한 빨리 왔습니다. 무슨 일이에요?

# Telema_19_MeetingScavs_Lena
source: We know… and thanks.
ko_mt: 우리는 알고 ... 감사합니다.

# Telema_20_MeetingScavs_Lena
source: Dek here is upset, that's all.
ko_mt: 여기 덱이 화났어, 그게 다야.

# Telema_21_MeetingScavs_Dek
source: I can speak for myself, thank you!
ko_mt: 나는 나 자신을 위해 말할 수 있습니다, 감사합니다!

# Telema_22_MeetingScavs_Lena
source: He thinks we should have left with Runnel.
ko_mt: 그는 우리가 Runnel과 함께 떠났어야 한다고 생각합니다.

# Telema_23_MeetingScavs_Dek
source: Instead of waiting here for the orcs to kill us?
ko_mt: 여기서 오크들이 우릴 죽이기를 기다리는 대신?

# Telema_24_MeetingScavs_Dek
source: Absolutely, I think we should have left!
ko_mt: 확실히, 나는 우리가 떠났어야한다고 생각합니다!

# Telema_25_MeetingScavs_Choice
source: We're here now.
ko_mt: 지금 여기 있습니다.

# Telema_26_MeetingScavs_Answer
source: Well, we're here now. How can we help?
ko_mt: 자, 우리는 지금 여기 있습니다. 어떻게 도와드릴까요?

# Telema_27_MeetingScavs_Lena
source: Never mind Dek.
ko_mt: 신경쓰지마 데크.

# Telema_28_MeetingScavs_Lena
source: He's upset, that's all.
ko_mt: 그는 화났어, 그게 다야.

# Telema_29_MeetingScavs_Dek
source: I can speak for myself, thank you!
ko_mt: 나는 나 자신을 위해 말할 수 있습니다, 감사합니다!

# Telema_30_MeetingScavs_Lena
source: He thinks we should have left with Runnel.
ko_mt: 그는 우리가 Runnel과 함께 떠났어야 한다고 생각합니다.

# Telema_31_MeetingScavs_Dek
source: Instead of waiting for the orcs to kill us?
ko_mt: 오크가 우리를 죽이기를 기다리는 대신?

# Telema_32_MeetingScavs_Dek
source: Absolutely, I think we should have left!
ko_mt: 확실히, 나는 우리가 떠났어야한다고 생각합니다!

# Telema_33_MeetingScavs_Choice
source: We could go back.
ko_mt: 우리는 돌아갈 수 있습니다.

# Telema_34_MeetingScavs_Answer
source: Well, if we're too late, maybe we should just go back.
ko_mt: 글쎄, 우리가 너무 늦었다면, 아마도 우리는 그냥 돌아가야 할 것입니다.

# Telema_35_MeetingScavs_Dek
source: Yes, well, maybe you should!
ko_mt: 예, 아마도 당신이해야 할 것입니다!

# Telema_36_MeetingScavs_Lena
source: Never mind Dek.
ko_mt: 신경쓰지마 데크.

# Telema_37_MeetingScavs_Lena
source: He's upset, that's all.
ko_mt: 그는 화났어, 그게 다야.

# Telema_38_MeetingScavs_Dek
source: Upset? Why should I be upset? We're just waiting to die, that's all!
ko_mt: 속상한? 내가 왜 화를 내야 합니까? 우리는 그냥 죽기만을 기다리고 있습니다, 그게 다야!

# Telema_39_MeetingScavs_Lena
source: We can't leave Hector in there.
ko_mt: 우리는 헥터를 거기에 둘 수 없습니다.

# Telema_40_MeetingScavs_Dek
source: He's dead, Lena… dead! It's too late!
ko_mt: 그는 죽었어, 레나... 죽었어! 너무 늦었어!

# Telema_41_MeetingScavs_Lena
source: You don't know that!
ko_mt: 당신은 그것을 몰라!

# Telema_42_MeetingScavs_Choice
source: Calm down.
ko_mt: 진정해.

# Telema_43_MeetingScavs_Answer
source: Calm down, now. This won't help.
ko_mt: 진정해, 지금. 도움이 되지 않습니다.

# Telema_44_MeetingScavs_Choice
source: We'll help you.
ko_mt: 도와드리겠습니다.

# Telema_45_MeetingScavs_Answer
source: It's all right… we're here to help you.
ko_mt: 괜찮아요... 저희가 도와드리겠습니다.

# Telema_46_MeetingScavs_Choice
source: Amazing.
ko_mt: 놀라운.

# Telema_47_MeetingScavs_Answer
source: Why don't you just kill each other and save the orcs the trouble?
ko_mt: 그냥 서로 죽이고 오크들을 구하지 않겠습니까?

# Telema_48_MeetingScavs_Rogue
source: What's our help worth to you, anyway?
ko_mt: 어쨌든 우리의 도움이 당신에게 어떤 가치가 있습니까?

# Telema_49_MeetingScavs_Fighter
source: Stop it!
ko_mt: 그만 해요!

# Telema_50_MeetingScavs_Lena
source: All right.
ko_mt: 괜찮아.

# Telema_51_MeetingScavs_Lena
source: What did Runnel tell you?
ko_mt: 러넬이 뭐라고 했나요?

# Telema_52_MeetingScavs_Fighter
source: Just that his team needed help… nothing else.
ko_mt: 그의 팀에 도움이 필요했다는 것뿐입니다. 다른 것은 없습니다.

# Telema_53_MeetingScavs_Lena
source: We were scavenging in the ruins, and -
ko_mt: 우리는 폐허를 뒤지고 있었고 -

# Telema_54_MeetingScavs_Dek
source: Orcs! There's a whole tribe in there!
ko_mt: 오크! 거기에 부족 전체가 있습니다!

# Telema_55_MeetingScavs_Lena
source: It was just a raiding party.
ko_mt: 바로 습격 파티였습니다.

# Telema_56_MeetingScavs_Lena
source: We fought them off…
ko_mt: 우리는 그들과 싸웠다…

# Telema_57_MeetingScavs_Lena
source: …but they killed some of our people and dragged Hector off.
ko_mt: ...하지만 그들은 우리 사람들 중 일부를 죽이고 헥터를 끌고 갔습니다.

# Telema_58_MeetingScavs_Dek
source: And we've just been waiting here for them to come and finish the job.
ko_mt: 그리고 우리는 그들이 와서 일을 마치기만을 기다리고 있었습니다.

# Telema_59_MeetingScavs_Fighter
source: They haven't done that yet, though.
ko_mt: 그들은 아직 그렇게 하지 않았습니다.

# Telema_60_MeetingScavs_Rogue
source: Well, you're right about your friend…
ko_mt: 글쎄, 당신은 당신의 친구에 대해 옳습니다 ...

# Telema_61_MeetingScavs_Rogue
source: …he must be dead by now.
ko_mt: ...그는 지금쯤 죽어야 합니다.

# Telema_62_MeetingScavs_Cleric
source: We don't know that. There is always hope.
ko_mt: 우리는 그것을 모릅니다. 항상 희망은있다.

# Telema_63_MeetingScavs_Rogue
source: Hope? Those orcs had him for dinner the first night.
ko_mt: 희망? 그 오크들은 첫날밤에 그를 저녁식사로 먹었다.

# Telema_64_MeetingScavs_Wizard
source: I don't know… they took him alive, after all…
ko_mt: 모르겠어... 그들이 그를 산 채로 데려갔어, 결국...

# Telema_65_MeetingScavs_Rogue
source: So they wanted to keep him fresh… orcs are orcs!
ko_mt: 그래서 그들은 그를 신선하게 유지하기를 원했습니다. 오크는 오크!

# Telema_66_MeetingScavs_Fighter
source: Ignore them. So, we just need to go in and find Hector?
ko_mt: 그들을 무시하라. 그럼 헥터를 찾기만 하면 되는 건가요?

# Telema_67_MeetingScavs_Dek
source: Yeah… good luck with that!
ko_mt: 네... 행운을 빕니다!

# Telema_68_MeetingScavs_Cleric
source: Why is he so angry?
ko_mt: 그는 왜 그렇게 화가 났습니까?

# Telema_69_MeetingScavs_Lena
source: He and Hector don't exactly get along.
ko_mt: 그와 헥터는 정확히 사이가 좋지 않습니다.

# Telema_70_MeetingScavs_Lena
source: But he's one of our crew…
ko_mt: 그러나 그는 우리 승무원 중 한 명입니다 ...

# Telema_71_MeetingScavs_Lena
source: …and I won't leave anyone behind.
ko_mt: … 그리고 나는 아무도 뒤에 남겨두지 않을 것입니다.

# Telema_72_MeetingScavs_Cleric
source: We gave our word to your leaders.
ko_mt: 우리는 당신의 지도자들에게 우리의 말을 전했습니다.

# Telema_73_MeetingScavs_Cleric
source: We will get Hector back.
ko_mt: 우리는 헥터를 되찾을 것입니다.

# Telema_74_MeetingScavs_Lena
source: Thanks.
ko_mt: 감사.

# Telema_75_MeetingScavs_Lena
source: Do you need food?
ko_mt: 음식이 필요하세요?
