Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Telema_76_MeetingScavs_Fighter
source: You think we'll be away for that long?
ko_mt: 우리가 그렇게 오래 떨어져 있을 거라고 생각해?

# Telema_77_MeetingScavs_Lena
source: You can never be too careful…
ko_mt: 당신은 너무 조심할 수 없습니다 ...

# Telema_78_MeetingScavs_Lena
source: …that's the law of the Badlands.
ko_mt: ...그것은 황무지(Badlands)의 법칙입니다.

# Telema_79_MeetingScavs_Lena
source: We can spare some if you need it.
ko_mt: 필요한 경우 일부를 절약할 수 있습니다.

# Telema_80_MeetingScavs_Lena
source: We have more than we need for just the two of us.
ko_mt: 우리는 우리 둘에게 필요한 것보다 더 많은 것을 가지고 있습니다.

# Telema_81_MeetingScavs_Dek
source: Are you serious?
ko_mt: 진심이야?

# Telema_82_MeetingScavs_Dek
source: You're giving away our food?
ko_mt: 우리 음식을 포기하는 겁니까?

# Telema_83_MeetingScavs_Lena
source: They're risking their lives for us, Dek.
ko_mt: 그들은 우리를 위해 목숨을 걸고 있습니다, 덱.

# Telema_84_MeetingScavs_Dek
source: For Hector. We can starve, apparently.
ko_mt: 헥토르를 위해. 우리는 분명히 굶어 죽을 수 있습니다.

# Telema_85_MeetingScavs_ChoiceIntimidate
source: The rescuers get the food.
ko_mt: 구조대원들이 음식을 얻습니다.

# Telema_86_MeetingScavs_AnswerIntimidate
source: The rescuers get the food.
ko_mt: 구조대원들이 음식을 얻습니다.

# Telema_87_MeetingScavs_Fighter
source: Get it?
ko_mt: 알겠어?

# Telema_88_MeetingScavs_Dekchecksuccess
source: I don't believe it.
ko_mt: 나는 그것을 믿지 않는다.

# Telema_89_MeetingScavs_Dekchecksuccess
source: That's on you, Lena.
ko_mt: 그건 너야, 레나.

# Telema_90_MeetingScavs_Lenachecksuccess
source: Don't worry,
ko_mt: 걱정하지 마세요.

# Telema_91_MeetingScavs_Lenachecksuccess
source: that's just the way he is.
ko_mt: 그게 바로 그가 하는 방식입니다.

# Telema_92_MeetingScavs_Clericchecksuccess
source: Thanks, Lena.
ko_mt: 고마워, 레나.

# Telema_93_MeetingScavs_Dekcheckfailed
source: No.
ko_mt: 아니요.

# Telema_94_MeetingScavs_Roguecheckfailed
source: Nice try.
ko_mt: 좋은 시도.

# Telema_95_MeetingScavs_Fightercheckfailed
source: Shut up.
ko_mt: 입 다물어.

# Telema_96_MeetingScavs_Fighter
source: We should get moving and find your friend.
ko_mt: 우리는 움직여야 하고 당신의 친구를 찾아야 합니다.

# Telema_97_MeetingScavs_Lena
source: Thanks!
ko_mt: 감사!

# Telema_98_MeetingScavs_Lena
source: And good luck!
ko_mt: 그리고 행운을 빌어!

# Telema_99_MeetingScavs_ChoicePersuasion
source: You're right… keep your food.
ko_mt: 당신 말이 맞아요... 음식을 보관하세요.

# Telema_100_MeetingScavs_AnswerPersuasion
source: You're right… keep it. We'll survive.
ko_mt: 당신이 옳습니다. 그것을 유지하십시오. 우리는 살아남을 것입니다.

# Telema_101_MeetingScavs_Cleric
source: We'll be back in no time.
ko_mt: 곧 돌아올 것입니다.

# Telema_102_MeetingScavs_Cleric
source: If not, you'll have enough to eat.
ko_mt: 그렇지 않으면 충분히 먹을 수 있습니다.

# Telema_103_MeetingScavs_Dekchecksuccess
source: Don't look at me.
ko_mt: 날 쳐다보지마

# Telema_104_MeetingScavs_Lenachecksuccess
source: Just one day of food, Dek.
ko_mt: 단 하루의 음식, 덱.

# Telema_105_MeetingScavs_Dekchecksuccess
source: All right, take the damn food!
ko_mt: 좋아, 망할 음식을 가져 가라!

# Telema_106_MeetingScavs_Dekchecksuccess
source: Thank you!
ko_mt: 감사합니다!

# Telema_107_MeetingScavs_Dekcheckfailed
source: Absolutely.
ko_mt: 전적으로.

# Telema_108_MeetingScavs_Choice
source: Your boss said you'd feed us.
ko_mt: 당신의 상사는 당신이 우리를 먹일 것이라고 말했다.

# Telema_109_MeetingScavs_Answer
source: Your boss said we could take whatever resources we needed.
ko_mt: 당신의 상사는 우리가 필요한 모든 자원을 가져갈 수 있다고 말했습니다.

# Telema_110_MeetingScavs_Dek
source: Did he?
ko_mt: 그가 그랬어?

# Telema_111_MeetingScavs_Rogue
source: Are you calling me a liar?
ko_mt: 날 거짓말쟁이라고 하는거야?

# Telema_112_MeetingScavs_Dekchecksuccess
source: No.
ko_mt: 아니요.

# Telema_113_MeetingScavs_Deceptionchecksuccess
source: So?
ko_mt: 그래서?

# Telema_114_MeetingScavs_Dekchecksuccess
source: So take the damn food!
ko_mt: 그러니 망할 음식을 가져 가라!

# Telema_115_MeetingScavs_Dekcheckfailed
source: Why not?
ko_mt: 왜 안 돼?

# Telema_116_MeetingScavs_Roguecheckfailed
source: Fair enough.
ko_mt: 그럴 수 있지.

# Telema_117_MeetingScavs_Wizardcheckfailed
source: Impressive negotiation skills.
ko_mt: 인상적인 협상 기술.

# Telema_118_MeetingScavs_Roguecheckfailed
source: He's stubborn, that's all.
ko_mt: 그는 고집이 세다, 그게 다야.

# TelemaBasReliefTitle
source: A Sight for Sore Eyes
ko_mt: 아픈 눈을 위한 시력

# Telema_119_Room01_BasRelief_Wizard
source: Look at that!
ko_mt: 저것 봐!

# Telema_120_Room01_BasRelief_Wizard
source: Perfectly preserved!
ko_mt: 완벽하게 보존!

# Telema_121_Room01_BasRelief_Cleric
source: What is it?
ko_mt: 그것은 무엇입니까?

# Telema_122_Room01_BasRelief_Wizard
source: It's a scene from the Imperial conquest of the northern provinces.
ko_mt: 북부 지방의 제국 정복의 한 장면입니다.

# Telema_123_Room01_BasRelief_Cleric
source: When the Empire ruled the lands of the Snow Alliance.
ko_mt: 제국이 스노우 얼라이언스의 땅을 통치했을 때.

# Telema_124_Room01_BasRelief_Cleric
source: I can't pretend to feel nostalgic about those times.
ko_mt: 그 시절이 그리운 척 할 수가 없어요.

# Telema_125_Room01_BasRelief_Wizard
source: Nostalgic? That was more than a thousand years ago!
ko_mt: 향수? 천 년이 훨씬 넘은 일입니다!

# Telema_126_Room01_BasRelief_Cleric
source: The Old Empire was built on slavery and racism.
ko_mt: 구제국은 노예제와 인종차별에 기초하여 건설되었습니다.

# Telema_127_Room01_BasRelief_Rogue
source: Thanks for the (yawn) history lesson.
ko_mt: (하품) 역사 수업에 감사드립니다.

# Telema_128_Room01_BasRelief_Rogue
source: Now… does this look valuable to you?
ko_mt: 이제... 이것이 당신에게 가치 있어 보입니까?

# Telema_129_Room01_BasRelief_Wizard
source: All history is valuable, my friend.
ko_mt: 모든 역사는 소중합니다, 친구여.

# Telema_130_Room01_BasRelief_Rogue
source: Tell that to my purse.
ko_mt: 내 지갑에 말해.

# Telema_131_Room01_BasRelief_Fighter
source: Anyway, this doesn't help Hector, so let's move out.
ko_mt: 어쨌든 이것은 헥터에게 도움이 되지 않으므로 나가자.

# TelemaChestTitle
source: Too Good to Be True
ko_mt: 사실 너무 좋은

# Telema_132_Room01_Chest_Fighter
source: Well, that's interesting.
ko_mt: 흥미롭네요.

# Telema_133_Room01_Chest_Rogue
source: You don't say! Look at that!
ko_mt: 당신은 말하지 않는다! 저것 봐!

# Telema_134_Room01_Chest_Fighter
source: I'd be careful if I were you.
ko_mt: 내가 당신이라면 조심할 것입니다.

# Telema_135_Room01_Chest_Fighter
source: It looks too good to be true.
ko_mt: 사실이라고 하기에는 너무 좋아 보입니다.

# Telema_136_Room01_Chest_Rogue
source: That's right. You can't be too careful…
ko_mt: 좋아요. 너무 조심하시면 안됩니다...

# Telema_137_Room01_Chest_Rogue
source: …that's the law of the Badlands.
ko_mt: ...그것은 황무지(Badlands)의 법칙입니다.

# TelemaStatueTitle
source: Memory of the Past
ko_mt: 과거의 기억

# Telema_138_Room01_Statue_Rogue
source: Try not to stare… you're making that statue uncomfortable.
ko_mt: 쳐다보지 마세요… 당신은 그 동상을 불편하게 만들고 있습니다.

# Telema_139_Room01_Statue_Wizard
source: But it's… can you read this?
ko_mt: 하지만 그것은... 당신은 이것을 읽을 수 있습니까?

# Telema_140_Room01_Statue_Rogue
source: Never had the benefit of an Imperial indoctrin… I mean, education.
ko_mt: 제국 교의의 혜택을 받은 적이 없습니다… 제 말은, 교육입니다.

# Telema_141_Room01_Statue_Cleric
source: That's Emperor Gildean the Third.
ko_mt: 길딘 3세 황제입니다.

# Telema_142_Room01_Statue_Rogue
source: How do you know?
ko_mt: 어떻게 아세요?

# Telema_143_Room01_Statue_Cleric
source: It's written here.
ko_mt: 여기에 쓰여 있습니다.

# Telema_144_Room01_Statue_Cleric
source: For those who can read it.
ko_mt: 읽을 수 있는 사람들을 위해.

# Telema_145_Room01_Statue_Rogue
source: That's nice for you, I'm sure.
ko_mt: 당신에게 좋은 일입니다.

# Telema_146_Room01_Statue_Wizard
source: His was a very ancient dynasty.
ko_mt: 그의 왕조는 아주 오래된 왕조였습니다.

# Telema_147_Room01_Statue_Wizard
source: Look at his date of birth.
ko_mt: 그의 생년월일을 보십시오.

# Telema_148_Room01_Statue_Cleric
source: And location.
ko_mt: 그리고 위치.

# Telema_149_Room01_Statue_Wizard
source: Wait! I must copy this.
ko_mt: 기다리다! 나는 이것을 복사해야합니다.

# Telema_150_Room01_Statue_Wizard
source: The Tower will find this interesting.
ko_mt: 타워는 이것을 흥미롭게 여길 것입니다.

# Telema_151_Room01_Statue_Fighter
source: Are you done?
ko_mt: 끝났 니?

# TelemaDoorTitle
source: Dead End?
ko_mt: 막 다른 골목?

# Telema_152_Room01_Door_Rogue
source: Can we open it?
ko_mt: 열어볼까요?

# Telema_153_Room01_Door_Fighter
source: I don't see how.
ko_mt: 어떻게 되는지 모르겠어.

# Telema_154_Room01_Door_Wizard
source: Must be magically sealed.
ko_mt: 마법으로 봉인해야 합니다.

# Telema_155_Room01_Door_Cleric
source: Do you think a magic seal from Imperial times would still work?
ko_mt: 제국 시대의 마법 인장이 여전히 작동할 것이라고 생각합니까?

# Telema_156_Room01_Door_Fighter
source: In the Badlands, anything's possible.
ko_mt: 황무지에서는 모든 것이 가능합니다.

# Telema_157_Room01_Door_Rogue
source: Do you have a spell to open it?
ko_mt: 여는 마법이 있나요?

# Telema_158_Room01_Door_Wizard
source: No.
ko_mt: 아니요.

# Telema_159_Room01_Door_Fighter
source: Let's not waste time, then. Move out!
ko_mt: 그럼 시간낭비하지 맙시다. 나가!

# Telema_160_Room01_Crawl_Rogue
source: They must have gone through here after they took Hector.
ko_mt: 그들은 헥토르를 데려간 후 이곳을 지나갔을 것입니다.

# Telema_161_Room01_Crawl_Cleric
source: Really? We need to crawl through there?
ko_mt: 진짜? 우리가 거기를 기어 가야합니까?

# Telema_162_Room01_Crawl_Rogue
source: Yeah, but you don't mind being on your knees, do you?
ko_mt: 네, 하지만 무릎을 꿇고 있는 건 괜찮지 않나요?

# Telema_163_Room01_Crawl_Cleric
source: Very funny.
ko_mt: 아주 재미있다.

# Telema_164_OrcCamp_approach_Fighter
source: I see light ahead!
ko_mt: 나는 앞에 빛이 보인다!

# Telema_165_OrcCamp_approach_Rogue
source: Let me take a look before you go clanking around in your armor.
ko_mt: 갑옷을 입고 돌아다니기 전에 한 번 살펴보겠습니다.

# Telema_166_OrcCamp_approach_Fighter
source: Be careful!
ko_mt: 조심해!

# Telema_167_OrcCamp_approach_Rogue
source: Law of the Badlands, my friend.
ko_mt: 황무지의 법칙, 친구여.

# TelemaBackFromReconTitle
source: Meeting the Locals
ko_mt: 현지인과의 만남

# Telema_168_OrcCamp_BackFromRecon_Rogue
source: The orcs are here.
ko_mt: 오크들이 여기 있습니다.

# Telema_169_OrcCamp_BackFromRecon_Rogue
source: Looks like we can sneak around.
ko_mt: 몰래 빠져나갈 수 있을 것 같습니다.

# Telema_170_OrcCamp_BackFromRecon_Fighter
source: Even me?
ko_mt: 나도?

# Telema_171_OrcCamp_BackFromRecon_Rogue
source: Ehh… probably.
ko_mt: 음… 아마도.

# Telema_172_OrcCamp_BackFromRecon_Cleric
source: Did you see Hector?
ko_mt: 헥토르 봤어?

# Telema_173_OrcCamp_BackFromRecon_Rogue
source: Not a trace.
ko_mt: 흔적이 아닙니다.

# Telema_174_OrcCamp_BackFromRecon_Fighter
source: We should attack… we have the element of surprise.
ko_mt: 우리는 공격해야 합니다... 우리는 기습의 요소를 가지고 있습니다.

# Telema_175_OrcCamp_BackFromRecon_Cleric
source: But what if Hector's down there too?
ko_mt: 하지만 헥터도 저 아래에 있다면?

# Telema_176_OrcCamp_BackFromRecon_Wizard
source: I hear some orc tribes can be bartered with.
ko_mt: 일부 오크 부족과 물물교환이 가능하다고 들었습니다.

# Telema_177_OrcCamp_BackFromRecon_Rogue
source: Not these orcs.
ko_mt: 이 오크들이 아닙니다.

# TelemaOrcCampExitTitle
source: Disappointment…
ko_mt: 실망…

# Telema_178_OrcCamp_exit_Fighter
source: So, no Hector?
ko_mt: 그럼 헥터는 없나요?

# Telema_179_OrcCamp_exit_Wizard
source: It doesn't make any sense.
ko_mt: 아무 의미가 없습니다.

# Telema_180_OrcCamp_exit_Cleric
source: Maybe he's farther down.
ko_mt: 어쩌면 그는 더 아래에 있습니다.

# Telema_181_OrcCamp_exit_Fighter
source: All right, let's keep looking.
ko_mt: 좋아, 계속 찾아보자.

# TelemaVerticalEntranceTitle
source: Lighting the Darkness
ko_mt: 어둠을 밝히다

# Telema_182_Vertical_entrance_Fighter
source: I don't like this.
ko_mt: 나는 이것을 좋아하지 않는다.

# Telema_183_Vertical_entrance_Rogue
source: We can climb down.
ko_mt: 우리는 아래로 올라갈 수 있습니다.

# Telema_184_Vertical_entrance_Wizard
source: It's too dark.
ko_mt: 너무 어둡다.

# Telema_185_Vertical_entrance_Cleric
source: Too unstable, too. These blocks look like they could fall at any minute.
ko_mt: 너무 불안정합니다. 이 블록은 언제든지 떨어질 수 있는 것처럼 보입니다.

# Telema_186_Vertical_entrance_Wizard
source: There's some kind of black oil dripping from the ceiling.
ko_mt: 천장에서 일종의 검은 기름이 떨어지고 있습니다.

# Telema_187_Vertical_entrance_Wizard
source: Maybe we can use it to light up the place.
ko_mt: 장소를 밝히는 데 사용할 수 있습니다.

# TelemaVerticalExitTitle
source: No Way Back
ko_mt: 돌아갈 길은 없다

# Telema_188_Vertical_exit_Rogue
source: Damn it! Now we're stuck!
ko_mt: 젠장! 이제 막혔습니다!

# Telema_189_Vertical_exit_Fighter
source: Do you think the orcs would bring Hector farther in than this?
ko_mt: 오크가 헥터를 이보다 더 멀리 데려갈 것이라고 생각합니까?

# Telema_190_Vertical_exit_Wizard
source: Not the orcs, no…
ko_mt: 오크가 아니라...

# Telema_191_Vertical_exit_Wizard
source: …but something else… maybe.
ko_mt: ...하지만 다른 뭔가... 아마도.

# Telema_192_Vertical_exit_Fighter
source: We've come this far… let's find him.
ko_mt: 여기까지 왔습니다... 그를 찾자.

# Telema_193_Vertical_exit_Rogue
source: I'm starting to think we might need that food after all.
ko_mt: 결국 우리에게 그 음식이 필요할지도 모른다는 생각이 들기 시작했습니다.

# TelemaShaftEntranceTitle
source: Unexpected Denizens
ko_mt: 뜻밖의 주민

# Telema_194_Shaft_entrance_Cleric
source: What is this… an amphitheater?
ko_mt: 이게 뭐지... 원형극장?

# Telema_195_Shaft_entrance_Wizard
source: A very special one.
ko_mt: 아주 특별한 것.

# Telema_196_Shaft_entrance_Rogue
source: Not room for much of a crowd…
ko_mt: 많은 사람들을위한 공간이 아닙니다 ...

# Telema_197_Shaft_entrance_Wizard
source: Students of magic. The Masters taught spells here.
ko_mt: 마법의 학생. 마스터들은 이곳에서 주문을 가르쳤습니다.

# Telema_198_Shaft_entrance_Fighter
source: Do spiders like magic shows?
ko_mt: 거미는 마술 쇼를 좋아합니까?

# Telema_199_Shaft_entrance_Fighter
source: Because I see a lot of webs.
ko_mt: 거미줄을 많이 보았기 때문입니다.

# Telema_200_Shaft_entrance_Wizard
source: Deep spiders. We will have to be careful.
ko_mt: 깊은 거미. 우리는 조심해야 할 것입니다.

# Telema_201_Shaft_entrance_Fighter
source: Deep Spiders?
ko_mt: 깊은 거미?

# Telema_202_Shaft_entrance_Cleric
source: Very large and aggressive, but sensitive to light.
ko_mt: 매우 크고 공격적이지만 빛에 민감합니다.

# Telema_203_Shaft_entrance_Rogue
source: Just how large is very large?
ko_mt: 얼마나 크면 매우 큽니까?

# Telema_204_Shaft_entrance_Wizard
source: Just keep your lights ready…
ko_mt: 조명만 준비하세요...

# Telema_205_Shaft_entrance_Wizard
source: …and your oil handy.
ko_mt: ...그리고 당신의 기름을 편리하게.

# Telema_206_Shaft_entrance_Wizard
source: The more light we have, the fewer spiders we'll face.
ko_mt: 빛이 많을수록 우리가 마주하게 될 거미는 줄어듭니다.

# Telema_207_Shaft_entrance_Fighter
source: We don't have a choice here. The only way out is up.
ko_mt: 선택의 여지가 없습니다. 유일한 탈출구는 위로 올라가는 것입니다.

# TelemaShaftUpperTitle
source: A Way Out?
ko_mt: 나가는 길?

# Telema_208_Shaft_upper_Fighter
source: How many are there?
ko_mt: 몇 명이 있습니까?

# Telema_209_Shaft_upper_Rogue
source: You don't want to know.
ko_mt: 당신은 알고 싶지 않습니다.

# Telema_210_Shaft_upper_Cleric
source: Try pushing this down!
ko_mt: 이것을 아래로 밀어보십시오!

# Telema_211_Shaft_upper_Cleric
source: I feel a weakness here.
ko_mt: 나는 여기서 약점을 느낀다.

# TelemaShaftCollapsedTitle
source: Escape… to Hector!
ko_mt: 탈출... 헥터에게!

# Telema_212_Shaft_collapsed_Wizard
source: Well done!
ko_mt: 잘 했어요!

# Telema_213_Shaft_collapsed_Rogue
source: You sure they're dead?
ko_mt: 죽은게 확실해?

# Telema_214_Shaft_collapsed_Fighter
source: Well, they're not coming back.
ko_mt: 글쎄, 그들은 돌아 오지 않을거야.

# Telema_215_Shaft_collapsed_Rogue
source: Good.
ko_mt: 좋은.

# Telema_216_Shaft_collapsed_Cleric
source: My friends, I believe I have found Hector.
ko_mt: 친구들이여, 나는 헥터를 찾았다고 믿습니다.

# Telema_217_Rescue_Hector
source: By all the gods at once… thank you!
ko_mt: 모든 신들이 한 번에... 감사합니다!

# Telema_218_Rescue_Fighter
source: Are you Hector?
ko_mt: 당신이 헥토르입니까?

# Telema_219_Rescue_Hector
source: Yes! And you?
ko_mt: 예! 당신 은요?

# Telema_220_Rescue_Fighter
source: The boss sent us. Runnel went for help.
ko_mt: 사장님이 보내주셨어요. Runnel이 도움을 청했습니다.

# Telema_221_Rescue_Hector
source: Runnel! So he survived?
ko_mt: 실개천! 그래서 그는 살아남았습니까?

# Telema_222_Rescue_Cleric
source: Barely, but yes.
ko_mt: 간신히, 하지만 그렇습니다.

# Telema_223_Rescue_Cleric
source: He's safely back in town.
ko_mt: 그는 무사히 마을로 돌아왔습니다.

# Telema_224_Rescue_Rogue
source: So, did the spiders take you?
ko_mt: 그래서 거미가 당신을 데려 갔습니까?

# Telema_225_Rescue_Hector
source: The orcs did, after their raid.
ko_mt: 오크들은 그들의 습격 이후에 그랬습니다.

# Telema_226_Rescue_Hector
source: They kept me for a while.
ko_mt: 그들은 나를 잠시 동안 지켜주었습니다.

# Telema_227_Rescue_Hector
source: I was wondering why.
ko_mt: 이유가 궁금했습니다.

# Telema_228_Rescue_Hector
source: I finally got the answer when they…
ko_mt: 나는 그들이 했을 때 마침내 답을 얻었습니다.

# Telema_229_Rescue_Hector
source: …well, they sacrificed me.
ko_mt: … 글쎄, 그들은 나를 희생했다.

# Telema_230_Rescue_Fighter
source: What?
ko_mt: 뭐라고 요?

# Telema_231_Rescue_Hector
source: They feed the spiders. So they don't get eaten themselves.
ko_mt: 그들은 거미에게 먹이를줍니다. 그래서 그들은 스스로 먹지 않습니다.

# Telema_232_Rescue_Hector
source: They leave captives at the top of the amphitheater.
ko_mt: 그들은 원형 극장 꼭대기에 포로를 남겨 둡니다.

# Telema_233_Rescue_Rogue
source: Oh, that one?
ko_mt: 오, 그거?

# Telema_234_Rescue_Rogue
source: We kind of… destroyed it.
ko_mt: 우리는 일종의... 그것을 파괴했습니다.

# Telema_235_Rescue_Fighter
source: The spider nest, too.
ko_mt: 거미 둥지도.

# Telema_236_Rescue_Hector
source: Interesting.
ko_mt: 흥미로운.

# Telema_237_Rescue_Hector
source: I'm not sure how the orcs will react to that.
ko_mt: 오크들이 어떻게 반응할지 모르겠습니다.

# Telema_238_Rescue_Hector
source: This spider cult seemed important to them.
ko_mt: 이 거미 숭배는 그들에게 중요해 보였습니다.

# Telema_239_Rescue_Fighter
source: Can't say I feel sorry for them.
ko_mt: 그들에게 미안하다고 말할 수 없습니다.

# Telema_240_Rescue_Hector
source: I owe you my life. Thanks again.
ko_mt: 나는 당신에게 내 인생을 빚지고 있습니다. 다시 한 번 감사합니다.

# Telema_241_Rescue_Cleric
source: You are most welcome.
ko_mt: 당신은 가장 환영합니다.

# Telema_242_Rescue_Fighter
source: You should rest, and I think we should do the same.
ko_mt: 당신은 쉬어야 하고 우리도 그렇게 해야 한다고 생각합니다.

# Telema_243_Rescue_Hector
source: Good idea.
ko_mt: 좋은 생각.

# Telema_244_Rescue_Choice
source: What's your story?
ko_mt: 네 이야기는 뭐야?

# Telema_245_Rescue_Answer
source: So Hector, what's your story?
ko_mt: 그래서 헥터, 당신의 이야기는 무엇입니까?

# Telema_246_Rescue_Hector
source: Me? I'm just another Scavenger, really.
ko_mt: 나? 나는 그저 또 다른 청소부일 뿐입니다.

# Telema_247_Rescue_Hector
source: I make a living bringing old stuff out of the Badlands.
ko_mt: 나는 Badlands에서 오래된 물건을 가져와서 생계를 유지합니다.

# Telema_248_Rescue_Choice
source: What about Lena and Dek?
ko_mt: 레나와 덱은?

# Telema_249_Rescue_Answer
source: Do you know Lena and Dek? They seem like quite a pair!
ko_mt: 레나와 덱을 아시나요? 그들은 꽤 한 쌍처럼 보입니다!

# Telema_250_Rescue_Hector
source: Oh, those two… always fighting over something.
ko_mt: 오, 그 둘은… 항상 무언가를 놓고 싸우고 있습니다.

# Telema_251_Rescue_Hector
source: But you couldn't separate them if you wanted to.
ko_mt: 그러나 원한다면 분리할 수 없습니다.

# Telema_252_Rescue_Fighter
source: They seemed pretty much at each other's throats.
ko_mt: 그들은 서로의 목구멍에 꽤 많이 보였다.

# Telema_253_Rescue_Hector
source: Yeah, like I said… always fighting.
ko_mt: 그래, 내가 말했듯이... 항상 화이팅.

# Telema_254_Rescue_Hector
source: But in battle, always back to back.
ko_mt: 하지만 전투에서는 항상 백투백.

# Telema_255_Rescue_Rogue
source: Aww… that's so sweet.
ko_mt: 와... 너무 달아요.

# Telema_256_Rescue_Choice
source: Did you find anything good in here?
ko_mt: 여기서 좋은 점 찾으셨나요?

# Telema_257_Rescue_Answer
source: Did you find anything good in the ruins?
ko_mt: 폐허에서 좋은 점을 찾았습니까?

# Telema_258_Rescue_Hector
source: No, not much. You've seen the state of the place…
ko_mt: 아니, 별로. 당신은 그 장소의 상태를 보았습니다 ...

# Telema_259_Rescue_Hector
source: …but there was something.
ko_mt: ...하지만 뭔가가 있었다.

# Telema_260_Rescue_Hector
source: Didn't have time to use it.
ko_mt: 사용할 시간이 없었습니다.

# Telema_261_Rescue_Fighter
source: What is it?
ko_mt: 그것은 무엇입니까?

# Telema_262_Rescue_Rogue
source: A key?
ko_mt: 열쇠?

# Telema_263_Rescue_Hector
source: I think it opens the door in the ruins.
ko_mt: 폐허의 문을 여는 것 같아요.

# Telema_264_Rescue_Rogue
source: Oh, yeah… that door.
ko_mt: 아, 예... 저 문.

# Telema_265_Rescue_Hector
source: At least, I hope it does.
ko_mt: 적어도 그렇게 되기를 바랍니다.

# Telema_266_Rescue_Hector
source: Not much else, though. I think the orcs got it all.
ko_mt: 다른 많은 것은 아니지만. 오크들이 다 잡았다고 생각합니다.

# Telema_267_Rescue_Choice
source: You're a cleric of Einar?
ko_mt: 당신이 Einar의 성직자입니까?

# Telema_268_Rescue_Answer
source: You're wearing the flaming sword.
ko_mt: 당신은 불타는 검을 착용하고 있습니다.

# Telema_269_Rescue_Hector
source: And I can see you're from the Order of the Beacon.
ko_mt: 그리고 나는 당신이 신호기사단 출신이라는 것을 알 수 있습니다.

# Telema_270_Rescue_Cleric
source: Are you a priest, Hector?
ko_mt: 당신은 사제입니까, 헥토르?

# Telema_271_Rescue_Hector
source: Just a humble follower.
ko_mt: 그저 겸손한 추종자일 뿐입니다.

# Telema_272_Rescue_Hector
source: This was given to me by one of your brothers.
ko_mt: 이것은 당신의 형제 중 한 사람이 나에게 준 것입니다.

# Telema_273_Rescue_Hector
source: We fought together… he felt like he owed me.
ko_mt: 우리는 함께 싸웠습니다... 그는 나에게 빚진 것처럼 느꼈습니다.

# Telema_274_Rescue_Hector
source: And he gave me this.
ko_mt: 그리고 그는 나에게 이것을 주었다.

# Telema_275_After_Rest_Fighter
source: I think we're all ready to go.
ko_mt: 우리 모두 갈 준비가 된 것 같아요.

# Telema_276_After_Rest_Wizard
source: Indeed.
ko_mt: 물론.

# Telema_277_After_Rest_Cleric
source: I think we're close to the surface.
ko_mt: 나는 우리가 표면에 가깝다고 생각합니다.

# Telema_278_After_Rest_Cleric
source: I can feel it.
ko_mt: 느낄 수있어.

# Telema_279_After_Rest_Fighter
source: All right… let's move.
ko_mt: 알았어... 이동하자.

# Telema_280_Ambush_Fighter
source: Orcs! Over there!
ko_mt: 오크! 저기!

# Telema_281_Ambush_Rogue
source: It's an ambush!
ko_mt: 매복이야!

# Telema_282_Ambush_Fighter
source: Time to fight!
ko_mt: 싸울 시간입니다!

# Telema_283_WayBack_Fighter
source: Hey! Take a look at this.
ko_mt: 여기 요! 이것 좀 봐.

# Telema_284_WayBack_Cleric
source: The stone is carved.
ko_mt: 돌이 새겨져 있습니다.

# Telema_285_WayBack_Fighter
source: Are we back near the ruins?
ko_mt: 폐허 근처로 돌아왔습니까?

# Telema_286_WayBack_Cleric
source: It looks fragile, let's try pushing it.
ko_mt: 깨지기 쉬운 것 같으니 밀어보자.

# Telema_287_WayBack_Fighter
source: Well done… we're back in the ruins!
ko_mt: 잘했어… 폐허로 돌아왔다!

# Telema_288_WayBack_Rogue
source: So, do you still have that key?
ko_mt: 그래서 그 열쇠를 아직도 가지고 있습니까?

# Telema_289_WayBack_Hector
source: Sure.
ko_mt: 확신하는.

# Telema_290_WayBack_Hector
source: Take it.
ko_mt: 가져.

# Telema_291_Magic_Door_Wizard
source: Amazing!
ko_mt: 놀라운!

# Telema_292_Magic_Door_Wizard
source: This room hasn't been opened in a millennium!
ko_mt: 이 방은 천년 동안 열리지 않았습니다!

# Telema_293_Magic_Door_Cleric
source: Those books are falling to pieces.
ko_mt: 그 책들은 산산조각이 난다.

# Telema_294_Magic_Door_Wizard
source: Not this one!
ko_mt: 이건 아니야!

# Telema_295_Magic_Door_Cleric
source: Look around for other valuables.
ko_mt: 다른 귀중품을 찾아보세요.

# Telema_296_Magic_Door_Rogue
source: Already doing it!
ko_mt: 이미 하고 있어!

# Telema_297_Exit_Temple_Lena
source: Hey! Here they are!
ko_mt: 여기 요! 여기 있습니다!

# Telema_298_Exit_Temple_Dek
source: I'll be damned… they're alive!
ko_mt: 난 망할거야... 그들은 살아있다!

# Telema_299_Exit_Temple_Fighter
source: We told you we'd find him.
ko_mt: 우리가 그를 찾을 것이라고 말했습니다.

# Telema_300_Exit_Temple_Lena
source: Hector?
ko_mt: 헥토르?

# Telema_301_Exit_Temple_Dek
source: Lena, wait!
ko_mt: 레나, 기다려!

# Telema_302_Exit_Temple_Cleric
source: What's going on?
ko_mt: 무슨 일이야?

# Telema_303_Exit_Temple_Lena
source: That's not Hector!
ko_mt: 헥토르가 아니야!

# Telema_304_Exit_Temple_Fighter
source: What?
ko_mt: 뭐라고 요?

# Telema_305_Exit_Temple_Rogue
source: Then just who are you, friend?
ko_mt: 그럼 넌 누구니, 친구?

# Telema_306_Exit_Temple_Hector
source: Put down your weapons.
ko_mt: 무기를 내려놓으십시오.

# Telema_307_Exit_Temple_Fighter
source: Why would we do that?
ko_mt: 왜 그렇게 할까요?

# Tavern_01_1_Stealth_Normal
source: This beer tastes like donkey piss. Not that I'm complaining.
ko_mt: 이 맥주는 당나귀 오줌 맛이 난다. 내가 불평하는 것이 아닙니다.

# Tavern_01_2_Explorer_Default
source: Hope I'm not too late.
ko_mt: 너무 늦지 않았으면 합니다.

# Tavern_01_3_Explorer_Normal
source: Ran into a bit of trouble on the way here.
ko_mt: 여기 가는 길에 약간의 난관에 부딪혔다.

# Tavern_01_4_Spellcaster_Normal
source: Take the load off. There's plenty of donkey piss to go around.
ko_mt: 짐을 벗으십시오. 주변에 당나귀 오줌이 많이 있습니다.

# Tavern_01_5_Spellcaster_Formal
source: Sit. Relax. Perhaps you'd enjoy a pint of this obnoxious ale?
ko_mt: 앉다. 안심하다. 아마도 이 불쾌한 에일 파인트를 즐기시겠습니까?

# Tavern_01_6_Fighter_Default
source: Here for the Council job? Join the club.
ko_mt: 여기 시의회 일을 위해? 동아리에 가입하다.

# Tavern_01_7_Fighter_Authoritative
source: If you're here for the Council job, get in line.
ko_mt: 시의회 일을 위해 여기 왔다면 줄을 서십시오.
