Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Conjuration_CastleEntrance_14b_Butler_NPC
source: …that you would be capable of such discourtesy.
ko_mt: ...당신이 그런 무례를 할 수 있다는 것을.

# Conjuration_CastleEntrance_15b_DiplomatOrElse_Formal
source: Of course not! And yet, customs being different everywhere…
ko_mt: 당연히 아니지! 그래도 어딜가나 관습이 다르니...

# Conjuration_CastleEntrance_16b_DiplomatOrElse_Formal
source: …might I ask what would be considered rude here?
ko_mt: ...여기서 무례한 것으로 간주되는 것이 무엇인지 여쭤봐도 될까요?

# Conjuration_CastleEntrance_17b_Butler_NPC
source: Well, my expectations don't exceed those of the Imperial court!
ko_mt: 글쎄, 내 기대는 황실의 기대를 초과하지 않습니다!

# Conjuration_CastleEntrance_18b_Cynic_Slang
source: So, don't piss in the potted plants, then?
ko_mt: 그럼 화분에 오줌을 싸지 마세요?

# Conjuration_CastleEntrance_19b_Butler_NPC
source: Preferably not. Not that it would be the first time…
ko_mt: 바람직하지 않습니다. 처음이 아니라...

# Conjuration_CastleEntrance_20b_DiplomatOrElse_Formal
source: Really?
ko_mt: 진짜?

# Conjuration_CastleEntrance_21b_Butler_NPC
source: I have seen worse, I'm sorry to say!
ko_mt: 내가 더 나쁜 것을 봤어, 미안하다!

# Conjuration_CastleEntrance_22b_Butler_NPC
source: But now, please follow me. One mustn't keep the master waiting!
ko_mt: 하지만 지금은 저를 따르십시오. 주인을 기다리게 해서는 안 됩니다!

# ConjurationQuest_Master_1_Master_NPC
source: Well met, strangers!
ko_mt: 잘 만났습니다, 낯선이들!

# ConjurationQuest_Master_2_Master_IfplayersStole_NPC
source: Ah, my little thieving visitors.
ko_mt: 아, 도둑맞은 손님.

# ConjurationQuest_Master_3_DiplomatOrSpyOrElse_Formal
source: Clear skies to you, master.
ko_mt: 당신에게 맑은 하늘, 마스터.

# ConjurationQuest_Master_4_Master_NPC
source: Clear skies? An ironic greeting, considering my plight!
ko_mt: 깨끗한 하늘? 내 처지를 생각해보면 아이러니한 인사다!

# ConjurationQuest_Master_5_DiplomatOrSpyOrElse_Formal
source: Your plight?
ko_mt: 당신의 곤경?

# ConjurationQuest_Master_6_Master_NPC
source: That I haven't taken to the skies in a long time!
ko_mt: 오랜만에 하늘을 나는구나!

# ConjurationQuest_Master_7_Master_NPC
source: It must have been a thousand years…
ko_mt: 천년은 되었을텐데...

# ConjurationQuest_Master_8_Master_NPC
source: I am…
ko_mt: 그래요…

# ConjurationQuest_Master_9_Master_NPC
source: How weird, I can't recall my name…
ko_mt: 이상하게도 이름이 기억이 안나네요...

# ConjurationQuest_Master_10_Master_NPC
source: Call me master.
ko_mt: 마스터라고 불러주세요.

# ConjurationQuest_Master_11_DiplomatOrSpyOrElse_Normal
source: Master of Conjuration!
ko_mt: 컨저레이션의 마스터!

# ConjurationQuest_Master_12_Master_NPC
source: Yes, yes yes ! The Master of Conjuration! Exactly!
ko_mt: 예, 예 예! 컨저레이션의 마스터! 정확히!

# ConjurationQuest_Master_13_Crownbearer_Formal
source: Greetings, old friend!
ko_mt: 안녕, 오랜 친구야!

# ConjurationQuest_Master_14_AnyButCrownbearer_Normal
source: Why do you call him that?
ko_mt: 그를 왜 그렇게 부르나요?

# ConjurationQuest_Master_15_Crownbearer_Normal
source: The Crown… told me to.
ko_mt: 왕관이… 나에게 말했다.

# ConjurationQuest_Master_16_Master_NPC
source: Ah, the Crown…
ko_mt: 아 크라운...

# ConjurationQuest_Master_17_Master_NPC
source: …thank you for coming to my rescue.
ko_mt: ...구해줘서 고마워.

# ConjurationQuest_Master_18_Master_NPC
source: My mind was shattered since the Cataclysm.
ko_mt: 대격변 이후로 내 마음은 산산조각이 났습니다.

# ConjurationQuest_Master_19_Master_NPC
source: The vanishing of mana left me broken.
ko_mt: 마나의 소멸은 나를 무너뜨렸다.

# ConjurationQuest_Master_20_AcademicianOrAcolyte_Normal
source: Mana was gone?
ko_mt: 마나가 없어졌다?

# ConjurationQuest_Master_21_Master_NPC
source: Of course, after the closing of the Rift!
ko_mt: 물론 리프트 종료 후!

# ConjurationQuest_Master_22_Master_NPC
source: That's why I and my siblings were killed or crippled.
ko_mt: 그래서 나와 내 형제들은 죽거나 불구가 되었습니다.

# ConjurationQuest_Master_23_Master_NPC
source: Kaseinax, and us, the masters, along with these deities…
ko_mt: 카세이낙스, 우리 마스터들, 그리고 이 신들...

# ConjurationQuest_Master_24_Master_NPC
source: …we poured everything we had to close and seal that Rift!
ko_mt: ...우리는 균열을 닫고 봉인하는 데 필요한 모든 것을 쏟아 부었습니다!

# ConjurationQuest_Master_25_AcademicianOrAcolyte_Normal
source: So the Cataclysm is… your fault?
ko_mt: 그렇다면 대격변은... 당신의 잘못입니까?

# ConjurationQuest_Master_26_Master_NPC
source: It was the price to pay to stop the threat.
ko_mt: 위협을 막기 위해 치러야 할 대가였다.

# ConjurationQuest_Master_27_Master_NPC
source: The Sorr-Akkath were and still are a menace to Solasta.
ko_mt: Sorr-Akkath는 Solasta의 위협이었으며 지금도 마찬가지입니다.

# ConjurationQuest_Master_28_AcademicianOrAcolyte_Normal
source: And so you took a gamble?
ko_mt: 그래서 도박을 했습니까?

# ConjurationQuest_Master_29_Master_NPC
source: We were born to rule, not to grovel!
ko_mt: 우리는 투덜거리지 않고 지배하기 위해 태어났습니다!

# ConjurationQuest_Master_30_Master_NPC
source: And we had sworn to protect our people!
ko_mt: 그리고 우리는 우리 국민을 보호하기로 맹세했습니다!

# ConjurationQuest_Master_31_AnyNonElf_Normal
source: You mean your slaves?
ko_mt: 당신의 노예를 의미합니까?

# ConjurationQuest_Master_32_Master_NPC
source: Fool! Imperial rule brought order where there was only chaos!
ko_mt: 바보! 제국의 지배는 혼돈만이 있던 곳에 질서를 가져왔습니다!

# ConjurationQuest_Master_33_Master_NPC
source: But your empire was destroyed.
ko_mt: 그러나 당신의 제국은 파괴되었습니다.

# ConjurationQuest_Master_34_AcademicianOrAcolyte_Normal
source: Who knows how many elves were killed?
ko_mt: 얼마나 많은 엘프가 죽었는지 누가 압니까?

# ConjurationQuest_Master_35_Master_NPC
source: Ah! Because you believe that Manacalon was an elven empire!
ko_mt: 아! 마나칼론이 엘프 제국이라고 믿기 때문입니다!

# ConjurationQuest_Master_36_Master_NPC
source: Enough about the past!
ko_mt: 과거에 대해서는 충분합니다!

# ConjurationQuest_Master_37_Master_NPC
source: Now I get that you want my gem.
ko_mt: 이제 당신이 내 보석을 원한다는 것을 알았습니다.

# ConjurationQuest_Master_38_Master_NPC
source: But even with his Crown, you're not my Magister!
ko_mt: 하지만 그의 왕관을 가지고 있더라도 당신은 내 마기스터가 아닙니다!

# ConjurationQuest_Master_39_Master_NPC
source: So, if you want it…
ko_mt: 그래서, 당신이 그것을 원한다면 ...

# ConjurationQuest_Master_40_Master_NPC
source: …you'll have to pry it from my dead claws!
ko_mt: ...내 죽은 발톱에서 뜯어내야 해!

# Banter_ToM_07
source: Kill them!
ko_mt: 그들을 죽여!

# Banter_ToM_08
source: Intruders!
ko_mt: 침입자!

# Banter_ToM_09
source: Don't let them get away!
ko_mt: 그들이 도망치게 두지 마세요!

# Banter_ToM_10
source: They're crazy!
ko_mt: 미쳤어!

# Banter_ToM_11
source: They'll kill us if we don't fight back!
ko_mt: 우리가 반격하지 않으면 그들은 우리를 죽일 것입니다!

# Banter_ToM_12
source: I stepped on some kind of magical rune. I guess there's a reason for that.
ko_mt: 나는 일종의 마법의 룬을 밟았습니다. 거기에는 이유가 있는 것 같아요.

# Banter_ToM_13
source: Found one!
ko_mt: 하나 찾았습니다!

# Banter_ToM_14
source: Eh… nothing. Very funny.
ko_mt: 어… 아무것도. 아주 재미있다.

# Banter_ToM_15
source: Another one, here.
ko_mt: 여기 또 하나.

# CaerLem_Nego23_Spy_Default
source: Alright, I'm opening it.
ko_mt: 알겠습니다. 열어보겠습니다.

# Banter_SwitchToCautious
source: We should be careful.
ko_mt: 조심해야 합니다.

# PriestOfArun1_Priest_NPC
source: Sun on your face, travelers!
ko_mt: 당신의 얼굴에 태양, 여행자!

# PriestOfArun2_Arun_Default
source: Balance and harmony, chaplain!
ko_mt: 균형과 조화, 목사님!

# PriestOfArun3_Priest_NPC
source: Fair weather, faithful one.
ko_mt: 맑은 날씨, 충실한 사람.

# PriestOfArun4_Priest_NPC
source: Good luck and fair weather!
ko_mt: 행운과 맑은 날씨!

# ChurchOfEinar_Dialog_01_16_DalonLark_NPC
source: Did you find any relics of interest in our fight against the Sorr-Akkath?
ko_mt: 소르-아카스와의 전투에서 흥미로운 유물을 찾았습니까?

# Banter_Abjuration_Coparann_01
source: Charming little town…
ko_mt: 매력적인 작은 마을…

# Banter_Abjuration_Coparann_02
source: Access to the canyon is blocked!
ko_mt: 협곡으로의 접근이 차단되었습니다!

# Banter_Abjuration_Coparann_03
source: You can't get to the other side - move on!
ko_mt: 반대편으로 갈 수 없습니다. 계속 진행하세요!

# Banter_Abjuration_Coparann_04
source: You are not allowed to cross this bridge.
ko_mt: 이 다리를 건너면 안 됩니다.

# Banter_Abjuration_Monastery_01
source: Careful - I heard something!
ko_mt: 조심해 - 뭔가 들었어!

# Banter_Abjuration_Monastery_02
source: What were these goblins doing here?
ko_mt: 이 고블린들은 여기서 무엇을 하고 있었던 걸까요?

# Banter_Abjuration_Monastery_03
source: There must be some reason.
ko_mt: 뭔가 이유가 있어야 합니다.

# Banter_Abjuration_Monastery_04
source: Look - it works!
ko_mt: 보세요 - 작동합니다!

# Banter_Abjuration_Monastery_05
source: It's something, isn't it?
ko_mt: 뭔가요, 그렇지 않나요?

# Banter_Abjuration_Monastery_06
source: This is where they're coming from.
ko_mt: 여기에서 그들이 오고 있습니다.

# Atima_Bladeburn_Goodbye
source: Just passing by.
ko_mt: 그냥 지나쳐.

# TextOnlyNPCSpeech_DalonLark01
source: Clear skies, citizens!
ko_mt: 맑은 하늘, 시민 여러분!

# TextOnlyNPCSpeech_HalmanSummer01
source: Clear skies, citizens!
ko_mt: 맑은 하늘, 시민 여러분!

# TextOnlyNPCSpeech_HeddlonSurespell01
source: Clear skies, citizens!
ko_mt: 맑은 하늘, 시민 여러분!

# TextOnlyNPCSpeech_JorielFoxeye01
source: Clear skies, citizens!
ko_mt: 맑은 하늘, 시민 여러분!

# TextOnlyNPCSpeech_CityGuard01_03
source: Safe travels, adventurers!
ko_mt: 안전한 여행, 모험가 여러분!

# TextOnlyNPCSpeech_CityGuard02_03
source: Watch yourselves outside - the roads are not safe!
ko_mt: 밖에서 조심하세요 - 도로는 안전하지 않습니다!

# Introduction_Stealth_LiamArrives
source: Liam! What are you doing here? I told you I'd take care of it!
ko_mt: 리암! 여기서 뭐해? 내가 알아서 하겠다고 말했잖아!

# CaerLem_InTunnel9_Default
source: Wait… Lisbath stayed back?
ko_mt: 잠깐.. 리스바스가 가만히 있었어?

# CaerLem_InTunnel10_Default
source: She was broken.
ko_mt: 그녀는 망가졌다.

# CaerLem_InTunnel11_Default
source: They're gonna kill her!
ko_mt: 그들이 그녀를 죽일거야!

# CaerLem_InTunnel12_Default
source: If we go back for her, we die, too.
ko_mt: 그녀를 위해 돌아가면 우리도 죽습니다.

# CaerLem_InTunnel13_Default
source: But… Fine… you're probably right.
ko_mt: 하지만… 좋아… 당신이 아마 맞을 겁니다.

# Banter_Abjuration_WizardTower_Environment_01
source: There's something strange about this place.
ko_mt: 이곳은 뭔가 이상합니다.

# Banter_Abjuration_WizardTower_Environment_02
source: I feel like someone's watching us.
ko_mt: 누군가 우리를 지켜보고 있다는 느낌이 든다.

# Banter_Abjuration_WizardTower_Environment_03
source: Looks kinda familiar, don't you think?
ko_mt: 왠지 낯익지 않나요?

# Banter_Abjuration_WizardTower_Environment_04
source: It's too quiet!
ko_mt: 너무 조용해!

# Banter_Abjuration_WizardTower_Environment_05
source: This is huge!
ko_mt: 이것은 거대하다!

# Banter_Abjuration_WizardTower_Environment_06
source: Did you see that?
ko_mt: 그거 봤어?

# Banter_Abjuration_WizardTower_Environment_07
source: A Defiler. It vanished!
ko_mt: 디파일러. 사라졌다!

# Banter_Abjuration_WizardTower_Environment_08
source: We should be careful. We're not alone.
ko_mt: 조심해야 합니다. 우리는 혼자가 아닙니다.

# Banter_Abjuration_WizardTower_Kythaela_01
source: Master, I'm coming!
ko_mt: 선생님, 제가 갑니다!

# Banter_Abjuration_WizardTower_Loot_01
source: I can see something in the water.
ko_mt: 물 속에 뭔가가 보입니다.

# Banter_Abjuration_WizardTower_Loot_02
source: There's something under the ground.
ko_mt: 땅 아래에 무언가가 있습니다.

# Banter_Abjuration_WizardTower_Observable_01
source: Friends are always welcome at the Shield!
ko_mt: Shield의 친구는 언제나 환영입니다!

# Banter_Abjuration_WizardTower_Observable_02
source: Peasants probably lived in these outbuildings.
ko_mt: 농민들은 아마도 이 별채에 살았을 것입니다.

# Banter_Abjuration_WizardTower_Observable_03
source: These walls seem to have been reinforced recently.
ko_mt: 이 벽은 최근에 강화된 것 같습니다.

# Banter_Abjuration_WizardTower_Observable_04
source: Lore text
ko_mt: 지식 텍스트

# Banter_Abjuration_WizardTower_Observable_05
source: Lore Text
ko_mt: 지식 텍스트

# Banter_Abjuration_WizardTower_Observable_06
source: That elf looks so military in that garb, and those symbols on the tabard! It can only be Empress Cylloriel Wildspirit!
ko_mt: 그 엘프는 그 복장에서 매우 군사적으로 보이고 휘장에 저 상징이 있습니다! 실로리엘 와일드스피릿 황후만이 될 수 있습니다!

# Banter_Abjuration_WizardTower_Observable_07
source: Lore about the hall
ko_mt: 홀에 대한 지식

# Banter_Abjuration_PuzzleLight_01
source: It doesn't do anything. Maybe we're missing something.
ko_mt: 아무것도 하지 않습니다. 어쩌면 우리가 뭔가를 놓치고 있는지도 모릅니다.

# Banter_Abjuration_PuzzleLight_02
source: We've dealt with this before.
ko_mt: 우리는 전에 이것을 다루었습니다.

# Banter_Abjuration_PuzzleLight_03
source: We should come back at night.
ko_mt: 우리는 밤에 돌아와야 합니다.

# Banter_Abjuration_WizardTower_Environment_09
source: A spectacular place, isn't it?
ko_mt: 장관을 이루는 곳이죠?

# Banter_Abjuration_WizardTower_Environment_10
source: Are they… ghosts?
ko_mt: 그들은… 유령인가?

# Banter_Abjuration_WizardTower_Environment_11
source: What other wonders does this place contain?
ko_mt: 이 장소에는 또 어떤 불가사의가 있습니까?

# Banter_Abjuration_WizardTower_Environment_12
source: Let's stay on guard.
ko_mt: 경계합시다.

# Banter_Abjuration_WizardTower_Kythaela_02
source: We're close now, I can feel it.
ko_mt: 우리는 이제 가까이, 나는 그것을 느낄 수 있습니다.

# Banter_Abjuration_WizardTower_Environment_13_A
source: This magic goes far beyond our knowledge.
ko_mt: 이 마법은 우리의 지식을 훨씬 뛰어 넘습니다.

# Banter_Abjuration_WizardTower_Environment_13_B
source: We can't go through here. It's too dangerous.
ko_mt: 우리는 여기를 통과할 수 없습니다. 너무 위험해

# Banter_Abjuration_WizardTower_Observable_09
source: Unbelievable, an intact copy of the History of the Elven Wars by the First Loremaster of the Arcaneum!
ko_mt: Unbelievable, The First Loremaster of the Arcaneum의 엘프 전쟁 역사의 온전한 사본!

# Banter_Abjuration_WizardTower_Observable_10
source: This harp - look at the grain of this wood, the patina… it hasn't aged a day, seems anachronistic… And a 48-stringer!
ko_mt: 이 하프 - 이 나무의 결을 보세요. 녹청... 하루도 안 늙고 시대착오적인 것 같습니다... 그리고 48 스트링거입니다!

# Banter_Abjuration_WizardTower_Observable_11
source: Knowing Manacalon, it could be anything! And I bet we don't have enough mana to make it work!
ko_mt: 마나칼론을 알면 무엇이든 될 수 있습니다! 그리고 우리는 그것을 작동시키기에 충분한 마나가 없다고 확신합니다!

# Banter_Abjuration_Monastery_07
source: It looks like a pattern that needs to be reproduced in some way…
ko_mt: 어떤 식으로든 재현해야 할 패턴처럼 보입니다...

# Banter_Abjuration_Monastery_08
source: This is a poem in elvish… about the moonlight?
ko_mt: 이것은 요정의 시입니다... 달빛에 대해?

# Banter_Abjuration_Monastery_09
source: Maybe this only works at night!
ko_mt: 아마도 이것은 밤에만 작동합니다!

# NecromancySubQuest101_19_Nope_Formal
source: We'll see what we can do.
ko_mt: 우리가 무엇을 할 수 있는지 알아보겠습니다.

# NecromancySubQuest101_18_Nope_WRITTEN
source: We can't promise anything.
ko_mt: 우리는 아무것도 약속할 수 없습니다.

# NecromancySubQuest101_18_Sure_WRITTEN
source: Sure, we'll do it.
ko_mt: 물론, 우리는 그것을 할 것입니다.

# Banter_Abjuration_WizardTower_Environment_13
source: This magic goes far beyond our knowledge.
ko_mt: 이 마법은 우리의 지식을 훨씬 뛰어 넘습니다.

# Banter_Abjuration_WizardTower_Environment_14
source: We can't go through here. It's too dangerous.
ko_mt: 우리는 여기를 통과할 수 없습니다. 너무 위험해

# Banter_Abjuration_WizardTower_Observable_12
source: Laboratory. ENTRY STRICTLY PROHIBITED.
ko_mt: 실 혐실. 입국을 엄격히 금지합니다.

# Banter_Abjuration_WizardTower_Observable_13
source: Library
ko_mt: 도서관

# Banter_Abjuration_WizardTower_Observable_14
source: Salon
ko_mt: 가게

# Banter_Abjuration_WizardTower_Kythaela_03
source: These projections are from the master, not ghosts.
ko_mt: 이 투영은 유령이 아니라 주인에게서 나온 것입니다.

# AbjurationQuest_CoparannArrival_36_SellswordOrElse_Default
source: It was too late for him.
ko_mt: 그에게는 너무 늦었다.

# Banter_Abjuration_Coparann_ PuzzleLight_Broken
source: This symbol is illegible. Perhaps we can find another one elsewhere?
ko_mt: 이 기호는 읽을 수 없습니다. 다른 곳에서 찾을 수 있을까요?

# Banter_Abjuration_WizardTower_Environment_15
source: The… projections, they're all gone.
ko_mt: ... 예상, 모두 사라졌습니다.

# Banter_Abjuration_WizardTower_Environment_16
source: This must have something to do with Adrasteia's awakening.
ko_mt: 이것은 Adrasteia의 각성과 관련이 있을 것입니다.

# AbjurationQuest_Razan_4_Healer_Any_Normal
source: She doesn't have any wounds that I can see!
ko_mt: 그녀는 내가 볼 수있는 상처가 없습니다!

# AbjurationQuest_Razan_5_SarcasmOrElse_Normal
source: Well then, dazzle us and find out what's happening to her!
ko_mt: 그럼, 우리를 현혹시키고 그녀에게 무슨 일이 일어나고 있는지 알아보십시오!

# Banter_Abjuration_WizardTower_Observable_15
source: By all the gods! Manacalon orchids! Clearly, they are correctly named!
ko_mt: 모든 신들에 의해! 마나칼론 난초! 분명히, 그들은 올바르게 명명되었습니다!

# Banter_Abjuration_WizardTower_Observable_16
source: "Principles of Architecture", by Karhelas Grayhand! He designed the Teansolais, the imperial palace of Siothyrnas!
ko_mt: Karhelas Grayhand의 "건축의 원리"! 그는 Siothyrnas의 황궁인 Teansolais를 설계했습니다!

# Banter_Abjuration_WizardTower_Observable_17
source: This is… Eiradir Fairmind, the justicar, as he presents the first codex of imperial law to the Court!
ko_mt: 이것은… 법관인 에이라디르 페어마인드(Eiradir Fairmind)가 제국법의 첫 번째 코덱스를 법원에 제출하는 것입니다!

# Banter_Conjuration_LavaRiver_01
source: Wait? Have you ever seen this kind of plant?
ko_mt: 기다리다? 이런 식물 본 적 있어?

# Banter_Conjuration_LavaRiver_02
source: The gem must be in this forest. One last effort and it will be ours.
ko_mt: 보석은 이 숲에 있어야 합니다. 마지막으로 한 번만 노력하면 우리의 것이 될 것입니다.

# Banter_Conjuration_LavaRiver_03
source: I knew it, we shouldn't have touched that sticky equipment.
ko_mt: 나는 그것을 알고 있었다, 우리는 그 끈끈한 장비를 만지면 안된다.

# CradleOfFire_Entrance_3_Arbal_NPC
source: Who your nyark friends?
ko_mt: 당신의 nyark 친구는 누구입니까?

# CradleOfFire_Entrance_4_Arbal_NPC
source: Eh, nyark speaks! Kebra teach them?
ko_mt: 어, nyark가 말한다! 케브라가 그들을 가르친다?

# CradleOfFire_Entrance_10_Arbal_NPC
source: Before Arrok, Arbal would kill nyarks.
ko_mt: Arrok 이전에 Arbal은 nyarks를 죽일 것입니다.

# CradleOfFire_Entrance_13_Arbal_NPC
source: Not nice, no.
ko_mt: 좋지 않아, 아니야.

# CradleOfFire_Entrance_15_Orcishspeaker_Default
source: Ah! Thank you, nyark - that make my day.
ko_mt: 아! 고마워요, nyark - 그게 내 하루를 만들어줍니다.

# Banter_Conjuration_LavaRiver_04
source: It's too thick, we won't make it like this!
ko_mt: 너무 두꺼워, 이대로는 안 돼!

# Banter_Conjuration_TheID_01
source: What was that? Where are we?
ko_mt: 그게 뭐였지? 우리를 어디?

# Banter_Conjuration_TheID_Gate_00
source: Go back to where you came from, you insignificant beings. You are not worthy to enter.
ko_mt: 왔던 곳으로 돌아가라, 하찮은 존재들이여. 당신은 들어갈 자격이 없습니다.

# Banter_Conjuration_TheID_Gate_01
source: I laugh at the emptiness of your actions.
ko_mt: 나는 당신의 행동의 공허함에 웃습니다.

# Banter_Conjuration_TheID_Gate_02
source: Play the wise, you fools. Go ahead.
ko_mt: 현명한 플레이를 하십시오, 이 바보들아. 가세요.

# Banter_Conjuration_TheID_DarkCave_1
source: Let's stay together. These caves are dark and full of terrors.
ko_mt: 같이 있자. 이 동굴은 어둡고 공포로 가득 차 있습니다.

# Banter_Conjuration_TheID_DarkCave_2
source: Do you remember where we come from?
ko_mt: 우리가 어디에서 왔는지 기억합니까?

# Banter_Conjuration_TheID_Greed_1
source: It's too easy…
ko_mt: 너무 쉬워…

# Banter_Conjuration_TheClearing_01
source: The gem, we found it!
ko_mt: 보석, 우리가 찾았습니다!

# Banter_Conjuration_TheClearing_02
source: Where are the Soraks?
ko_mt: 설악은 어디에 있습니까?

# Banter_Conjuration_TheID_Beast_Observable_1
source: The gold just disappears in my hands!
ko_mt: 내 손에서 금이 사라진다!

# TextOnlyNPCSpeech_BloodSpear_Guard_01
source: Edrof says gate closed for now.
ko_mt: 에드로프는 지금은 문을 닫았다고 말합니다.

# TextOnlyNPCSpeech_BloodSpear_Guard_02
source: Bloodspear tribe is strong!
ko_mt: 블러드스피어 부족은 강하다!

# TextOnlyNPCSpeech_BloodSpear_Guard_03
source: Nyark go talk to Edrof. Only he give order to open passage.
ko_mt: 니야크는 에드로프에게 가서 말을 걸자. 오직 그는 통로를 열도록 명령합니다.

# TextOnlyNPCSpeech_BloodSpear_Guard_04
source: Brok strong chief! He defeated Edrof.
ko_mt: 강한 부장을 부숴라! 그는 에드로프를 물리쳤다.

# TextOnlyNPCSpeech_BloodSpear_Tribe_01
source: Kebra survived! Kebra strong.
ko_mt: 케브라가 살아났다! 케브라 강하다.

# TextOnlyNPCSpeech_BloodSpear_Tribe_02
source: Nyark want to trade?
ko_mt: Nyark 거래를 원하십니까?

# TextOnlyNPCSpeech_BloodSpear_Tribe_03
source: Bloodspear strong tribe! Bloodspear plenty.
ko_mt: 혈창 강한 부족! 블러드스피어 많음.

# TextOnlyNPCSpeech_BloodSpear_Tribe_04
source: Nyarks friend with Brok. Brok strong chief!
ko_mt: Brok와 Nyarks 친구입니다. 강한 부장을 부숴라!

# TextOnlyNPCSpeech_BladeFang_Guard_01
source: Nyarks go see Radulf!
ko_mt: Nyarks는 Radulf를 만나러 갑니다!

# TextOnlyNPCSpeech_BladeFang_Guard_02
source: Radulf great Shaman.
ko_mt: 라둘프 그레이트 샤먼.

# TextOnlyNPCSpeech_BladeFang_Guard_03
source: Nyark got mighty axe?
ko_mt: Nyark는 강력한 도끼를 가지고 있습니까?

# TextOnlyNPCSpeech_BladeFang_Guard_04
source: Nyarks have spider webs in hair.
ko_mt: 니아크는 머리카락에 거미줄이 있습니다.

# TextOnlyNPCSpeech_BladeFang_Tribe_01
source: Brok new chief? Brok not dead?
ko_mt: 새 팀장을 부숴? 죽지 않은 브로크?

# TextOnlyNPCSpeech_BladeFang_Tribe_02
source: Nyarks need food?
ko_mt: Nyarks에게 음식이 필요합니까?

# TextOnlyNPCSpeech_BladeFang_Tribe_03
source: Bladefang best tribe. Bladefang got big shaman!
ko_mt: 칼날송곳니 최고의 부족. Bladefang은 큰 주술사를 얻었습니다!

# TextOnlyNPCSpeech_BladeFang_Tribe_04
source: Kebra friend with nyarks?
ko_mt: nyarks와 Kebra 친구?

# TextOnlyNPCSpeech_BladeFang_Radulf_01
source: Bring back the greataxe and I will consider an alliance.
ko_mt: 그레이트 도끼를 가져와서 동맹을 고려하겠습니다.

# TextOnlyNPCSpeech_BladeFang_Radulf_02
source: This sigil will unlock the door to my challenge.
ko_mt: 이 인장은 내 도전의 문을 열 것입니다.

# TextOnlyNPCSpeech_BladeFang_Radulf_03
source: No greataxe means we are not joining you.
ko_mt: Greataxe가 없다는 것은 우리가 당신과 합류하지 않는다는 것을 의미합니다.

# Tavern_02_41_Player_Default
source: Go easy on him. He's just a harmless, old drunk.
ko_mt: 그에게 쉽게 가십시오. 그는 그저 무해하고 늙은 술에 취해 있을 뿐입니다.

# Tavern_02_42_Player_Default
source: Probably saw lizardfolk, or dragonborn, or something…
ko_mt: 아마 리자드포크나 드래곤본 같은 걸 본 것 같은데...

# Tavern_02_43_Merton
source: You think I don't know the difference?
ko_mt: 내가 그 차이를 모르는 것 같아?

# Tavern_02_44_Merton
source: All those spines on their backs, those jaws - you've never seen anything like it!
ko_mt: 등의 모든 가시와 턱 - 당신은 그런 것을 본 적이 없습니다!

# Tavern_02_45_Merton
source: Not lizardfolk, not troglodyte, not dragonborn. I'm telling you!
ko_mt: 리자드포크도, 트로글로다이트도, 드래곤본도 아닙니다. 나는 당신에게 말하고 있다!

# Tavern_02_46_Player_Default
source: No one believes in Soraks anymore.
ko_mt: 이제 아무도 설악을 믿지 않습니다.

# Tavern_02_47_Player_Default
source: Except the Church of Einar, of course - there's a Sorak under every bed if you believe them.
ko_mt: 물론 Einar 교회를 제외하고 - 당신이 그것을 믿는다면 모든 침대 아래에 Sorak이 있습니다.

# Tavern_02_48_Player_Default
source: Easy, now. Don't mock people for their faith.
ko_mt: 쉽게, 지금. 믿음 때문에 사람들을 조롱하지 마십시오.

# Tavern_02_49_Merton
source: Read them books. Soraks are masters of deception, infiltration…
ko_mt: 그들에게 책을 읽으십시오. Soraks는 속임수, 침투의 대가입니다…

# Tavern_02_50_Merton
source: …anyone here could be a Sorak, you'd never know.
ko_mt: ...여기 있는 사람은 누구나 설악이 될 수 있습니다.

# Tavern_02_51_Player_Default
source: Oh, come on!
ko_mt: 오 어서!

# Tavern_02_51_Merton
source: You'll see.
ko_mt: 당신은 볼 수.

# Tavern_02_52_Player_Default
source: Anyway…
ko_mt: 그래도…

# Tavern_01_2b_Explorer_Default
source: Is this the place for the Legacy Council job? Hope I'm not too late.
ko_mt: Legacy Council 작업을 위한 장소입니까? 너무 늦지 않았으면 합니다.

# Tavern_049_04_Council_Choiceb
source: The Council's very new. How does it work, exactly?
ko_mt: 위원회는 매우 새로운 것입니다. 정확히 어떻게 작동합니까?

# Tavern_049_04_Council_Carran01b
source: Dear Maraike! You don't know?
ko_mt: 친애하는 마라이케! 몰라?

# Tavern_049_04_Council_Player01b
source: Well, we know that each of the Eastern Kingdoms has a delegation…
ko_mt: 글쎄, 우리는 동부 왕국마다 대표단이 있다는 것을 알고 있습니다 ...

# Tavern_049_04_Council_Carran02b
source: No - not the kingdoms. The Council is a neutral, academic body - in theory, at least.
ko_mt: 아니요 - 왕국이 아닙니다. 위원회는 적어도 이론상으로는 중립적이고 학술적인 기관입니다.

# Tavern_049_04_Council_Carran03b
source: It's true, though, that each delegation is from a different nation.
ko_mt: 그러나 각 대표단이 다른 국가에서 온 것은 사실입니다.

# Tavern_049_04_Council_Carran04b
source: Except for the Church of Einar. They are here to ensure fair dealings.
ko_mt: 에이나르 교회를 제외하고. 그들은 공정한 거래를 보장하기 위해 여기에 있습니다.

# Council01_70b_NPC_Einarium_Sunblaze
source: Our church has been warning of the Sorr-Akkath since humans first came to Solasta…
ko_mt: 우리 교회는 인간이 처음으로 솔라스타에 왔을 때부터 소르-아카스에 대해 경고해 왔습니다…

# Council01_71b_NPC_Einarium_Sunblaze
source: …in the wake of their foul god Sorr-Tarr!
ko_mt: ...그들의 사악한 신 소르타르의 뒤를 이어!

# Council03_37b_Einarboss_NPC
source: Their foul god Sorr-Tarr knows. He is guiding them.
ko_mt: 그들의 사악한 신 소르타르는 알고 있습니다. 그는 그들을 인도하고 있습니다.

# Council03_37c_Einarboss_NPC
source: We tried to leave him - and them - behind on Tirmar. It seems we failed.
ko_mt: 우리는 그와 그들 모두를 티르마르에 남겨두려고 했습니다. 우리가 실패한 것 같습니다.
