Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# BackgroundQuest_End_Acolyte_Rogar_6_Rogar_NPC
source: Tragedy. The curse of Sorr-Tarr hurts us, still.
ko_mt: 비극. 소르타르의 저주는 여전히 우리를 아프게 합니다.

# BackgroundQuest_End_Acolyte_Rogar_7_Failed
source: We couldn't bring him back. He's gone.
ko_mt: 우리는 그를 다시 데려올 수 없었습니다. 그는 갔다.

# Optional_Spy_Quest1_Belmont_NPC
source: You? I know you!
ko_mt: 너? 나는 당신을 알고 있습니다!

# Optional_Spy_Quest2_Spy_Default
source: What?
ko_mt: 뭐라고 요?

# Optional_Spy_Quest3_Belmont_NPC
source: You were at the embassy! An aide or something…
ko_mt: 대사관에 계셨군요! 보좌관이든 뭐든…

# Optional_Spy_Quest4_Spy_Default
source: You're mistaken. I'm a Council deputy.
ko_mt: 당신은 틀렸어. 저는 시의회 의원입니다.

# Optional_Spy_Quest5_Belmont_NPC
source: You can't fool me, I never forget a face.
ko_mt: 당신은 나를 속일 수 없습니다, 나는 얼굴을 잊지 않습니다.

# Optional_Spy_Quest6_Anyother_Default
source: What's going on, friend?
ko_mt: 무슨 일이야, 친구?

# Optional_Spy_Quest7_Spy_Default
source: Never mind.
ko_mt: 괜찮아요.

# Optional_Spy_Quest8_Belmont_NPC
source: That same week, the Gallivan envoy somehow got hold of our plans for the trade treaty…
ko_mt: 같은 주에 갈리반의 특사는 무역 조약에 대한 우리의 계획을 어떻게든 붙잡았습니다…

# Optional_Spy_Quest9_Spy_Default
source: Stop bothering us - we're guests of the princess.
ko_mt: 방해하지 마세요 - 우리는 공주님의 손님입니다.

# Optional_Spy_Quest10_Noble_Default
source: He's a Belmont. Be careful - they're a powerful family in the Snow Alliance.
ko_mt: 그는 벨몬트입니다. 조심하세요. 그들은 Snow Alliance의 강력한 가족입니다.

# Optional_Spy_Quest11_Belmont_NPC
source: This isn't over. Now I found you, we'll settle this!
ko_mt: 아직 끝나지 않았습니다. 이제 당신을 찾았습니다, 우리가 이것을 해결할 것입니다!

# Optional_Spy_Quest12_Anyother_Default
source: Anything we should know?
ko_mt: 우리가 알아야 할 것이 있습니까?

# Optional_Spy_Quest13_Spy_Default
source: Old story.
ko_mt: 오래된 이야기.

# Optional_Spy_Quest14_Anyother_Default
source: Look, if this is going to be a problem, we need to fix it - together.
ko_mt: 이봐, 이것이 문제가 된다면 우리는 함께 그것을 고칠 필요가 있다.

# Optional_Spy_Quest15_Anyother_Default
source: I agree.
ko_mt: 나는 동의한다.

# Optional_Spy_Quest16_Spy_Default
source: All right, then I'll need to see someone at the Gallivan embassy.
ko_mt: 좋아, 그럼 갈리반 대사관에서 누군가를 만나야겠어.

# Optional_Spy_Quest17_Guard_NPC
source: Who goes there?
ko_mt: 누가 거기에 가나요?

# Optional_Spy_Quest18_Spy_Default
source: I'd like to see Ambassador Crawley.
ko_mt: 크롤리 대사를 보고 싶습니다.

# Optional_Spy_Quest19_Guard_NPC
source: Council business?
ko_mt: 협의회 업무?

# Optional_Spy_Quest20_Spy_Default
source: Inaudible
ko_mt: 알아들을 수 없는

# Optional_Spy_Quest21_Guard_NPC
source: Follow me.
ko_mt: 날 따라와

# Optional_Spy_Quest22_Anyother_Default
source: Just like that?
ko_mt: 그냥 그렇게?

# Optional_Spy_Quest23_Spy_Default
source: Shut up and follow.
ko_mt: 닥치고 따라와

# Optional_Spy_Quest24_Joran_NPC
source: I'll be damned. Senior deputy of the Legacy Council.
ko_mt: 난 망할 것이다. 유산 위원회의 수석 대리.

# Optional_Spy_Quest25_Spy_Default
source: Nice to see you, too.
ko_mt: 나도 만나서 반가워.

# Optional_Spy_Quest26_Joran_NPC
source: Can't say I expected your visit.
ko_mt: 나는 당신의 방문을 기대했다고 말할 수 없습니다.

# Optional_Spy_Quest27_Spy_Default
source: I bumped into Belmont at the Palace residence.
ko_mt: 나는 궁전 저택에서 벨몬트와 부딪쳤다.

# Optional_Spy_Quest28_Joran_NPC
source: And?
ko_mt: 그리고?

# Optional_Spy_Quest29_Spy_Default
source: He seems to suspect me over the stolen treaty plans.
ko_mt: 그는 훔친 조약 계획에 대해 나를 의심하는 것 같습니다.

# Optional_Spy_Quest30_Joran_NPC
source: Seems to?
ko_mt: 것 같다?

# Optional_Spy_Quest31_Spy_Default
source: He's pretty eager to pin it on me.
ko_mt: 그는 나에게 그것을 고정하기를 열망합니다.

# Optional_Spy_Quest32_Joran_NPC
source: We can't let that happen.
ko_mt: 우리는 그런 일이 일어나도록 할 수 없습니다.

# Optional_Spy_Quest33_Spy_Default
source: That's why I'm here.
ko_mt: 그게 내가 여기 있는 이유야.

# Optional_Spy_Quest34_Joran_NPC
source: Them?
ko_mt: 그들을?

# Optional_Spy_Quest35_Spy_Default
source: Friends. Trustworthy.
ko_mt: 친구들. 신뢰할 수 있는.

# Optional_Spy_Quest36_Joran_NPC
source: You have to take him out.
ko_mt: 그를 꺼내야 합니다.

# Optional_Spy_Quest37_Joran_NPC
source: I can suggest a course of action.
ko_mt: 행동 방침을 제안할 수 있습니다.

# Optional_Spy_Quest38_Joran_NPC
source: You just need to plant something in the New Empire's embassy.
ko_mt: 신제국의 대사관에 무언가를 심기만 하면 됩니다.

# Optional_Spy_Quest39_Spy_Default
source: Oh, is that all?
ko_mt: 오, 그게 다야?

# Optional_Spy_Quest40_Joran_NPC
source: Unless you have friends in the Silent Whisper.
ko_mt: Silent Whisper에 친구가 없다면.

# Optional_Spy_Quest41_Spy_Default
source: I might.
ko_mt: 그럴 수도 있어요.

# Optional_Spy_Quest42_Joran_NPC
source: Once it's in the right hands, this will kill our friend Belmont's credibility.
ko_mt: 그것이 올바른 손에 들어가면 이것은 우리 친구 Belmont의 신뢰성을 죽일 것입니다.

# Optional_Spy_Quest43_Spy_Default
source: It looks like you have this all figured out.
ko_mt: 이 모든 것을 파악한 것 같습니다.

# Optional_Spy_Quest44_Joran_NPC
source: I always plan for every contingency.
ko_mt: 나는 항상 만일의 사태에 대비한다.

# Optional_Spy_Quest45_Joran_NPC
source: We should go.
ko_mt: 우리는 가야한다.

# Optional_Spy_Quest46_Joran_NPC
source: Then this time it's farewell for good.
ko_mt: 그럼 이번에는 이별입니다.

# Optional_Spy_Quest47_Selfpres_Default
source: You really want to break into the New Empire's embassy?
ko_mt: 정말로 신제국의 대사관에 침입하고 싶습니까?

# Optional_Spy_Quest48_Pragmatic_Default
source: This is crazy.
ko_mt: 이건 미쳤어.

# Optional_Spy_Quest49_Spy_DaliatLives
source: We can ask Daliat. I think he'll help us.
ko_mt: 달리아트에게 물어볼 수 있습니다. 그가 우리를 도울 것이라고 생각합니다.

# Optional_Spy_Quest50_Starter_Normal
source: That's not an embassy.
ko_mt: 대사관이 아닙니다.

# Optional_Spy_Quest51_Spy_Normal
source: Just not its best side.
ko_mt: 단지 그것의 최고의 측면이 아닙니다.

# Optional_Spy_Quest52_Noble_Slang
source: Sewers? Really? How did you know about this?
ko_mt: 하수도? 진짜? 당신은 이것에 대해 어떻게 알았습니까?

# Optional_Spy_Quest53_Spy_Slang
source: Mind your own business. This way. Stay low.
ko_mt: 니 일이나 신경써. 이 방법. 낮은 유지.

# Optional_Spy_Quest54_Spy_Formal
source: Remember, if we're discovered, we're as good as dead.
ko_mt: 우리가 발각되면 죽은 거나 다름없다는 것을 기억하십시오.

# Optional_Spy_Quest55_Spy_Formal
source: This is it.
ko_mt: 이거 야.

# Optional_Spy_Quest56_Spy_Normal
source: Let's hope this works.
ko_mt: 이것이 효과가 있기를 바랍니다.

# Optional_Spy_Quest57_Spy_Slang
source: Let's get out of here.
ko_mt: 여기서 나가자.

# Optional_Spy_Quest58_Daliat_NPC
source: Greetings, colleague.
ko_mt: 안녕, 동료.

# Optional_Spy_Quest59_Spy_Default
source: I'm not your colleague, Daliat. You know that.
ko_mt: 나는 당신의 동료가 아닙니다, 달리앗. 당신은 그것을 알고 있습니다.

# Optional_Spy_Quest60_Daliat_NPC
source: Sure. What can I do for you?
ko_mt: 확신하는. 내가 당신을 위해 무엇을 할 수?

# Optional_Spy_Quest61_Spy_Default
source: You know Lord Belmont?
ko_mt: 벨몬트 경을 아십니까?

# Optional_Spy_Quest62_Daliat_NPC
source: Ambassador Belmont? Of course.
ko_mt: 벨몬트 대사? 물론.

# Optional_Spy_Quest63_Spy_Default
source: We have something on Belmont that you might like. Not flattering.
ko_mt: 당신이 좋아할 만한 벨몬트가 있습니다. 아첨하지 않습니다.

# Optional_Spy_Quest64_Daliat_NPC
source: Nice. What's the catch?
ko_mt: 멋진. 캐치 뭔데?

# Optional_Spy_Quest65_Spy_Default
source: I need you to release it right away.
ko_mt: 당장 풀어주셔야 합니다.

# Optional_Spy_Quest66_Daliat_NPC
source: Right now? No long-term leverage?
ko_mt: 지금 바로? 장기 레버리지가 없습니까?

# Optional_Spy_Quest67_Spy_Default
source: That's right.
ko_mt: 좋아요.

# Optional_Spy_Quest68_Daliat_NPC
source: I'll need you to do something for me, then.
ko_mt: 당신이 날 위해 뭔가를 해줄 필요가 있습니다.

# Optional_Spy_Quest69_Spy_Default
source: I'm listening.
ko_mt: 듣고있어.

# Optional_Spy_Quest70_Daliat_NPC
source: Some… former colleagues are running an operation from a base nearby.
ko_mt: 몇몇… 전 동료들이 근처 기지에서 작전을 펼치고 있습니다.

# Optional_Spy_Quest71_Daliat_NPC
source: I need them dead.
ko_mt: 나는 그들이 죽어야 한다.

# Optional_Spy_Quest72_Spy_Default
source: We're not murderers.
ko_mt: 우리는 살인자가 아닙니다.

# Optional_Spy_Quest73_Daliat_NPC
source: They're traitors to the Silent Whisper. Ruthless bastards, too.
ko_mt: 그들은 Silent Whisper의 배신자입니다. 역시 무자비한 새끼들.

# Optional_Spy_Quest74_Spy_Default
source: Enough to die, just like that?
ko_mt: 죽을 만큼, 이대로?

# Optional_Spy_Quest75_Daliat_Default
source: Your choice. Do this for me and I'll take care of the Belmont thing.
ko_mt: 당신의 선택. 저를 위해 이 일을 하시면 제가 벨몬트 일을 처리하겠습니다.

# Optional_Spy_Quest76_Spy_Default
source: Fair enough.
ko_mt: 그럴 수 있지.

# Optional_Spy_Quest77_Spy_Default
source: Hey! Any news?
ko_mt: 여기 요! 소식이 있나요?

# Optional_Spy_Quest78_Daliat_NPC
source: It's done. Your… friends won't be a problem anymore.
ko_mt: 끝났다. 당신의… 친구는 더 이상 문제가 되지 않습니다.

# Optional_Spy_Quest79_Spy_Default
source: Good! I knew I could depend on you.
ko_mt: 좋은! 나는 내가 당신에게 의존할 수 있다는 것을 알고 있었습니다.

# Optional_Spy_Quest80_Daliat_NPC
source: That tip on Belmont is so good. He's as good as dead.
ko_mt: 벨몬트에 대한 팁이 너무 좋습니다. 그는 죽은 거나 다름없다.

# Optional_Spy_Quest81_Daliat_NPC
source: Pleasure working with you, my friends.
ko_mt: 당신과 함께 일하는 것이 즐겁습니다, 친구들.

# Optional_Spy_Quest82_Spy_Default
source: See you, Daliat.
ko_mt: 또 보자, 달리아트.

# Optional_Spy_Quest83_Spy_Default
source: Is Lord Belmont around?
ko_mt: 벨몬트 경이 주변에 있습니까?

# Optional_Spy_Quest84_Butler_NPC
source: He had to… return home.
ko_mt: 그는... 집으로 돌아가야 했습니다.

# Optional_Spy_Quest85_Spy_Default
source: In a rush?
ko_mt: 급하게?

# Optional_Spy_Quest86_Butler_NPC
source: Indeed.
ko_mt: 물론.

# Optional_Spy_Quest87_Spy_Default
source: Thank you, Ravensworth.
ko_mt: 고마워요, 레이븐스워스.

# Optional_Spy_Quest88_Butler_NPC
source: You're welcome, deputies.
ko_mt: 천만에요, 의원님들.

# Optional_Sellsword_Quest_ScavengersOutpost_1_Bagmordah_NPC
source: Clear skies, friends! I have a letter for someone who fought at Sandreed.
ko_mt: 맑은 하늘, 친구들! Sandreed에서 싸운 사람에게 보내는 편지가 있습니다.

# Optional_Sellsword_Quest_ScavengersOutpost_2_Sellsword_Normal
source: That'd be me. Who wrote me?
ko_mt: 그게 나야. 누가 날 썼어?

# Optional_Sellsword_Quest_ScavengersOutpost_3_Bagmordah_NPC
source: Mildred Warmhearth, innkeeper at Coparann's Strike True tavern. Know her?
ko_mt: Coparann's Strike True 선술집의 여관주인 Mildred Warmhearth. 그녀를 알아?

# Optional_Sellsword_Quest_ScavengersOutpost_4_Sellsword_Normal
source: Sure do. Well, friends, who's in for a trip back there?
ko_mt: 물론입니다. 자, 친구들, 누가 그곳으로 여행을 갈까요?

# Optional_Sellsword_Quest_CoparannInn_5_MildredWarmhearth_NPC
source: Clear skies to you, adventurers! You got my letter?
ko_mt: 모험가 여러분께 맑은 하늘을! 내 편지 받았어?

# Optional_Sellsword_Quest_CoparannInn_6_Sellsword_Normal
source: Clear skies! What's it all about?
ko_mt: 깨끗한 하늘! 무슨 일이야?

# Optional_Sellsword_Quest_CoparannInn_7_MildredWarmhearth_NPC
source: Well, I knew your parents - and I know about the events that led to their deaths!
ko_mt: 글쎄요, 저는 당신의 부모님을 알고 있었습니다. 그리고 부모님을 죽음으로 이끈 사건에 대해서도 알고 있습니다!

# Optional_Sellsword_Quest_CoparannInn_8_ChoiceA_WRITTEN
source: You knew my parents?
ko_mt: 우리 부모님을 아셨어요?

# Optional_Sellsword_Quest_CoparannInn_9_ChoiceB_WRITTEN
source: What events?
ko_mt: 어떤 이벤트?

# Optional_Sellsword_Quest_CoparannInn_10_ChoiceC_WRITTEN
source: Their deaths?
ko_mt: 그들의 죽음?

# Optional_Sellsword_Quest_CoparannInn_11_MildredWarmhearth_NPC
source: You knew my parents?
ko_mt: 우리 부모님을 아셨어요?

# Optional_Sellsword_Quest_CoparannInn_12_MildredWarmhearth_NPC
source: Sure did. They had a house in the Vale, you know.
ko_mt: 물론 그랬다. 그들은 Vale에 집을 가지고 있었습니다.

# Optional_Sellsword_Quest_CoparannInn_13_Sellsword_Normal
source: A house?
ko_mt: 집?

# Optional_Sellsword_Quest_CoparannInn_14_MildredWarmhearth_NPC
source: I wasn't sure the first time I saw you… now I am.
ko_mt: 당신을 처음 보았을 때 확신이 없었습니다... 이제는 그렇습니다.

# Optional_Sellsword_Quest_CoparannInn_15_MildredWarmhearth_NPC
source: Your parents were merchants, and you sometimes traveled with them.
ko_mt: 당신의 부모는 상인이었고 당신은 때때로 그들과 함께 여행했습니다.

# Optional_Sellsword_Quest_CoparannInn_16_MildredWarmhearth_NPC
source: They worked a circuit from the Principality to the Marches.
ko_mt: 그들은 공국에서 행진까지 순회했습니다.

# Optional_Sellsword_Quest_CoparannInn_17_MildredWarmhearth_NPC
source: They were shrewd and successful.
ko_mt: 그들은 영리하고 성공적이었습니다.

# Optional_Sellsword_Quest_CoparannInn_18_MildredWarmhearth_NPC
source: So the house belongs to you now, I guess!
ko_mt: 그래서 집은 이제 당신의 것입니다.

# Optional_Sellsword_Quest_CoparannInn_19_ChoiceB_Normal
source: What events? What are you talking about?
ko_mt: 어떤 이벤트? 무슨 얘기를하는 건가요?

# Optional_Sellsword_Quest_CoparannInn_20_MildredWarmhearth_NPC
source: Fifteen years ago, Coparann was threatened by an orcish horde.
ko_mt: 15년 전, 코파란은 오크 무리의 위협을 받았습니다.

# Optional_Sellsword_Quest_CoparannInn_21_MildredWarmhearth_NPC
source: They hit us hard, and almost overran the defenses!
ko_mt: 그들은 우리를 세게 때렸고 방어선을 거의 넘어섰습니다!

# Optional_Sellsword_Quest_CoparannInn_22_MildredWarmhearth_NPC
source: If the Stonefist company hadn't shown up when they did…
ko_mt: Stonefist 회사가 나타났을 때 나타나지 않았다면…

# Optional_Sellsword_Quest_CoparannInn_23_MildredWarmhearth_NPC
source: They broke the siege, but we'd already lost a lot of people.
ko_mt: 그들은 포위 공격을 깼지만 우리는 이미 많은 사람들을 잃었습니다.

# Optional_Sellsword_Quest_CoparannInn_24_ChoiceC_Normal
source: How did they die?
ko_mt: 그들은 어떻게 죽었습니까?

# Optional_Sellsword_Quest_CoparannInn_25_MildredWarmhearth_MildredWarmhearth
source: They died right after the siege.
ko_mt: 그들은 포위 직후 사망했습니다.

# Optional_Sellsword_Quest_CoparannInn_26_Sellsword_Sellsword
source: After? Not during?
ko_mt: 후에? 동안이 아니라?

# Optional_Sellsword_Quest_CoparannInn_27_MildredWarmhearth_MildredWarmhearth
source: No… I… How can I put this?
ko_mt: 아니… 나는… 이것을 어떻게 넣을 수 있습니까?

# Optional_Sellsword_Quest_CoparannInn_28_Sellsword_InsigtDC20Success
source: They were… responsible.
ko_mt: 그들은… 책임이 있었습니다.

# Optional_Sellsword_Quest_CoparannInn_29_Sellsword_InsigtDC20Fail
source: Come on - spit it out!
ko_mt: 어서 - 뱉어!

# Optional_Sellsword_Quest_CoparannInn_30_MildredWarmhearth_MildredWarmhearth
source: Well, your parents had been spying for the orcs!
ko_mt: 글쎄, 당신의 부모는 오크를 염탐하고 있었다!

# Optional_Sellsword_Quest_CoparannInn_31_Sellsword_Sellsword
source: What? No! How? Who said?
ko_mt: 뭐라고 요? 아니요! 어떻게? 누가 말했어?

# Optional_Sellsword_Quest_CoparannInn_32_MildredWarmhearth_MildredWarmhearth
source: That's the hardest part.
ko_mt: 가장 어려운 부분입니다.

# Optional_Sellsword_Quest_CoparannInn_33_Sellsword_Sellsword
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# Optional_Sellsword_Quest_CoparannInn_34_MildredWarmhearth_MildredWarmhearth
source: It was you. Your testimony sealed their fate.
ko_mt: 당신이었다. 당신의 간증이 그들의 운명을 결정지었습니다.

# Optional_Sellsword_Quest_CoparannInn_35_Sellsword_Sellsword
source: What? Me? How?
ko_mt: 뭐라고 요? 나? 어떻게?

# Optional_Sellsword_Quest_CoparannInn_36_MildredWarmhearth_MildredWarmhearth
source: A seemingly innocent remark, but it led the Ceannard's spymaster to suspect your parents.
ko_mt: 겉보기에는 순진해 보이지만, 그것은 Ceannad의 첩보원으로 하여금 당신의 부모님을 의심하게 만들었습니다.

# Optional_Sellsword_Quest_CoparannInn_37_Sellsword_Sellsword
source: How is it possible that I don't remember any of it?
ko_mt: 어떻게 내가 하나도 기억하지 못할 수가 있지?

# Optional_Sellsword_Quest_CoparannInn_38_MildredWarmhearth_MildredWarmhearth
source: The Ceannard took pity on you and made you drink an elixir of forgetfulness.
ko_mt: 세아나르는 당신을 불쌍히 여겨 건망증의 영약을 마시게 했습니다.

# Optional_Sellsword_Quest_CoparannInn_39_Sellsword_Sellsword
source: Very potent, clearly. I don't remember shit from my childhood.
ko_mt: 매우 강력합니다. 나는 어린 시절의 똥을 기억하지 못한다.

# Optional_Sellsword_Quest_CoparannInn_40_MildredWarmhearth_MildredWarmhearth
source: Yes. The Ceannard miscalculated the dose.
ko_mt: 예. Ceannad는 복용량을 잘못 계산했습니다.

# Optional_Sellsword_Quest_CoparannInn_41_MildredWarmhearth_MildredWarmhearth
source: The Baron sent you away, and provided for your education.
ko_mt: 남작은 당신을 보내고 교육을 제공했습니다.

# Optional_Sellsword_Quest_CoparannInn_42_MildredWarmhearth_MildredWarmhearth
source: He was a former mercenary, and he sent you to learn the same trade.
ko_mt: 그는 전직 용병이었고 같은 직업을 배우도록 당신을 보냈습니다.

# Optional_Sellsword_Quest_CoparannInn_43_Sellsword_Sellsword
source: I guess I should thank him for bleeding in Sandreed… so, there's a house?
ko_mt: Sandreed에서 피를 흘린 것에 대해 그에게 감사해야 할 것 같은데… 그래서, 집이 있습니까?

# Optional_Sellsword_Quest_CoparannInn_44_MildredWarmhearth_MildredWarmhearth
source: All yours! No one knew where to find you until now. It's been kept in good order, waiting.
ko_mt: 당신의 모든 것! 지금까지 아무도 당신을 어디에서 찾을 수 있는지 몰랐습니다. 잘 보관되어 있어서 기다리고 있습니다.

# Optional_Sellsword_Quest_CoparannInn_45_MildredWarmhearth_MildredWarmhearth
source: Your parents gave me this before they went to meet their fate.
ko_mt: 당신의 부모님은 운명을 만나기 전에 이것을 나에게 주셨습니다.

# Optional_Sellsword_Quest_CoparannInn_46_Sellsword_Sellsword
source: What does that mean, "resist temptation"?
ko_mt: "유혹을 물리치다"는 것은 무엇을 의미합니까?

source: Bribery or Sorak evil perhaps?
ko_mt: 뇌물 또는 설악 악?

source: Bribery?
ko_mt: 수회?

# Optional_Sellsword_Quest_CoparannInn_49_Sellsword_Sellsword
source: It was orcs! Let's go search the house for clues!
ko_mt: 오크였다! 집에서 단서를 찾으러 가자!

# Optional_Sellsword_Quest_CoparannInn_50_MildredWarmhearth_MildredWarmhearth
source: You should tell Sergeant Nikannen who you are, by the way. I told him you'd come.
ko_mt: 그건 그렇고, 니카넨 상사에게 당신이 누구인지 말해야 합니다. 나는 당신이 올 것이라고 그에게 말했다.

# Optional_Sellsword_Quest_EnterHouse_1_Sellsword_Slang
source: Clear skies to you, Sarge!
ko_mt: 당신에게 맑은 하늘, 사지!

# Optional_Sellsword_Quest_EnterHouse_2_SergeantNikannen_NPC
source: You, too! What can I do for you today, my friend?
ko_mt: 당신 도요! 오늘은 무엇을 도와드릴까요?

# Optional_Sellsword_Quest_EnterHouse_3_Sellsword_Normal
source: I need the keys to my house in the Vale. Mildred told me.
ko_mt: Vale에 있는 내 집 열쇠가 필요해. 밀드레드가 나에게 말했다.

# Optional_Sellsword_Quest_EnterHouse_4_SergeantNikannen_NPC
source: Oh, it's you? You've grown - well, of course you have! Here - take this note to the Archivist!
ko_mt: 오, 당신입니까? 당신은 성장했습니다 - 물론 당신은 성장했습니다! 여기 - 이 메모를 기록 보관소에 가져가십시오!

# Optional_Sellsword_Quest_EnterHouse_5_Sellsword_Normal
source: Thanks, Sarge!
ko_mt: 고마워, 서지!

# Optional_Sellsword_Quest_Archivist_1_Sellsword_Slang
source: Clear skies, Master Archivist!
ko_mt: 맑은 하늘, 마스터 아카이브!

# Optional_Sellsword_Quest_Archivist_2_AlanMiller_NPC
source: Clear skies! What can I do for you?
ko_mt: 깨끗한 하늘! 내가 당신을 위해 무엇을 할 수?

# Optional_Sellsword_Quest_Archivist_3_Sellsword_Normal
source: Here - from Sergeant Nikannen!
ko_mt: 여기 - 니카넨 상사에게서!

# Optional_Sellsword_Quest_Archivist_4_AlanMiller_NPC
source: I see! Give me a moment, I just need to go into the archives.
ko_mt: 알 겠어요! 잠시만요. 아카이브에 들어가야 합니다.

# Optional_Sellsword_Quest_Archivist_5_AlanMiller_NPC
source: Here you go!
ko_mt: 자!

# Optional_Sellsword_Quest_Archivist_6_Sellsword_Normal
source: Thanks! Clear skies!
ko_mt: 감사! 깨끗한 하늘!

# Optional_Sellsword_Quest_House_1_Any_BUT_sellsword_Normal
source: Nice house!
ko_mt: 좋은 집!

# Optional_Sellsword_Quest_House_2_Sellsword_Normal
source: Strange. It feels familiar and unfamiliar at the same time.
ko_mt: 이상한. 익숙함과 동시에 낯설게 느껴진다.

# Optional_Sellsword_Quest_House_3_Any_BUT_sellsword_Normal
source: Let's go inside!
ko_mt: 안에 들어 가자!

# Optional_Sellsword_Quest_House_4_Sellsword_Normal
source: I got something.
ko_mt: 나는 뭔가를 얻었다.

# Optional_Sellsword_Quest_House_5_Sellsword_Normal
source: Some stuff, and a note…
ko_mt: 약간의 내용과 메모...

# Optional_Sellsword_Quest_House_FightEnd__1_Any_Default
source: Soraks!
ko_mt: 설악!

# Optional_Sellsword_Quest_House_FightEnd__2_Any_Default
source: So they're involved, for sure!
ko_mt: 그래서 그들은 확실히 관련되어 있습니다!

# Optional_Sellsword_Quest_House_FightEnd__3_Sellsword_Default
source: I'll find the rest and kill them!
ko_mt: 나머지는 찾아서 죽여버리겠어!

# Optional_Sellsword_Quest_BackToInn_1_MildredWarmhearth_NPC
source: Clear skies! Did you go to the house?
ko_mt: 깨끗한 하늘! 집에 갔어?

# Optional_Sellsword_Quest_BackToInn_2_Sellsword_Normal
source: Yes - and I found this note!
ko_mt: 예 - 이 메모를 찾았습니다!

# Optional_Sellsword_Quest_BackToInn_3_MildredWarmhearth_NPC
source: Interesting - and surprising!
ko_mt: 흥미롭고 놀랍습니다!

# Optional_Sellsword_Quest_BackToInn_4_Sellsword_Normal
source: Surprising?
ko_mt: 놀라운?

# Optional_Sellsword_Quest_BackToInn_5_MildredWarmhearth_NPC
source: Well, why hide it? They could have shown it to the Ceannard!
ko_mt: 글쎄, 왜 그것을 숨기는가? 그들은 그것을 Ceannad에게 보여줄 수 있었습니다!

# Optional_Sellsword_Quest_BackToInn_6_Sellsword_Normal
source: Anyway, this was written by the real spy.
ko_mt: 어쨌든 이것은 실제 스파이가 작성했습니다.

# Optional_Sellsword_Quest_BackToInn_7_MildredWarmhearth_NPC
source: So what?
ko_mt: 그래서 무엇?

# Optional_Sellsword_Quest_BackToInn_8_CynicOrElse_Slang
source: Good luck finding the writer!
ko_mt: 작가님 잘 찾으세요!

# Optional_Sellsword_Quest_BackToInn_9_Sellsword_Normal
source: Yes, that's it!
ko_mt: 그래 그거야!

# Optional_Sellsword_Quest_BackToInn_10_MildredWarmhearth_NPC
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# Optional_Sellsword_Quest_BackToInn_11_Sellsword_Normal
source: The note - the writing reveals the spy.
ko_mt: 메모 - 글은 스파이를 드러냅니다.

# Optional_Sellsword_Quest_BackToInn_12_MildredWarmhearth_NPC
source: Then why didn't your parents use it at the trial? It would have saved their lives!
ko_mt: 그런데 왜 부모님은 재판에서 그것을 사용하지 않으셨습니까? 그것은 그들의 생명을 구했을 것입니다!

# Optional_Sellsword_Quest_BackToInn_13_Sellsword_Normal
source: Because they wanted to keep me safe!
ko_mt: 그들이 나를 안전하게 지키고 싶었기 때문입니다!

# Optional_Sellsword_Quest_BackToInn_14_MildredWarmhearth_NPC
source: Then they must have known that the spy was present at their trial!
ko_mt: 그렇다면 그들은 스파이가 재판에 참석했다는 것을 알았을 것입니다!

# Optional_Sellsword_Quest_BackToInn_15_MildredWarmhearth_NPC
source: You know… paperwork.
ko_mt: 알다시피... 서류.

# Optional_Sellsword_Quest_BackToInn_16_MildredWarmhearth_NPC
source: The Ceannard, he swears by the rule of law!
ko_mt: Ceannad, 그는 법의 지배를 맹세합니다!

# Optional_Sellsword_Quest_BackToInn_17_MildredWarmhearth_NPC
source: Every trial is recorded. It's all in the archives!
ko_mt: 모든 재판이 기록됩니다. 아카이브에 모두 있습니다!

# Optional_Sellsword_Quest_BackToInn_18_Sellsword_Normal
source: So we have our list of suspects!
ko_mt: 그래서 우리는 용의자 목록을 가지고 있습니다!

# Optional_Sellsword_Quest_BackToInn_19_MildredWarmhearth_NPC
source: Exactly!
ko_mt: 정확히!

# Optional_Sellsword_Quest_Confrontation_1_AllanMiller_NPC
source: Clear skies! What can I do for you today?
ko_mt: 깨끗한 하늘! 오늘 무엇을 도와드릴까요?

# Optional_Sellsword_Quest_Confrontation_2_Sellsword_Normal
source: We need to consult the archives!
ko_mt: 기록 보관소에 문의해야 합니다!

# Optional_Sellsword_Quest_Confrontation_3_AllanMiller_NPC
source: Give me the year and the case, and I'll get whatever you need!
ko_mt: 나에게 연도와 케이스를 주시면 필요한 모든 것을 드리겠습니다!

# Optional_Sellsword_Quest_Confrontation_4_AcademicOrElse_Normal
source: Is that your writing? I've never seen anything so neat!
ko_mt: 그게 당신의 글인가요? 이렇게 깔끔한 건 처음 봤어요!

# Optional_Sellsword_Quest_Confrontation_5_AllanMiller_NPC
source: It's my job. An archive needs to be clear and legible!
ko_mt: 내 일이야 아카이브는 명확하고 읽을 수 있어야 합니다!

# Optional_Sellsword_Quest_Confrontation_6_Sellsword_Slang
source: Right - so your agents don't misunderstand your orders. Traitor!
ko_mt: 맞습니다. 에이전트가 귀하의 주문을 오해하지 않도록 하십시오. 배신자!

# Optional_Sellsword_Quest_Confrontation_7_AllanMiller_NPC
source: Ah, you're too smart for you own good.
ko_mt: 아, 당신은 당신 자신의 이익을 위해 너무 똑똑합니다.

# Background_Sellsword_End_1_Ceannard_NPC
source: Ah - I expected you.
ko_mt: 아 - 당신을 기대했습니다.

# Background_Sellsword_End_2_Sellsword_Default
source: Ceannard.
ko_mt: 세나드.

# Background_Sellsword_End_3_Ceannard_NPC
source: You know the truth. I hope you can forgive me.
ko_mt: 당신은 진실을 알고 있습니다. 당신이 나를 용서할 수 있기를 바랍니다.

# Background_Sellsword_End_4_Ceannard_NPC
source: To think the Soraks were already here…
ko_mt: 설악이 이미 여기 있었다고 생각하면...

# Background_Sellsword_End_5_Ceannard_NPC
source: …manipulating me…
ko_mt: ... 나를 조종하는 ...

# Background_Sellsword_End_6_Sellsword_Default
source: It's in the past.
ko_mt: 그것은 과거에 있습니다.

# Background_Sellsword_End_7_Sellsword_Default
source: Though I'd like you to restore my family's name.
ko_mt: 당신이 내 가족의 이름을 복원해 주길 바라지만.

# Background_Sellsword_End_8_Ceannard_NPC
source: The paperwork is under way.
ko_mt: 서류작업을 진행하고 있습니다.
