Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Council5_62_Choice_Lawful_Default
source: We serve the Council.
ko: 우린 의회를 따르겠습니다.

# Narration/&Council5_63_LeiraKean_NPC
source: And you shall be commended, senior deputies.
ko: 그리하면 칭송받게 될 겁니다, 선임 대리인.

# Narration/&Council5_64_Choice_Selfpres_Default
source: You keep bickering instead of looking for the traitor among you!
ko: 배신자를 찾는 게 아니라 말장난이나 하는 겁니까!

# Narration/&Council5_65_LeiraKean_NPC
source: This is a grave accusation, senior deputy.
ko: 이건 중대 혐의입니다, 선임 대리인.

# Narration/&Council5_66_Authority_Default
source: How could they?
ko: 어찌 그럴수가?

# Narration/&Council5_67_Pragmatic_Default
source: It can't end like this!
ko: 이렇게 끝낼 순 없어!

# Narration/&Council5_68_Crownbearer_Default
source: I can hear it calling!
ko: 날 부르고 있어!

# Narration/&Council5_69_HalmanSummer_NPC
source: Senior deputies, please, a word?
ko: 선임 대리인님, 얘기 좀 할까요?

# Narration/&Council5_70_Authority_Default
source: Summer? What do you want?
ko: 서머? 원하는 게 뭡니까?

# Narration/&Council5_71_Authority_Default
source: Your chancellor led the charge against us in there.
ko: 당신네 총장이 의회에서 앞장서서 우릴 탓하던데요.

# Narration/&Council5_72_HalmanSummer_NPC
source: I'm truly sorry. But, I have some information that might interest you.
ko: 정말 죄송하게 됐습니다. 하지만, 들으면 흥미로워 할 정보가 있지요.

# Narration/&Council5_73_Selfpres_Default
source: I doubt it.
ko: 글쎄요.

# Narration/&Council5_74_HalmanSummer_NPC
source: It's about the secret cult of Arivad.
ko: 아리바드 광신도의 비밀에 관한 겁니다.

# Narration/&Council5_75_Nosy_Default
source: What?
ko: 뭐라?

# Narration/&Council5_76_HalmanSummer_NPC
source: I admit, this is second-hand intelligence, but still…
ko: 간접적인 정보긴 해도, 아직…

# Narration/&Council5_77_Authority_Default
source: Speak up.
ko: 말 해 보시죠.

# Narration/&Council5_78_HalmanSummer_NPC
source: One of my people saw a man with a tattoo…
ko: 제 부하 중 한 명이 문신을 한 사람을 봤답니다…

# Narration/&Council5_79_Selfpres_Default
source: The letter A?
ko: A라 써있는?

# Narration/&Council5_80_HalmanSummer_NPC
source: Yes. He followed the man all day, and to a gathering that night…
ko: 예. 하루종일 미행 해 본 결과, 남쪽 외딴 마을에서 열린…

# Narration/&Council5_81_HalmanSummer_NPC
source: …in a remote village to the south.
ko: ...어느 집회에 참석했다고 하더군요.

# Narration/&Council5_82_Authority_Default
source: What village?
ko: 어디 마을입니까?

# Narration/&Council5_83_HalmanSummer_NPC
source: It's called Earcorn. Very small…
ko: 이어콘이라 하더군요. 매우 작지만…

# Narration/&Council5_84_HalmanSummer_NPC
source: …but you'll find it easily on any local map.
ko: ...지도에서 쉽게 찾을 수 있을 겁니다.

# Narration/&Council5_85_Friendly_Default
source: Thank you, Halman.
ko: 고마워요, 할만.

# Narration/&Council5_86_HalmanSummer_NPC
source: You're welcome. Someone must take care of these cultists.
ko: 별말씀을. 누군가는 광신도를 신경 써야죠.

# Narration/&Council5_87_HalmanSummer_NPC
source: And the Council… well, you know.
ko: 그리고 평의회는... 뭐, 아시잖습니까.

# Narration/&Council5_88_Pragmatic_Default
source: Yes, we do.
ko: 그래요, 알죠.

# Narration/&Council5_After_1_BericSunblaze_NPC
source: I'm so sorry.
ko: 죄송합니다.

# Narration/&Council5_After_2_Friendly_Default
source: Why? You didn't betray us.
ko: 왜요? 당신은 우리를 배신하지 않았어요.

# Narration/&Council5_After_3_BericSunblaze_NPC
source: I understand how they see things, but…
ko: 그들이 만사를 어떻게 바라보는지 이해하긴 하지만…

# Narration/&Council5_After_4_Selfpres_Normal
source: Something's wrong with the Council.
ko: 평의회는 뭔가 단단히 잘못됐어.

# Narration/&Council5_After_5_Selfpres_Slang
source: The Council's rotten.
ko: 평의회는 썩어빠졌어.

# Narration/&Council5_After_6_BericSunblaze_NPC
source: The Council's still young. Everyone is angling for influence…
ko: 평의회는 아직 성숙하지 못한 집단입니다. 그곳의 모든 이들이 자신의 영향력을 넓히고싶어하죠…

# Narration/&Council5_After_7_BericSunblaze_NPC
source: …but squabbling academics are better than clashing armies.
ko: ...그렇지만 칼싸움하는 군대보단 차라리 차라리 말싸움이나 하는 학자들이 더 낫습니다.

# Narration/&Council5_After_8_Nosy_Default
source: Only Airgetine supported us? I mean, beside you.
ko: 우리를 지지하는게 에어제틴뿐이라고요? 그러니까 제 말은, 당신을 제외하면요.

# Narration/&Council5_After_9_Selfpres_Default
source: Why would the New Empire be the only friend we have in there?
ko: 대체 왜 여기서 우리의 친구라고는 신 제국밖에는 없는걸까요?

# Narration/&Council5_After_10_BericSunblaze_NPC
source: Airgetine's a moderate, it's true, but the New Empire is subtle. Plans within plans.
ko: 에어젠틴이 온건파인 것은 맞지만, 신 제국은 굉장히 교묘하게 행동합니다. 어떠한 계획 뒤에 숨겨진 또다른 계획들처럼요.

# Narration/&Council5_After_11_BericSunblaze_NPC
source: It's hard to say whether he was following orders or voting his conscience.
ko: 그가 명령을 따랐던 것인지, 혹은 그의 양심을 따랐던 것인지, 어느쪽인지는 확실히 말하기 어렵습니다.

# Narration/&Council5_After_12_BericSunblaze_NPC
source: I wouldn't read too much into his vote, at least for now.
ko: 일단 저는 그가 던진 표에 대해 너무 깊게 생각하진 않으려 합니다.

# Narration/&Council5_After_13_BericSunblaze_NPC
source: It didn't change anything, anyway.
ko: 그래봐야 바뀌는 것은 아무것도 없으니까요.

# Narration/&Council5_After_14_BericSunblaze_NPC
source: But what about you? How are you coping without the Crown?
ko: 그나저나 당신은 좀 어떠십니까? 왕관 없이 좀 괜찮나요?

# Narration/&Council5_After_15_Crownbearer_Default
source: Better than I expected.
ko: 예상했던 것 보다는 훨씬 낫습니다.

# Narration/&Council5_After_16_Any2_Default
source: Same for me, actually. It almost feels like we still have the Crown.
ko: 사실 저도 마찬가지예요. 꼭 왕관이 아직 우리에게 있는 것처럼 느껴집니다.

# Narration/&Council5_After_17_Any3_Default
source: Exactly. We lost its magical power, but…
ko: 정확해요. 우리가 그것의 마법적 능력을 잃어버리기는 했지만…

# Narration/&Council5_After_18_Any2_Default
source: …the voice is still calling.
ko: ... 그 목소리는 아직도 우리를 부르고 있어요.

# Narration/&Council5_After_19_BericSunblaze_NPC
source: Interesting. So the attunement is unaffected by physical separation?
ko: 흥미롭군요. 그럼 그 조율은 물리적 분리에는 영향받지 않는다는 것이군요?

# Narration/&Council5_After_20_Friendly_Any
source: Keep the Crown safe, Marshal, will you, please?
ko: 원수님, 부디 왕관을 안전하게 지켜주세요. 간청드립니다.

# Narration/&Council5_After_21_BericSunblaze_NPC
source: You have my word.
ko: 반드시 그리 하겠습니다.

# Narration/&MertonAfterCouncil5_1_Merton_NPC
source: Hey, you!
ko: 이봐, 너희들!

# Narration/&MertonAfterCouncil5_2_Cynical_Default
source: Not drowning in your beer today, Arwin?
ko: 오늘은 왠일로 멀쩡하신지요, 아르윈 씨?

# Narration/&MertonAfterCouncil5_3_Merton_NPC
source: No, wait!
ko: 아니, 기다려 봐!

# Narration/&MertonAfterCouncil5_4_Merton_NPC
source: They took the Crown from you?
ko: 평의회가 너희 왕관을 가져갔나?

# Narration/&MertonAfterCouncil5_5_Selfpres_Default
source: How do you know that?
ko: 어떻게 아셨습니까?

# Narration/&MertonAfterCouncil5_6_Merton_NPC
source: How? You really think I'm just a drunk?
ko: 진심인가? 내가 어리숙하고 만취한 취객인 줄 알았나?

# Narration/&MertonAfterCouncil5_7_Merton_NPC
source: The whole Principality knows you have that Crown.
ko: 자네가 왕관을 갖고 있는 건 공국의 모든 사람들이 알고 있네.

# Narration/&MertonAfterCouncil5_8_Merton_NPC
source: I mean had.
ko: 지금은 아니지만.

# Narration/&MertonAfterCouncil5_9_Cynical_Normal
source: Yeah.
ko: 그렇죠.

# Narration/&MertonAfterCouncil5_10_Cynical_Formal
source: Indeed.
ko: 맞습니다.

# Narration/&MertonAfterCouncil5_11_Merton_NPC
source: Something's not right.
ko: 뭔가 이상해.

# Narration/&MertonAfterCouncil5_12_Cynical_Normal
source: You think we need you to tell us?
ko: 우리가 당신의 말을 필요로 한다고 생각하시나요?

# Narration/&MertonAfterCouncil5_13_Merton_NPC
source: I mean something's up - something big.
ko: 내 말은... 뭔가가 벌어졌어. 뭔가 큰 일이.

# Narration/&MertonAfterCouncil5_14_Pragmatic_Normal
source: What, exactly?
ko: 정확히 어떤 것 말입니까?

# Narration/&MertonAfterCouncil5_15_Merton_NPC
source: They're here.
ko: 놈들이 여기 있어.

# Narration/&MertonAfterCouncil5_16_Selfpres_Default
source: Who? The Soraks?
ko: 누구요? 소락이요?

# Narration/&MertonAfterCouncil5_17_Merton_NPC
source: Not them. Their pawns.
ko: 그 자식들 말고, 꼭두각시들 말이야.

# Narration/&MertonAfterCouncil5_18_Lawful_Default
source: You're drunk.
ko: 제대로 취하셨군요.

# Narration/&MertonAfterCouncil5_19_Merton_NPC
source: What's wrong with you?
ko: 왜 말귀를 못 알아들어?

# Narration/&MertonAfterCouncil5_20_Merton_NPC
source: Haven't you seen enough?
ko: 너희도 그동안 똑똑히 봤잖아?

# Narration/&MertonAfterCouncil5_21_Merton_NPC
source: Didn't you see what they can do?
ko: 놈들이 무슨 짓을 하고 있는지 모르겠어?

# Narration/&MertonAfterCouncil5_22_Merton_NPC
source: To people?
ko: 사람들에게?

# Narration/&MertonAfterCouncil5_23_Merton_NPC
source: At first I thought you were just another bunch of brainless Council lackeys…
ko: 처음엔 당신들도 그냥 평의회의 골 빈 하수인들 중 하나인 줄 알았지…

# Narration/&MertonAfterCouncil5_24_Merton_NPC
source: …but you've seen their ways.
ko: ...하지만 당신도 그들의 방식을 봐 왔지.

# Narration/&MertonAfterCouncil5_25_Merton_NPC
source: At Coparann, and plenty other places, I'm sure.
ko: 코파란뿐 아니라 그 외의 많은 장소에서도 마찬가지일거야, 분명히.

# Narration/&MertonAfterCouncil5_26_Merton_NPC
source: The way they get into people's heads.
ko: 그들이 사람들의 사고방식을 이해하는 방법.

# Narration/&MertonAfterCouncil5_27_Merton_NPC
source: I've watched the people of Caer Cyflen for ten years.
ko: 난 케어 키플렌의 사람들을 10년 동안이나 지켜봐왔어.

# Narration/&MertonAfterCouncil5_28_Merton_NPC
source: I've felt a change - slow, subtle…
ko: 나는 뭔가 바뀌는 걸 느꼈지, 느리지만 미묘한 낌새를…

# Narration/&MertonAfterCouncil5_29_Merton_NPC
source: …until now. It's getting stronger!
ko: ...지금은 더 거세진 변화를 말이야!

# Narration/&MertonAfterCouncil5_30_Merton_NPC
source: I can't let them win.
ko: 놈들이 이기게 둘 순 없지.

# Narration/&MertonAfterCouncil5_31_Cynical_Default
source: So what? You're ready to become a hero again?
ko: 그래서요? 다시 영웅 나으리가 되시려고요?

# Narration/&MertonAfterCouncil5_32_Merton_NPC
source: I can still fight.
ko: 난 여전히 싸울 수 있네.

# Narration/&MertonAfterCouncil5_33_Pragmatic_Default
source: Are you offering to join us?
ko: 우리와 함께 하시겠습니까?

# Narration/&MertonAfterCouncil5_34_Merton_NPC
source: You brought back my sword.
ko: 너희가 내 검을 돌려줬지.

# Narration/&MertonAfterCouncil5_35_Merton_NPC
source: That blade and I, we've slain countless abominations down there in the Badlands.
ko: 나는 그 검을 쥐고 저 황무지에서 셀 수 없이 많은 끔찍한 생명체들을 죽여왔다.

# Narration/&MertonAfterCouncil5_36_Merton_NPC
source: You helped me get closure for my lost child.
ko: 당신은 내가 잃어버린 내 아이에 대해 잘 추스를 수 있도록 나를 도와줬어.

# Narration/&MertonAfterCouncil5_37_Merton_NPC
source: You were at my side when we took down the remorhaz.
ko: 당신은 우리가 레모라즈를 물리칠 때 우리 편에 서 있었지.

# Narration/&MertonAfterCouncil5_38_Merton_NPC
source: Yes, I'd like to join you.
ko: 그래, 너희와 함께 하겠어.

# Narration/&MertonAfterCouncil5_39_Choice_WRITTEN
source: Fine.
ko: 좋습니다.

# Narration/&MertonAfterCouncil5_40_Choice_WRITTEN
source: No.
ko: 안 돼요.

# Narration/&MertonAfterCouncil5_41_Agreed_Default
source: Fine, come with us.
ko: 좋습니다, 저희와 함께 가시죠.

# Narration/&MertonAfterCouncil5_42_Refused_Default
source: You're useless!
ko: 당신은 쓸모없어요!

# Narration/&MertonAfterCouncil5_43_Refused_Merton
source: And you're stupid!
ko: 그리고 니들은 멍청하지!

# Narration/&MertonAfterCouncil5_44_Agreed_Merton
source: Ha ha! Now you're talking!
ko: 하하! 드디어 말이 통하는구만!

# Narration/&FightingCultists_1_1_Authority_Default
source: This is it? Earcorn!
ko: 이게 단가? 이어콘!

# Narration/&FightingCultists_1_2_Merton_NPC
source: Look, a farm! And another! High adventure - I love it!
ko: 저쪽에, 농장이다! 저기에도! 엄청난 모험이 됐군 - 마음에 들어!

# Narration/&FightingCultists_1_3_Cynical_Normal
source: This doesn't exactly feel like the headquarters for a massive invasion.
ko: 대규모 습격을 위한 본부라곤 느껴지지 않네.

# Narration/&FightingCultists_1_4_Cynical_Slang
source: Some headquarters. Dark cults used to be better.
ko: 이딴게 본부라. 다른 광신도들이 훨씬 더 나았지.

# Narration/&FightingCultists_1_5_Cynical_Formal
source: Not exactly how I imagined the lair of evil Sorr-Akkath worshippers.
ko: 상상하던 사악한 소라카스 숭배자들의 소굴이랑은 다르네요.

# Narration/&FightingCultists_1_6_Pragmatic_Default
source: But it could be hiding a small group of infiltrators.
ko: 하지만 소규모 잠입자 무리가 숨어 지낼 만하군.

# Narration/&FightingCultists_1_7_Pragmatic_Default
source: Still, a good cover for cunning infiltrators.
ko: 그래도, 교활한 잠입자에겐 좋은 은신처야.

# Narration/&FightingCultists_1_8_Pragmatic_Normal
source: Let's look around for anything suspicious.
ko: 수상한 걸 찾아보자.

# Narration/&FightingCultists_1_9_Pragmatic_Formal
source: Let us examine the area in search of clues.
ko: 단서를 찾아야 하니 지역을 조사합시다.

# Narration/&FightingCultists_1_10_Cynical_Default
source: No tavern? That's suspicious for a start.
ko: 여관도 없다? 시작부터 수상하네요.

# Narration/&FightingCultists_1_11_Merton_NPC
source: That was my line!
ko: 내가 할 말이야!

# Narration/&FightingCultists_1_12_Authority_Slang
source: Shut up! We're trying to be stealthy!
ko: 닥쳐! 우린 은밀해야 한다고!

# Narration/&FightingCultists_1_13_Authority_Normal
source: You'd better be quiet if you don't want us to be spotted.
ko: 들키고 싶지 않으면 조용하는 게 좋을 겁니다.

# Narration/&FightingCultists_1_14_Authority_Format
source: Quiet, if you please. Let discretion be our watchword.
ko: 조용히 해 주시죠. 지금은 신중을 신조로 삼을 때입니다.

# Narration/&FightingCultists_2_1_Any_Default
source: I have something!
ko: 뭔가 찾았어!

# Narration/&FightingCultists_2_2_Cynical_Default
source: Footprints? Really? It's a village. People live here.
ko: 발자국? 진심이야? 여긴 마을이야. 사람들이 살고 있다고.

# Narration/&FightingCultists_2_3_Cynical_Default
source: Random footprints in a village? Not much of a clue.
ko: 마을에 주인 모를 발자국이라? 단서 따위도 못 되지.

# Narration/&FightingCultists_2_4_Merton_NPC
source: Your villagers have claws.
ko: 마을 사람들이 발톱을 숨기고 있군.

# Narration/&FightingCultists_2_5_Any_Default
source: Your villagers have claws.
ko: 마을 사람들이 발톱을 숨기고 있군.

# Narration/&FightingCultists_2_6_Selfpres_Default
source: Soraks?
ko: 소락인가?

# Narration/&FightingCultists_2_7_Authority_Default
source: This is it! Be ready for anything.
ko: 결론 났네! 준비 단단히 해 둬.

# Narration/&AfterFightingCultists_1_Pragmatic_Default
source: That didn't feel like we surprised them.
ko: 우리 기습이 별로 성공한 것 같지 않네.

# Narration/&AfterFightingCultists_2_Violent_Default
source: Because we didn't.
ko: 그야 안 그랬으니까.

# Narration/&AfterFightingCultists_3_Selfpres_Default
source: This was a trap.
ko: 함정이였어.

# Narration/&AfterFightingCultists_4_Merton_NPC
source: Yep, carefully set up to kill us - well, you, I guess.
ko: 우릴 죽이려고 신경써서 준비해둔 거네 - 음, 내 말은 너희들을 죽이려고.

# Narration/&AfterFightingCultists_5_Selfpres_Default
source: Halman Summer?
ko: 할만 서머가?

# Narration/&AfterFightingCultists_6_Pragmatic_Default
source: He said the intelligence wasn't certain.
ko: 정보가 확실하지 않다곤 했지.

# Narration/&AfterFightingCultists_7_Merton_NPC
source: The Antiquarian? He told you about this place?
ko: 그 고고학자? 그놈이 여길 알려줬다고?

# Narration/&AfterFightingCultists_8_Violent_Default
source: He's a traitor!
ko: 놈이 배신자야!

# Narration/&AfterFightingCultists_9_Nosy_Default
source: A Sorak in disguise?
ko: 변장한 소락인가?

# Narration/&AfterFightingCultists_10_Pragmatic_Default
source: Or just one of their agents.
ko: 아니면 놈들의 요원 중 하나란 거겠지.

# Narration/&AfterFightingCultists_11_Merton_NPC
source: Or just one of their agents.
ko: 아니면 놈들을 위해 일한단 거겠지.

# Narration/&AfterFightingCultists_12_Pragmatic_Default
source: Anyone checked him for a tattoo?
ko: 문신 확인 해 본 사람 있나?

# Narration/&AfterFightingCultists_13_Violent_Default
source: There's only one way to know for sure.
ko: 확실하게 알아낼 방법은 하나뿐이지.

# Narration/&AfterFightingCultists_14_Authority_Default
source: Let's go back to Caer Cyflen.
ko: 케어 키플렌으로 돌아가자.

# Narration/&ReturnToCC_1_Selfpres_Normal
source: What's going on?
ko: 무슨 일입니까?

# Narration/&ReturnToCC_1_Selfpres_Formal
source: What is all this?
ko: 이것들은 다 뭘까요?

# Narration/&ReturnToCC_2_Pragmatic_Default
source: Is that the army? In the city?
ko: 저거 군대야? 도시 안에?

# Narration/&ReturnToCC_3_Violent_Default
source: Let's find Summer!
ko: 서머를 찾아!

# Narration/&ReturnToCC_4_Pragmatic_Default
source: I'd prefer to find Carran first.
ko: 캐런을 먼저 찾는 게 나을 것 같은데.

# Narration/&ReturnToCC_5_Merton_NPC
source: I have to check on someone. I'll catch you later.
ko: 난 누구 좀 봐야겠어. 나중에 보지.

# Narration/&ReturnToCC_6_Nosy_Default
source: Check on who?
ko: 누구를 말이죠?

# Narration/&ReturnToCC_7_Nosy_Default
source: I thought he had no friends left.
ko: 친구라곤 없을 줄 알았는데.

# Narration/&ReturnToCC_8_Cynical_Default
source: His brewer, maybe?
ko: 양조업자를 만난다던가?

# Narration/&ReturnToCC_Bartender_1_Any_Normal
source: Hello, Karel! Have you seen Lord Carran?
ko: 안녕 카렐! 캐런 경 본 적 있나?

# Narration/&ReturnToCC_Bartender_1_Any_Slang
source: Hey, Karel! Seen Carran around?
ko: 이봐 카렐! 캐런 경 봤나?

# Narration/&ReturnToCC_Bartender_1_Any_Formal
source: Greetings, master Martel. Have you seen lord Carran recently?
ko: 안녕하세요 마스터 마텔, 최근에 캐런 경을 본 적 있나요?

# Narration/&ReturnToCC_Bartender_2_KarelMartel_NPC
source: Not since the conscription.
ko: 징집 시작된 이후로는 못 봤는데.

# Narration/&ReturnToCC_Bartender_3_Any_Default
source: Conscription? Is that what's happening?
ko: 징집? 지금 그것 때문에 이렇게 소란스러운 거야?

# Narration/&ReturnToCC_Bartender_4_KarelMartel_NPC
source: I know, it's been in the air, but now…
ko: 알아, 풍문으로만 돌았지만…

# Narration/&ReturnToCC_Bartender_5_KarelMartel_NPC
source: …rumors has it that Gallivan's armies are massing at the eastern border.
ko: 갈리반의 군대가 동쪽 국경에 모이고 있다는 게 드러났어.

# Narration/&ReturnToCC_Bartender_6_Any_Default
source: Gallivan? Why?
ko: 갈리반? 왜지?

# Narration/&ReturnToCC_Bartender_7_KarelMartel_NPC
source: Ask your friends on the Council. They were supposed to keep the peace.
ko: 의회 친구들한테 물어봐. 평화를 지켰어야 하는 게 그네들이니까.

# Narration/&ReturnToCC_Robar1_Any_Default
source: Robar? You've been drafted?
ko: 로바? 당신도 징집됐어요?

# Narration/&ReturnToCC_Robar2_Robar_NPC
source: Don't be ridiculous - I enlisted! Gets me the rank I deserve. Finally.
ko: 웃기는 소리 하지 마세요 - 나는 현역이라고요! 드디어 내게 맞는 계급을 달게 됐죠.

# Narration/&ReturnToCC_Robar3_Any_Default
source: Captain? That's even higher than Beryl Stonebeard.
ko: 대위? 베릴 스톤비어드보다도 높네요.

# Narration/&ReturnToCC_Robar4_Robar_NPC
source: I'd rather forget that time, fighting Soraks in that hellhole Caer Lem.
ko: 케어 렘의 지옥굴에서 소락과 싸우던 때 얘기는 하고 싶지 않은데요.

# Narration/&ReturnToCC_Robar5_Any_NPC
source: Is war really better?
ko: 지금 전쟁이 낫다는 이야기예요?

# Narration/&ReturnToCC_Robar6_Sellsword_Default
source: Can't disagree.
ko: 반박할 수가 없군.

# Narration/&ReturnToCC_Robar7_Robar_NPC
source: Gallivan's armies are honest foes - flesh, blood, and steel.
ko: 갈리반의 군대는 정직한 적이예요 - 살점, 피, 그리고 쇠붙이들.

# Narration/&ReturnToCC_Robar8_Any_NPC
source: If you say so.
ko: 뭐 그렇다면야.

# Narration/&ReturnToCC_Robar9_Any_NPC
source: Be safe, Robar.
ko: 몸 조심해요, 로바.

# Narration/&ReturnToCC_Robar10_Sellsword_Default
source: To the bitter end, brother.
ko: 최후까지, 형제여.

# Narration/&ReturnToCC_Robar11_Robar_Default
source: To the bitter end.
ko: 최후까지.

# Narration/&ReturnToCC_Robar12_Robar_Default
source: You, too.
ko: 여러분도요.

# Narration/&ReturnToCC_Beryl1_Any_NPC
source: Beryl? What's going on?
ko: 베릴? 무슨 일이에요?

# Narration/&ReturnToCC_Beryl1_Highclass_Default
source: Lady Stonebeard, what is happening?
ko: 스톤비어드양, 무슨 일입니까?

# Narration/&ReturnToCC_Beryl2_Beryl_NPC
source: You still here? I suppose we owe this mess to you?
ko: 아직 여기에 있었어요? 어쩌다 이 난장판을 만들었어요?

# Narration/&ReturnToCC_Beryl3_Any_Default
source: What mess?
ko: 무슨 난장판요?

# Narration/&ReturnToCC_Beryl4_Beryl_NPC
source: War. Or the threat of war.
ko: 전쟁. 혹은 그에 준하는 일촉즉발의 상황.

# Narration/&ReturnToCC_Beryl5_Any_Default
source: We didn't do anything!
ko: 우린 아무 잘못도 없어요!

# Narration/&ReturnToCC_Beryl6_Beryl_NPC
source: Well, the Snow Alliance representatives are leaving.
ko: 어쨋든, 설산 동맹의 대표자들은 떠나가고 있습니다.

# Narration/&ReturnToCC_Beryl7_Beryl_NPC
source: We don't want to be caught between Masgarth and Gallivan.
ko: 우리는 마스가르스 공국과 갈리반 왕국 사이에 굳이 끼어들고싶지는 않아요.

# Narration/&ReturnToCC_Beryl8_Any_Default
source: How about maintaining peace?
ko: 평화를 유지하는건 어떻습니까?

# Narration/&ReturnToCC_Beryl9_Beryl_NPC
source: I did my part. Didn't work.
ko: 난 내 역할을 했어요. 소용은 없었지만.

# Narration/&ReturnToCC_Beryl10_Any_Default
source: When are you leaving?
ko: 당신은 언제 떠나죠?

# Narration/&ReturnToCC_Beryl11_Beryl_NPC
source: As soon as my dawdling cousin gives the order.
ko: 우리의 저 꾸물거리는 사촌이 명령만 내리면 바로요.

# Narration/&ReturnToCC_Beryl12_Beryl_NPC
source: Let's hope we can meet again, on the same side.
ko: 우리가 같은 편에 서서 다시 만나길 바랍시다.

# Narration/&ReturnToCC_Beryl13_Any_NPC
source: Farewell, Beryl.
ko: 안녕히, 베릴.

# Narration/&ReturnToCC_Beryl14_Highclass_Default
source: Good luck, my lady.
ko: 우리 아가씨의 행운을 빕니다.

# Narration/&ReturnToCC_Beryl15_Beryl_NPC
source: Cut the 'my' lady stuff, will you?
ko: '우리' 아가씨라는 말좀 그만 둬 줄래요?

# Narration/&ReturnToCC_HalmanDaliat1_Any_Default
source: Daliat! What's going on?
ko: 달리앗! 무슨 일이야?

# Narration/&ReturnToCC_HalmanDaliat2_Daliat_NPC
source: Well, I'd rather not say.
ko: 글쎄, 말을 아끼는 것이 좋겠군.

# Narration/&ReturnToCC_HalmanDaliat3_Any_Default
source: Always secretive.
ko: 항상 비밀스럽구만.

# Narration/&ReturnToCC_HalmanDaliat4_Spy_Default
source: Do we still need to play this game?
ko: 우리가 이 놀이를 계속 할 필요가 있을까?

# Narration/&ReturnToCC_HalmanDaliat5_HeddlonSurespell_NPC
source: Oh, hello.
ko: 오, 안녕하십니까.

# Narration/&ReturnToCC_HalmanDaliat6_Any_Default
source: Heddlon Surespell, what a surprise.
ko: 헤들론 슈어스펠, 이렇게 놀라울 수가.

# Narration/&ReturnToCC_HalmanDaliat7_Spy_Default
source: Are you two related?
ko: 둘이 붙어먹던 겁니까?

# Narration/&ReturnToCC_HalmanDaliat8_Daliat_NPC
source: He's my superior.
ko: 내 상관이시지.

# Narration/&ReturnToCC_HalmanDaliat9_HeddlonSurespell_NPC
source: Two ranks above.
ko: 두 계급 더 높은.

# Narration/&ReturnToCC_HalmanDaliat10_Daliat_Default
source: Right.
ko: 그렇죠.

# Narration/&ReturnToCC_HalmanDaliat11_Spy_NPC
source: So, you two are spies?
ko: 그러니까, 둘이 첩자라는 겁니까?

# Narration/&ReturnToCC_HalmanDaliat12_HeddlonSurespell_Default
source: Such a crude word.
ko: 너무 상처 주는 말이군요.

# Narration/&ReturnToCC_HalmanDaliat13_Daliat_NPC
source: We prefer the old name: 'Silent Whisper.'
ko: 우리는 옛 이름인 '고요한 속삭임'을 더 선호하지.

# Narration/&ReturnToCC_HalmanDaliat14_Lawful_Default
source: The intelligence service of the Manacalon Empire? Really?
ko: 마나칼론 제국의 정보부란 말인가? 정말로?

# Narration/&ReturnToCC_HalmanDaliat15_Daliat_NPC
source: Nicer than 'spies.'
ko: '첩자'보단 나으니.

# Narration/&ReturnToCC_HalmanDaliat16_Authority_Default
source: So, what's in there?
ko: 아무튼, 안에 뭐가 들은 겁니까?

# Narration/&ReturnToCC_HalmanDaliat17_HeddlonSurespell_NPC
source: Nothing and no one, I'm afraid.
ko: 유감스럽지만 아무것도, 아무도 없어요.

# Narration/&ReturnToCC_HalmanDaliat18_HeddlonSurespell_NPC
source: I was looking for your… acquaintance, Halman Summer.
ko: 당신의 지인을 찾고 있었죠, 할만 서머.

# Narration/&ReturnToCC_HalmanDaliat19_Violent_Default
source: Oh, him?
ko: 그 사람요?

# Narration/&ReturnToCC_HalmanDaliat20_Violent_Default
source: We were looking for him, too.
ko: 우리도 찾고 있지요.

# Narration/&ReturnToCC_HalmanDaliat21_HeddlonSurespell_NPC
source: I'm afraid he's gone.
ko: 안타깝게도 그는 떠났습니다.

# Narration/&ReturnToCC_HalmanDaliat22_Pragmatic_Default
source: Isn't everybody leaving?
ko: 남아 있는 사람이 있기는 합니까?

# Narration/&ReturnToCC_HalmanDaliat23_HeddlonSurespell_NPC
source: The Antiquarians and the other Snow Alliance people are pulling out.
ko: 고고학자들과 다른 설산 동맹 사람들도 철수하고 있죠.

# Narration/&ReturnToCC_HalmanDaliat24_HeddlonSurespell_NPC
source: The Antiquarians are still packing up, though.
ko: 고고학자들은 아직 짐 싸는 중이지만요.

# Narration/&ReturnToCC_HalmanDaliat25_Pragmatic_Default
source: He sent after a lead…
ko: 그가 단서를 보내주었는데…

# Narration/&ReturnToCC_HalmanDaliat26_Selfpres_Default
source: …or rather, into a trap.
ko: ...사실은 함정이었죠.

# Narration/&ReturnToCC_HalmanDaliat27_HeddlonSurespell_NPC
source: I'm not surprised.
ko: 별로 놀랍지는 않습니다.

# Narration/&ReturnToCC_HalmanDaliat28_HeddlonSurespell_NPC
source: We had eyes on him, but… we lost him.
ko: 그를 주시하고는 있었지만... 놓쳤습니다.

# Narration/&ReturnToCC_HalmanDaliat29_Selfpres_Default
source: Is he that good?
ko: 그렇게 능력자인가요?

# Narration/&ReturnToCC_HalmanDaliat30_HeddlonSurespell_NPC
source: Or he had help. Magical.
ko: 아니면 도움을 받았겠죠. 마법이라던가.

# Narration/&ReturnToCC_HalmanDaliat31_Selfpres_NPC
source: Soraks?
ko: 소락에게?

# Narration/&ReturnToCC_HalmanDaliat32_HeddlonSurespell_NPC
source: Who knows?
ko: 누가 알겠어요?

# Narration/&ReturnToCC_HalmanDaliat33_Pragmatic_NPC
source: What triggered all this?
ko: 대체 뭘 건드려서 이렇게 된 겁니까?

# Narration/&ReturnToCC_HalmanDaliat34_HeddlonSurespell_NPC
source: You should really get to the Council.
ko: 평의회에 꼭 가보셔야겠군요.
