Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Necromancy_Observable_09_Teleporter8_Any_Default
source: Or into the heart of a volcano or somewhere equally unpleasant.
ko_mt: 아니면 화산 심장부나 똑같이 불쾌한 곳으로.

# Necromancy_Observable_09_Teleporter9_Any_Default
source: We've heard how paranoid this Master is.
ko_mt: 우리는 이 마스터가 얼마나 편집증적인 사람인지 들었습니다.

# Necromancy_Observable_09_Teleporter10_Any_Default
source: So - are we going?
ko_mt: 그래서 - 갈까요?

# Necromancy_Observable_09_Teleporter11_Any_Default
source: Why don't you go first? If it's somewhere nice, you can come back and tell us.
ko_mt: 먼저 가지 않을래? 좋은 곳이면 다시 와서 알려주세요.

# Necromancy_Observable_10_QuestEnd1_Any_Default
source: So that's it?
ko_mt: 그게 다야?

# Necromancy_Observable_10_QuestEnd2_Any_Default
source: Yes? I can feel its power. It's… incredible!
ko_mt: 예? 나는 그 힘을 느낄 수 있습니다. 그것은… 굉장하다!

# Necromancy_Observable_10_QuestEnd3_Any_Default
source: Don't let it overwhelm you. Necromancy is dark magic.
ko_mt: 당신을 압도하지 마십시오. 강령술은 암흑 마법입니다.

# Necromancy_Observable_10_QuestEnd4_Any_Default
source: That's right. We should probably sell it. How much do you think a smallish palace costs these days?
ko_mt: 좋아요. 우리는 아마 그것을 팔 것입니다. 요즘 작은 궁전의 가격은 얼마라고 생각합니까?

# Necromancy_Observable_10_QuestEnd5_Any_Default
source: Stop it. You know we can't do that.
ko_mt: 그만 해요. 우리가 그렇게 할 수 없다는 것을 알고 있습니다.

# Necromancy_Observable_10_QuestEnd6_Any_Default
source: We must get it back to the Council.
ko_mt: 우리는 그것을 의회에 돌려주어야 합니다.

# Necromancy_Observable_10_QuestEnd7_Any_Default
source: Can't blame me for trying.
ko_mt: 노력하는 저를 탓할 수는 없습니다.

# Necromancy_Observable_11_EnterSolar1_Any_Default
source: Ugh. Teleporting feels weird.
ko_mt: 어. 텔레포트는 이상하게 느껴진다.

# Necromancy_Observable_11_EnterSolar2_Any_Default
source: I wonder what this Mardracht is like?
ko_mt: 이 마르드라흐트가 어떤지 궁금합니다.

# Necromancy_Observable_11_EnterSolar3_Any_Default
source: If he fought at the Rift, imagine the stories he has to tell!
ko_mt: 그가 리프트에서 싸웠다면 그가 들려줄 이야기를 상상해보세요!

# Necromancy_Observable_11_EnterSolar4_Any_Default
source: Dropping in unannounced on a paranoid recluse with untold magical powers. What could possibly go wrong?
ko_mt: 말할 수 없는 마법의 힘을 가진 편집증 은둔자에게 예고 없이 들르는 것. 무엇이 잘못될 수 있습니까?

# Necromancy_Observable_12_Angbisbones011_Any_Default
source: It's a book!
ko_mt: 책이야!

# Necromancy_Observable_12_Angbisbones012_Any_Default
source: You're amazing! Just one look, and you knew!
ko_mt: 너 굉장하다! 한 번만 보면 알 수 있습니다!

# Necromancy_Observable_12_Angbisbones013_Any_Default
source: That's the sigil of the Antiquarians on the cover!
ko_mt: 표지에 있는 골동품 수집가의 인장입니다!

# Necromancy_Observable_12_Angbisbones014_Any_Default
source: It's in the common tongue: "The Journal of Angbi Kramsson."
ko_mt: 일반적인 언어로 되어 있습니다. "Angbi Kramsson의 저널"입니다.

# Necromancy_Observable_12_Angbisbones015_Any_Default
source: Those must be his bones here.
ko_mt: 그것이 여기 그의 뼈임에 틀림없다.

# Necromancy_Observable_12_Angbisbones016_Any_Default
source: I bet the Antiquarians would like to have this.
ko_mt: 골동품 수집가들은 이것을 갖고 싶어합니다.

# Necromancy_Observable_12_Angbisbones017_Any_Default
source: That was the ghost we met earlier!
ko_mt: 아까 우리가 만났던 그 유령이야!

# Necromancy_Observable_13_NecroText011_Any_Default
source: What's this?
ko_mt: 이게 뭐야?

# Necromancy_Observable_13_NecroText012_Any_Default
source: Going out on a limb, here - but I *think* it's a piece of parchment.
ko_mt: 사지에 나가서, 여기 - 하지만 내 생각에 이건 양피지 조각인 것 같아요.

# Necromancy_Observable_13_NecroText013_Any_Default
source: You're not as funny as you think you are.
ko_mt: 당신은 당신이 생각하는 것만큼 재미있지 않습니다.

# Necromancy_Observable_13_NecroText014_Any_Default
source: It's high elven. Looks like notes for some kind of experiment.
ko_mt: 하이 엘프입니다. 일종의 실험에 대한 메모처럼 보입니다.

# Necromancy_Observable_13_NecroText015_Any_Default
source: Like, for example, doing unspeakable magical things to dead bodies?
ko_mt: 예를 들어, 시체에 말할 수 없는 마법 같은 일을 하는 것과 같은 건가요?

# Necromancy_Observable_14_NecroText021_Any_Default
source: What's this?
ko_mt: 이게 뭐야?

# Necromancy_Observable_14_NecroText022_Any_Default
source: It's a journal. Look - dates here, and entries there.
ko_mt: 저널입니다. 보기 - 날짜는 여기에, 항목은 거기에 있습니다.

# Necromancy_Observable_14_NecroText023_Any_Default
source: What language is this?
ko_mt: 이것이 무슨 언어 지?

# Necromancy_Observable_14_NecroText024_Any_Default
source: Draconic. They say it's older than high elven.
ko_mt: 드라코닉. 하이 엘프보다 나이가 많다고 합니다.

# Necromancy_Observable_14_NecroText025_Any_Default
source: Hm. Some scholars use obscure languages to prevent others stealing their research.
ko_mt: 흠. 일부 학자들은 다른 사람들이 자신의 연구를 훔치는 것을 방지하기 위해 모호한 언어를 사용합니다.

# Necromancy_Observable_14_NecroText026_Any_Default
source: Well, everyone said he was paranoid.
ko_mt: 글쎄, 모두 그가 편집증적이라고 말했다.

# Necromancy_Observable_14_NecroText027_Any_Default
source: Or…
ko_mt: 또는…

# Necromancy_Observable_14_NecroText028_Any_Default
source: What? He's a dragon? How would that work?
ko_mt: 뭐라고 요? 그는 드래곤? 어떻게 작동할까요?

# Necromancy_Observable_14_NecroText029_Any_Default
source: The most powerful dragons can take any form they choose. Why not an elf?
ko_mt: 가장 강력한 드래곤은 원하는 형태를 취할 수 있습니다. 엘프는 왜 안되지?

# Necromancy_Observable_14_NecroText0210_Any_Default
source: That's pretty far-fetched. He probably just learned draconic.
ko_mt: 그것은 꽤 먼 이야기입니다. 그는 아마도 막 가혹한 것을 배웠을 것입니다.

# Necromancy_Observable_15_WeirdSigil1_Any_Default
source: That looks weird.
ko_mt: 이상해 보인다.

# Necromancy_Observable_15_WeirdSigil2_Any_Default
source: It's similar to some magical wards I've seen, but…
ko_mt: 내가 본 마법의 와드와 비슷하지만…

# Necromancy_Observable_15_WeirdSigil3_Any_Default
source: Don't touch it! Don't go near it! Don't even look at it!
ko_mt: 만지지 마! 가까이 가지 마! 쳐다보지도 마!

# Necromancy_Observable_15_WeirdSigil4_Any_Default
source: It hasn't done anything yet.
ko_mt: 아직 아무것도 하지 않았습니다.

# Necromancy_Observable_15_WeirdSigil5_Any_Default
source: It doesn't work? I wonder…
ko_mt: 작동하지 않아? 궁금해…

# Necromancy_Observable_15_WeirdSigil6_Any_Default
source: Don't. Just don't.
ko_mt: 하지마. 그냥하지 마십시오.

# Necromancy_Observable_15_WeirdSigil7_Any_Default
source: Perhaps he made a *spelling* mistake!
ko_mt: 아마도 그는 *철자* 실수를 했을 것입니다!

# Necromancy_Observable_15_WeirdSigil8_Any_Default
source: I hate you.
ko_mt: 난 너가 싫어.

# AbjurationObservable_Tombstone_01
source: Shallan Darwaz 2003 2015
ko_mt: 샬란 다르와즈 2003 2015

# AbjurationObservable_Tombstone_02
source: Arell Darwaz 1985 2012
ko_mt: 아렐 다르와즈 1985 2012

# AbjurationObservable_Tombstone_04
source: Marduk Kaytor 1940 2012
ko_mt: 마르둑 카이토르 1940 2012

# AbjurationObservable_Tombstone_05
source: Rahel Isfran 1964 2014
ko_mt: 라헬 이스프란 1964 2014

# AbjurationObservable_Tombstone_06
source: Elmar Emael 1980 2014
ko_mt: 엘마 에마엘 1980 2014

# AbjurationObservable_Tombstone_07
source: Heysan Olfaz 1990 2014
ko_mt: 헤이산 올파즈 1990 2014

# AbjurationObservable_Tombstone_08
source: Giulay Olfaz 1950 2014
ko_mt: 줄레이 올파즈 1950 2014

# AbjurationObservable_Tombstone_09
source: Abail Ylmaz 1954 2011
ko_mt: 아베일 일마즈 1954 2011

# AbjurationObservable_Tombstone_10
source: Elia Isfran 1999 2013
ko_mt: 엘리아 이스프란 1999 2013

# AbjurationObservable_Tombstone_11
source: Selin Kaytor 1945 2012
ko_mt: 셀린 카이토르 1945 2012

# AbjurationObservable_Tombstone_12
source: Meran Olfaz 2010 2012
ko_mt: 메란 올파즈 2010 2012

# AbjurationObservable_Tombstone_14
source: Laila Oezdegan 1995 2014
ko_mt: 라일라 외즈데간 1995 2014

# AbjurationObservable_Tombstone_15
source: Emtan Darwaz 1980 -
ko_mt: 엠탄 다르와즈 1980 -

# AbjurationQuest_Kythaela_1_Starter_Default
source: Only Solastan building in the neighborhood - that must be it!
ko_mt: 이웃에 있는 유일한 Solastan 건물 - 꼭 그래야만 합니다!

# AbjurationQuest_Kythaela_2_Pragmatism_Default
source: Better be sure!
ko_mt: 더 확실합니다!

# AbjurationQuest_Kythaela_3_Kythaela_NPC
source: Who art thou?
ko_mt: 당신은 누구입니까?

# AbjurationQuest_Kythaela_4_AcademicOrElse_Default
source: Old elvish! We are friends, my lady!
ko_mt: 늙은 엘프! 우리는 친구입니다, 아가씨!

# AbjurationQuest_Kythaela_5_Kythaela_NPC
source: The Master sent you?
ko_mt: 스승님이 당신을 보냈습니까?

# AbjurationQuest_Kythaela_6_Any_Default
source: Which Master?
ko_mt: 어떤 마스터?

# AbjurationQuest_Kythaela_7_Kythaela_NPC
source: How dare you!
ko_mt: 어떻게 감히!

# AbjurationQuest_Kythaela_8_Pragmatism_Default
source: Dare what? Come outside and look around!
ko_mt: 감히 무엇을? 밖으로 나와 주위를 둘러보세요!

# AbjurationQuest_Kythaela_9_Kythaela_NPC
source: But it's… impossible!
ko_mt: 하지만 그것은... 불가능합니다!

# AbjurationQuest_Kythaela_10_Kythaela_NPC
source: Where am I?
ko_mt: 내가 어디 있지?

# AbjurationQuest_Kythaela_11_Pragmatism_Slang
source: It's called the Badlands!
ko_mt: 그것은 Badlands라고합니다!

# AbjurationQuest_Kythaela_12_Kythaela_NPC
source: No! I was in the Aer-Elai, the heart of the Empire!
ko_mt: 아니요! 나는 제국의 심장, Aer-Elai에 있었다!

# AbjurationQuest_Kythaela_13_Kythaela_NPC
source: I must find the Master!
ko_mt: 마스터를 찾아야 해!

# AbjurationQuest_Kythaela_14_Kythaela_NPC
source: Kythaela, my name is the shield…
ko_mt: 키타엘라, 내 이름은 방패…

# AbjurationQuest_Kythaela_15_Kythaela_NPC
source: …no, my name is Kythaela of the shield…
ko_mt: …아니, 내 이름은 방패의 키타엘라…

# AbjurationQuest_Kythaela_16_Kythaela_NPC
source: …whatever this shield might be.
ko_mt: ...이 방패가 무엇이든간에.

# AbjurationQuest_Kythaela_17_Choice1_WRITTEN
source: Which Master?
ko_mt: 어떤 마스터?

# AbjurationQuest_Kythaela_18_Choice2_WRITTEN
source: Aer-Elai?
ko_mt: 에어엘라이?

# AbjurationQuest_Kythaela_19_Choice3_WRITTEN
source: A shield?
ko_mt: 방패?

# AbjurationQuest_Kythaela_20_Choice1_Spoken
source: Which Master are you talking about?
ko_mt: 어떤 마스터를 말씀하시는 건가요?

# AbjurationQuest_Kythaela_21_Choice2_Spoken
source: Aer-Elai? The heart of the Empire?
ko_mt: 에어엘라이? 제국의 심장?

# AbjurationQuest_Kythaela_22_Choice3_Spoken
source: What is this shield you're talking about?
ko_mt: 이 방패는 무엇을 말하는 것입니까?

# AbjurationQuest_Kythaela_23_Kythaela_NPC
source: The Master of… I can't remember.
ko_mt: 마스터... 기억이 안나요.

# AbjurationQuest_Kythaela_24_Kythaela_NPC
source: Yes, this tower was in the Aer-Elai, a haven of peace!
ko_mt: 네, 이 탑은 평화의 안식처인 Aer-Elai에 있었습니다!

# AbjurationQuest_Kythaela_25_Kythaela_NPC
source: The shield is the master, and the master is the shield!
ko_mt: 방패는 주인이고 주인은 방패다!

# AbjurationQuest_Kythaela_26_Kythaela_NPC
source: But tell me - what happened?
ko_mt: 하지만 말해봐 - 무슨 일이야?

# AbjurationQuest_Kythaela_27_Any_Default
source: A thousand years ago, the Cataclysm ravaged the Empire.
ko_mt: 천 년 전, 대격변이 제국을 황폐화시켰습니다.

# AbjurationQuest_Kythaela_28_Kythaela_NPC
source: Cataclysm?
ko_mt: 큰 홍수?

# AbjurationQuest_Kythaela_29_Helpfulness_Default
source: My lady, what is the last thing you remember?
ko_mt: 아가씨, 마지막으로 기억나는 것이 무엇입니까?

# AbjurationQuest_Kythaela_30_Kythaela_NPC
source: I don't remember any Cataclysm… I remember… a large room…
ko_mt: 대격변은 기억나지 않습니다… 기억합니다… 큰 방…

# AbjurationQuest_Kythaela_31_Kythaela_NPC
source: …people speaking about a rift, a great threat to the Empire…
ko_mt: ...제국에 큰 위협인 균열에 대해 말하는 사람들...

# AbjurationQuest_Kythaela_32_Kythaela_NPC
source: …strange creatures with strange powers…
ko_mt: ... 이상한 힘을 가진 이상한 생물 ...

# AbjurationQuest_Kythaela_33_Choice_Academic_WRITTEN
source: You mean THE Rift?
ko_mt: 리프트 말씀이신가요?

# AbjurationQuest_Kythaela_34_Choice_Academic_Spoken
source: A rift? Do you mean THE rift?
ko_mt: 균열? 균열을 의미합니까?

# AbjurationQuest_Kythaela_35_Kythaela_NPC
source: Are there more than one?
ko_mt: 하나 이상 있습니까?

# AbjurationQuest_Kythaela_36_Choice2_WRITTEN
source: Creatures? The Soraks?
ko_mt: 생물? 소락스?

# AbjurationQuest_Kythaela_37_Choice2_Spoken
source: Strange creatures - yes, the Soraks, of course!
ko_mt: 이상한 생물 - 네, 물론 Soraks입니다!

# AbjurationQuest_Kythaela_38_Kythaela_NPC
source: No - they were called… humans…
ko_mt: 아니, 그들은 ... 인간이라고 불 렸습니다.

# AbjurationQuest_Kythaela_39_Kythaela_NPC
source: …strange beings, with magic that was not arcane.
ko_mt: … 비전이 아닌 마법을 가진 이상한 존재들.

# AbjurationQuest_Kythaela_40_Kythaela_ifHumanAdventurer_NPC
source: They actually looked just like you!
ko_mt: 그들은 실제로 당신과 똑같이 생겼습니다!

# AbjurationQuest_Kythaela_41_AcademicOrElse_Default
source: Fascinating! You witnessed a council of war! Can you recall anything else?
ko_mt: 매력적인! 당신은 전쟁 회의를 목격했습니다! 다른 것을 기억할 수 있습니까?

# AbjurationQuest_Kythaela_42_Kythaela_NPC
source: One of the beings was wearing THIS Crown, scintillating with gems.
ko_mt: 존재 중 하나가 보석으로 반짝이는 이 왕관을 쓰고 있었습니다.

# AbjurationQuest_Kythaela_43_Kythaela_NPC
source: They called him Magister, with the utmost respect!
ko_mt: 그들은 그를 최고의 존경심으로 마지스터라고 불렀습니다!

# AbjurationQuest_Kythaela_44_Kythaela_NPC
source: But you are not him. Where did you find this Crown?
ko_mt: 그러나 당신은 그가 아닙니다. 이 왕관을 어디서 찾았습니까?

# AbjurationQuest_Kythaela_45_Choice1_WRITTEN
source: You met the Magister?
ko_mt: 마기스터를 만났어?

# AbjurationQuest_Kythaela_46_Choice1_Spoken
source: The Magister? And this was his Crown?
ko_mt: 매지스터? 그리고 이것이 그의 왕관이었습니까?

# AbjurationQuest_Kythaela_47_Choice2_WRITTEN
source: Scintillating?
ko_mt: 반짝이는?

# AbjurationQuest_Kythaela_48_Choice2_Spoken
source: Scintillating with gems, you say?
ko_mt: 보석으로 반짝거린다고?

# AbjurationQuest_Kythaela_49_Choice3_WRITTEN
source: We found this Crown.
ko_mt: 우리는 이 왕관을 찾았습니다.

# AbjurationQuest_Kythaela_50_Choice3_Spoken
source: We found this Crown in another part of the Badlands.
ko_mt: 황무지의 다른 지역에서 이 왕관을 찾았습니다.

# AbjurationQuest_Kythaela_51_Kythaela_NPC
source: He was wearing it, at least.
ko_mt: 그는 적어도 그것을 입고 있었다.

# AbjurationQuest_Kythaela_52_Kythaela_NPC
source: Yes. The Crown was set with eight large gems.
ko_mt: 예. 왕관은 8개의 큰 보석으로 장식되었습니다.

# AbjurationQuest_Kythaela_53_Kythaela_NPC
source: There are no Badlands!
ko_mt: 배드랜드는 없습니다!

# AbjurationQuest_Kythaela_54_SellswordOrElse_Slang
source: Just look outside, lady! The Badlands are real!
ko_mt: 그냥 밖을 봐, 아가씨! Badlands는 현실입니다!

# AbjurationQuest_Kythaela_55_SellswordOrElse_Slang
source: And we had to fight Soraks to get the Crown!
ko_mt: 그리고 우리는 왕관을 얻기 위해 설악과 싸워야 했습니다!

# AbjurationQuest_Kythaela_56_Kythaela_NPC
source: Soraks?
ko_mt: 설악?

# AbjurationQuest_Kythaela_57_Any_Default
source: The scourge of humanity.
ko_mt: 인류의 재앙.

# AbjurationQuest_Kythaela_58_Any_Default
source: They ran the humans out of Tirmar…
ko_mt: 그들은 티르마르에서 인간을 쫓아냈습니다...

# AbjurationQuest_Kythaela_59_Any_Default
source: …and came here to finish the job!
ko_mt: ...그리고 일을 끝내기 위해 여기에 왔습니다!

# AbjurationQuest_Kythaela_60_Kythaela_NPC
source: The humans weren't the enemy?
ko_mt: 인간은 적이 아니었어?

# AbjurationQuest_Kythaela_61_Choice1_WRITTEN
source: They were refugees!
ko_mt: 그들은 난민이었다!

# AbjurationQuest_Kythaela_62_Choice1_Spoken
source: No! They were refugees, fleeing the Soraks!
ko_mt: 아니요! 그들은 소락을 피해 도망친 난민들이었다!

# AbjurationQuest_Kythaela_63_Kythaela_NPC
source: Refugees? Eager to join the enlightenment of the Empire!
ko_mt: 피난민? 제국의 계몽에 동참하기를 갈망합니다!

# AbjurationQuest_Kythaela_64_AcademicOrElse_Default
source: Slavery isn't enlightenment! Those days died with the Empire!
ko_mt: 노예는 깨달음이 아니다! 그 시절은 제국과 함께 죽었다!

# AbjurationQuest_Kythaela_65_Kythaela_NPC
source: Silence, wretch! The Empire can't be dead!
ko_mt: 조용히 해, 이 망할! 제국은 죽을 수 없다!

# AbjurationQuest_Kythaela_66_Any_NonHighElf_Rude
source: The Empire died with the Cataclysm! And even if it galls me to admit it…
ko_mt: 제국은 대격변으로 죽었다! 그리고 그것을 인정하는 것이 쑥스럽더라도…

# AbjurationQuest_Kythaela_67_AcademicOrElse_Default
source: …it saved Solasta from a horrible fate!
ko_mt: ...그것은 끔찍한 운명에서 솔라스타를 구했습니다!

# AbjurationQuest_Kythaela_68_Choice2_WRITTEN
source: They warned the Empire.
ko_mt: 그들은 제국에 경고했습니다.

# AbjurationQuest_Kythaela_69_Choice2_Spoken
source: They convinced the Empire of the real threat.
ko_mt: 그들은 제국에게 진정한 위협을 확신시켰습니다.

# AbjurationQuest_Kythaela_70_Kythaela_NPC
source: Those Soraks you mentioned?
ko_mt: 당신이 언급한 그 설악?

# AbjurationQuest_Kythaela_71_AcademicOrElse_Default
source: Yes! Dangerous, evil lizards, able to wield magic and to subvert minds!
ko_mt: 예! 위험하고 사악한 도마뱀으로, 마법을 휘두를 수 있고 마음을 전복시킬 수 있습니다!

# AbjurationQuest_Kythaela_72_Kythaela_NPC
source: Weak human minds, for sure! And yet…
ko_mt: 약한 인간의 마음, 확실히! 그리고 아직…

# AbjurationQuest_Kythaela_73_AcademicOrElse_Default
source: And yet?
ko_mt: 아직?

# AbjurationQuest_Kythaela_74_Kythaela_NPC
source: Yet I recall an elf, a member of the household, trying to kill the Master…
ko_mt: 그러나 나는 그 집안의 일원인 엘프가 마스터를 죽이려고 했던 것을 기억합니다…

# AbjurationQuest_Kythaela_75_Choice3_WRITTEN
source: They joined forces.
ko_mt: 그들은 힘을 합쳤다.

# AbjurationQuest_Kythaela_76_Choice3_Spoken
source: Their combined forces assaulted the Rift.
ko_mt: 그들의 연합군은 리프트를 공격했습니다.

# AbjurationQuest_Kythaela_77_Kythaela_NPC
source: There was mention of the Rift in the Aer-Elai.
ko_mt: Aer-Elai의 균열에 대한 언급이 있었습니다.

# AbjurationQuest_Kythaela_78_Any_Default
source: They managed to close it - but triggered the Cataclysm, ushering in a dark age!
ko_mt: 그들은 그것을 닫을 수 있었지만 암흑 시대를 여는 대격변을 촉발했습니다!

# AbjurationQuest_Kythaela_79_Kythaela_NPC
source: The dark age? Those Badlands you mentioned?
ko_mt: 암흑기? 당신이 언급한 그 황무지?

# AbjurationQuest_Kythaela_80_Any_NPC
source: Yes! A thousand years of rebuilding after near extinction!
ko_mt: 예! 거의 멸종 위기에 처한 후 천년의 재건!

# AbjurationQuest_Kythaela_81_Kythaela_NPC
source: It can't be! I still feel the Master!
ko_mt: 그럴 수 없어! 나는 여전히 마스터를 느낀다!

# AbjurationQuest_Kythaela_82_Kythaela_NPC
source: And I must find him!
ko_mt: 그리고 나는 그를 찾아야만 한다!

# AbjurationQuest_Kythaela_83_Any_Default
source: Times have changed since you last traveled in the Empire…
ko_mt: 당신이 제국을 마지막으로 여행한 이후로 시대가 바뀌었습니다…

# AbjurationQuest_Kythaela_84_Kythaela_NPC
source: Still, I feel the pull!
ko_mt: 그래도 당기는 느낌!

# AbjurationQuest_Kythaela_85_Any_Default
source: The pull?
ko_mt: 당기기?

# AbjurationQuest_Kythaela_86_Kythaela_NPC
source: Yes, a pull to get to the Copper Vale of Remembrance!
ko_mt: 예, 구리 추모의 골짜기로 가려면 당겨주세요!

# AbjurationQuest_Kythaela_87_Kythaela_NPC
source: Take me there at once and I shall name you favored servants!
ko_mt: 나를 즉시 거기로 데려가십시오. 그러면 나는 당신을 은혜로운 종으로 지명하겠습니다!

# AbjurationQuest_Kythaela_88_Crownbearer_Default
source: The Copper Vale of Remembrance?
ko_mt: 구리 기억의 골짜기?

# AbjurationQuest_Kythaela_89_Kythaela_NPC
source: Yes - a fortress and place of rest for fallen heroes, roughly in this direction!
ko_mt: 예 - 대략 이 방향으로 타락한 영웅을 위한 요새이자 휴식처입니다!

# AbjurationQuest_Kythaela_90_Choice1_WRITTEN
source: The Vale of Coparann?
ko_mt: 코파란 계곡?

# AbjurationQuest_Kythaela_91_Choice1_Spoken
source: Copper, fortress… hmmm - sounds like the Vale of Coparann!
ko_mt: 구리, 요새... 흠 - 코파란 골짜기 같군요!

# AbjurationQuest_Kythaela_92_Choice2_WRITTEN
source: We're not your servants.
ko_mt: 우리는 당신의 하인이 아닙니다.

# AbjurationQuest_Kythaela_93_Choice2_Spoken
source: We are no one's servants, favored or otherwise!
ko_mt: 우리는 은혜를 받든 그렇지 않든 누구의 종이 아닙니다!

# AbjurationQuest_Kythaela_94_Kythaela_NPC
source: Traveling companions, then!
ko_mt: 여행의 동반자, 그럼!

# AbjurationQuest_Kythaela_95_Kythaela_NPC
source: You can tell me of this Cataclysm on our journey!
ko_mt: 우리 여행에서 이 대격변에 대해 이야기할 수 있습니다!

# AbjurationQuest_Kythaela_96_Choice3_WRITTEN
source: You seem sure we'll agree.
ko_mt: 당신은 우리가 동의할 것이라고 확신합니다.

# AbjurationQuest_Kythaela_97_Choice3_Spoken
source: You seem very certain that we'll go with you.
ko_mt: 당신은 우리가 당신과 함께 갈 것이라고 매우 확신하는 것 같습니다.

# AbjurationQuest_Kythaela_98_Kythaela_NPC
source: Of course - you wouldn't let a lady cross those Badlands alone, surely?
ko_mt: 물론 - 당신은 여자 혼자 그 황무지를 건너게 하지 않을 것입니다, 확실히?

# AbjurationQuest_Caravan_1Galar_NPC
source: A timely arrival! Many thanks for your help!
ko_mt: 적시 도착! 많은 도움을 주셔서 감사합니다!

# AbjurationQuest_Caravan_2_Pragmatism_Default
source: Clear skies, friend! What's going on here?
ko_mt: 맑은 하늘, 친구! 무슨 일이야?

# AbjurationQuest_Caravan_3Galar_NPC
source: Those… fellows joined my caravan at Coparann…
ko_mt: 그… 동료들이 Coparann에서 내 캐러밴에 합류했습니다…

# AbjurationQuest_Caravan_4Galar_NPC
source: …a couple of hours ago, this man stumbled on our path, almost dead…
ko_mt: ... 몇 시간 전에 이 남자는 거의 죽을 뻔한 상태로 우리 길을 우연히 발견했습니다...

# AbjurationQuest_Caravan_5Galar_NPC
source: …no healing could help him, so I put him in a tent…
ko_mt: ...어떤 치료도 그를 도울 수 없었으므로 그를 텐트에 넣었습니다 ...

# AbjurationQuest_Caravan_6Galar_NPC
source: …and I was about to send word to Coparann.
ko_mt: … 그리고 코파란에게 소식을 전하려 했습니다.

# AbjurationQuest_Caravan_7_Choice1Pragmatism_WRITTEN
source: Coparann?
ko_mt: 코파란?

# AbjurationQuest_Caravan_8_Choice1Pragmatism_Spoken
source: Coparann? That's where we're going!
ko_mt: 코파란? 우리가 갈 곳입니다!

# AbjurationQuest_Caravan_9Galar_NPC
source: Then perhaps you can do me a favor!
ko_mt: 그럼 저에게 부탁을 드려도 될까요!

# AbjurationQuest_Caravan_10_CynicismOrElse_Default
source: A favor?
ko_mt: 부탁?

# AbjurationQuest_Caravan_11Galar_NPC
source: Of course I'll see that you're rewarded!
ko_mt: 물론 보상을 받는지 확인하겠습니다!

# AbjurationQuest_Caravan_12_Choice2Starter_WRITTEN
source: Almost dead?
ko_mt: 거의 죽었어요?

# AbjurationQuest_Caravan_13_Choice2Starter_Spoken
source: Almost dead? Sick?
ko_mt: 거의 죽었어요? 병든?

# AbjurationQuest_Caravan_14Galar_NPC
source: No, wounded! Deep wounds…
ko_mt: 아니, 부상! 깊은 상처…

# AbjurationQuest_Caravan_15Galar_NPC
source: …ripped open, as if by sharp claws.
ko_mt: … 마치 날카로운 발톱으로 찢어진 것처럼.

# AbjurationQuest_Caravan_16Galar_NPC
source: We found him near the road. It looked like he had crawled there.
ko_mt: 우리는 그를 길 근처에서 찾았습니다. 그곳에 기어간 것 같았다.

# AbjurationQuest_Caravan_17_LawkeeperorElse_Default
source: Claw wounds? And no healing could help him?
ko_mt: 발톱 상처? 그리고 어떤 치유도 그를 도울 수 없었습니까?

# AbjurationQuest_Caravan_18Galar_NPC
source: That's right. The wounds were oozing.
ko_mt: 좋아요. 상처가 새어나오고 있었다.

# AbjurationQuest_Caravan_19Galar_NPC
source: It's a wonder he was still alive.
ko_mt: 그가 아직 살아 있었다는 것이 놀랍습니다.

# AbjurationQuest_Caravan_20_Choice3Spy_WRITTEN
source: Send word?
ko_mt: 말을 보내?

# AbjurationQuest_Caravan_21_Choice3Spy_Spoken
source: Why send word?
ko_mt: 왜 말을 보내?

# AbjurationQuest_Caravan_22Galar_NPC
source: Because this man was a corporal in the Coparann Watch.
ko_mt: 이 남자는 코파란 워치의 상병이었으니까.

# AbjurationQuest_Caravan_23_Starter_Default
source: You want us to take word of his death to Coparann.
ko_mt: 코파란에게 그의 죽음에 대한 소식을 전하기를 원하십니다.

# AbjurationQuest_Caravan_24Galar_NPC
source: Yes - take this note and his personal effects to Sergeant Nikannen.
ko_mt: 예 - 이 메모와 그의 개인 소지품을 니카넨 상사에게 가져가십시오.

# AbjurationQuest_Caravan_25Galar_NPC
source: Have him countersign the note, then see my agent.
ko_mt: 그에게 메모에 연대 서명을 하게 하고 내 대리인을 만나십시오.

# AbjurationQuest_Caravan_26Galar_NPC
source: He is the owner of the general store.
ko_mt: 그는 잡화점 주인이다.

# AbjurationQuest_Caravan_27Galar_NPC
source: Meanwhile, get some rest and share our camp!
ko_mt: 그동안 휴식을 취하고 캠프를 공유하십시오!

# AbjurationQuest_Caravan_28Galar_NPC
source: We can even sell you some equipment!
ko_mt: 장비를 판매할 수도 있습니다!

# AbjurationQuest_Caravan_29_ArunFollower_Default
source: Let us share Arun's gifts!
ko_mt: 아룬의 선물을 공유합니다!

# AbjurationQuest_Caravan_30_Any_Default
source: Many thanks for your hospitality!
ko_mt: 환대에 감사드립니다!

# AbjurationQuest_CoparannArrival_1_Guard_NPC
source: Halt! Do you seek entrance to our fair valley?
ko_mt: 정지! 당신은 우리의 공정한 계곡의 입구를 찾고 있습니까?

# AbjurationQuest_CoparannArrival_2_Any_Default
source: Yes, we do!
ko_mt: 응 우리는 그래!

# AbjurationQuest_CoparannArrival_3_Guard_Npc
source: Then go see Sergeant Nikannen in the Guardhouse!
ko_mt: 그럼 경비실에 있는 니카넨 상사를 만나러 가십시오!

# AbjurationQuest_CoparannArrival_4_Any_Default
source: Thank you! Clear skies!
ko_mt: 감사합니다! 깨끗한 하늘!

# AbjurationQuest_CoparannArrival_5_Guard_NPC
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# AbjurationQuest_CoparannArrival_6_SgtNikannen_NPC
source: Good day! I am Sergeant Nikannen, officer of the day!
ko_mt: 안녕하세요! 나는 오늘의 장교 니카넨 병장이다!

# AbjurationQuest_CoparannArrival_7_SgtNikannen_NPC
source: What business brings you to Coparann?
ko_mt: 어떤 사업을 통해 Coparan에 오게 되었습니까?

# AbjurationQuest_CoparannArrival_8_SellswordChoice1_WRITTEN
source: We found something.
ko_mt: 우리는 뭔가를 찾았습니다.
