Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_10_Acolyte_Default
source: And yet you survived how many years here?
ko: 그렇다면 이곳에서 당신은 어떻게 여러 해를 버틸 수 있었던 거죠?

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_11_Emtan_NPC
source: But my prayers weren't answered!
ko: 하지만 내 기도들은 응답 받지 못했단 말이다!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_12_Acolyte_Default
source: Yes, they were! You were just too mad with grief to see it!
ko: 아니요, 응답 받았어요! 단지 당신이 슬픔에 사로잡혀 볼 수 없었던 것뿐입니다!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_6b_Acolyte_Default
source: Behold, the power of Arun, apostate!
ko: 배교자여, 목도할지어다, 아룬의 힘을!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_7b_Emtan_NPC
source: It won't work, you fool!
ko: 안 될거다, 이 멍청아!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_13_Emtan_NPC
source: Arun! The lord is still here!
ko: 아룬! 그분은 여전히 이곳에 계시는구나!

# Narration/&BackgroundQuest_Acolyte_MeetEmtan_14_Acolyte_Default
source: It is time for you to enjoy your final rest, Emtan Darwaz, Acolyte of Arun!
ko: 마지막 안식을 누릴 시간입니다. 엠탄 다르와즈, 아룬의 사제여!

# Narration/&BackgroundQuest_End_Acolyte_MeetEmtan_15_Emtan_NPC
source: Thank you…
ko: 고맙네…

# Narration/&BackgroundQuest_End_Acolyte_Rogar_1_Acolyt_Normal
source: Clear skies, Chaplain Ardentfire!
ko: 맑은 하늘이 함께하길, 아덴파이어 사제님!

# Narration/&BackgroundQuest_End_Acolyte_Rogar_1_Rogar_NPC
source: Clear skies! Did you bring peace to those troubled souls?
ko: 맑은 하늘이 함께하길! 그 괴로운 영혼들에게 안식을 선사하셨습니까?

# Narration/&BackgroundQuest_End_Acolyte_Rogar_2_Acolyte_Default
source: Yes, all of them are with the gods now!
ko: 그렇습니다. 그들 모두 이제는 신들과 함께 있습니다!

# Narration/&BackgroundQuest_End_Acolyte_Rogar_3_Rogar_NPC
source: And Emtan?
ko: 엠탄은요?

# Narration/&BackgroundQuest_End_Acolyte_Rogar_4_Acolyt_Normal
source: Saved. He is with Arun.
ko: 구원 받았습니다. 그도 아룬과 함께 있습니다.

# Narration/&BackgroundQuest_End_Acolyte_Rogar_5_Rogar_NPC
source: Many thanks, I will call his name during prayers!
ko: 정말 감사합니다. 저도 그를 위해 기도할 것입니다!

# Narration/&BackgroundQuest_End_Acolyte_Rogar_6_Rogar_NPC
source: Tragedy. The curse of Sorr-Tarr hurts us, still.
ko: 비극적이군요. 여전히, 소르타르의 저주가 우리를 아프게 합니다.

# Narration/&BackgroundQuest_End_Acolyte_Rogar_7_Failed
source: We couldn't bring him back. He's gone.
ko: 회유할 수 없었습니다. 그는 사라졌어요.

# Narration/&Optional_Spy_Quest1_Belmont_NPC
source: You? I know you!
ko: 잠깐만! 너는 그 녀석이잖아!

# Narration/&Optional_Spy_Quest2_Spy_Default
source: What?
ko: 뭐라고?

# Narration/&Optional_Spy_Quest3_Belmont_NPC
source: You were at the embassy! An aide or something…
ko: 너 대사관에 있었잖아. 보좌관이었나 뭐였나...

# Narration/&Optional_Spy_Quest4_Spy_Default
source: You're mistaken. I'm a Council deputy.
ko: 사람 잘못 본것 같은데. 난 의회의 대리인이야.

# Narration/&Optional_Spy_Quest5_Belmont_NPC
source: You can't fool me, I never forget a face.
ko: 감히 누굴 속이려 들어? 난 한번 본 얼굴은 절대 안 잊는다고.

# Narration/&Optional_Spy_Quest6_Anyother_Default
source: What's going on, friend?
ko: 지금 이게 무슨 일이지?

# Narration/&Optional_Spy_Quest7_Spy_Default
source: Never mind.
ko: 신경 쓰지마.

# Narration/&Optional_Spy_Quest8_Belmont_NPC
source: That same week, the Gallivan envoy somehow got hold of our plans for the trade treaty…
ko: 널 본 그 같은 주에 갈리반 특사가 어떻게 했는지 우리의 무역조약에 대한 계획을 알아챘지...

# Narration/&Optional_Spy_Quest9_Spy_Default
source: Stop bothering us - we're guests of the princess.
ko: 이제 그만 방해하시지. 우린 공주의 손님들이라고.

# Narration/&Optional_Spy_Quest10_Noble_Default
source: He's a Belmont. Be careful - they're a powerful family in the Snow Alliance.
ko: 조심해, 저 녀석은 벨몬트 가의 일원이야. 벨몬트는 설산 동맹의 강력한 가문이지.

# Narration/&Optional_Spy_Quest11_Belmont_NPC
source: This isn't over. Now I found you, we'll settle this!
ko: 그냥 갈 생각하지 마. 이제 널 찾았으니 끝을 보겠어!

# Narration/&Optional_Spy_Quest12_Anyother_Default
source: Anything we should know?
ko: 우리가 알아야 할 것이 있나?

# Narration/&Optional_Spy_Quest13_Spy_Default
source: Old story.
ko: 말하자면 길어.

# Narration/&Optional_Spy_Quest14_Anyother_Default
source: Look, if this is going to be a problem, we need to fix it - together.
ko: 이봐. 이게 문제가 될 거라면 우리가 함께 해결해야 해.

# Narration/&Optional_Spy_Quest15_Anyother_Default
source: I agree.
ko: 나도 동의해.

# Narration/&Optional_Spy_Quest16_Spy_Default
source: All right, then I'll need to see someone at the Gallivan embassy.
ko: 좋아. 그럼 갈리반 대사관에서 만나야 할 사람이 있어.

# Narration/&Optional_Spy_Quest17_Guard_NPC
source: Who goes there?
ko: 거기 누구요?

# Narration/&Optional_Spy_Quest18_Spy_Default
source: I'd like to see Ambassador Crawley.
ko: 크로울리 대사를 보고 싶소.

# Narration/&Optional_Spy_Quest19_Guard_NPC
source: Council business?
ko: 의회 일로?

# Narration/&Optional_Spy_Quest20_Spy_Default
source: Inaudible
ko: 들리지 않음

# Narration/&Optional_Spy_Quest21_Guard_NPC
source: Follow me.
ko: 따라 오시오.

# Narration/&Optional_Spy_Quest22_Anyother_Default
source: Just like that?
ko: 그렇게 간단하게?

# Narration/&Optional_Spy_Quest23_Spy_Default
source: Shut up and follow.
ko: 입 다물고 따라와.

# Narration/&Optional_Spy_Quest24_Joran_NPC
source: I'll be damned. Senior deputy of the Legacy Council.
ko: 이럴 수가. 유산 평의회의 수석 대리인 님이 오셨군.

# Narration/&Optional_Spy_Quest25_Spy_Default
source: Nice to see you, too.
ko: 그래, 나도 만나서 반가워.

# Narration/&Optional_Spy_Quest26_Joran_NPC
source: Can't say I expected your visit.
ko: 네가 찾아올 줄은 정말 몰랐어.

# Narration/&Optional_Spy_Quest27_Spy_Default
source: I bumped into Belmont at the Palace residence.
ko: 궁전의 거처에서 벨몬트 가의 사람을 만났어.

# Narration/&Optional_Spy_Quest28_Joran_NPC
source: And?
ko: 그런데?

# Narration/&Optional_Spy_Quest29_Spy_Default
source: He seems to suspect me over the stolen treaty plans.
ko: 내가 조약 계획을 훔쳤다고 생각하는 것 같아.

# Narration/&Optional_Spy_Quest30_Joran_NPC
source: Seems to?
ko: 같아?

# Narration/&Optional_Spy_Quest31_Spy_Default
source: He's pretty eager to pin it on me.
ko: 나한테 덮어 씌우려고 안달이야.

# Narration/&Optional_Spy_Quest32_Joran_NPC
source: We can't let that happen.
ko: 그렇게 놔둘 순 없지.

# Narration/&Optional_Spy_Quest33_Spy_Default
source: That's why I'm here.
ko: 그게 내가 여기 온 이유야.

# Narration/&Optional_Spy_Quest34_Joran_NPC
source: Them?
ko: 그럼 저 사람들은?

# Narration/&Optional_Spy_Quest35_Spy_Default
source: Friends. Trustworthy.
ko: 내 친구들. 믿을 수 있어.

# Narration/&Optional_Spy_Quest36_Joran_NPC
source: You have to take him out.
ko: 녀석을 해치워야 해.

# Narration/&Optional_Spy_Quest37_Joran_NPC
source: I can suggest a course of action.
ko: 어떻게 하면 되는지 내가 제안하지.

# Narration/&Optional_Spy_Quest38_Joran_NPC
source: You just need to plant something in the New Empire's embassy.
ko: 신 제국 대사관에 뭘 하나 갖다 놓기만 하면 돼.

# Narration/&Optional_Spy_Quest39_Spy_Default
source: Oh, is that all?
ko: 그게 다야?

# Narration/&Optional_Spy_Quest40_Joran_NPC
source: Unless you have friends in the Silent Whisper.
ko: 고요한 속삭임에 친구라도 있는게 아니라면 말이지.

# Narration/&Optional_Spy_Quest41_Spy_Default
source: I might.
ko: 있을 수도 있지.

# Narration/&Optional_Spy_Quest42_Joran_NPC
source: Once it's in the right hands, this will kill our friend Belmont's credibility.
ko: 그게 적절한 사람의 손에 들어간다면 그 벨몬트 녀석을 아무도 믿지 않게 될 거야.

# Narration/&Optional_Spy_Quest43_Spy_Default
source: It looks like you have this all figured out.
ko: 계획을 이미 다 세워놨던 것처럼 보이는군.

# Narration/&Optional_Spy_Quest44_Joran_NPC
source: I always plan for every contingency.
ko: 난 언제나 만일의 사태에 대비하지.

# Narration/&Optional_Spy_Quest45_Joran_NPC
source: We should go.
ko: 이제 가봐야 해.

# Narration/&Optional_Spy_Quest46_Joran_NPC
source: Then this time it's farewell for good.
ko: 그리고 이번에는 진짜로 마지막 작별인사야.

# Narration/&Optional_Spy_Quest47_Selfpres_Default
source: You really want to break into the New Empire's embassy?
ko: 정말로 신 제국 대사관에 몰래 들어갈 거야?

# Narration/&Optional_Spy_Quest48_Pragmatic_Default
source: This is crazy.
ko: 이건 미친 짓이야.

# Narration/&Optional_Spy_Quest49_Spy_DaliatLives
source: We can ask Daliat. I think he'll help us.
ko: 달리앗에게 물어보자. 우릴 도와줄 거야.

# Narration/&Optional_Spy_Quest50_Starter_Normal
source: That's not an embassy.
ko: 그건 대사관이 아니잖아.

# Narration/&Optional_Spy_Quest51_Spy_Normal
source: Just not its best side.
ko: 정식 입구가 아닐 뿐이지.

# Narration/&Optional_Spy_Quest52_Noble_Slang
source: Sewers? Really? How did you know about this?
ko: 하수도? 장난해? 이런걸 어떻게 알고 있는거야?

# Narration/&Optional_Spy_Quest53_Spy_Slang
source: Mind your own business. This way. Stay low.
ko: 남의 일에 신경 끄시지. 따라와. 몸을 낮추고.

# Narration/&Optional_Spy_Quest54_Spy_Formal
source: Remember, if we're discovered, we're as good as dead.
ko: 잊지마. 발각되면 우린 죽은 목숨이야.

# Narration/&Optional_Spy_Quest55_Spy_Formal
source: This is it.
ko: 바로 이거야.

# Narration/&Optional_Spy_Quest56_Spy_Normal
source: Let's hope this works.
ko: 효과가 있었으면 좋겠군.

# Narration/&Optional_Spy_Quest57_Spy_Slang
source: Let's get out of here.
ko: 여기서 나가자.

# Narration/&Optional_Spy_Quest58_Daliat_NPC
source: Greetings, colleague.
ko: 안녕, 친구들.

# Narration/&Optional_Spy_Quest59_Spy_Default
source: I'm not your colleague, Daliat. You know that.
ko: 누구더러 네 친구라는 거야, 달리앗.

# Narration/&Optional_Spy_Quest60_Daliat_NPC
source: Sure. What can I do for you?
ko: 그래, 그래. 필요한 게 뭐지?

# Narration/&Optional_Spy_Quest61_Spy_Default
source: You know Lord Belmont?
ko: 벨몬트 경을 아는가?

# Narration/&Optional_Spy_Quest62_Daliat_NPC
source: Ambassador Belmont? Of course.
ko: 벨몬트 대사? 물론이지.

# Narration/&Optional_Spy_Quest63_Spy_Default
source: We have something on Belmont that you might like. Not flattering.
ko: 벨몬트에 대해 네가 좋아할 만한 것을 알고 있어. 지저분한 거지.

# Narration/&Optional_Spy_Quest64_Daliat_NPC
source: Nice. What's the catch?
ko: 좋아. 원하는게 뭐지?

# Narration/&Optional_Spy_Quest65_Spy_Default
source: I need you to release it right away.
ko: 지금 당장 퍼트려줘.

# Narration/&Optional_Spy_Quest66_Daliat_NPC
source: Right now? No long-term leverage?
ko: 당장? 약점 잡아서 뭘 얻어 내는 게 아니고?

# Narration/&Optional_Spy_Quest67_Spy_Default
source: That's right.
ko: 그래.

# Narration/&Optional_Spy_Quest68_Daliat_NPC
source: I'll need you to do something for me, then.
ko: 그럼 나도 부탁할 게 하나 있어.

# Narration/&Optional_Spy_Quest69_Spy_Default
source: I'm listening.
ko: 말해봐.

# Narration/&Optional_Spy_Quest70_Daliat_NPC
source: Some… former colleagues are running an operation from a base nearby.
ko: 예전 동료... 라고 할 수 있는 녀석들이 근처 아지트에서 활동하고 있어.

# Narration/&Optional_Spy_Quest71_Daliat_NPC
source: I need them dead.
ko: 녀석들을 죽여줘.

# Narration/&Optional_Spy_Quest72_Spy_Default
source: We're not murderers.
ko: 우린 살인자가 아냐.

# Narration/&Optional_Spy_Quest73_Daliat_NPC
source: They're traitors to the Silent Whisper. Ruthless bastards, too.
ko: 녀석들은 고요한 속삭임을 배신한 놈들이야. 그리고 아주 잔인한 녀석들이지.

# Narration/&Optional_Spy_Quest74_Spy_Default
source: Enough to die, just like that?
ko: 그냥 그렇게 죽여야 할 정도인가?

# Narration/&Optional_Spy_Quest75_Daliat_Default
source: Your choice. Do this for me and I'll take care of the Belmont thing.
ko: 선택은 네가 해. 이 일을 해주면 벨몬트 건은 내가 처리하지.

# Narration/&Optional_Spy_Quest76_Spy_Default
source: Fair enough.
ko: 어쩔 수 없군.

# Narration/&Optional_Spy_Quest77_Spy_Default
source: Hey! Any news?
ko: 어이! 좋은 소식 없나?

# Narration/&Optional_Spy_Quest78_Daliat_NPC
source: It's done. Your… friends won't be a problem anymore.
ko: 끝났어. 너의 친구... 는 더 이상 네 속을 썩이지 않을 거야.

# Narration/&Optional_Spy_Quest79_Spy_Default
source: Good! I knew I could depend on you.
ko: 잘됐군! 네가 해낼 줄 알았어.

# Narration/&Optional_Spy_Quest80_Daliat_NPC
source: That tip on Belmont is so good. He's as good as dead.
ko: 네가 준 벨몬트에 대한 팁이 정말 대단한 것이더군. 그놈은 죽은 거나 마찬가지야.

# Narration/&Optional_Spy_Quest81_Daliat_NPC
source: Pleasure working with you, my friends.
ko: 같이 일해서 즐거웠네, 친구들.

# Narration/&Optional_Spy_Quest82_Spy_Default
source: See you, Daliat.
ko: 또 보지, 달리앗.

# Narration/&Optional_Spy_Quest83_Spy_Default
source: Is Lord Belmont around?
ko: 벨몬트 경 계신가?

# Narration/&Optional_Spy_Quest84_Butler_NPC
source: He had to… return home.
ko: 집으로 돌아가셔야... 했습니다만.

# Narration/&Optional_Spy_Quest85_Spy_Default
source: In a rush?
ko: 급하게 가셨나보군?

# Narration/&Optional_Spy_Quest86_Butler_NPC
source: Indeed.
ko: 그렇습니다.

# Narration/&Optional_Spy_Quest87_Spy_Default
source: Thank you, Ravensworth.
ko: 고맙네, 레이븐스워스.

# Narration/&Optional_Spy_Quest88_Butler_NPC
source: You're welcome, deputies.
ko: 천만에요, 대리인 여러분.

# Narration/&Optional_Sellsword_Quest_ScavengersOutpost_1_Bagmordah_NPC
source: Clear skies, friends! I have a letter for someone who fought at Sandreed.
ko: 맑은 하늘이 함께하길, 친구들! 샌드리드에서 싸웠던 사람 앞으로 온 편지가 하나 있어요.

# Narration/&Optional_Sellsword_Quest_ScavengersOutpost_2_Sellsword_Normal
source: That'd be me. Who wrote me?
ko: 제 편지인가 봅니다만, 누가 쓴 거죠?

# Narration/&Optional_Sellsword_Quest_ScavengersOutpost_3_Bagmordah_NPC
source: Mildred Warmhearth, innkeeper at Coparann's Strike True tavern. Know her?
ko: 밀드레드 웜하스, 코파란의 백발백중 선술집 주인. 아는 사람인가요?

# Narration/&Optional_Sellsword_Quest_ScavengersOutpost_4_Sellsword_Normal
source: Sure do. Well, friends, who's in for a trip back there?
ko: 물론입니다. 음, 친구들, 거기로 다시 여행 갈 사람?

# Narration/&Optional_Sellsword_Quest_CoparannInn_5_MildredWarmhearth_NPC
source: Clear skies to you, adventurers! You got my letter?
ko: 맑은 하늘이 함께하길, 모험가 여러분! 제 편지는 받았나요?

# Narration/&Optional_Sellsword_Quest_CoparannInn_6_Sellsword_Normal
source: Clear skies! What's it all about?
ko: 맑은 하늘이 함께하길! 어떻게 된 일입니까?

# Narration/&Optional_Sellsword_Quest_CoparannInn_7_MildredWarmhearth_NPC
source: Well, I knew your parents - and I know about the events that led to their deaths!
ko: 음, 저는 당신의 부모님을 알았었지요. 그리고 그들을 죽음에 이르게 한 사건도 알고 있습니다!

# Narration/&Optional_Sellsword_Quest_CoparannInn_8_ChoiceA_WRITTEN
source: You knew my parents?
ko: 제 부모님을 아셨습니까?

# Narration/&Optional_Sellsword_Quest_CoparannInn_9_ChoiceB_WRITTEN
source: What events?
ko: 어떤 사건입니까?

# Narration/&Optional_Sellsword_Quest_CoparannInn_10_ChoiceC_WRITTEN
source: Their deaths?
ko: 그분들의 죽음 말입니까?

# Narration/&Optional_Sellsword_Quest_CoparannInn_11_MildredWarmhearth_NPC
source: You knew my parents?
ko: 제 부모님을 아셨습니까?

# Narration/&Optional_Sellsword_Quest_CoparannInn_12_MildredWarmhearth_NPC
source: Sure did. They had a house in the Vale, you know.
ko: 물론입니다. 알다시피, 두 분은 계곡에 집을 짓고 사셨죠.

# Narration/&Optional_Sellsword_Quest_CoparannInn_13_Sellsword_Normal
source: A house?
ko: 집이요?

# Narration/&Optional_Sellsword_Quest_CoparannInn_14_MildredWarmhearth_NPC
source: I wasn't sure the first time I saw you… now I am.
ko: 아까 당신을 봤을 때는 확신이 안 섰는데... 이제 알겠군요.

# Narration/&Optional_Sellsword_Quest_CoparannInn_15_MildredWarmhearth_NPC
source: Your parents were merchants, and you sometimes traveled with them.
ko: 당신 부모님은 상인이었고, 당신도 두 분을 따라서 여행을 다니곤 했죠.

# Narration/&Optional_Sellsword_Quest_CoparannInn_16_MildredWarmhearth_NPC
source: They worked a circuit from the Principality to the Marches.
ko: 그분들은 마스가르스 공국과 접경지를 순회하며 일했었습니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_17_MildredWarmhearth_NPC
source: They were shrewd and successful.
ko: 수완이 정말 뛰어났죠.

# Narration/&Optional_Sellsword_Quest_CoparannInn_18_MildredWarmhearth_NPC
source: So the house belongs to you now, I guess!
ko: 그리고 그 집은 지금 당신의 것이겠네요!

# Narration/&Optional_Sellsword_Quest_CoparannInn_19_ChoiceB_Normal
source: What events? What are you talking about?
ko: 무슨 사건입니까? 무슨 얘기를 하고 싶은 건가요?

# Narration/&Optional_Sellsword_Quest_CoparannInn_20_MildredWarmhearth_NPC
source: Fifteen years ago, Coparann was threatened by an orcish horde.
ko: 15년 전, 코파란은 오크 무리로부터 위협을 받았습니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_21_MildredWarmhearth_NPC
source: They hit us hard, and almost overran the defenses!
ko: 놈들은 우리를 아주 강하게 공격했고, 방어선도 거의 무너질 뻔했죠!

# Narration/&Optional_Sellsword_Quest_CoparannInn_22_MildredWarmhearth_NPC
source: If the Stonefist company hadn't shown up when they did…
ko: 그때 스톤피스트 부대가 나타나지 않았더라면 말입니다…

# Narration/&Optional_Sellsword_Quest_CoparannInn_23_MildredWarmhearth_NPC
source: They broke the siege, but we'd already lost a lot of people.
ko: 그들이 포위망은 뚫었지만, 우리는 이미 많은 사람을 잃은 뒤였어요.

# Narration/&Optional_Sellsword_Quest_CoparannInn_24_ChoiceC_Normal
source: How did they die?
ko: 부모님은 어떻게 돌아가신 겁니까?

source: They died right after the siege.
ko: 두 분은 농성 이후에 돌아가셨지요.

# Narration/&Optional_Sellsword_Quest_CoparannInn_26_Sellsword_Sellsword
source: After? Not during?
ko: 이후요? 농성 도중이 아니라요?

source: No… I… How can I put this?
ko: 그렇습니다... 이걸... 어떻게 말해야 하지?

# Narration/&Optional_Sellsword_Quest_CoparannInn_28_Sellsword_InsigtDC20Success
source: They were… responsible.
ko: 두 분에게 어떤 책임이... 있으셨겠지요.

# Narration/&Optional_Sellsword_Quest_CoparannInn_29_Sellsword_InsigtDC20Fail
source: Come on - spit it out!
ko: 이봐요. 얼른 말해 보라고요!

source: Well, your parents had been spying for the orcs!
ko: 아 글쎄, 당신 부모님은 오크 편 첩보 활동을 했었다고요!

# Narration/&Optional_Sellsword_Quest_CoparannInn_31_Sellsword_Sellsword
source: What? No! How? Who said?
ko: 뭐라고? 말도 안 돼! 어째서? 누가 그런 말을 했죠?

source: That's the hardest part.
ko: 그게 가장 힘겨운 부분입니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_33_Sellsword_Sellsword
source: What do you mean?
ko: 무슨 뜻입니까?

source: It was you. Your testimony sealed their fate.
ko: 바로 당신이었지요. 당신의 증언이 그들의 운명을 결정지었습니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_35_Sellsword_Sellsword
source: What? Me? How?
ko: 뭐라고? 제가 말입니까? 어떻게요?

source: A seemingly innocent remark, but it led the Ceannard's spymaster to suspect your parents.
ko: 겉보기에는 순진한 말이었겠지만, 그 말을 듣고 촌장님의 첩보 대장은 당신 부모님을 의심하게 되었죠.

# Narration/&Optional_Sellsword_Quest_CoparannInn_37_Sellsword_Sellsword
source: How is it possible that I don't remember any of it?
ko: 어떻게 제가 하나도 기억 못 할 수 있죠?

source: The Ceannard took pity on you and made you drink an elixir of forgetfulness.
ko: 촌장님은 당신을 불쌍히 여기고는 망각의 물약을 지어 당신에게 마시게 했습니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_39_Sellsword_Sellsword
source: Very potent, clearly. I don't remember shit from my childhood.
ko: 확실히, 약효가 엄청났군요. 어린 시절 짓거리들은 기억이 안 납니다.

source: Yes. The Ceannard miscalculated the dose.
ko: 그래요. 촌장님이 복용량을 잘못 계산한 거죠.

source: The Baron sent you away, and provided for your education.
ko: 남작님은 당신을 내보내면서 교육을 지원하기로 했지요.

source: He was a former mercenary, and he sent you to learn the same trade.
ko: 본인이 소싯적에 용병이었던지라, 당신도 같은 일을 배우게 된 거죠.

# Narration/&Optional_Sellsword_Quest_CoparannInn_43_Sellsword_Sellsword
source: I guess I should thank him for bleeding in Sandreed… so, there's a house?
ko: 샌드리드에서 피를 흘린 것도 그분 덕택인 모양입니다... 그래서, 집은요?

source: All yours! No one knew where to find you until now. It's been kept in good order, waiting.
ko: 다 당신 겁니다! 여태껏 당신을 어디서 찾아야 할 지 아무도 몰랐어요. 잘 정돈되어 당신만 기다리고 있는 상태랍니다.

source: Your parents gave me this before they went to meet their fate.
ko: 당신 부모님께서는 임종 직전 저에게 이걸 주셨습니다.

# Narration/&Optional_Sellsword_Quest_CoparannInn_46_Sellsword_Sellsword
source: What does that mean, "resist temptation"?
ko: "유혹을 뿌리쳐라"가 무슨 뜻입니까?

source: Bribery or Sorak evil perhaps?
ko: 아마도 뇌물이나 소락과 같은 악?

source: Bribery?
ko: 뇌물?

# Narration/&Optional_Sellsword_Quest_CoparannInn_49_Sellsword_Sellsword
source: It was orcs! Let's go search the house for clues!
ko: 그건 오크였어! 단서를 찾으러 그 집에 가 보자고!

source: You should tell Sergeant Nikannen who you are, by the way. I told him you'd come.
ko: 그나저나 당신은 니카넨 상사에게 당신이 누구인지를 말해야 합니다. 제가 당신이 도착했다고 이미 말해두었습니다.

# Narration/&Optional_Sellsword_Quest_EnterHouse_1_Sellsword_Slang
source: Clear skies to you, Sarge!
ko: 맑은 하늘이 함께하길! 상사님!

# Narration/&Optional_Sellsword_Quest_EnterHouse_2_SergeantNikannen_NPC
source: You, too! What can I do for you today, my friend?
ko: 당신도요! 무엇을 도와드리면 되겠습니까, 친구여?

# Narration/&Optional_Sellsword_Quest_EnterHouse_3_Sellsword_Normal
source: I need the keys to my house in the Vale. Mildred told me.
ko: 계곡에 있는 제 집의 열쇠가 필요합니다. 밀드레드가 제게 말해주었죠.

# Narration/&Optional_Sellsword_Quest_EnterHouse_4_SergeantNikannen_NPC
source: Oh, it's you? You've grown - well, of course you have! Here - take this note to the Archivist!
ko: 오, 그게 당신이었습니까? 많이 자라셨군요. 여깄습니다. 이 쪽지를 기록관에게 가져가십시오.

# Narration/&Optional_Sellsword_Quest_EnterHouse_5_Sellsword_Normal
source: Thanks, Sarge!
ko: 감사합니다, 상사님!

# Narration/&Optional_Sellsword_Quest_Archivist_1_Sellsword_Slang
source: Clear skies, Master Archivist!
ko: 맑은 하늘이 함께하길, 기록관님!

# Narration/&Optional_Sellsword_Quest_Archivist_2_AlanMiller_NPC
source: Clear skies! What can I do for you?
ko: 맑은 하늘이 함께하길! 무엇을 도와드릴까요?

# Narration/&Optional_Sellsword_Quest_Archivist_3_Sellsword_Normal
source: Here - from Sergeant Nikannen!
ko: 이것 좀 봐 주십시오. 니카넨 상사에게 받았습니다!

# Narration/&Optional_Sellsword_Quest_Archivist_4_AlanMiller_NPC
source: I see! Give me a moment, I just need to go into the archives.
ko: 알겠습니다. 잠시만 기다려주세요. 기록 보관실에 다녀와야 합니다.

# Narration/&Optional_Sellsword_Quest_Archivist_5_AlanMiller_NPC
source: Here you go!
ko: 여기 있습니다!

# Narration/&Optional_Sellsword_Quest_Archivist_6_Sellsword_Normal
source: Thanks! Clear skies!
ko: 감사합니다! 좋은 하루 보내시길!

# Narration/&Optional_Sellsword_Quest_House_1_Any_BUT_sellsword_Normal
source: Nice house!
ko: 좋은 집이네!

# Narration/&Optional_Sellsword_Quest_House_2_Sellsword_Normal
source: Strange. It feels familiar and unfamiliar at the same time.
ko: 이상한데. 친숙함과 위화감이 동시에 느껴지는 걸.

# Narration/&Optional_Sellsword_Quest_House_3_Any_BUT_sellsword_Normal
source: Let's go inside!
ko: 들어가보자!

# Narration/&Optional_Sellsword_Quest_House_4_Sellsword_Normal
source: I got something.
ko: 뭔가를 찾았어.

# Narration/&Optional_Sellsword_Quest_House_5_Sellsword_Normal
source: Some stuff, and a note…
ko: 잡동사니 몇 개랑, 이건 메모네…

# Narration/&Optional_Sellsword_Quest_House_FightEnd__1_Any_Default
source: Soraks!
ko: 소락이다!

# Narration/&Optional_Sellsword_Quest_House_FightEnd__2_Any_Default
source: So they're involved, for sure!
ko: 그럼 그렇지, 놈들이 노리고 있었어!

# Narration/&Optional_Sellsword_Quest_House_FightEnd__3_Sellsword_Default
source: I'll find the rest and kill them!
ko: 나머지도 모두 찾아 죽여주마!

# Narration/&Optional_Sellsword_Quest_BackToInn_1_MildredWarmhearth_NPC
source: Clear skies! Did you go to the house?
ko: 맑은 하늘이 함께하길! 집에 좀 다녀오셨나요?

# Narration/&Optional_Sellsword_Quest_BackToInn_2_Sellsword_Normal
source: Yes - and I found this note!
ko: 네. 그리고 이 쪽지를 발견했습니다!

# Narration/&Optional_Sellsword_Quest_BackToInn_3_MildredWarmhearth_NPC
source: Interesting - and surprising!
ko: 흥미롭기도 하고.. 또한 놀랍군요!

# Narration/&Optional_Sellsword_Quest_BackToInn_4_Sellsword_Normal
source: Surprising?
ko: 놀랍다구요?

# Narration/&Optional_Sellsword_Quest_BackToInn_5_MildredWarmhearth_NPC
source: Well, why hide it? They could have shown it to the Ceannard!
ko: 글쎄요, 왜 이걸 숨기죠? 그들은 이걸 촌장에게 보여줄 수도 있었는데요!

# Narration/&Optional_Sellsword_Quest_BackToInn_6_Sellsword_Normal
source: Anyway, this was written by the real spy.
ko: 어쨋든, 이건 진짜 첩자에 의해 작성됐습니다.

# Narration/&Optional_Sellsword_Quest_BackToInn_7_MildredWarmhearth_NPC
source: So what?
ko: 그래서요?

# Narration/&Optional_Sellsword_Quest_BackToInn_8_CynicOrElse_Slang
source: Good luck finding the writer!
ko: 작성자를 찾아내는데에 행운이 따르길 빕니다!

# Narration/&Optional_Sellsword_Quest_BackToInn_9_Sellsword_Normal
source: Yes, that's it!
ko: 예, 바로 그겁니다!

# Narration/&Optional_Sellsword_Quest_BackToInn_10_MildredWarmhearth_NPC
source: What do you mean?
ko: 무슨 뜻이죠?

# Narration/&Optional_Sellsword_Quest_BackToInn_11_Sellsword_Normal
source: The note - the writing reveals the spy.
ko: 이 쪽지는 첩자를 드러내주고 있어요.

# Narration/&Optional_Sellsword_Quest_BackToInn_12_MildredWarmhearth_NPC
source: Then why didn't your parents use it at the trial? It would have saved their lives!
ko: 그렇다면 당신의 부모님은 왜 이것을 재판에서 제시하지 않은겁니까? 그러면 그분들이 목숨을 부지할 수도 있었을텐데요!

# Narration/&Optional_Sellsword_Quest_BackToInn_13_Sellsword_Normal
source: Because they wanted to keep me safe!
ko: 왜냐하면 그분들은 저의 안전을 지키고 싶었으니까요!

# Narration/&Optional_Sellsword_Quest_BackToInn_14_MildredWarmhearth_NPC
source: Then they must have known that the spy was present at their trial!
ko: 그렇다면 그분들은 재판 당시에 첩자가 와있다는 것을 알고 계셨다는거군요!

# Narration/&Optional_Sellsword_Quest_BackToInn_15_MildredWarmhearth_NPC
source: You know… paperwork.
ko: 당신도 알잖습니까... 행정 처리 절차라는게 있습니다.

# Narration/&Optional_Sellsword_Quest_BackToInn_16_MildredWarmhearth_NPC
source: The Ceannard, he swears by the rule of law!
ko: 촌장님은 법에 의해 다스릴것을 맹세했어요!
