Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Necromancy_Observable_01_ViewCastle1_Any_Default
source: The gem's in the castle?
ko: 그 보석이 이 성에 있다고?

# Narration/&Necromancy_Observable_01_ViewCastle2_Any_Default
source: Maybe. It's in that direction.
ko: 아마도. 저쪽 방향이야.

# Narration/&Necromancy_Observable_01_ViewCastle3_Any_Default
source: That's a good-sized castle. A garrison of two dozen at least.
ko: 꽤 큰 성이야. 주둔군이 적어도 스무 명은 넘겠군.

# Narration/&Necromancy_Observable_01_ViewCastle4_Any_Default
source: There's a path to the right. Maybe we can find cover, and size the place up without being seen.
ko: 우측편에 길이 있어. 어쩌면 엄폐물을 찾아서, 눈에 띄지 않고 이 곳의 크기를 가늠해 볼수 있을지도 몰라.

# Narration/&Necromancy_Observable_01_ViewCastle5_Any_Default
source: We could just show our Legacy Council credentials.
ko: 그냥 유산 평의회 인증을 보여줄 수도 있겠지.

# Narration/&Necromancy_Observable_01_ViewCastle6_Any_Default
source: Assuming they're law-abiding folk who'll respect the Council…
ko: 저것들이 평의회를 존중할 준법시민이라고 가정하면 말이지...

# Narration/&Necromancy_Observable_01_ViewCastle7_Any_Default
source: …Not too many of those around here, I'm guessing.
ko: ...내가 보기에 이 주변에 그런 사람은 많지 않은 것 같은데.

# Narration/&Necromancy_Observable_02_CastleFrontGate1_Any_Default
source: We're not getting in that way.
ko: 그런 식으로 들어가진 않을 거야.

# Narration/&Necromancy_Observable_02_CastleFrontGate2_Any_Default
source: Could we climb up?
ko: 벽을 탈 수 있을까?

# Narration/&Necromancy_Observable_02_CastleFrontGate3_Any_Default
source: It's too open. We'd be easy targets.
ko: 너무 노출되어 있어. 손쉬운 표적이 되겠지.

# Narration/&Necromancy_Observable_02_CastleFrontGate4_Any_Default
source: We'll have to find another way.
ko: 다른 길을 찾아야 해.

# Narration/&Necromancy_Observable_03_Catacombs1_Any_Default
source: Remember the way we've come. I wouldn't want to get lost down here.
ko: 우리가 왔던 길을 기억하라구. 여기서 길을 잃고 싶진 않으니까.

# Narration/&Necromancy_Observable_03_Catacombs2_Any_Default
source: Typical First Expansion architecture, with some embellishments…
ko: 약간의 장식이 추가됬지만, 첫번째 확장시기의 전형적인 건축물들이네…

# Narration/&Necromancy_Observable_03_Catacombs3_Any_Default
source: …probably used right up to the Cataclysm.
ko: ...대격변 시기에서부터 사용된 걸지도 몰라.

# Narration/&Necromancy_Observable_03_Catacombs4_Any_Default
source: Great idea! Let's walk through the catacombs, talking loudly!
ko: 좋은 생각이야! 지하묘지를 시끄럽게 떠들면서 지나가자구!

# Narration/&Necromancy_Observable_03_Catacombs5_Any_Default
source: Everyone knows the undead are deaf!
ko: 언데드가 귀머거리라는건 누구나 알고 있잖아!

# Narration/&Necromancy_Observable_04_AtKeepEntry1_Any_Default
source: Another door.
ko: 다른 문이야.

# Narration/&Necromancy_Observable_04_AtKeepEntry2_Any_Default
source: Oh, good. Just when I was thinking it would be too easy.
ko: 오, 좋아. 마침 이게 너무 쉽게 풀린다는 생각이 들던 참이야.

# Narration/&Necromancy_Observable_04_AtKeepEntry3_Any_Default
source: Look at the top. What is that?
ko: 꼭대기를 봐. 저게 뭐지?

# Narration/&Necromancy_Observable_04_AtKeepEntry4_Any_Default
source: Looks like a magical shield of some sort.
ko: 뭔가의 마법적 결계 종류 같네.

# Narration/&Necromancy_Observable_04_AtKeepEntry5_Any_Default
source: Some sort? How many sorts are there?
ko: 뭔가의 종류? 대체 얼마나 많은 종류가 있는거야?

# Narration/&Necromancy_Observable_04_AtKeepEntry6_Any_Default
source: What we're looking for is up there.
ko: 우리가 찾는 건 저 위에 있어.

# Narration/&Necromancy_Observable_04_AtKeepEntry7_Any_Default
source: You're sure?
ko: 정말?

# Narration/&Necromancy_Observable_04_AtKeepEntry8_Any_Default
source: It's obvious - the best loot gets the best protection.
ko: 명확하지 - 가장 비싼 건 가장 잘 방비된 곳에 두는 법이야.

# Narration/&Necromancy_Observable_05_Well1_Any_Default
source: This could be our way in.
ko: 아마 이게 우리가 들어갈 길일거야.

# Narration/&Necromancy_Observable_05_Well2_Any_Default
source: Perfect. We climb down a wet, slippery, stone shaft…
ko: 완벽하군. 축축하고 미끄러운 돌 갱도를 내려가서…

# Narration/&Necromancy_Observable_05_Well3_Any_Default
source: …into water that's who knows how deep…
ko: ...얼마나 깊을지도 모르는 물속으로 들어가서…

# Narration/&Necromancy_Observable_05_Well4_Any_Default
source: …and hope there's a way out. What could possibly go wrong?
ko: ...그리고 출구가 있기를 바라는거지. 잘못될 일이 뭐가 있겠어?

# Narration/&Necromancy_Observable_06_StormDrain1_Any_Default
source: This drain could be a way in.
ko: 이 배수관으로 들어갈 수 있을 거야.

# Narration/&Necromancy_Observable_06_StormDrain2_Any_Default
source: Into what? The bathroom's one way, and the cesspool the other?
ko: 뭐? 한 쪽은 화장실이고, 다른 쪽은 정화조겠네?

# Narration/&Necromancy_Observable_06_StormDrain3_Any_Default
source: Suppose we get down there and it's just six-inch pipes?
ko: 우리가 이리로 내려가고 이게 그냥 6인치 파이프라고 가정해볼까?

# Narration/&Necromancy_Observable_06_StormDrain4_Any_Default
source: Then we'll look for another way in. But let's try it first!
ko: 그럼 그때 다른 방법을 찾으면 되겠지. 일단 해보자고!

# Narration/&Necromancy_Observable_07_StormDrainInside1_Any_Default
source: That doesn't look right.
ko: 저건 좀 이상한 걸.

# Narration/&Necromancy_Observable_07_StormDrainInside2_Any_Default
source: It's a drain. What's wrong with that?
ko: 배수구잖아. 뭐가 이상한데?

# Narration/&Necromancy_Observable_07_StormDrainInside3_Any_Default
source: Yes, but inside a building?
ko: 맞아. 그런데 건물 안에 있다고?

# Narration/&Necromancy_Observable_07_StormDrainInside4_Any_Default
source: Maybe the roof leaks.
ko: 지붕이 새는 걸지도 모르지.

# Narration/&Necromancy_Observable_07_StormDrainInside5_Any_Default
source: Maybe this was a stock shed. A drain can be handy for mucking out.
ko: 외양간이었을지도. 배수구가 청소하는데 유용하지.

# Narration/&Necromancy_Observable_07_StormDrainInside6_Any_Default
source: That one's big enough for a cow to fall down. Doesn't make sense.
ko: 저건 소가 빠질 정도로 크다고. 말도 안 돼.

# Narration/&Necromancy_Observable_07_StormDrainInside7_Any_Default
source: Unless…
ko: 하지만 만일…

# Narration/&Necromancy_Observable_07_StormDrainInside8_Any_Default
source: I swear, if you say something smart…
ko: 이봐, 만일 헛소리를 할거라면…

# Narration/&Necromancy_Observable_07_StormDrainInside9_Any_Default
source: I never say anything that's not. But think about it:
ko: 난 헛소리는 안한다고. 하지만 생각해봐:

# Narration/&Necromancy_Observable_07_StormDrainInside10_Any_Default
source: It's big enough to climb down. It's hidden in a building. And it's close to both the walls and the keep.
ko: 내려갈 수 있을정도로 크고 건물안에 숨겨져 있는데다가, 성벽과 성채에서 가깝다고.

# Narration/&Necromancy_Observable_07_StormDrainInside11_Any_Default
source: Are you saying it's a secret entrance?
ko: 이게 비밀통로라는 말이야?

# Narration/&Necromancy_Observable_08_EnterCatacombs1_Any_Default
source: The outside graves were likely for servants and guards.
ko: 바깥쪽 무덤에는 하인과 경비들이 있는 것 같네.

# Narration/&Necromancy_Observable_08_EnterCatacombs2_Any_Default
source: The mausoleum holds a few burials, but its main purpose is to hide this secret entrance.
ko: 묘지에는 몇 개의 무덤이 있지만, 진짜 목적은 이 비밀 입구를 숨기는 거야.

# Narration/&Necromancy_Observable_08_EnterCatacombs3_Any_Default
source: The most important graves are in the catacombs down below.
ko: 가장 중요한 무덤들은 지하 묘지 아래에 있겠지.

# Narration/&Necromancy_Observable_08_EnterCatacombs4_Any_Default
source: And by "important," you mean "rich."
ko: 그리고 '중요한'이란건 '돈 되는'이라는 뜻이기도 하지

# Narration/&Necromancy_Observable_09_Teleporter1_Any_Default
source: So - this is a Minor Gate?
ko: 그래 - 이게 하급 관문인가?

# Narration/&Necromancy_Observable_09_Teleporter2_Any_Default
source: And we're sure it goes where the defiler woman said it goes?
ko: 그리고 이게 그 모독자가 말한 곳으로 간다고 확신해?

# Narration/&Necromancy_Observable_09_Teleporter3_Any_Default
source: Did you see any other way to get there?
ko: 거기로 가는 다른 길을 본 적 있어?

# Narration/&Necromancy_Observable_09_Teleporter4_Any_Default
source: So we're just going to trust her?
ko: 그래서 그냥 그녀를 믿어보자고?

# Narration/&Necromancy_Observable_09_Teleporter5_Any_Default
source: That looks like a Minor Gate.
ko: 이건 하급 관문 같은데.

# Narration/&Necromancy_Observable_09_Teleporter6_Any_Default
source: Where do you suppose it goes?
ko: 이게 어디로 이어진 것 같아?

# Narration/&Necromancy_Observable_09_Teleporter7_Any_Default
source: To the Master's floor, hopefully.
ko: 주인의 방이 있는 층으로 이어졌으면 좋겠는데.

# Narration/&Necromancy_Observable_09_Teleporter8_Any_Default
source: Or into the heart of a volcano or somewhere equally unpleasant.
ko: 아니면 화산 심장부나 뭐 그런 재수없는 곳으로 갈지도.

# Narration/&Necromancy_Observable_09_Teleporter9_Any_Default
source: We've heard how paranoid this Master is.
ko: 여기 주인이 얼마나 편집증적인지 들었잖아.

# Narration/&Necromancy_Observable_09_Teleporter10_Any_Default
source: So - are we going?
ko: 그래서 - 갈 거야?

# Narration/&Necromancy_Observable_09_Teleporter11_Any_Default
source: Why don't you go first? If it's somewhere nice, you can come back and tell us.
ko: 먼저 가보는 게 어때? 괜찮은 곳이면 돌아와서 우리한테 말해주는 거야.

# Narration/&Necromancy_Observable_10_QuestEnd1_Any_Default
source: So that's it?
ko: 이게 그거야?

# Narration/&Necromancy_Observable_10_QuestEnd2_Any_Default
source: Yes? I can feel its power. It's… incredible!
ko: 응? 이 안의 힘이 느껴져. 이건...믿기 힘들 정도야!

# Narration/&Necromancy_Observable_10_QuestEnd3_Any_Default
source: Don't let it overwhelm you. Necromancy is dark magic.
ko: 널 집어삼키게 두지마. 강령술은 암흑의 마법이라고.

# Narration/&Necromancy_Observable_10_QuestEnd4_Any_Default
source: That's right. We should probably sell it. How much do you think a smallish palace costs these days?
ko: 맞아. 우린 아마 이걸 팔아치워야 할지도 몰라. 요새 작은 궁전의 가격이 얼마쯤 하지?

# Narration/&Necromancy_Observable_10_QuestEnd5_Any_Default
source: Stop it. You know we can't do that.
ko: 그만해. 그럴수 없다는 걸 알고 있잖아.

# Narration/&Necromancy_Observable_10_QuestEnd6_Any_Default
source: We must get it back to the Council.
ko: 우린 이걸 의회에 가져가야 해.

# Narration/&Necromancy_Observable_10_QuestEnd7_Any_Default
source: Can't blame me for trying.
ko: 한번쯤 해볼만한 말이었다구.

# Narration/&Necromancy_Observable_11_EnterSolar1_Any_Default
source: Ugh. Teleporting feels weird.
ko: 으엑. 순간이동은 기분이 이상하네.

# Narration/&Necromancy_Observable_11_EnterSolar2_Any_Default
source: I wonder what this Mardracht is like?
ko: 이 마르드라흐트라는 사람이 어떤지 궁금하군요?

# Narration/&Necromancy_Observable_11_EnterSolar3_Any_Default
source: If he fought at the Rift, imagine the stories he has to tell!
ko: 그가 균열에서 싸웠었다면, 그가 들려줄 이야기들을 상상해보라구요!

# Narration/&Necromancy_Observable_11_EnterSolar4_Any_Default
source: Dropping in unannounced on a paranoid recluse with untold magical powers. What could possibly go wrong?
ko: 미지의 마법적 힘을 가진 편집증 은둔자에게 예고 없이 들르는 거군요. 전혀 잘못될 일이 없겠네요?

# Narration/&Necromancy_Observable_12_Angbisbones011_Any_Default
source: It's a book!
ko: 책이야!

# Narration/&Necromancy_Observable_12_Angbisbones012_Any_Default
source: You're amazing! Just one look, and you knew!
ko: 넌 정말 대단해! 한번에 바로 책이라고 알아채다니!

# Narration/&Necromancy_Observable_12_Angbisbones013_Any_Default
source: That's the sigil of the Antiquarians on the cover!
ko: 표지에 있는건 안티쿼리안의 인장이라고!

# Narration/&Necromancy_Observable_12_Angbisbones014_Any_Default
source: It's in the common tongue: "The Journal of Angbi Kramsson."
ko: 공용어로 쓰여져 있네 : "앙그비 크렘슨의 일지."

# Narration/&Necromancy_Observable_12_Angbisbones015_Any_Default
source: Those must be his bones here.
ko: 이게 그의 뼈임이 분명하네.

# Narration/&Necromancy_Observable_12_Angbisbones016_Any_Default
source: I bet the Antiquarians would like to have this.
ko: 안티쿼리안들이 이걸 가지고 싶어할 것이 분명해.

# Narration/&Necromancy_Observable_12_Angbisbones017_Any_Default
source: That was the ghost we met earlier!
ko: 아까 우리가 만났던 그 유령이야!

# Narration/&Necromancy_Observable_13_NecroText011_Any_Default
source: What's this?
ko: 이건 뭐지?

# Narration/&Necromancy_Observable_13_NecroText012_Any_Default
source: Going out on a limb, here - but I *think* it's a piece of parchment.
ko: 잘 모르겠지만, *아마도 어쩌면* 양피지 조각인거 같네.

# Narration/&Necromancy_Observable_13_NecroText013_Any_Default
source: You're not as funny as you think you are.
ko: 넌 네가 재밌다고 생각하는거 만큼 재밌지 않다고.

# Narration/&Necromancy_Observable_13_NecroText014_Any_Default
source: It's high elven. Looks like notes for some kind of experiment.
ko: 하이엘프어네. 어떤 실험에 대한 메모같아 보여.

# Narration/&Necromancy_Observable_13_NecroText015_Any_Default
source: Like, for example, doing unspeakable magical things to dead bodies?
ko: 예를들어, 시체에 말할 수 없는 마법적인 일들을 하는것에 관한건가?

# Narration/&Necromancy_Observable_14_NecroText021_Any_Default
source: What's this?
ko: 이건 뭐지?

# Narration/&Necromancy_Observable_14_NecroText022_Any_Default
source: It's a journal. Look - dates here, and entries there.
ko: 이건 일지네. 이거봐 - 날짜가 여기, 항목은 여기에 있어.

# Narration/&Necromancy_Observable_14_NecroText023_Any_Default
source: What language is this?
ko: 이건 무슨 언어로 쓰인거지?

# Narration/&Necromancy_Observable_14_NecroText024_Any_Default
source: Draconic. They say it's older than high elven.
ko: 용언어야. 하이엘프어보다도 오래되었다고 말하지.

# Narration/&Necromancy_Observable_14_NecroText025_Any_Default
source: Hm. Some scholars use obscure languages to prevent others stealing their research.
ko: 흠. 어떤 학자들은 다른 사람이 연구를 훔치는 걸 방지하기 위해 잘 알려지지 않은 언어를 사용하지.

# Narration/&Necromancy_Observable_14_NecroText026_Any_Default
source: Well, everyone said he was paranoid.
ko: 뭐, 모두 그가 편집증이라고 말했잖아.

# Narration/&Necromancy_Observable_14_NecroText027_Any_Default
source: Or…
ko: 아니면...

# Narration/&Necromancy_Observable_14_NecroText028_Any_Default
source: What? He's a dragon? How would that work?
ko: 뭐? 그가 용이라고? 어떻게 그게 가능해?

# Narration/&Necromancy_Observable_14_NecroText029_Any_Default
source: The most powerful dragons can take any form they choose. Why not an elf?
ko: 가장 강력한 드래곤은 원하는 어떤 형태로든 변할 수 있어. 엘프가 안될리 없잖아?

# Narration/&Necromancy_Observable_14_NecroText0210_Any_Default
source: That's pretty far-fetched. He probably just learned draconic.
ko: 너무 설득력없는 말인거 같아. 그냥 아마 용언어를 배웠겠지.

# Narration/&Necromancy_Observable_15_WeirdSigil1_Any_Default
source: That looks weird.
ko: 저건 좀 수상하네.

# Narration/&Necromancy_Observable_15_WeirdSigil2_Any_Default
source: It's similar to some magical wards I've seen, but…
ko: 내가 봤던 마법 와드들과 비슷하지만…

# Narration/&Necromancy_Observable_15_WeirdSigil3_Any_Default
source: Don't touch it! Don't go near it! Don't even look at it!
ko: 만지지 마! 가까이 가지마! 쳐다보지도 말라고!

# Narration/&Necromancy_Observable_15_WeirdSigil4_Any_Default
source: It hasn't done anything yet.
ko: 아직 아무일도 안일어났다고.

# Narration/&Necromancy_Observable_15_WeirdSigil5_Any_Default
source: It doesn't work? I wonder…
ko: 작동되지 않는거야? 만일 그러면…

# Narration/&Necromancy_Observable_15_WeirdSigil6_Any_Default
source: Don't. Just don't.
ko: 하지마. 그냥 하지마.

# Narration/&Necromancy_Observable_15_WeirdSigil7_Any_Default
source: Perhaps he made a *spelling* mistake!
ko: 그가 *맞춤법* 실수를 했을지도 몰라!

# Narration/&Necromancy_Observable_15_WeirdSigil8_Any_Default
source: I hate you.
ko: 난 네가 정말 싫어.

# Narration/&AbjurationObservable_Tombstone_01
source: Shallan Darwaz 2003 2015
ko: 샬란 다르와즈 2003 2015

# Narration/&AbjurationObservable_Tombstone_02
source: Arell Darwaz 1985 2012
ko: 아렐 다르와즈 1985 2012

# Narration/&AbjurationObservable_Tombstone_03
source: Raeghal Ylmaz 1995 2011
ko: 레갈 일마즈 1995 2011

# Narration/&AbjurationObservable_Tombstone_04
source: Marduk Kaytor 1940 2012
ko: 마르덕 카이토르 1940 2012

# Narration/&AbjurationObservable_Tombstone_05
source: Rahel Isfran 1964 2014
ko: 라헬 이스프란 1964 2014

# Narration/&AbjurationObservable_Tombstone_06
source: Elmar Emael 1980 2014
ko: 엘마르 에마엘 1980 2014

# Narration/&AbjurationObservable_Tombstone_07
source: Heysan Olfaz 1990 2014
ko: 헤이산 올파즈 1990 2014

# Narration/&AbjurationObservable_Tombstone_08
source: Giulay Olfaz 1950 2014
ko: 줄레이 올파즈 1950 2014

# Narration/&AbjurationObservable_Tombstone_09
source: Abail Ylmaz 1954 2011
ko: 아베일 일마즈 1954 2011

# Narration/&AbjurationObservable_Tombstone_10
source: Elia Isfran 1999 2013
ko: 엘리아 이스프란 1999 2013

# Narration/&AbjurationObservable_Tombstone_11
source: Selin Kaytor 1945 2012
ko: 셀린 카이토르 1945 2012

# Narration/&AbjurationObservable_Tombstone_12
source: Meran Olfaz 2010 2012
ko: 메란 올파즈 2010 2012

# Narration/&AbjurationObservable_Tombstone_13
source: Ethem Oezdegan 1990 2014
ko: 에뗌 외즈데간 1990 2014

# Narration/&AbjurationObservable_Tombstone_14
source: Laila Oezdegan 1995 2014
ko: 라일라 외즈데간 1995 2014

# Narration/&AbjurationObservable_Tombstone_15
source: Emtan Darwaz 1980 -
ko: 엠탄 다르와즈 1980 -

# Narration/&AbjurationQuest_Kythaela_1_Starter_Default
source: Only Solastan building in the neighborhood - that must be it!
ko: 이 근처에 있는 유일한 솔라스타 양식 건물이라니. 저게 틀림 없어!

# Narration/&AbjurationQuest_Kythaela_2_Pragmatism_Default
source: Better be sure!
ko: 확실해야 할 거야!

# Narration/&AbjurationQuest_Kythaela_3_Kythaela_NPC
source: Who art thou?
ko: 그대들은 누구인가?

# Narration/&AbjurationQuest_Kythaela_4_AcademicOrElse_Default
source: Old elvish! We are friends, my lady!
ko: 고대 엘프어야! 우리는 친구입니다, 부인!

# Narration/&AbjurationQuest_Kythaela_5_Kythaela_NPC
source: The Master sent you?
ko: 주인님께서 보내셨느냐?

# Narration/&AbjurationQuest_Kythaela_6_Any_Default
source: Which Master?
ko: 주인님이라뇨?

# Narration/&AbjurationQuest_Kythaela_7_Kythaela_NPC
source: How dare you!
ko: 무엄하도다!

# Narration/&AbjurationQuest_Kythaela_8_Pragmatism_Default
source: Dare what? Come outside and look around!
ko: 무엄하다고요? 밖으로 나와서 주변을 좀 보십시오!

# Narration/&AbjurationQuest_Kythaela_9_Kythaela_NPC
source: But it's… impossible!
ko: 헌데... 이럴 리가!

# Narration/&AbjurationQuest_Kythaela_10_Kythaela_NPC
source: Where am I?
ko: 여기는 어디지?

# Narration/&AbjurationQuest_Kythaela_11_Pragmatism_Slang
source: It's called the Badlands!
ko: 황무지라고 불리는 곳이죠!

# Narration/&AbjurationQuest_Kythaela_12_Kythaela_NPC
source: No! I was in the Aer-Elai, the heart of the Empire!
ko: 그럴 리가! 나는 제국의 중심부 에어 엘라이에 있었건만!

# Narration/&AbjurationQuest_Kythaela_13_Kythaela_NPC
source: I must find the Master!
ko: 주인님을 찾아야만 한다!

# Narration/&AbjurationQuest_Kythaela_14_Kythaela_NPC
source: Kythaela, my name is the shield…
ko: 키타엘라, 내 이름은 방패…

# Narration/&AbjurationQuest_Kythaela_15_Kythaela_NPC
source: …no, my name is Kythaela of the shield…
ko: ... 아니, 내 이름은 방패의 키타엘라…

# Narration/&AbjurationQuest_Kythaela_16_Kythaela_NPC
source: …whatever this shield might be.
ko: ...이 방패가 무엇인지 기억은 나지 않지만.

# Narration/&AbjurationQuest_Kythaela_17_Choice1_WRITTEN
source: Which Master?
ko: 주인님이라뇨?

# Narration/&AbjurationQuest_Kythaela_18_Choice2_WRITTEN
source: Aer-Elai?
ko: 에어 엘라이요?

# Narration/&AbjurationQuest_Kythaela_19_Choice3_WRITTEN
source: A shield?
ko: 방패요?

# Narration/&AbjurationQuest_Kythaela_20_Choice1_Spoken
source: Which Master are you talking about?
ko: 말씀하신 주인님은 누구죠?

# Narration/&AbjurationQuest_Kythaela_21_Choice2_Spoken
source: Aer-Elai? The heart of the Empire?
ko: 에어 엘라이? 제국의 중심부?

# Narration/&AbjurationQuest_Kythaela_22_Choice3_Spoken
source: What is this shield you're talking about?
ko: 말씀하신 방패가 뭐죠?

# Narration/&AbjurationQuest_Kythaela_23_Kythaela_NPC
source: The Master of… I can't remember.
ko: 주인님... 기억이 나질 않는구나.

# Narration/&AbjurationQuest_Kythaela_24_Kythaela_NPC
source: Yes, this tower was in the Aer-Elai, a haven of peace!
ko: 그래, 이 탑은 평화의 안식처인 에어 엘라이에 위치했었지!

# Narration/&AbjurationQuest_Kythaela_25_Kythaela_NPC
source: The shield is the master, and the master is the shield!
ko: 방패는 주인님이시요, 주인님은 방패시로다!

# Narration/&AbjurationQuest_Kythaela_26_Kythaela_NPC
source: But tell me - what happened?
ko: 말해 다오. 무슨 일이 있었던 거지?

# Narration/&AbjurationQuest_Kythaela_27_Any_Default
source: A thousand years ago, the Cataclysm ravaged the Empire.
ko: 약 천 년 전, 대격변이 제국을 파괴했습니다.

# Narration/&AbjurationQuest_Kythaela_28_Kythaela_NPC
source: Cataclysm?
ko: 대격변?

# Narration/&AbjurationQuest_Kythaela_29_Helpfulness_Default
source: My lady, what is the last thing you remember?
ko: 부인, 마지막으로 기억나는 게 뭐죠?

# Narration/&AbjurationQuest_Kythaela_30_Kythaela_NPC
source: I don't remember any Cataclysm… I remember… a large room…
ko: 대격변에 대한 기억 같은 건 없어... 내가 기억하는 건... 넓은 방…

# Narration/&AbjurationQuest_Kythaela_31_Kythaela_NPC
source: …people speaking about a rift, a great threat to the Empire…
ko: 사람들은 균열에 대해 말하고 있었지. 제국에 큰 위협이 되는…

# Narration/&AbjurationQuest_Kythaela_32_Kythaela_NPC
source: …strange creatures with strange powers…
ko: ... 기이한 힘을 지닌 기이한 생명체들…

# Narration/&AbjurationQuest_Kythaela_33_Choice_Academic_WRITTEN
source: You mean THE Rift?
ko: '균열'이라고요?

# Narration/&AbjurationQuest_Kythaela_34_Choice_Academic_Spoken
source: A rift? Do you mean THE rift?
ko: 균열? '그' 균열을 말하는 건가요?

# Narration/&AbjurationQuest_Kythaela_35_Kythaela_NPC
source: Are there more than one?
ko: 그게 둘 이상 있나?

# Narration/&AbjurationQuest_Kythaela_36_Choice2_WRITTEN
source: Creatures? The Soraks?
ko: 생명체? 소락?

# Narration/&AbjurationQuest_Kythaela_37_Choice2_Spoken
source: Strange creatures - yes, the Soraks, of course!
ko: 기이한 생명체라면. 그래요, 소락이 틀림없겠군요!

# Narration/&AbjurationQuest_Kythaela_38_Kythaela_NPC
source: No - they were called… humans…
ko: 아니. 그들은... 인간이라고 불렸지…

# Narration/&AbjurationQuest_Kythaela_39_Kythaela_NPC
source: …strange beings, with magic that was not arcane.
ko: ... 비전이 아닌 마법을 다루는 기이한 존재.

# Narration/&AbjurationQuest_Kythaela_40_Kythaela_ifHumanAdventurer_NPC
source: They actually looked just like you!
ko: 그대와 똑 닮았었지!

# Narration/&AbjurationQuest_Kythaela_41_AcademicOrElse_Default
source: Fascinating! You witnessed a council of war! Can you recall anything else?
ko: 환상적이야! 전쟁 의회를 직접 본 사람이라니! 뭔가 다른 건 기억나지 않나요?

# Narration/&AbjurationQuest_Kythaela_42_Kythaela_NPC
source: One of the beings was wearing THIS Crown, scintillating with gems.
ko: 그들 중 한 명은 보석으로 반짝거리는, 바로 이 왕관을 쓰고 있었지.

# Narration/&AbjurationQuest_Kythaela_43_Kythaela_NPC
source: They called him Magister, with the utmost respect!
ko: 사람들은 그를 떠받들어 마지스터라고 불렀단다!

# Narration/&AbjurationQuest_Kythaela_44_Kythaela_NPC
source: But you are not him. Where did you find this Crown?
ko: 하지만 넌 그 사람이 아니구나. 왕관은 어디서 찾았지?

# Narration/&AbjurationQuest_Kythaela_45_Choice1_WRITTEN
source: You met the Magister?
ko: 마지스터를 만났었다고요?

# Narration/&AbjurationQuest_Kythaela_46_Choice1_Spoken
source: The Magister? And this was his Crown?
ko: 마지스터? 그리고 이게 그의 왕관이라고요?

# Narration/&AbjurationQuest_Kythaela_47_Choice2_WRITTEN
source: Scintillating?
ko: 반짝거린다고?

# Narration/&AbjurationQuest_Kythaela_48_Choice2_Spoken
source: Scintillating with gems, you say?
ko: 보석으로 반짝거린다고 말하셨죠?

# Narration/&AbjurationQuest_Kythaela_49_Choice3_WRITTEN
source: We found this Crown.
ko: 우리가 왕관을 발견했습니다.

# Narration/&AbjurationQuest_Kythaela_50_Choice3_Spoken
source: We found this Crown in another part of the Badlands.
ko: 우리는 황무지의 다른 지역에서 이 왕관을 찾았죠.

# Narration/&AbjurationQuest_Kythaela_51_Kythaela_NPC
source: He was wearing it, at least.
ko: 그가 그걸 쓰고 있었지.

# Narration/&AbjurationQuest_Kythaela_52_Kythaela_NPC
source: Yes. The Crown was set with eight large gems.
ko: 그렇단다. 왕관에는 여덟 개의 큰 보석이 장식되어 있었지.

# Narration/&AbjurationQuest_Kythaela_53_Kythaela_NPC
source: There are no Badlands!
ko: 황무지 같은 건 없어!

# Narration/&AbjurationQuest_Kythaela_54_SellswordOrElse_Slang
source: Just look outside, lady! The Badlands are real!
ko: 주위를 둘러봐요, 부인! 황무지는 현실이라고요!

# Narration/&AbjurationQuest_Kythaela_55_SellswordOrElse_Slang
source: And we had to fight Soraks to get the Crown!
ko: 그리고 우리는 이 왕관을 얻기 위해 소락과 싸워야 했어요!

# Narration/&AbjurationQuest_Kythaela_56_Kythaela_NPC
source: Soraks?
ko: 소락?

# Narration/&AbjurationQuest_Kythaela_57_Any_Default
source: The scourge of humanity.
ko: 인류의 재앙이죠.

# Narration/&AbjurationQuest_Kythaela_58_Any_Default
source: They ran the humans out of Tirmar…
ko: 놈들이 티르마르에서 인간들을 몰아냈죠…

# Narration/&AbjurationQuest_Kythaela_59_Any_Default
source: …and came here to finish the job!
ko: ... 그리고 소락은 그 일을 끝내기 위해 여기 왔어요!

# Narration/&AbjurationQuest_Kythaela_60_Kythaela_NPC
source: The humans weren't the enemy?
ko: 인간은 적이 아니었나?

# Narration/&AbjurationQuest_Kythaela_61_Choice1_WRITTEN
source: They were refugees!
ko: 인간들은 난민이었어요!

# Narration/&AbjurationQuest_Kythaela_62_Choice1_Spoken
source: No! They were refugees, fleeing the Soraks!
ko: 아뇨! 그들은 소락을 피해 도망쳐 온 난민들이었어요!

# Narration/&AbjurationQuest_Kythaela_63_Kythaela_NPC
source: Refugees? Eager to join the enlightenment of the Empire!
ko: 난민? 제국의 교화를 갈망하던 자들이었구나!

# Narration/&AbjurationQuest_Kythaela_64_AcademicOrElse_Default
source: Slavery isn't enlightenment! Those days died with the Empire!
ko: 노예제는 교화가 아닙니다! 그 시절은 제국과 함께 멸망했죠!
