Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&InTemple_Added_48_Beric_AkilWingate_NPC
source: Upon death, they would return to their original form.
ko: 놈들이 죽으면 원래의 형태로 되돌아갈 걸세.

# Narration/&InTemple_Added_49_NO_AUDIO
source: Why do people follow them?
ko: 왜 사람들이 놈들을 따를까요?

# Narration/&InTemple_Added_50_Player_Default
source: How do they get people to worship them?
ko: 놈들은 어떻게 사람들이 자기를 숭배하게 만드는 거죠?

# Narration/&InTemple_Added_51_Beric_AkilWingate_NPC
source: They get into people's minds…
ko: 그들은 사람들의 마음속에 들어가서…

# Narration/&InTemple_Added_52_Beric_AkilWingate_NPC
source: …learn their darkest secrets, their fears, their shameful desires.
ko: 그들의 가장 어두운 비밀, 공포, 부끄러운 욕망들을 알아내지.

# Narration/&InTemple_Added_53_Beric_AkilWingate_NPC
source: With that, they can blackmail, corrupt, and finally recruit.
ko: 그걸로 놈들은 사람들을 협박하고, 타락시키고, 최종적으로는 자기 부하로 만들지.

# Narration/&InTemple_Added_54_Beric_AkilWingate_NPC
source: It's much easier for them than to duplicate, and very efficient.
ko: 누군가를 복제하는 것보다 더 쉽고, 훨씬 효율적이야.

# Narration/&InTemple_Added_55_Player_Default
source: Well, that's all very scary, but thanks, it's going to help us.
ko: 음, 정말 무서운 이야기지만, 도움이 되겠군요. 감사합니다.

# Narration/&InTemple_Added_56_Player_Default
source: You're welcome, deputies.
ko: 천만에.

# Narration/&InTemple_12_EinarBoss_NPC
source: If you find anything else connected to the Sorr-Akkath or their allies, bring it to the Temple.
ko: 소라카스와 놈들의 동맹과 관련된 뭔가를 찾으면, 사원으로 가져오시오.

# Narration/&InTemple_13_EinarBoss_NPC
source: Talk to Chaplain Dalon Lark. You will be well rewarded.
ko: 댈런 라크 사제와 이야기하면 보상을 받을 수 있을 거요.

# Narration/&InTemple_14_EinarBoss_NPC
source: Whenever you're ready, the Council will meet again.
ko: 당신들이 준비되는 대로 평의회가 다시 열릴 거요.

# Narration/&Conjuration_Interrogation_9b_Sorak_Prisoner_NPC
source: …magic came out of nowhere! Targeting us!
ko: ...난데없이 마법이 나타났어! 우리를 겨누고!

# Narration/&Conjuration_Interrogation_13b_Sorak_Prisoner_NPC
source: The voice! It said we would all die!
ko: 목소리! 그 목소리가 전부 죽을 거라고 했어!

# Narration/&Conjuration_GardenShed_1_HighestPerceptionOrElse_Default
source: Freeze, Soraks!
ko: 멈춰, 소락이야!

# Narration/&Conjuration_GardenShed_3_HighestPerceptionOrElse_Default
source: They haven't seen us yet! No need to rush!
ko: 놈들은 아직 우리를 발견하지 못했어! 서두를 필요 없어!

# Narration/&Conjuration_GardenShed_5_HighestPerceptionOrElse_Default
source: Look - they've gone into that shed!
ko: 저것 봐, 놈들이 저 헛간으로 들어갔어!

# Narration/&Conjuration_GardenShed_6_SpyOrHighestperception_Default
source: It's pretty small for so many Soraks. Tunnel entrance?
ko: 저 많은 소락들이 들어가기에는 좀 작군. 터널 입구인가?

# Narration/&Conjuration_GardenShed_9_HighestWisorElse_Default
source: What if they come out?
ko: 놈들이 나오면 어쩌지?

# Narration/&Conjuration_GardenShed_8_HighestPerceptionOrElse_Default
source: We'll kill them.
ko: 죽여야지.

# Narration/&Conjuration_SorakFight1_Starter_Default
source: What just happened?!
ko: 무슨 일이 벌어진 거야?!

# Narration/&Conjuration_SorakFight4_Selfpres_Default
source: Did you hear that?
ko: 들었어?

# Narration/&Conjuration_SorakFight6_Starter_Default
source: The Soraks.
ko: 소락이야.

# Narration/&Conjuration_SorakFight8_Sellsword_Default
source: You afraid?
ko: 겁먹었어?

# Narration/&Conjuration_SorakFight9_Selfpres_Default
source: Of course not.
ko: 전혀.

# Narration/&Banter_Conjuration_TheSuperEgo_Slave_Escape_A_1
source: Just open the door!
ko: 이 문 좀 열어주게!

# Narration/&Banter_Conjuration_TheSuperEgo_Slave_Escape_A_2
source: I promise I'll be good!
ko: 앞으로는 착하게 살겠네!

# Narration/&Banter_Conjuration_TheSuperEgo_Slave_Escape_B_1
source: You can't leave!
ko: 절대 내보내면 안 돼!

# Narration/&Banter_Conjuration_TheSuperEgo_Slave_Escape_B_2
source: None of us can leave!
ko: 누구도 빠져나가선 안 된다!

# Narration/&NPC_Banter1_Guard_Mirabelle_Bye
source: Safe travels, adventurers!
ko: 안전한 여행이 되시길!

# Narration/&NPC_Banter2_Guard_Mirabelle_Bye
source: Stay in the light, citizens!
ko: 빛이 함께 하시길!

# Narration/&NPC_Banter3_Guard_Mirabelle_Bye
source: Einar guide you, deputies!
ko: 에이나르께서 인도하실 것입니다!

# Narration/&NPC_Banter4_Guard_Mirabelle_Bye
source: Strike true, friends!
ko: 충실하게 수행중입니다!

# Narration/&NPC_Banter5_Guard_Mirabelle_Return
source: Welcome home, deputies!
ko: 마을에 오신 것을 환영합니다, 대리인 여러분!

# Narration/&NPC_Banter6_Guard_Mirabelle_Return
source: Good to see you, deputies!
ko: 만나서 반갑습니다!

# Narration/&NPC_Banter1_Guard_AkilWingate_Bye
source: Safe travels, adventurers!
ko: 안전한 여행이 되시길!

# Narration/&NPC_Banter2_Guard_AkilWingate_Bye
source: Stay in the light, citizens!
ko: 빛이 함께 하시길!

# Narration/&NPC_Banter3_Guard_AkilWingate_Bye
source: Einar guide you, deputies!
ko: 에이나르께서 인도하실 것입니다!

# Narration/&NPC_Banter4_Guard_AkilWingate_Bye
source: Strike true, friends!
ko: 충실하게 수행중입니다!

# Narration/&NPC_Banter5_Guard_AkilWingate_Return
source: Welcome home, deputies!
ko: 마을에 오신 것을 환영합니다, 대리인 여러분!

# Narration/&NPC_Banter6_Guard_AkilWingate_Return
source: Good to see you, deputies!
ko: 만나서 반갑습니다!

# Narration/&NPC_Banter1_Guard_MarkJane_Bye
source: Safe travels, adventurers!
ko: 안전한 여행이 되시길!

# Narration/&NPC_Banter2_Guard_MarkJane_Bye
source: Stay in the light, citizens!
ko: 빛이 함께 하시길!

# Narration/&NPC_Banter3_Guard_MarkJane_Bye
source: Einar guide you, deputies!
ko: 에이나르께서 인도하실 것입니다!

# Narration/&NPC_Banter4_Guard_MarkJane_Bye
source: Strike true, friends!
ko: 충실하게 수행중입니다!

# Narration/&NPC_Banter5_Guard_MarkJane_Return
source: Welcome home, deputies!
ko: 마을에 오신 것을 환영합니다, 대리인 여러분!

# Narration/&NPC_Banter6_Guard_MarkJane_Return
source: Good to see you, deputies!
ko: 만나서 반갑습니다!

# Narration/&NPC_Banter5_Orc_Mirabelle_talk
source: Kebra strong. Kebra control nyarks!
ko: 케브라는 강하다. 나크가 케브라를 따른다!

# Narration/&NPC_Banter6_Orc_Mirabelle_talk
source: Sandraven want trade with nyarks.
ko: 모래까마귀 부족이 나크와 거래를 원한다.

# Narration/&NPC_Banter9_Orc_Mirabelle_talk
source: Nyarks like volcano?
ko: 나크도 화산을 좋아하나?

# Narration/&NPC_Banter11_Orc_Mirabelle_talk
source: Brok is new chief.
ko: 브록이 새로운 족장이다.

# Narration/&NPC_Banter12_Orc_Mirabelle_talk
source: Nyark killed Edrof in arena.
ko: 나크가 결투에서 에드로프를 죽였다.

# Narration/&NPC_Banter13_Orc_Mirabelle_talk
source: Nyark strong.
ko: 나크 주제에 강하군.

# Narration/&NPC_Banter14_Orc_Mirabelle_talk
source: Arrok powerful.
ko: 아록이 가장 강하다.

# Narration/&NPC_Banter15_Orc_Mirabelle_talk
source: Brok alive?
ko: 브록이 살아있었나?

# Narration/&NPC_Banter17_Orc_Mirabelle_talk
source: Kralshe-Renn is dead?
ko: 크랄셰렌은 죽었나?

# Narration/&New_Player_Banters2_Normal_Hello
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&DLC1_Marches_CS04_Rogue_19_Acolyte_Default
source: You mean, you can fight, right?
ko: 그러니까, 싸울 수 있다는 거지?

# Narration/&DLC1_Marches_CS04_Rogue_20_Rogue_NPC
source: Better than the other six who died on the way here.
ko: 여기까지 오다 죽은 6명보다는 낫지.

# Narration/&DLC1_Marches_CS04_Rogue_21_Rogue_NPC
source: Stay in the light.
ko: 빛이 함께 하시길.

# Narration/&DLC1_Marches_CS07_FoundBook11_Mean_Slang
source: Bugger off.
ko: 꺼져.

# Narration/&DLC1_Marches_CS08_CompleteRogueQuest5_Rogue_NPC
source: Here, take this, I have no use for it, but maybe you will…
ko: 자, 이걸 가져가. 내겐 아무 소용 없지만, 너라면…

# Narration/&DLC1_Marches_Trapped_4_Player_Default
source: This place is a…nest, or something.
ko: 이 곳은 둥지.. 같네.

# Narration/&DLC1_Marches_Trapped_5_Player_Default
source: We can't go back.
ko: 우린 돌아갈 수 없어.

# Narration/&DLC1_Marches_Trapped_7_Player_Default
source: There's no choice, we have to move forward.
ko: 선택의 여지가 없어. 우리는 나아가야만 해.

# Narration/&DLC1_Marches_NPC_Banter_HeliaFairblade_Basic
source: Yes, yes, I'll check your wares.
ko: 그래 그래, 상품들을 확인해볼게.

# Narration/&DLC1_Marches_NPC_Banter_HeliaFairblade_Waiting
source: Anything new?
ko: 뭐 새로운 소식 있어?

# Narration/&DLC1_Marches_NPC_Banter_HeliaFairblade_QuestDone
source: You did well.
ko: 잘했어.

# Narration/&DLC1_Marches_NPC_Banter_HeliaFairblade_Angry
source: There is only one rule : don't get caught.
ko: 단 하나의 규칙이 있습니다. 잡히지 마십시오.

# Narration/&DLC1_Marches_NPC_Banter_Rogue_Basic
source: Sorry, I really need to catch my breath.
ko: 잠깐만, 나 숨 좀 고르고.

# Narration/&DLC1_Marches_NPC_Banter_Rogue_Waiting
source: Tell me if you find anything of interest.
ko: 재밌는 걸 찾으면 나한테 알려줘.

# Narration/&DLC1_Marches_NPC_Banter_Rogue_Happy
source: Those artifacts you brought me are very interesting.
ko: 네가 가져온 그 유물들은 참 흥미로워.

# Narration/&DLC1_Marches_NPC_Banter_Mercenary_Basic
source: Those orcs almost killed us all.
ko: 그 오크들은 우리를 거의 박살냈지.

# Narration/&DLC1_Marches_NPC_Banter_Mercenary_Waiting
source: I'm sharpening my blade.
ko: 나는 칼을 갈고 있어.

# Narration/&DLC1_Marches_NPC_Banter_Mercenary_Angry
source: Where I come from, we cut the hands of thieves.
ko: 내가 살던 곳에선 도둑놈들은 손모가지를 잘라버렸지.

# Narration/&DLC1_Marches_NPC_Banter_Galar_Angry
source: I can't have thieves working for me.
ko: 도둑놈들을 고용할 순 없어.

# Narration/&DLC1_Marches_NPC_Banter_Noble_Recruit
source: If you're after Ving, I'm in.
ko: 네가 빙을 쫓고 있다면 나도 끼워줘.

# Narration/&DLC1_Marches_NPC_Banter_Mercenary_Recruit
source: Sure, let's do this.
ko: 그래. 이렇게 하자.

# Narration/&DLC1_Marches_NPC_Banter_Rogue_Recruit
source: Why not, I'll tag along.
ko: 왜 안돼, 나도 따라갈게.

# Narration/&DLC1_Marches_GiveUpCompanions1_WRITTEN_ChoiceA
source: Ask companions to stay
ko: 동료들에게 남아있기를 요청한다.

# Narration/&DLC1_Marches_GiveUpCompanions2_WRITTEN_ChoiceB
source: Never mind.
ko: 괜찮아.

# Narration/&DLC1_Marches_GiveUpCompanions3_ChoiceA_Default
source: We'd like to continue on our own, for now.
ko: 지금은 우리끼리 해보고 싶네.

# Narration/&DLC1_Marches_GiveUpCompanions4_ChoiceB_Default
source: It's nothing, sorry.
ko: 아무것도 아니야. 미안.

# Narration/&Background_Quest_Wanderer1_Wanderer_Default
source: Hey TBC NPC, how are you ?
ko: 안녕 개발사가 아직 이름도 못 정한 NPC야, 잘 지냈어?

# Narration/&Background_Quest_Wanderer2_HalfOrc_NPC
source: I need you help in there.
ko: 네가 거기서 좀 도와줬으면 좋겠어.

# Narration/&Background_Quest_Wanderer3_Wanderer_Default
source: The mine ?
ko: 광산?

# Narration/&Background_Quest_Wanderer6_HalfOrc_NPC
source: I asked the Baron, he agreed to open it for me, if you come with me.
ko: 내가 남작에게 요청했는데, 남작은 너랑 같이 오면 열어준다고 했어.

# Narration/&DLC1_Marches_Valley_Exit_3_Reactor_Default
source: How are we going to go back to the camp?
ko: 어떻게 캠프로 돌아갈 수 있을까?

# Narration/&DLC1_Marches_Valley_Exit_4_Commentator_Default
source: We can't.
ko: 그럴 수 없어

# Narration/&DLC1_Marches_Valley_Exit_6_Starter_Default
source: See?
ko: 거 봐!
