Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Telema_64_MeetingScavs_Wizard
source: I don't know… they took him alive, after all…
ko: 글쎄... 그래도 산채로 끌고 갔잖아…

# Narration/&Telema_65_MeetingScavs_Rogue
source: So they wanted to keep him fresh… orcs are orcs!
ko: 신선한 고기가 먹고 싶었나 보지... 오크는 결국 오크야!

# Narration/&Telema_66_MeetingScavs_Fighter
source: Ignore them. So, we just need to go in and find Hector?
ko: 이 녀석들 말 무시해. 그러면 우리가 가서 헥터를 찾으면 되는거지?

# Narration/&Telema_67_MeetingScavs_Dek
source: Yeah… good luck with that!
ko: 그래... 행운을 빌어주지!

# Narration/&Telema_68_MeetingScavs_Cleric
source: Why is he so angry?
ko: 왜 저렇게 화가 나있는 건가요?

# Narration/&Telema_69_MeetingScavs_Lena
source: He and Hector don't exactly get along.
ko: 헥터랑 안 친했거든.

# Narration/&Telema_70_MeetingScavs_Lena
source: But he's one of our crew…
ko: 그래도 우리 동료인데...

# Narration/&Telema_71_MeetingScavs_Lena
source: …and I won't leave anyone behind.
ko: ... 그리고 난 그 누구도 버려두고 떠날 수 없어.

# Narration/&Telema_72_MeetingScavs_Cleric
source: We gave our word to your leaders.
ko: 우린 당신들의 리더에게 약속했습니다.

# Narration/&Telema_73_MeetingScavs_Cleric
source: We will get Hector back.
ko: 우리가 헥터를 찾아 올 겁니다.

# Narration/&Telema_74_MeetingScavs_Lena
source: Thanks.
ko: 고마워.

# Narration/&Telema_75_MeetingScavs_Lena
source: Do you need food?
ko: 식량이 필요하진 않아?

# Narration/&Telema_76_MeetingScavs_Fighter
source: You think we'll be away for that long?
ko: 그렇게 오래 걸릴 것 같아?

# Narration/&Telema_77_MeetingScavs_Lena
source: You can never be too careful…
ko: 조심해서 나쁠 건 없지...

# Narration/&Telema_78_MeetingScavs_Lena
source: …that's the law of the Badlands.
ko: ... 그게 황무지의 법칙이야.

# Narration/&Telema_79_MeetingScavs_Lena
source: We can spare some if you need it.
ko: 필요하다면 우리 식량을 조금 나눠주지.

# Narration/&Telema_80_MeetingScavs_Lena
source: We have more than we need for just the two of us.
ko: 우리 둘이 먹기에는 식량이 필요이상으로 많으니까.

# Narration/&Telema_81_MeetingScavs_Dek
source: Are you serious?
ko: 진심이야?

# Narration/&Telema_82_MeetingScavs_Dek
source: You're giving away our food?
ko: 식량을 그냥 나눠준다고?

# Narration/&Telema_83_MeetingScavs_Lena
source: They're risking their lives for us, Dek.
ko: 우리를 위해 목숨을 걸고 있잖아, 데크.

# Narration/&Telema_84_MeetingScavs_Dek
source: For Hector. We can starve, apparently.
ko: 헥터를 위한 거겠지. 우리는 굶주려도 상관 없나보군.

# Narration/&Telema_85_MeetingScavs_ChoiceIntimidate
source: The rescuers get the food.
ko: 구출하러 가는 자들이 식량을 갖는다.

# Narration/&Telema_86_MeetingScavs_AnswerIntimidate
source: The rescuers get the food.
ko: 구출하러 가는 자들이 식량을 갖는다.

# Narration/&Telema_87_MeetingScavs_Fighter
source: Get it?
ko: 알겠어?

# Narration/&Telema_88_MeetingScavs_Dekchecksuccess
source: I don't believe it.
ko: 어이없구만.

# Narration/&Telema_89_MeetingScavs_Dekchecksuccess
source: That's on you, Lena.
ko: 리나, 이건 네 책임이야.

# Narration/&Telema_90_MeetingScavs_Lenachecksuccess
source: Don't worry,
ko: 걱정하지마,

# Narration/&Telema_91_MeetingScavs_Lenachecksuccess
source: that's just the way he is.
ko: 원래 성격이 저런 녀석이니까.

# Narration/&Telema_92_MeetingScavs_Clericchecksuccess
source: Thanks, Lena.
ko: 고맙습니다, 리나.

# Narration/&Telema_93_MeetingScavs_Dekcheckfailed
source: No.
ko: 안돼.

# Narration/&Telema_94_MeetingScavs_Roguecheckfailed
source: Nice try.
ko: 어림도 없지.

# Narration/&Telema_95_MeetingScavs_Fightercheckfailed
source: Shut up.
ko: 입 다물어.

# Narration/&Telema_96_MeetingScavs_Fighter
source: We should get moving and find your friend.
ko: 이제 너희들의 친구를 찾으러 가봐야 겠어.

# Narration/&Telema_97_MeetingScavs_Lena
source: Thanks!
ko: 고마워!

# Narration/&Telema_98_MeetingScavs_Lena
source: And good luck!
ko: 그리고 행운을 빌어!

# Narration/&Telema_99_MeetingScavs_ChoicePersuasion
source: You're right… keep your food.
ko: 그래... 식량은 가지고 있어.

# Narration/&Telema_100_MeetingScavs_AnswerPersuasion
source: You're right… keep it. We'll survive.
ko: 그래... 가지고 있어. 없어도 우린 안 죽을테니까.

# Narration/&Telema_101_MeetingScavs_Cleric
source: We'll be back in no time.
ko: 금방 돌아올 겁니다.

# Narration/&Telema_102_MeetingScavs_Cleric
source: If not, you'll have enough to eat.
ko: 그렇지 않더라도, 먹을 만한 충분한 양은 될 텐데요.

# Narration/&Telema_103_MeetingScavs_Dekchecksuccess
source: Don't look at me.
ko: 왜 그렇게 쳐다보는데.

# Narration/&Telema_104_MeetingScavs_Lenachecksuccess
source: Just one day of food, Dek.
ko: 하루치 식량일 뿐이잖아, 데크.

# Narration/&Telema_105_MeetingScavs_Dekchecksuccess
source: All right, take the damn food!
ko: 알았어, 가져가버려 그럼!

# Narration/&Telema_106_MeetingScavs_Dekchecksuccess
source: Thank you!
ko: 고마워!

# Narration/&Telema_107_MeetingScavs_Dekcheckfailed
source: Absolutely.
ko: 물론이지.

# Narration/&Telema_108_MeetingScavs_Choice
source: Your boss said you'd feed us.
ko: 너희 보스가 말하길 너희가 우리에게 식량을 제공할거라던데.

# Narration/&Telema_109_MeetingScavs_Answer
source: Your boss said we could take whatever resources we needed.
ko: 너희 보스는 우리가 필요한 건 뭐든 가져라가고 했는데.

# Narration/&Telema_110_MeetingScavs_Dek
source: Did he?
ko: 그랬어?

# Narration/&Telema_111_MeetingScavs_Rogue
source: Are you calling me a liar?
ko: 내 말이 거짓말이라는 거야?

# Narration/&Telema_112_MeetingScavs_Dekchecksuccess
source: No.
ko: 아니.

# Narration/&Telema_113_MeetingScavs_Deceptionchecksuccess
source: So?
ko: 그래서?

# Narration/&Telema_114_MeetingScavs_Dekchecksuccess
source: So take the damn food!
ko: 그럼 이 망할 식량 가져가 버려!

# Narration/&Telema_115_MeetingScavs_Dekcheckfailed
source: Why not?
ko: 아닐 이유도 없잖아?

# Narration/&Telema_116_MeetingScavs_Roguecheckfailed
source: Fair enough.
ko: 어쩔 수 없구만.

# Narration/&Telema_117_MeetingScavs_Wizardcheckfailed
source: Impressive negotiation skills.
ko: 끝내주는 협상 실력이시로군.

# Narration/&Telema_118_MeetingScavs_Roguecheckfailed
source: He's stubborn, that's all.
ko: 고집불통이라 그럴 뿐이야.

# Narration/&TelemaBasReliefTitle
source: A Sight for Sore Eyes
ko: 보기만 해도 즐거운 광경

# Narration/&Telema_119_Room01_BasRelief_Wizard
source: Look at that!
ko: 저거 봐!

# Narration/&Telema_120_Room01_BasRelief_Wizard
source: Perfectly preserved!
ko: 완벽하게 보존됐군!

# Narration/&Telema_121_Room01_BasRelief_Cleric
source: What is it?
ko: 그게 뭐죠?

# Narration/&Telema_122_Room01_BasRelief_Wizard
source: It's a scene from the Imperial conquest of the northern provinces.
ko: 제국의 북부 지역 원정을 묘사한 장면이야.

# Narration/&Telema_123_Room01_BasRelief_Cleric
source: When the Empire ruled the lands of the Snow Alliance.
ko: 제국이 설산 동맹을 통치할 때 입니다.

# Narration/&Telema_124_Room01_BasRelief_Cleric
source: I can't pretend to feel nostalgic about those times.
ko: 그 시절이 좋은 시절이었다고는 도저히 말할 수 없습니다.

# Narration/&Telema_125_Room01_BasRelief_Wizard
source: Nostalgic? That was more than a thousand years ago!
ko: 천 년도 더 지난 이전의 일인데, 알고 있군요!

# Narration/&Telema_126_Room01_BasRelief_Cleric
source: The Old Empire was built on slavery and racism.
ko: 구 제국은 노예제와 종족차별 위에 세워졌었습니다.

# Narration/&Telema_127_Room01_BasRelief_Rogue
source: Thanks for the (yawn) history lesson.
ko: 역사 수업 (하품) 고맙네요.

# Narration/&Telema_128_Room01_BasRelief_Rogue
source: Now… does this look valuable to you?
ko: 그래서...이건 값이 좀 나가려나요?

# Narration/&Telema_129_Room01_BasRelief_Wizard
source: All history is valuable, my friend.
ko: 모든 역사는 소중하고 가치있는 법이지요.

# Narration/&Telema_130_Room01_BasRelief_Rogue
source: Tell that to my purse.
ko: 내 지갑에다 대고 그런 소리 해보라고요.

# Narration/&Telema_131_Room01_BasRelief_Fighter
source: Anyway, this doesn't help Hector, so let's move out.
ko: 어쨌든 이게 헥터에게 도움이 되지는 않으니까, 나가죠.

# Narration/&TelemaChestTitle
source: Too Good to Be True
ko: 너무 좋아서 의심스러운 일

# Narration/&Telema_132_Room01_Chest_Fighter
source: Well, that's interesting.
ko: 흠, 흥미롭네요.

# Narration/&Telema_133_Room01_Chest_Rogue
source: You don't say! Look at that!
ko: 정말이야! 저걸 보라고!

# Narration/&Telema_134_Room01_Chest_Fighter
source: I'd be careful if I were you.
ko: 나라면 조심할 겁니다.

# Narration/&Telema_135_Room01_Chest_Fighter
source: It looks too good to be true.
ko: 일이 이렇게 잘 풀리다니, 의심스럽군요.

# Narration/&Telema_136_Room01_Chest_Rogue
source: That's right. You can't be too careful…
ko: 맞아. 아무리 조심해도 지나치지 않다구...

# Narration/&Telema_137_Room01_Chest_Rogue
source: …that's the law of the Badlands.
ko: ...그게 황무지의 법칙이야.

# Narration/&TelemaStatueTitle
source: Memory of the Past
ko: 과거의 기억

# Narration/&Telema_138_Room01_Statue_Rogue
source: Try not to stare… you're making that statue uncomfortable.
ko: 되도록 쳐다보지마...네가 저 동상을 불편하게 만들고 있잖아.

# Narration/&Telema_139_Room01_Statue_Wizard
source: But it's… can you read this?
ko: 하지만 이건...혹시 이거 읽을 수 있나요?

# Narration/&Telema_140_Room01_Statue_Rogue
source: Never had the benefit of an Imperial indoctrin… I mean, education.
ko: 제국의 사상 주입...이 아니라 교육의 혜택은 받은 적 없어.

# Narration/&Telema_141_Room01_Statue_Cleric
source: That's Emperor Gildean the Third.
ko: 그건 황제 길딘 3세 입니다.

# Narration/&Telema_142_Room01_Statue_Rogue
source: How do you know?
ko: 어떻게 알아?

# Narration/&Telema_143_Room01_Statue_Cleric
source: It's written here.
ko: 여기 쓰여져 있습니다.

# Narration/&Telema_144_Room01_Statue_Cleric
source: For those who can read it.
ko: 읽을 수 있는 사람들을 위해서요.

# Narration/&Telema_145_Room01_Statue_Rogue
source: That's nice for you, I'm sure.
ko: 너에겐 참 잘된 일이겠네.

# Narration/&Telema_146_Room01_Statue_Wizard
source: His was a very ancient dynasty.
ko: 그는 아주 오래된 왕조의 일원이에요.

# Narration/&Telema_147_Room01_Statue_Wizard
source: Look at his date of birth.
ko: 여기 생년월일을 보라구요.

# Narration/&Telema_148_Room01_Statue_Cleric
source: And location.
ko: 그리고 위치도요.

# Narration/&Telema_149_Room01_Statue_Wizard
source: Wait! I must copy this.
ko: 잠깐만요! 난 이걸 기록해 놔야겠어요.

# Narration/&Telema_150_Room01_Statue_Wizard
source: The Tower will find this interesting.
ko: 지식의 탑에서 이걸 매우 흥미로워 할 거에요.

# Narration/&Telema_151_Room01_Statue_Fighter
source: Are you done?
ko: 다 끝났나요?

# Narration/&TelemaDoorTitle
source: Dead End?
ko: 막다른 길?

# Narration/&Telema_152_Room01_Door_Rogue
source: Can we open it?
ko: 열 수 있을 것 같아?

# Narration/&Telema_153_Room01_Door_Fighter
source: I don't see how.
ko: 어떻게 여는지 모르겠네요.

# Narration/&Telema_154_Room01_Door_Wizard
source: Must be magically sealed.
ko: 마법으로 봉인 된 게 분명하군요.

# Narration/&Telema_155_Room01_Door_Cleric
source: Do you think a magic seal from Imperial times would still work?
ko: 제국 시대의 마법 봉인이 아직도 작동한단 말입니까?

# Narration/&Telema_156_Room01_Door_Fighter
source: In the Badlands, anything's possible.
ko: 황무지에서는, 어떤 일도 일어날 수 있거든요.

# Narration/&Telema_157_Room01_Door_Rogue
source: Do you have a spell to open it?
ko: 이걸 열 수 있는 주문 가지고 있어?

# Narration/&Telema_158_Room01_Door_Wizard
source: No.
ko: 없군요.

# Narration/&Telema_159_Room01_Door_Fighter
source: Let's not waste time, then. Move out!
ko: 그럼 시간 낭비하지 말죠. 나갑시다!

# Narration/&Telema_160_Room01_Crawl_Rogue
source: They must have gone through here after they took Hector.
ko: 아마 헥터를 데리고 여길 지나갔을 거야.

# Narration/&Telema_161_Room01_Crawl_Cleric
source: Really? We need to crawl through there?
ko: 정말로? 여길 기어서 지나가야 한단 말입니까?

# Narration/&Telema_162_Room01_Crawl_Rogue
source: Yeah, but you don't mind being on your knees, do you?
ko: 맞아, 근데 넌 매일같이 무릎 꿇잖아, 안 그래?

# Narration/&Telema_163_Room01_Crawl_Cleric
source: Very funny.
ko: 그것 참 재미있군요.

# Narration/&Telema_164_OrcCamp_approach_Fighter
source: I see light ahead!
ko: 앞쪽에 빛이 보입니다!

# Narration/&Telema_165_OrcCamp_approach_Rogue
source: Let me take a look before you go clanking around in your armor.
ko: 갑옷 소리를 절그렁 거리며 들어가기 전에 내가 먼저 보고 올게.

# Narration/&Telema_166_OrcCamp_approach_Fighter
source: Be careful!
ko: 조심하세요!

# Narration/&Telema_167_OrcCamp_approach_Rogue
source: Law of the Badlands, my friend.
ko: 황무지의 법칙이라구, 동지들이여.

# Narration/&TelemaBackFromReconTitle
source: Meeting the Locals
ko: 현지인과의 만남

# Narration/&Telema_168_OrcCamp_BackFromRecon_Rogue
source: The orcs are here.
ko: 여기 오크들이 있어.

# Narration/&Telema_169_OrcCamp_BackFromRecon_Rogue
source: Looks like we can sneak around.
ko: 우리가 우회할 수 있을 것처럼 보여.

# Narration/&Telema_170_OrcCamp_BackFromRecon_Fighter
source: Even me?
ko: 나도 가능할까요?

# Narration/&Telema_171_OrcCamp_BackFromRecon_Rogue
source: Ehh… probably.
ko: 에...아마도.

# Narration/&Telema_172_OrcCamp_BackFromRecon_Cleric
source: Did you see Hector?
ko: 헥터는 발견했어요?

# Narration/&Telema_173_OrcCamp_BackFromRecon_Rogue
source: Not a trace.
ko: 흔적조차 없었어.

# Narration/&Telema_174_OrcCamp_BackFromRecon_Fighter
source: We should attack… we have the element of surprise.
ko: 저들을 공격하죠...우리가 기습할 수 있을 거예요.

# Narration/&Telema_175_OrcCamp_BackFromRecon_Cleric
source: But what if Hector's down there too?
ko: 하지만 헥터가 저 아래에 있다면 어떡하지요?

# Narration/&Telema_176_OrcCamp_BackFromRecon_Wizard
source: I hear some orc tribes can be bartered with.
ko: 어떤 오크족은 거래가 가능하다고 들었어요.

# Narration/&Telema_177_OrcCamp_BackFromRecon_Rogue
source: Not these orcs.
ko: 이 놈들은 아닐걸.

# Narration/&TelemaOrcCampExitTitle
source: Disappointment…
ko: 실망…

# Narration/&Telema_178_OrcCamp_exit_Fighter
source: So, no Hector?
ko: 그래서, 헥터는 없었나요?

# Narration/&Telema_179_OrcCamp_exit_Wizard
source: It doesn't make any sense.
ko: 납득이 안되는 군요.

# Narration/&Telema_180_OrcCamp_exit_Cleric
source: Maybe he's farther down.
ko: 어쩌면 더 아래에 있을지도 모릅니다.

# Narration/&Telema_181_OrcCamp_exit_Fighter
source: All right, let's keep looking.
ko: 좋아요. 계속 찾아보죠.

# Narration/&TelemaVerticalEntranceTitle
source: Lighting the Darkness
ko: 어둠을 밝히다

# Narration/&Telema_182_Vertical_entrance_Fighter
source: I don't like this.
ko: 이건 정말 싫은걸.

# Narration/&Telema_183_Vertical_entrance_Rogue
source: We can climb down.
ko: 내려가면 되잖아.

# Narration/&Telema_184_Vertical_entrance_Wizard
source: It's too dark.
ko: 너무 어두운걸요.

# Narration/&Telema_185_Vertical_entrance_Cleric
source: Too unstable, too. These blocks look like they could fall at any minute.
ko: 너무 불안정하기도 하구요. 이 블록들은 금방이라도 떨어질 것 같습니다.

# Narration/&Telema_186_Vertical_entrance_Wizard
source: There's some kind of black oil dripping from the ceiling.
ko: 천장에서 검은 기름 같은 게 떨어지고 있네요.

# Narration/&Telema_187_Vertical_entrance_Wizard
source: Maybe we can use it to light up the place.
ko: 여기를 밝히는데 사용할 수 있을지도 몰라요.

# Narration/&TelemaVerticalExitTitle
source: No Way Back
ko: 돌아갈 길은 없다

# Narration/&Telema_188_Vertical_exit_Rogue
source: Damn it! Now we're stuck!
ko: 젠장! 완전 막혔어!

# Narration/&Telema_189_Vertical_exit_Fighter
source: Do you think the orcs would bring Hector farther in than this?
ko: 오크들이 헥터를 이보다 더 안쪽으로 데려갔다고 생각해요?

# Narration/&Telema_190_Vertical_exit_Wizard
source: Not the orcs, no…
ko: 오크들은 안 그럴 거에요...

# Narration/&Telema_191_Vertical_exit_Wizard
source: …but something else… maybe.
ko: ...하지만 다른 무언가라면...아마도요.

# Narration/&Telema_192_Vertical_exit_Fighter
source: We've come this far… let's find him.
ko: 여기까지 왔으니...그를 찾아보죠.

# Narration/&Telema_193_Vertical_exit_Rogue
source: I'm starting to think we might need that food after all.
ko: 결국 그 음식이 필요했었을지도 모른다는 생각이 드네.

# Narration/&TelemaShaftEntranceTitle
source: Unexpected Denizens
ko: 뜻밖의 주민

# Narration/&Telema_194_Shaft_entrance_Cleric
source: What is this… an amphitheater?
ko: 이건 뭐지...원형극장?

# Narration/&Telema_195_Shaft_entrance_Wizard
source: A very special one.
ko: 매우 특별한 원형극장이네요.

# Narration/&Telema_196_Shaft_entrance_Rogue
source: Not room for much of a crowd…
ko: 많은 사람들을 위한 공간은 아닌 것 같네…

# Narration/&Telema_197_Shaft_entrance_Wizard
source: Students of magic. The Masters taught spells here.
ko: 마법 수련생들 이군요. 마스터들이 여기서 주문을 가르쳤을 겁니다.

# Narration/&Telema_198_Shaft_entrance_Fighter
source: Do spiders like magic shows?
ko: 거미들이 마술 쇼를 좋아하나요?

# Narration/&Telema_199_Shaft_entrance_Fighter
source: Because I see a lot of webs.
ko: 여긴 거미줄 투성인데요.

# Narration/&Telema_200_Shaft_entrance_Wizard
source: Deep spiders. We will have to be careful.
ko: 깊은 곳 거미들이군요. 조심해야 하겠네요.

# Narration/&Telema_201_Shaft_entrance_Fighter
source: Deep Spiders?
ko: 깊은 곳 거미?

# Narration/&Telema_202_Shaft_entrance_Cleric
source: Very large and aggressive, but sensitive to light.
ko: 매우 크고 공격적이지만, 빛에는 민감합니다.

# Narration/&Telema_203_Shaft_entrance_Rogue
source: Just how large is very large?
ko: 매우 크다는게 얼마나 큰 걸 말하는데?

# Narration/&Telema_204_Shaft_entrance_Wizard
source: Just keep your lights ready…
ko: 그냥 불을 밝힐 준비를 해요…

# Narration/&Telema_205_Shaft_entrance_Wizard
source: …and your oil handy.
ko: ...그리고 기름도 쓸 수 있게 준비하구요.

# Narration/&Telema_206_Shaft_entrance_Wizard
source: The more light we have, the fewer spiders we'll face.
ko: 불이 밝을수록 상대할 거미 숫자가 줄어들 거라고요.

# Narration/&Telema_207_Shaft_entrance_Fighter
source: We don't have a choice here. The only way out is up.
ko: 선택의 여지가 없군요. 유일한 탈출구는 위로 올라가는 겁니다.

# Narration/&TelemaShaftUpperTitle
source: A Way Out?
ko: 나가는 길?

# Narration/&Telema_208_Shaft_upper_Fighter
source: How many are there?
ko: 도대체 몇 마리나 있는 거야?

# Narration/&Telema_209_Shaft_upper_Rogue
source: You don't want to know.
ko: 알고 싶지 않을걸.

# Narration/&Telema_210_Shaft_upper_Cleric
source: Try pushing this down!
ko: 이걸 아래쪽으로 밀어보죠!

# Narration/&Telema_211_Shaft_upper_Cleric
source: I feel a weakness here.
ko: 여기 약한 부분이 느껴집니다.

# Narration/&TelemaShaftCollapsedTitle
source: Escape… to Hector!
ko: 헥터에게로...탈출!

# Narration/&Telema_212_Shaft_collapsed_Wizard
source: Well done!
ko: 멋지게 해냈군요!

# Narration/&Telema_213_Shaft_collapsed_Rogue
source: You sure they're dead?
ko: 다 죽인 게 확실해?

# Narration/&Telema_214_Shaft_collapsed_Fighter
source: Well, they're not coming back.
ko: 글쎄, 더 몰려오지는 않는 것 같네요.

# Narration/&Telema_215_Shaft_collapsed_Rogue
source: Good.
ko: 잘됐네.

# Narration/&Telema_216_Shaft_collapsed_Cleric
source: My friends, I believe I have found Hector.
ko: 동지들이여, 헥터를 찾은 것 같습니다.

# Narration/&Telema_217_Rescue_Hector
source: By all the gods at once… thank you!
ko: 모든 신들이시여...감사합니다!

# Narration/&Telema_218_Rescue_Fighter
source: Are you Hector?
ko: 당신이 헥터인가요?

# Narration/&Telema_219_Rescue_Hector
source: Yes! And you?
ko: 맞아요! 당신은요?

# Narration/&Telema_220_Rescue_Fighter
source: The boss sent us. Runnel went for help.
ko: 러넬이 도움을 청해서, 저희가 왔습니다.

# Narration/&Telema_221_Rescue_Hector
source: Runnel! So he survived?
ko: 러넬이! 그가 살아남은 거군요?

# Narration/&Telema_222_Rescue_Cleric
source: Barely, but yes.
ko: 간신히지만, 그렇습니다.

# Narration/&Telema_223_Rescue_Cleric
source: He's safely back in town.
ko: 그는 무사히 마을로 돌아갔습니다.

# Narration/&Telema_224_Rescue_Rogue
source: So, did the spiders take you?
ko: 그래서, 거미들이 널 데려간 거야?

# Narration/&Telema_225_Rescue_Hector
source: The orcs did, after their raid.
ko: 오크들이 습격해서 날 데려갔습니다.

# Narration/&Telema_226_Rescue_Hector
source: They kept me for a while.
ko: 그들은 얼마간 날 붙잡아 두더군요.

# Narration/&Telema_227_Rescue_Hector
source: I was wondering why.
ko: 왜 그러는지 궁금했었지요.

# Narration/&Telema_228_Rescue_Hector
source: I finally got the answer when they…
ko: 마침내 답을 알게 됐어요 그들이...

# Narration/&Telema_229_Rescue_Hector
source: …well, they sacrificed me.
ko: ...그들이 날 제물로 바쳤을 때 말이죠.

# Narration/&Telema_230_Rescue_Fighter
source: What?
ko: 뭐라구요?

# Narration/&Telema_231_Rescue_Hector
source: They feed the spiders. So they don't get eaten themselves.
ko: 오크들은 거미에게 먹이를 줍니다. 그들 자신이 먹히지 않기 위해서요.

# Narration/&Telema_232_Rescue_Hector
source: They leave captives at the top of the amphitheater.
ko: 그들은 원형극장 꼭대기에 포로들을 남겨두지요.

# Narration/&Telema_233_Rescue_Rogue
source: Oh, that one?
ko: 오, 거기?

# Narration/&Telema_234_Rescue_Rogue
source: We kind of… destroyed it.
ko: 거기 우리가...부숴버렸는데.

# Narration/&Telema_235_Rescue_Fighter
source: The spider nest, too.
ko: 거미 둥지도.

# Narration/&Telema_236_Rescue_Hector
source: Interesting.
ko: 흥미롭네요.

# Narration/&Telema_237_Rescue_Hector
source: I'm not sure how the orcs will react to that.
ko: 오크들이 어떻게 반응할지 모르겠네요.

# Narration/&Telema_238_Rescue_Hector
source: This spider cult seemed important to them.
ko: 이 거미 숭배가 그들에게 중요해 보이던데요.

# Narration/&Telema_239_Rescue_Fighter
source: Can't say I feel sorry for them.
ko: 그들에게 미안한 감정은 전혀 들지 않는군.

# Narration/&Telema_240_Rescue_Hector
source: I owe you my life. Thanks again.
ko: 당신에게 목숨을 빚졌습니다. 다시 한번 감사드려요.

# Narration/&Telema_241_Rescue_Cleric
source: You are most welcome.
ko: 별말씀을요.

# Narration/&Telema_242_Rescue_Fighter
source: You should rest, and I think we should do the same.
ko: 당신은 좀 쉬어야 합니다. 우리도 같이 쉬어야겠네요.

# Narration/&Telema_243_Rescue_Hector
source: Good idea.
ko: 좋은 생각이네요.

# Narration/&Telema_244_Rescue_Choice
source: What's your story?
ko: 당신의 사연은 뭔가요?

# Narration/&Telema_245_Rescue_Answer
source: So Hector, what's your story?
ko: 그럼, 헥터. 당신은 왜 여기오게 된건가요?

# Narration/&Telema_246_Rescue_Hector
source: Me? I'm just another Scavenger, really.
ko: 나요? 난 그저 스캐빈저일 뿐이에요.

# Narration/&Telema_247_Rescue_Hector
source: I make a living bringing old stuff out of the Badlands.
ko: 난 황무지에서 오래된 물건들을 가져오는 걸로 생계를 유지하죠.

# Narration/&Telema_248_Rescue_Choice
source: What about Lena and Dek?
ko: 리나와 데크는요?

# Narration/&Telema_249_Rescue_Answer
source: Do you know Lena and Dek? They seem like quite a pair!
ko: 리나와 데크는 아는 사람들인가요? 멋진 파트너같아 보이던데요!

# Narration/&Telema_250_Rescue_Hector
source: Oh, those two… always fighting over something.
ko: 오, 그 둘 말이군요...항상 서로 싸우고 있지요.

# Narration/&Telema_251_Rescue_Hector
source: But you couldn't separate them if you wanted to.
ko: 그래도 그 둘을 갈라놓을수는 없다구요.

# Narration/&Telema_252_Rescue_Fighter
source: They seemed pretty much at each other's throats.
ko: 그들은 서로 앙숙 같아 보이던데요.

# Narration/&Telema_253_Rescue_Hector
source: Yeah, like I said… always fighting.
ko: 맞아요, 제가 말했듯이...언제나 싸우고 있죠.

# Narration/&Telema_254_Rescue_Hector
source: But in battle, always back to back.
ko: 하지만 전투에서는, 언제나 등을 맞대고 싸워요.

# Narration/&Telema_255_Rescue_Rogue
source: Aww… that's so sweet.
ko: 아하하...정말 귀엽기도 하셔라.

# Narration/&Telema_256_Rescue_Choice
source: Did you find anything good in here?
ko: 여기서 뭔가 좋은 걸 찾았나요?

# Narration/&Telema_257_Rescue_Answer
source: Did you find anything good in the ruins?
ko: 이 폐허에서 뭔가 좋은 걸 찾았나요?

# Narration/&Telema_258_Rescue_Hector
source: No, not much. You've seen the state of the place…
ko: 아니요, 별로요. 그 장소의 상태를 봤잖아요...

# Narration/&Telema_259_Rescue_Hector
source: …but there was something.
ko: ...하지만 뭔가가 있었어요.

# Narration/&Telema_260_Rescue_Hector
source: Didn't have time to use it.
ko: 그걸 사용할 시간은 없었지만요.

# Narration/&Telema_261_Rescue_Fighter
source: What is it?
ko: 뭔가라니요?

# Narration/&Telema_262_Rescue_Rogue
source: A key?
ko: 열쇠네?

# Narration/&Telema_263_Rescue_Hector
source: I think it opens the door in the ruins.
ko: 폐허에 있는 문을 여는 것 같아요.

# Narration/&Telema_264_Rescue_Rogue
source: Oh, yeah… that door.
ko: 아, 그래... 그 문 말이네.

# Narration/&Telema_265_Rescue_Hector
source: At least, I hope it does.
ko: 적어도, 그렇기를 바랄뿐이죠.

# Narration/&Telema_266_Rescue_Hector
source: Not much else, though. I think the orcs got it all.
ko: 그 외에는 없었어요. 오크들이 다 가져간 것 같아요.

# Narration/&Telema_267_Rescue_Choice
source: You're a cleric of Einar?
ko: 당신은 에이나르의 성직자 인가요?

# Narration/&Telema_268_Rescue_Answer
source: You're wearing the flaming sword.
ko: 당신은 불타는 검을 착용하고 있네요.

# Narration/&Telema_269_Rescue_Hector
source: And I can see you're from the Order of the Beacon.
ko: 그러는 당신은 봉화의 기사단 출신이군요.

# Narration/&Telema_270_Rescue_Cleric
source: Are you a priest, Hector?
ko: 당신은 사제 이십니까, 헥터?

# Narration/&Telema_271_Rescue_Hector
source: Just a humble follower.
ko: 그저 한명의 신도일 뿐이지요.

# Narration/&Telema_272_Rescue_Hector
source: This was given to me by one of your brothers.
ko: 이 물건은 당신의 형제 중 한사람이 제게 주었답니다.

# Narration/&Telema_273_Rescue_Hector
source: We fought together… he felt like he owed me.
ko: 우리는 함께 싸웠었죠...그는 제게 빚을 진 것으로 생각했나봐요.

# Narration/&Telema_274_Rescue_Hector
source: And he gave me this.
ko: 그리고 그가 제게 이걸 주었죠.

# Narration/&Telema_275_After_Rest_Fighter
source: I think we're all ready to go.
ko: 우리 모두 갈 준비가 된 것 같네요.

# Narration/&Telema_276_After_Rest_Wizard
source: Indeed.
ko: 그런 것 같아요.

# Narration/&Telema_277_After_Rest_Cleric
source: I think we're close to the surface.
ko: 제 생각에 우리는 지상에 가까워진 것 같습니다.

# Narration/&Telema_278_After_Rest_Cleric
source: I can feel it.
ko: 그걸 느낄 수 있군요.

# Narration/&Telema_279_After_Rest_Fighter
source: All right… let's move.
ko: 알겠어요...이동하죠.

# Narration/&Telema_280_Ambush_Fighter
source: Orcs! Over there!
ko: 오크다! 저기!

# Narration/&Telema_281_Ambush_Rogue
source: It's an ambush!
ko: 매복이야!
