Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Telema_282_Ambush_Fighter
source: Time to fight!
ko: 싸울 시간입니다!

# Narration/&Telema_283_WayBack_Fighter
source: Hey! Take a look at this.
ko: 여기! 이것 좀 봐.

# Narration/&Telema_284_WayBack_Cleric
source: The stone is carved.
ko: 돌에 뭔가가 새겨져 있군요.

# Narration/&Telema_285_WayBack_Fighter
source: Are we back near the ruins?
ko: 폐허 근처로 돌아온건가요?

# Narration/&Telema_286_WayBack_Cleric
source: It looks fragile, let's try pushing it.
ko: 깨지기 쉬운 것 같으니, 한번 밀어봅시다.

# Narration/&Telema_287_WayBack_Fighter
source: Well done… we're back in the ruins!
ko: 좋아...폐허로 돌아왔군요!

# Narration/&Telema_288_WayBack_Rogue
source: So, do you still have that key?
ko: 그래서 그 열쇠 아직도 가지고 있어?

# Narration/&Telema_289_WayBack_Hector
source: Sure.
ko: 물론이죠.

# Narration/&Telema_290_WayBack_Hector
source: Take it.
ko: 가져가세요.

# Narration/&Telema_291_Magic_Door_Wizard
source: Amazing!
ko: 놀라워!

# Narration/&Telema_292_Magic_Door_Wizard
source: This room hasn't been opened in a millennium!
ko: 이 방은 천년 동안 열리지 않은 것 같아요!

# Narration/&Telema_293_Magic_Door_Cleric
source: Those books are falling to pieces.
ko: 오래된 책들이 산산조각 나고 있네요.

# Narration/&Telema_294_Magic_Door_Wizard
source: Not this one!
ko: 이건 안그렇다구요!

# Narration/&Telema_295_Magic_Door_Cleric
source: Look around for other valuables.
ko: 다른 귀중품이 있는지 찾아봅시다.

# Narration/&Telema_296_Magic_Door_Rogue
source: Already doing it!
ko: 이미 하고 있어!

# Narration/&Telema_297_Exit_Temple_Lena
source: Hey! Here they are!
ko: 이거 봐! 그들이 돌아왔어!

# Narration/&Telema_298_Exit_Temple_Dek
source: I'll be damned… they're alive!
ko: 말도 안돼....살아 있잖아!

# Narration/&Telema_299_Exit_Temple_Fighter
source: We told you we'd find him.
ko: 우리가 그를 찾아올 거라고 말했잖아요.

# Narration/&Telema_300_Exit_Temple_Lena
source: Hector?
ko: 헥터?

# Narration/&Telema_301_Exit_Temple_Dek
source: Lena, wait!
ko: 리나, 기다려!

# Narration/&Telema_302_Exit_Temple_Cleric
source: What's going on?
ko: 뭐가 어떻게 되가는 겁니까?

# Narration/&Telema_303_Exit_Temple_Lena
source: That's not Hector!
ko: 저건 헥터가 아니야!

# Narration/&Telema_304_Exit_Temple_Fighter
source: What?
ko: 무슨 말인가요?

# Narration/&Telema_305_Exit_Temple_Rogue
source: Then just who are you, friend?
ko: 그럼, 넌 누구지?

# Narration/&Telema_306_Exit_Temple_Hector
source: Put down your weapons.
ko: 무기를 내려놔라.

# Narration/&Telema_307_Exit_Temple_Fighter
source: Why would we do that?
ko: 우리가 그럴것 같아?

# Narration/&Tavern_01_1_Stealth_Normal
source: This beer tastes like donkey piss. Not that I'm complaining.
ko: 이 맥주는 당나귀 오줌 맛이 나는군. 딱히 불만 있는 건 아니긴 한데.

# Narration/&Tavern_01_2_Explorer_Default
source: Hope I'm not too late.
ko: 너무 늦지 않았다면 좋겠군.

# Narration/&Tavern_01_3_Explorer_Normal
source: Ran into a bit of trouble on the way here.
ko: 오는 길에 골칫거리가 좀 생겼거든.

# Narration/&Tavern_01_4_Spellcaster_Normal
source: Take the load off. There's plenty of donkey piss to go around.
ko: 와서 앉아. 모두가 나눌만한 당나귀 오줌이 아주 많다구.

# Narration/&Tavern_01_5_Spellcaster_Formal
source: Sit. Relax. Perhaps you'd enjoy a pint of this obnoxious ale?
ko: 앉아서 좀 쉬어. 이 맛없는 맥주나 한 잔 할래?

# Narration/&Tavern_01_6_Fighter_Default
source: Here for the Council job? Join the club.
ko: 의회 일 때문에 왔나? 같은 처지로군.

# Narration/&Tavern_01_7_Fighter_Authoritative
source: If you're here for the Council job, get in line.
ko: 의회 일 때문에 온 거라면, 순서를 기다려야 할 거야.

# Narration/&Tavern_01_8_Fighter_Friendly
source: You're not too late, friend. We're all here for the same reason.
ko: 너무 늦지 않았어, 친구. 우리 모두 같은 이유로 여기에 왔지.

# Narration/&Tavern_01_9_Fighter_Default
source: Apparently, Lord Carran likes to keep people waiting.
ko: 보아하니 캐런 경은 사람을 기다리게 하는 걸 좋아하는 모양이야.

# Narration/&Tavern_01_10_Fighter_Authoritative
source: Though if this Lord Carran doesn't show up soon, I may go looking for him.
ko: 캐런 경이 곧 나타나지 않으면, 찾으러 다니기라도 해야겠어.

# Narration/&Tavern_01_11_Fighter_Friendly
source: Grab a chair.
ko: 의자에 앉지 그래.

# Narration/&Tavern_01_12_Stealth_Default
source: Another round, barkeeper. Four of your finest flagons of donkey piss, please!
ko: 여기 주문, 주인장. 최고의 당나귀 오줌 4잔이요!

# Narration/&Tavern_01_13_Explorer_Default
source: Looks like you've been waiting here a while.
ko: 여기서 꽤나 오래 기다렸나 보군.

# Narration/&Tavern_01_13_Explorer_Formal
source: I see you're all making the best of this.
ko: 모두들 애쓰고 있는 듯하군.

# Narration/&Tavern_01_13_Explorer_Slang
source: So is this the job? Getting shitfaced?
ko: 이게 의회 일이야? 꽐라 되는 게?

# Narration/&Tavern_01_14_Spellcaster_Normal
source: We do what we have to. So what's this trouble you were telling us about?
ko: 해야 할 일을 할 뿐. 그래서 아까 말한 골칫거리가 뭐였는데?

# Narration/&Tavern_01_15_Spellcaster_Formal
source: Indeed. You mentioned something about some trouble. Would you care to elaborate?
ko: 그럼. 아까 골칫거리라고 했는데, 혹시 자세히 설명해 줄 수 있어?

# Narration/&Tavern_01_16_Explorer_Normal
source: Well, I was making my way here…
ko: 그게, 여기까지 오는 길에 말이지...

# Narration/&Tavern_01_17_Explorer_Normal
source: …when three bandits leapt out of the bushes with crossbows.
ko: ... 갑자기 도적 세 놈이 석궁을 들고 수풀에서 튀어나오는 거야.

# Narration/&Tavern_01_18_Explorer_Normal
source: They dragged me off to some decrepit prison…
ko: 놈들이 나를 웬 낡은 감옥으로 끌고 가서는...

# Narration/&Tavern_01_19_Explorer_Normal
source: …and tossed me in a filthy cell that smelled of rat piss.
ko: ... 쥐 오줌 냄새나는 더러운 감방에다 내팽개치더라고.

# Narration/&Tavern_01_20_Explorer_Slang
source: Well, I was heading down a lonely road…
ko: 글쎄, 내가 혼자 길을 걷고 있는데 말이야...

# Narration/&Tavern_01_21_Explorer_Slang
source: …when three shitheads jumped from the bushes, dragged me off…
ko: ... 수풀에서 병신 세 놈이 튀어나와서는, 나를 끌고 가서...

# Narration/&Tavern_01_22_Explorer_Slang
source: …and threw my ass in this rundown jail.
ko: ... 웬 거지같은 감옥에다가 나를 처넣었단 말이지.

# Narration/&Tavern_01_23_Explorer_Slang
source: Smelled like some poor bastard had died in there.
ko: 무슨 시체 썩는 냄새가 났다고.

# Narration/&Tavern_01_24_Explorer_Formal
source: I was heading down the highway, minding my own business…
ko: 생각에 잠겨 길을 따라 걷고 있었는데…

# Narration/&Tavern_01_25_Explorer_Formal
source: …when three brigands burst out of the bushes and waylaid me.
ko: ... 수풀에서 부랑자 세 명이 불쑥 나타나서는, 나를 불러 세우더군.

# Narration/&Tavern_01_26_Explorer_Formal
source: They carried me off to some ramshackle prison.
ko: 그들은 금방이라도 무너질 듯한 감옥으로 나를 데려갔지.

# Narration/&Tavern_01_27_Explorer_Formal
source: An Imperial ruin of some sort…
ko: 제국의 유적 같았는데...

# Narration/&Tavern_01_28_Explorer_Formal
source: Fortunately, the walls were as weak as this mediocre ale we're drinking.
ko: 다행히도, 벽이 지금 마시고 있는 형편없는 맥주만큼이나 약하더군.

# Narration/&Tavern_01_29_Explorer_Normal
source: …Don't know what was holding the place up…
ko: ... 어떻게 안 무너지고 있는지 궁금할 지경이었어...

# Narration/&Tavern_01_29_Explorer_Slang
source: …a strong wind coulda taken it down.
ko: ... 바람만 불어도 작살나겠던데.

# Narration/&Tavern_02_1_Fighter_Normal
source: Nice move, that trick with the wall. Glad you're no worse for wear.
ko: 멋진데, 벽을 교묘히 활용하다니. 다치지 않아 참 다행이야.

# Narration/&Tavern_02_2_Fighter_Formal
source: So you escaped unscathed. Well done, my friend!
ko: 그렇게 무사히 탈출했군. 잘했어, 친구!

# Narration/&Tavern_02_3_Explorer_Normal
source: My flagon is empty of ale, and Lord Carran still isn't here.
ko: 술잔이 비도록 캐런 경은 나타나질 않는군.

# Narration/&Tavern_02_4_Explorer_Cynical
source: Perhaps someone else can tell a story since it looks like we might be here a while.
ko: 여기에 꽤 오래 있어야 할 것 같은데, 다른 사람이 이야기 하나 더 하는 게 어때?

# Narration/&Tavern_02_5_Explorer_Lawful
source: This Council needs to get organized. They have no right to keep us waiting like this.
ko: 의회는 일을 체계적으로 해야 해. 우리를 이렇게 기다리게 해서는 안 된다고.

# Narration/&Tavern_02_6_Spellcaster_Normal
source: Have another ale. It's not like you have anywhere better to be.
ko: 맥주나 한 잔 더 마시자고. 여기말고 더 나은 곳이 있는 것도 아니잖아.

# Narration/&Tavern_02_7_Spellcaster_Greedy
source: I don't mind waiting as long as they pay us for our darned time.
ko: 이 빌어먹을 시간에 맞는 시급만 준다면 얼마든지 기다릴 수 있지.

# Narration/&Tavern_02_8_Spellcaster_Aristocrat
source: The Council is likely busy with important matters of state, and we are not, so have patience.
ko: 의회는 국가의 여러 중대사로 바쁠 테지만, 우리는 한가하잖아. 인내심을 가지라고.

# Narration/&Tavern_02_9_Spellcaster_Lowlife
source: You think the Council cares about the likes of us? They'll get to us when they're good and ready.
ko: 의회가 우리같은 놈들한테 신경이나 쓸 것 같아? 때가 되면 어련히 나타나겠지.

# Narration/&Tavern_02_10_Fighter_Normal
source: Well, let me tell you my story then. I, too, was accosted on the way here, but I faced my foes head on.
ko: 자, 그럼 내 이야기를 해 볼까. 나 역시 여기로 오면서 위협을 받았지만, 나는 적들과 정면으로 맞서 싸웠지.

# Narration/&Tavern_02_11_Fighter_Violent
source: I have a tale to tell as well. I, too, was attacked, but I put an end to my enemies with blood and pain.
ko: 나도 할 이야기가 있어. 나 역시 공격을 받았지만 피와 고통으로 적들을 끝장냈지.

# Narration/&Tavern_02_12_Stealth_Slang
source: So what are you waiting for? Spit it out, why don't you?
ko: 그럼 뭘 꾸물거리고 있어? 한번 늘어놔 봐.

# Narration/&Tavern_02_13_Stealth_Normal
source: Let's hear it, then. Don't be shy.
ko: 그럼 들어 보자고. 어서 말해봐.

# Narration/&Tavern_02_14_Stealth_Formal
source: Proceed, then. Everyone enjoys a tale well told.
ko: 그럼 계속해 봐. 좋은 이야기는 누구나 즐겁게 들으니까.

# Narration/&Tavern_02_15_Merton_Default
source: What a bunch namby-pambies! You're lucky you weren't attacked by Soraks!
ko: 완전 햇병아리들이로군! 소락한테 당하지 않은 걸 운 좋은 줄 알라고!

# Narration/&Tavern_02_16_Fighter_Normal
source: I don't remember anyone asking your opinion.
ko: 댁 의견을 궁금해하는 사람은 없는데.

# Narration/&Tavern_02_17_Fighter_Violent
source: Shut your mouth, or I'll shut it for ya!
ko: 아가리 닥쳐. 아니면 내가 다물게 해 줄 테니!

# Narration/&Tavern_02_18_Fighter_Friendly
source: That's right, buddy. It's always good to be lucky.
ko: 아저씨 말이 맞아. 운이 좋은 건 언제나 좋지.

# Narration/&Tavern_02_19_Merton_Default
source: The Badlands are thick with 'em. Shapeshifting bastards!
ko: 황무지는 그 망할 놈들로 가득 차 있어. 변신하는 새끼들!

# Narration/&Tavern_02_20_Stealth_Normal
source: Never mind him. He's just another drunk Scavenger.
ko: 신경쓰지 마. 그냥 술 취한 스캐빈저일 뿐이야.

# Narration/&Tavern_02_21_Stealth_Cynical
source: Everyone's a critic.
ko: 비평가들 납셨군.

# Narration/&Tavern_02_22_Stealth_Einar
source: I'm so tired of stupid drunks ranting about mythical creatures.
ko: 신화 속 존재에 대해 이리저리 떠드는 멍청한 주정뱅이들에 진절머리가 나.

# Narration/&Tavern_02_23_Explorer_Default
source: Aren't all drunks basically stupid?
ko: 주정뱅이는 다 저렇게 멍청한가?

# Narration/&Tavern_02_24_Spellcaster_Default
source: Soraks might be legend, but orcs are quite real, and not just in the Badlands.
ko: 소락은 전설 속에 있을지 모르지만, 오크는 현실 속에 있지. 황무지에서만이 아니라.

# Narration/&Tavern_02_25_Spellcaster_Default
source: …I stumbled across a secret settlement right here in the Principality.
ko: ... 바로 이 공국 안에 있는 비밀 정착지를 우연히 발견하게 되었어.

# Narration/&Tavern_02_26_Fighter_Normal
source: What?
ko: 뭐라고?

# Narration/&Tavern_02_27_Fighter_Slang
source: Bullshit!
ko: 개소리군!

# Narration/&Tavern_02_28_Fighter_Formal
source: That is preposterous.
ko: 터무니 없는 소리.

# Narration/&Tavern_02_29_Spellcaster_Normal
source: High in the hills, two days west of here.
ko: 여기서 서쪽으로 이틀 거리에, 높은 언덕에서.

# Narration/&Tavern_02_30_Spellcaster_Normal
source: I left the main road to find a shorter way through…
ko: 나는 더 빠른 길을 찾으려고 큰길을 벗어났지...

# Narration/&Tavern_02_31_Spellcaster_Normal
source: And I was making good time…
ko: 그리고 아주 잘 흘러가고 있었는데...

# Narration/&Tavern_02_32_Spellcaster_Normal
source: …when I dropped through a frickin' sinkhole into a cave.
ko: ... 망할 구덩이 때문에 동굴로 떨어지고 말았어.

# Narration/&Tavern_02_33_Spellcaster_Slang
source: I was dragging my weary ass up the hills west of here…
ko: 엉덩짝을 질질 끌며 여기서 서쪽에 있는 언덕을 오르고 있었지...

# Narration/&Tavern_02_34_Spellcaster_Slang
source: …and decided to leave the road to look for a shortcut.
ko: ... 그리고 지름길을 찾으려고 길에서 벗어나기로 했어.

# Narration/&Tavern_02_35_Spellcaster_Slang
source: It was beautiful day. Blue skies. Birds singing. I watched one take wing…
ko: 아름다운 날이었지. 푸른 하늘. 지저귀는 새들. 날아오르는 녀석을 바라보다가...

# Narration/&Tavern_02_36_Spellcaster_Slang
source: …and fell right into a blasted hole.
ko: ... 빌어먹을 구멍으로 곧장 떨어지고 말았지.

# Narration/&Tavern_02_37_Spellcaster_Formal
source: I traveled here from the east, and left the main highway…
ko: 나는 동쪽으로부터 이곳까지 여행해 왔어. 도중에 큰길을 벗어났지...

# Narration/&Tavern_02_38_Spellcaster_Formal
source: …hoping to save time by traversing the hills.
ko: ... 언덕을 가로질러 시간을 절약하기를 바라면서 말야.

# Narration/&Tavern_02_39_Spellcaster_Formal
source: The views were magnificent, but I should have kept my eye on the path.
ko: 풍경이 장관이었지. 계속해서 길을 주시했어야 했는데 그러지 못 했어.

# Narration/&Tavern_02_40_Spellcaster_Formal
source: Because it gave way beneath my feet, plunging me into gloomy darkness.
ko: 그 대가로 발 아래가 무너져, 우울한 어둠 속으로 내던져지고 말았지.

# Narration/&Tavern_03_1_Fighter_Selfpres
source: Not sure I would have slept so close to a horde of orcs.
ko: 나라면 오크 무리와 그렇게 가까이서 잠들 수 없었을 텐데.

# Narration/&Tavern_03_2_Fighter_Violence
source: I would have slaughtered every one of those green-skinned monsters.
ko: 나였다면 그 초록 괴물들을 남김없이 도륙을 냈을 텐데.

# Narration/&Tavern_03_3_Fighter_Cynical
source: You slept with a bunch of orcs? That explains the smell.
ko: 오크 무리랑 잤다고? 냄새의 원인을 알겠군.

# Narration/&Tavern_03_4_Spellcaster_Default
source: Orcs have a very distinctive stink.
ko: 오크는 아주 독특한 냄새를 풍기지.

# Narration/&Tavern_03_5_Stealth_Cynical
source: I'm beginning to think Lord Carran might be a mythical creature.
ko: 캐런 경이 신화 속 존재일지도 모른다는 생각이 들기 시작했어.

# Narration/&Tavern_03_6_Stealth_Violence
source: If Lord Carran keeps us waiting much longer, I might greet him with a dagger.
ko: 캐런 경이 우리를 더 오래 기다리게 하면, 단검으로 환영해 줘야겠군.

# Narration/&Tavern_03_7_Stealth_Lawful
source: We should bill the Council for all this wasted time.
ko: 허비한 시간에 대한 대가를 의회에 청구해야 해.

# Narration/&Tavern_03_8_Explorer_Default
source: We've all told a tale of our travels here. All but one of us.
ko: 여기까지의 여정은 전부 들은 것 같네. 한 사람만 빼고.

# Narration/&Tavern_03_9_Stealth_Default
source: Yes, but I have a good reason for that. It's none of your damn business.
ko: 그래, 하지만 그럴 만한 이유가 있다고. 제길, 당신이 상관할 바가 아니야.

# Narration/&Tavern_03_10_Fighter_Slang
source: Come on, now. Don't be a killjoy. We all sang for our supper. Now it's your turn!
ko: 자, 자, 흥을 깨지 말라고. 이야기를 들었으면 답례를 해야지. 네차례라고!

# Narration/&Tavern_03_11_Fighter_Formal
source: We can't take up arms together if we don't trust each other.
ko: 서로를 믿지 못하면 함께 무기를 들 수도 없는 법이지.

# Narration/&Tavern_03_12_Fighter_Normal
source: You can't have a true friendship without trust. What are you hiding?
ko: 신뢰 없이는 진정한 우정을 쌓을 수 없지. 뭘 숨기고 있는 거야?

# Narration/&Tavern_03_13_Stealth_Default
source: Fine - you want to know the truth?
ko: 좋아. 진실을 알고 싶나?

# Narration/&Tavern_03_14_Stealth_Default
source: I stopped on the way here to visit an old friend of mine…
ko: 여기 오는 길에 오랜 친구를 보러 갔었어...

# Narration/&Tavern_03_15_Stealth_Default
source: And discovered he was up to his eyeballs in debt with a loan shark.
ko: 그리고 녀석이 고리대금업자에게 몰려 빚더미에 올라앉은 사실을 알게 되었지.

# Narration/&Tavern_03_16_Explorer_Normal
source: Oh, that's not good.
ko: 오, 좋지 않군.

# Narration/&Tavern_03_17_Explorer_Slang
source: Sounds like an idiot.
ko: 병신 같군.

# Narration/&Tavern_03_18_Explorer_Formal
source: So he was in dire straits?
ko: 그래서 그 친구가 심각한 곤경에 처했던 거야?

# Narration/&Tavern_03_19_Stealth_Default
source: Indeed. He put up a family heirloom as collateral and wanted me to reacquire it.
ko: 물론. 그는 가보를 담보로 맡겼고, 내가 그걸 되찾아 오기를 바랐지.

# Narration/&Tavern_03_20_Stealth_Default
source: Because, you see, I can be quite stealthy when necessary.
ko: 왜냐하면, 보다시피, 나는 필요할 때 꽤나 조용히 움직일 수 있거든.

# Narration/&Tavern_041_Carran_NPC
source: Are you four here to see Lord Carran?
ko: 캐런 경을 찾아 오신 겁니까?

# Narration/&Tavern_042_Stealth_Cynical_WRITTEN
source: We're not here to get drunk.
ko: 술이나 마시러 온 건 아닙니다.

# Narration/&Tavern_043_Stealth_Pragmatic_WRITTEN
source: Who's asking?
ko: 그쪽은 누구십니까?

# Narration/&Tavern_044_Stealth_Violence_WRITTEN
source: Maybe we're here looking for a fight.
ko: 싸우러 온 것일 수도 있죠.

# Narration/&Tavern_042_Stealth_Cynical
source: Well, we're not here to drink ourselves to death.
ko: 글쎄요, 죽을때까지 술이나 마시러 온 건 아닙니다.

# Narration/&Tavern_043_Stealth_Pragmatic
source: Depends on who's asking.
ko: 그쪽이 누구인가에 따라 다르죠.

# Narration/&Tavern_044_Stealth_Violence
source: Maybe. Or maybe we're here just to raise hell and break heads.
ko: 아마도. 아니면 단지 머리통을 깨고 이곳을 아수라장으로 만들려고 온 것일 수도 있죠.

# Narration/&Tavern_045_Carran_cynical_NPC
source: Well, thank you for making that clear…
ko: 음, 명확히 이야기해 주셔서 감사합니다…

# Narration/&Tavern_045_Carran_violent_NPC
source: A fight, is it? I'm sure we can find an outlet for your… enthusiasm.
ko: 싸움 말입니까? 당신의 그... 열정에 대한 배출구를 찾을 수 있을 것 같군요.

# Narration/&Tavern_045_Carran_NPC
source: Well, if you are here for Lord Carran of the Legacy Council, that would be me.
ko: 음, 당신들이 유산 위원회의 캐런 경을 만나러 온거라면, 제가 캐런 입니다.

# Narration/&Tavern_046_Fighter_Cynical_WRITTEN
source: So you're real, then?
ko: 실존 인물이었네요?

# Narration/&Tavern_047_Fighter_Lawful_WRITTEN
source: We're ready.
ko: 준비됐습니다.

# Narration/&Tavern_048_Fighter_Greedy_WRITTEN
source: We should get paid for waiting.
ko: 기다린 만큼 보상을 받아야겠는데요.

# Narration/&Tavern_046_Fighter_Cynical
source: So you're not a mythical creature after all.
ko: 결국 당신이 신화 속 존재는 아니라는 말이군요.

# Narration/&Tavern_047_Fighter_Lawful
source: Then we are here at your service, sir.
ko: 캐런 경, 분부대로 하겠습니다.

# Narration/&Tavern_048_Fighter_Greedy
source: Fine. I'd like to present you with a bill for the time we just spent cooling our heels.
ko: 좋습니다. 우리가 빈둥빈둥 보낸 시간에 대한 청구서를 제시하고 싶군요.

# Narration/&Tavern_049_Carran_Cynical
source: Unlike, say, a sober adventurer?
ko: 술에 취하지 않은 모험가야말로 신화 속 존재 아니던가요?

# Narration/&Tavern_049_Carran_Lawful
source: Very good.
ko: 아주 좋습니다.

# Narration/&Tavern_049_Carran_Greedy
source: Feel free. The Council's bursary enjoys a good laugh.
ko: 원한다면야. 의회 회계원이 박장대소하겠군요.

# Narration/&Tavern_049_01_Authority_Formal
source: Might we ask a bit more about this quest of yours, sir, if you please?
ko: 이 임무에 대해 조금 더 여쭤봐도 되겠습니까?

# Narration/&Tavern_049_01_Authority_Normal
source: Can you tell us more about the job?
ko: 일에 대해 더 알려 주실 수 있나요?

# Narration/&Tavern_049_01_Authority_Slang
source: We kinda need a little bit more info 'bout the job, milord.
ko: 일거리에 대한 정보가 더 필요합니다요.

# Narration/&Tavern_049_02_Carran_NPC
source: Well, I suppose it's better if you know what you're doing.
ko: 음, 여러분이 무슨 일을 하게 될지 아시는 게 더 낫겠군요.

# Narration/&Tavern_049_03_Carran_NPC
source: What do you want to know?
ko: 무엇을 알고 싶습니까?

# Narration/&Tavern_049_04_Council_WRITTEN
source: About the Legacy Council.
ko: 유산 평의회에 대하여.

# Narration/&Tavern_049_04_Principality_WRITTEN
source: About the Principality.
ko: 공국에 대하여.

# Narration/&Tavern_049_04_WhoAreYou_WRITTEN
source: Are you our employer?
ko: 당신이 우리의 고용주입니까?

# Narration/&Tavern_049_04_ExitLine_WRITTEN
source: We're good, thank you.
ko: 괜찮습니다. 감사합니다.

# Narration/&Tavern_049_04_ExitLine_Audio
source: We should be going, don't you think?
ko: 이제 출발해야 하지 않을까요?

# Narration/&Tavern_049_04_Principality_Choice
source: What can you tell us about this place, the Principality?
ko: 이곳, 공국에 대해 말해 주실 수 있나요?

# Narration/&Tavern_049_04_Principality_Carran01
source: We don't exactly have the time…
ko: 시간이 별로 없습니다만…

# Narration/&Tavern_049_04_Principality_Carran02
source: …anyway. The Principality of Masgarth is ruled by Princess Ceiwad Silverflower.
ko: ... 어쨌거나. 마스가르스 공국은 카이워드 실버플라워 공주가 통치하고 있습니다.

# Narration/&Tavern_049_04_Principality_Carran03
source: We are a wealthy state, with fertile lands, and the easiest access to the Badlands…
ko: 비옥한 땅이 있는 부유한 나라이며, 황무지에 가장 쉽게 접근할 수 있는 곳이기도 합니다…

# Narration/&Tavern_049_04_Principality_Carran04
source: …through a pass called the Copperhead Road.
ko: ...코퍼헤드 길이라는 통로를 통해 말입니다.

# Narration/&Tavern_049_04_Principality_Carran05
source: We're in the capital, Caer Cyflen, which was once part of the ancient Manacalon Empire of the high elves.
ko: 우리가 있는 곳은 수도인 케어 키플렌입니다. 한때 하이 엘프 고대 제국인 마나칼론의 일부였던 곳이죠.

# Narration/&Tavern_049_04_Principality_Carran06
source: Hence the magnificent elvish buildings up there in the high town.
ko: 그런 이유로 도심에는 웅장한 엘프식 건물들이 있죠.

# Narration/&Tavern_049_04_Principality_Carran07
source: While we don't have a state religion, all of the major faiths on Solasta are represented here…
ko: 국교는 없지만, 이곳에서는 솔라스타의 모든 주요 종교가 신앙을 대변하고 있습니다…

# Narration/&Tavern_049_04_Principality_Carran08
source: …though we tend to favor Einar, the god of valor and fidelity.
ko: ... 용맹과 신의의 신인 에이나르를 선호하는 경향이 있기는 합니다.

# Narration/&Tavern_049_04_WhoAreYou_Choice
source: Are we going to work for you?
ko: 우리가 당신을 위해 일하나요?

# Narration/&Tavern_049_04_WhoAreYou_Carran01
source: Not exactly, no. I'll be your contact with the Legacy Council, which you will serve as deputies.
ko: 아뇨. 엄밀히는 아닙니다. 저는 유산 평의회의 연락책 역할이죠. 여러분이 대리인으로서 일하게 될 곳 말입니다.

# Narration/&Tavern_049_04_WhoAreYou_Carran02
source: That's why we need to go there and get you sworn in.
ko: 그러므로 여러분은 저랑 의회로 가서 선서를 해야 합니다.

# Narration/&Tavern_049_04_Council_Choice
source: We hear this is a mission for the Council, but what is it, exactly?
ko: 의회를 위한 임무라고 들었는데, 정확히 어떤 일이죠?

# Narration/&Tavern_049_04_Council_Carran01
source: Dear Maraike! You don't know?
ko: 마라이케시여! 모르고 온건가요?

# Narration/&Tavern_049_04_Council_Carran02
source: I'll try to make it simple, but you know - politics…
ko: 간단하게 설명하고 싶지만, 알다시피, 정치적인 문제라…

# Narration/&Tavern_049_04_Council_Carran03
source: The Council includes representatives of the most powerful and influential organizations in the Eastern Kingdoms.
ko: 유산 평의회는 동부 왕국에서 가장 강력하고 영향력 있는 각 조직의 대표들로 구성되어 있습니다.

# Narration/&Tavern_049_04_Council_Carran04
source: It was created to lead a joint effort to explore the Badlands.
ko: 황무지 탐사를 위한 공동의 노력을 이끌어 내기 위해 설립되었죠.

# Narration/&Tavern_049_04_Council_More_Badlands_WRITTEN
source: What are the Badlands?
ko: 황무지란 무엇입니까?

# Narration/&Tavern_049_04_Council_More_Badlands_Choice
source: What are the Badlands, really?
ko: 대체 황무지란 무엇입니까?

# Narration/&Tavern_049_04_Council_More_Badlands_Carran01
source: Simply put, they are a monster-ridden, chaotic wasteland that used to be the elven empire called Manacalon.
ko: 간단히 말해, 괴물이 들끓고 혼란스러운 불모지입니다. 한때 마나칼론이라 불리던 엘프 제국이 있던 땅이죠.

# Narration/&Tavern_049_04_Council_More_Badlands_Carran02
source: It was destroyed about a thousand years ago by the great Cataclysm.
ko: 제국은 약 천 년 전 대격변으로 멸망했습니다.

# Narration/&Tavern_049_04_Council_More_Badlands_Carran03
source: Now, only ruins remain, full of forgotten knowledge, riches, and dangers.
ko: 지금은, 잊힌 지식과 보물, 위험으로 가득 찬 폐허만이 남아 있을 뿐입니다.

# Narration/&Tavern_049_04_Council_More_Kingdoms_WRITTEN
source: What are the Eastern Kingdoms?
ko: 동부 왕국이란 무엇입니까?

# Narration/&Tavern_049_04_Council_More_Kingdoms_Choice
source: Which countries make up these Eastern Kingdoms?
ko: 어떤 나라들이 동부 왕국을 구성하고 있습니까?

# Narration/&Tavern_049_04_Council_More_Kingdoms_Carran01
source: Simple. The Principality of Masgarth, here, is in the center.
ko: 간단합니다. 이곳, 마스가르스 공국이 중심입니다.

# Narration/&Tavern_049_04_Council_More_Kingdoms_Carran02
source: The Snow Alliance lies to the north.
ko: 설산 동맹이 북쪽에 있습니다.

# Narration/&Tavern_049_04_Council_More_Kingdoms_Carran03
source: The Kingdom of Gallivan, to the east.
ko: 동쪽에는 갈리반 왕국.

# Narration/&Tavern_049_04_Council_More_Kingdoms_Carran04
source: And the New Empire, to the south.
ko: 그리고 남쪽에는 신흥 제국이 있지요.

# Narration/&Tavern_049_04_Council_More_Kingdoms_Carran05
source: All friendly, more or less, but the peace is fragile.
ko: 모두 우호적이긴 하지만, 평화란 깨지기 쉬운 법입니다.

# Narration/&Tavern_049_04_Council_More_Organizations_WRITTEN
source: What organizations are there?
ko: 어떤 조직이 있습니까?

# Narration/&Tavern_049_04_Council_More_Organizations_Choice
source: What are the organizations you mentioned?
ko: 말씀하신 조직이란 무엇입니까?

# Narration/&Tavern_049_04_Council_More_Organizations_Carran01
source: The Council is… how to put it? A non-governmental organization.
ko: 의회는... 뭐랄까요. 비정부 조직입니다.

# Narration/&Tavern_049_04_Council_More_Organizations_Carran02
source: Meaning that state governments are not represented, to avoid partisanship.
ko: 당쟁을 피하기 위해, 각국의 정부가 개입하지 않는다는 뜻입니다.
