Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CradleOfFire_TribesUnite_12_Selfpres_Default
source: It's a trap. Arrok wants us in there alone.
ko_mt: 함정이다. Arrok은 우리가 거기에 혼자 있기를 원합니다.

# CradleOfFire_TribesUnite_13_Pragmatic_Default
source: Do we have a choice?
ko_mt: 선택의 여지가 있습니까?

# CradleOfFire_TribesUnite_14_Default_Default
source: There's always the Necropolis.
ko_mt: 네크로폴리스는 항상 있습니다.

# CradleOfFire_ArrokDefeated_1_Nosy_Default
source: Is that gem more powerful than the others?
ko_mt: 그 보석이 다른 보석보다 더 강력합니까?

# CradleOfFire_ArrokDefeated_2_Arcane_Default
source: Orc shamans wield a very peculiar type of magic…
ko_mt: 오크 주술사는 매우 독특한 유형의 마법을 휘두릅니다...

# CradleOfFire_ArrokDefeated_3_Arcane_Default
source: …the gem must have been some sort of catalyst.
ko_mt: ...보석은 일종의 촉매제였을 것입니다.

# CradleOfFire_ArrokDefeated_4_Pragmatic_Default
source: Well, we have it now. Let's move before this place blows up!
ko_mt: 글쎄, 우리는 그것을 가지고 있습니다. 이 곳이 터지기 전에 가자!

# CradleOfFire_Ending_1_Selfpres_Default
source: That was close!
ko_mt: 십년 감수했다!

# CradleOfFire_Ending_2_Friendly_Default
source: What do you think happened to…
ko_mt: 무슨 일이 일어난 것 같아…

# CradleOfFire_Ending_3_Friendly_NPC
source: …our orc friends?
ko_mt: ...우리 오크 친구들?

# CradleOfFire_Ending_4_Selfish_Default
source: You mean yours. They're no friends of mine.
ko_mt: 당신은 당신을 의미합니다. 그들은 내 친구가 아닙니다.

# CradleOfFire_Ending_5_Violent_Default
source: Burned dead… who cares?
ko_mt: 불에 타 죽은 ... 누가 상관?

# CradleOfFire_Ending_6_Friendly_Default
source: They seem more civilized than I expected.
ko_mt: 그들은 내가 예상했던 것보다 더 문명화된 것 같다.

# CradleOfFire_Ending_7_Violent_Default
source: Next time we run into some, you can tell them that.
ko_mt: 다음에 우리가 몇 가지를 만나면 그들에게 말할 수 있습니다.

# CradleOfFire_Ending_8_Authority_Default
source: All right, let's get out of here. It's not safe!
ko_mt: 좋아, 여기서 나가자. 안전하지 않아!

# Conjuration_Entrance_1_Crownbearer_Default
source: This is it, I think! It's just behind this wall of vegetation!
ko_mt: 이게 다야, 내 생각엔! 이 식물의 벽 바로 뒤에 있습니다!

# Conjuration_Entrance_2_CynicOrElse_Default
source: You think? That's comforting. And how do we get through?
ko_mt: 당신은 생각? 위안이 됩니다. 그리고 우리는 어떻게 통과합니까?

# Conjuration_Entrance_3_AthleticProficientOrRangerOrElse_Default
source: Just hack and slash, rinse and repeat, until we're through!
ko_mt: 우리가 끝날 때까지 해킹하고 베고 헹구고 반복하십시오!

# Conjuration_Entrance_4a_CynicOrElse_Default
source: I've heard that before…
ko_mt: 나는 전에 그것을 들었습니다 ...

# Conjuration_Entrance_4b_CynicOrElse_Default
source: …a couple of hundred times since we started…
ko_mt: … 시작한 이후로 수백 번…

# Conjuration_Entrance_4c_HighestCharismaIfNotCynicOrnotCynic_Default
source: Oh, come on! Less bitching and more hacking!
ko_mt: 오 어서! 개소리는 줄이고 해킹은 더 많이!

# Conjuration_Entrance_5_LowestSTRorElse_Default
source: I so love manual labor!
ko_mt: 나는 육체 노동을 아주 좋아한다!

# Conjuration_Entrance_6_FollowerMaraikeOrElse_Default
source: It's Maraike's will!
ko_mt: 마라이케의 의지다!

# Conjuration_Jungle_1_CynicOrElse_Default
source: I think my arm's about to drop off from all this hacking!
ko_mt: 이 모든 해킹으로 인해 내 팔이 떨어질 것 같아요!

# Conjuration_Jungle_2_SellswordorElse_Slang
source: Chop, don't talk!
ko_mt: 촙, 말하지마!

# Conjuration_Jungle_3_AthleticProficientOrRangerOrElse_Default
source: Come on, guys! It's just another hedge!
ko_mt: 어서, 얘들아! 그것은 또 다른 울타리입니다!

# Conjuration_Jungle_4_LowestSTRorElse_Default
source: Last freakin' hedge I intend to cut through in my lifetime!
ko_mt: 내 생애 마지막으로 뚫고 싶은 울타리!

# Conjuration_Jungle_5_RogueOrFollowerMaraikeOrElse_Default
source: Misaye's laughing!
ko_mt: 미사예가 웃는다!

# Conjuration_Lava_1_LowestSTRorElse_Default
source: Such a wonderful coincidence to get a sauna after all the physical exertion!
ko_mt: 모든 육체 노동 후에 사우나를 얻게 된 놀라운 우연의 일치!

# Conjuration_Lava_2_SellswordorElse_Slang
source: Stop moaning - it was just a nice warm-up!
ko_mt: 신음 좀 그만해 - 그냥 좋은 워밍업이었어!

# Conjuration_Lava_3_AthleticProficientOrRangerOrElse_Default
source: I have dealt with worse! Not often, though!
ko_mt: 나는 더 나쁜 것을 처리했다! 자주는 아니지만!

# Conjuration_Lava_4_CynicOrElse_Default
source: Hard to believe!
ko_mt: 믿기 ​​어렵다!

# Conjuration_Lava_5_AthleticProficientOrRangerOrElse_Default
source: Einar strike down me if I lie!
ko_mt: 내가 거짓말을 하면 에이나르를 치시오!

# Conjuration_Interrogation_1_SpyOrElse_Default
source: Now, my friend - it's time for a little chat.
ko_mt: 자, 내 친구 - 잠시 이야기를 나눌 시간입니다.

# Conjuration_Interrogation_2_Sorak_Prisoner_NPC
source: I'll give you nothing! Sorr-Tarr will protect me from your torture!
ko_mt: 나는 당신에게 아무것도 줄 것이다! 소르타르가 당신의 고문으로부터 나를 보호할 것입니다!

# Conjuration_Interrogation_3_PaladinEinarOrSpyOrElse_Default
source: He isn't here, Two-Face - but I am!
ko_mt: 그는 여기에 없다, Two-Face - 하지만 나는 있다!

# Conjuration_Interrogation_4_Sorak_Prisoner_NPC
source: This place will be the death of you, too! It is cursed! Its magic is twisted!
ko_mt: 이 곳도 당신의 죽음이 될 것입니다! 저주받았다! 그 마법은 뒤틀려있다!

# Conjuration_Interrogation_5a_PaladinEinarOrSpyOrElse_Default
source: This place? How did you get here?
ko_mt: 여기? 여기 어떻게 왔어?

# Conjuration_Interrogation_5a_Written_PaladinEinarOrSpyOrElse_Default
source: How did you come to this place?
ko_mt: 어떻게 여기까지 왔어?

# Conjuration_Interrogation_6a_Sorak_Prisoner_NPC
source: We were sent by our chosen one!
ko_mt: 우리는 우리가 선택한 사람에 의해 보내졌습니다!

# Conjuration_Interrogation_7a_PaladinEinarOrSpyOrElse_Default
source: An acolyte of Sorr-Tarr…
ko_mt: 소르타르의 수행사제…

# Conjuration_Interrogation_6a1_Sorak_Prisoner_NPC
source: Blessed be his name.
ko_mt: 그의 이름을 축복합니다.

# Conjuration_Interrogation_7a1_PaladinEinarOrSpyOrElse_Default
source: How did he locate the place?
ko_mt: 그는 장소를 어떻게 찾았습니까?

# Conjuration_Interrogation_7a2_Intimidation_DC20_Default
source: Ever heard of the Inquisition? Talk to us now!
ko_mt: 인퀴지션이라고 들어보셨나요? 지금 상담하세요!

# Conjuration_Interrogation_8a1_Sorak_Prisoner_Intimidation_Success_NPC
source: The chosen one worked some magic.
ko_mt: 선택된 사람은 마법을 걸었습니다.

# Conjuration_Interrogation_8a2_Sorak_Prisoner_Intimidation_Failure_NPC
source: The Inquisition? Pah! Nothing you can do to me can beat the horrors of this place!
ko_mt: 인퀴지션? 파! 당신이 나에게 할 수 있는 그 어떤 것도 이곳의 공포를 이길 수 없습니다!

# Conjuration_Interrogation_5b_PaladinEinarOrSpyOrElse_Default
source: This place is cursed?
ko_mt: 저주받은 곳인가?

# Conjuration_Interrogation_5b_written_PaladinEinarOrSpyOrElse_Default
source: What curse?
ko_mt: 무슨 저주?

# Conjuration_Interrogation_6b_Sorak_Prisoner_NPC
source: Don't you have eyes? Didn't you see the fate of my brethren?
ko_mt: 눈이 없어? 내 형제들의 운명을 보지 못하였느냐?

# Conjuration_Interrogation_7b_PaladinEinarOrSpyOrElse_Default
source: Won't lose sleep over it! What is cursed?
ko_mt: 그것에 대해 잠을 잃지 않을 것입니다! 저주받은 것은 무엇입니까?

# Conjuration_Interrogation_8b_Sorak_Prisoner_NPC
source: This very place! Everything seemed peaceful, and then…
ko_mt: 바로 이 곳! 모든 것이 평화로워 보였지만...

# Conjuration_Interrogation_9b_PaladinEinarOrSpyOrElse_Default
source: Who said what?
ko_mt: 누가 뭐라고 했지?

# Conjuration_Interrogation_10b_Sorak_Prisoner_NPC
source: The voice! It said we would all die!
ko_mt: 그 목소리! 그것은 우리 모두가 죽을 것이라고 말했다!

# Conjuration_Interrogation_11b_Sorak_Prisoner_NPC
source: Because I know we will all die here! It said so!
ko_mt: 나는 우리 모두가 여기서 죽을 것이라는 것을 알고 있기 때문입니다! 그렇게 말했다!

# Conjuration_Interrogation_12_PaladinEinarOrSpyOrElse_Default
source: Disturbing claims!
ko_mt: 불안한 주장!

# Conjuration_Interrogation_13_SpyOrCautious_Default
source: Sure, all these dead Soraks, and no trace of what killed them…
ko_mt: 물론이 모든 죽은 Soraks, 그리고 그들을 죽인 흔적이 없습니다 ...

# Conjuration_Interrogation_14_SpyOrCautious_Default
source: …but we saw dead Soraks everywhere…
ko_mt: ...하지만 우리는 어디에서나 죽은 설악을 보았다...

# Conjuration_Interrogation_15_SpyOrCautious_Default
source: …and not one single enemy body among them!
ko_mt: ...그리고 그들 중에는 단 하나의 적군도 없습니다!

# Conjuration_Interrogation_16_Lawkeeper_Default
source: They could have taken their dead, just like the Soraks do.
ko_mt: 그들은 소락스처럼 죽은 자를 데려갈 수도 있었습니다.

# Conjuration_Interrogation_17_PaladinEinarOrSpyOrElse_Default
source: And what do we do with our friend here?
ko_mt: 그리고 여기서 친구와 무엇을 할까요?

# Conjuration_Interrogation_18_PaladinEinarOrSpyOrElse_Default
source: He is a Sorak pawn - there is only one thing to do!
ko_mt: 그는 설악 폰입니다. 할 일은 단 한 가지입니다!

# Conjuration_Interrogation_19_LawkeeperOrElse_Default
source: And yet, we have laws!
ko_mt: 그러나 우리에게는 법이 있습니다!

# Conjuration_Interrogation_20_PaladinEinarOrSpyOrElse_Default
source: He's too dangerous!
ko_mt: 그는 너무 위험해!

# Conjuration_Interrogation_21_LawkeeperOrElse_Default
source: Who are we, to call ourselves judges and executioners?
ko_mt: 스스로를 재판관이자 사형집행인이라 칭하는 우리는 누구인가?

# Conjuration_Interrogation_22_AnyPriestOrPaladin_Default
source: Servants of the gods!
ko_mt: 신의 종들이여!

# Conjuration_Interrogation_23_AnyNonHuman_Default
source: Protectors of Solasta!
ko_mt: 솔라스타의 수호자!

# Conjuration_Treasure_Beast_1_HighestPerceptionOrElse_Default
source: Those statues look weird!
ko_mt: 저 조각상들이 이상하게 생겼어요!

# Conjuration_Treasure_Beast_2_Sellsword_Slang
source: Perhaps - but those chests look mighty real to me!
ko_mt: 아마도 - 하지만 그 상자는 나에게 매우 실제처럼 보입니다!

# Conjuration_Treasure_Beast_3_LawkeeperOrElse_Default
source: But are we entitled to it?
ko_mt: 그러나 우리는 그럴 자격이 있습니까?

# Conjuration_Treasure_Beast_4_Sellsword_Slang
source: What do you mean?
ko_mt: 무슨 뜻이에요?

# Conjuration_Treasure_Beast_5_LawkeeperOrElse_Default
source: So far, we haven't met a living soul in this labyrinth!
ko_mt: 지금까지 우리는 이 미로에서 살아있는 영혼을 만나지 못했습니다!

# Conjuration_Treasure_Beast_6_CynicOrElse_Default
source: And your point being?
ko_mt: 그리고 당신의 요점은?

# Conjuration_Treasure_Beast_7_LawkeeperOrElse_Default
source: That we would be stealing from the owner!
ko_mt: 우리가 주인에게서 훔칠 것이라고!

# Conjuration_Treasure_Beast_8_SellswordOrGreed_Default
source: Naaah - spoils of war!
ko_mt: Naaah - 전쟁의 전리품!

# Conjuration_Treasure_Beast_9_LawkeeperOrElse_Default
source: But we want his help, remember - stealing makes a bad impression, usually.
ko_mt: 그러나 우리는 그의 도움을 원합니다. 기억하십시오. 도둑질은 일반적으로 나쁜 인상을 줍니다.

# Conjuration_Treasure_Beast_10_SellswordOrGreed_Default
source: Can we just take a peek first? We don't have to take anything.
ko_mt: 먼저 살짝 들여다볼까요? 우리는 아무것도 취할 필요가 없습니다.

# Conjuration_Treasure_Beast_11_SellswordOrGreed_Default
source: Just a look, right?
ko_mt: 그냥 봐, 그렇지?

# Conjuration_Treasure_Beast_12_LawkeeperOrElse_Default
source: All right, but don't make me regret it!
ko_mt: 알았어, 하지만 후회하게 만들지마!

# Conjuration_Treasure_Beast_13_SellswordOrGreed_Default
source: Oooops… Sorry?
ko_mt: 앗... 죄송해요?

# Conjuration_Beast_1_Beast_NPC
source: And so the thieves come to meet their doom!
ko_mt: 그래서 도둑들은 그들의 운명을 만나러 옵니다!

# Conjuration_Beast_2_DiplomatOrSpyOrElse_Formal
source: There are no thieves here!
ko_mt: 여기에 도둑이 없습니다!

# Conjuration_Beast_3_Beast_NPC
source: Do you deny helping yourselves to the riches outside this room?
ko_mt: 당신은 이 방 밖에 있는 재물에 자신을 돕는 것을 거부합니까?

# Conjuration_Beast_4_DiplomatOrSpyOrElse_Formal
source: We were looking for clues and then we were attacked…
ko_mt: 우리는 단서를 찾고 있었고 우리는 공격 당했습니다 ...

# Conjuration_Beast_5_DiplomatOrSpyOrElse_Default
source: …by some constructs that really, really wanted to kill us!
ko_mt: … 정말로, 정말로 우리를 죽이고 싶었던 몇몇 구조물에 의해!

# Conjuration_Beast_6_Beast_NPC
source: Hah! The constructs wouldn't have attacked…
ko_mt: 하! 구조물은 공격하지 않았을 것입니다…

# Conjuration_Beast_7_Beast_NPC
source: …if you had just looked!
ko_mt: … 당신이 방금 보았다면!

# Conjuration_Beast_8a_SellswordOrGreed_Default
source: Had to make sure they weren't fake!
ko_mt: 그들이 가짜가 아닌지 확인해야했습니다!

# Conjuration_Beast_8b_LawkeeperOrAltruist_Default
source: We didn't even have a chance to put them back!
ko_mt: 우리는 그들을 되돌릴 기회조차 없었습니다!

# Conjuration_Beast_9_Beast_NPC
source: You stole! Otherwise, there would have been no fight!
ko_mt: 훔쳤어! 그렇지 않으면 싸움이 일어나지 않았을 것입니다!

# Conjuration_Beast_10_Beast_NPC
source: And there is only one punishment for theft!
ko_mt: 그리고 절도에 대한 단 하나의 처벌이 있습니다!

# Conjuration_Beast_11_Beast_NPC
source: Death!
ko_mt: 죽음!

# Conjuration_BeastEnding_1_SellswordOrGreed_Slang
source: This is my kind of fight!
ko_mt: 이것은 내 종류의 싸움입니다!

# Conjuration_BeastEnding_2_Crownbearer_Default
source: Well, I can relate to that, but I also wonder…
ko_mt: 글쎄, 나는 그것에 대해 공감할 수 있지만 나는 또한 궁금하다.

# Conjuration_BeastEnding_3_DiplomatOrSpyOrElse_Default
source: Wonder about what?
ko_mt: 무엇에 대해 궁금하십니까?

# Conjuration_BeastEnding_4_Crownbearer_Default
source: Why all of this? Why the traps, why the fights?
ko_mt: 이 모든 이유가 무엇입니까? 왜 함정, 왜 싸우는가?

# Conjuration_BeastEnding_5_NosyOElse_Default
source: Not to forget the how!
ko_mt: 방법을 잊지 마세요!

# Conjuration_BeastEnding_6_Crownbearer_Default
source: This gem fragment… resonates with the Crown but…
ko_mt: 이 보석 조각은… 왕관과 공명하지만…

# Conjuration_BeastEnding_7_NosyOElse_Default
source: Apparently, the gem was split… to protect it, maybe?
ko_mt: 분명히 보석이 쪼개진 것 같은데… 그것을 보호하기 위해, 아마도?

# Conjuration_BeastEnding_8_Crownbearer_Default
source: That would explain the traps and monsters.
ko_mt: 그것은 함정과 괴물을 설명할 것입니다.

# Conjuration_BeastEnding_9_NosyOElse_Default
source: It's one way to make sure this gem is safe!
ko_mt: 이 보석이 안전한지 확인하는 한 가지 방법입니다!

# Conjuration_BeastEnding_10_Self_PreservationOrElse_Default
source: But what does it mean?
ko_mt: 그러나 그것은 무엇을 의미합니까?

# Conjuration_BeastEnding_10_NosyOElse_Default
source: That another Master survived the Cataclysm.
ko_mt: 또 다른 마스터가 대격변에서 살아남았다는 것.

# Conjuration_BeastEnding_11_Cynic_Default
source: Someone who doesn't like visitors.
ko_mt: 방문자를 좋아하지 않는 사람.

# Conjuration_ShiftingMaze_1_HighestPerceptionOrElse_Normal
source: What was that? Where are we?
ko_mt: 그게 뭐였지? 우리를 어디?

# Conjuration_ShiftingMaze_2_SelfPreservationOrSelfishness_Normal
source: You had to step on it!
ko_mt: 당신은 그것을 밟아야 했다!

# Conjuration_ShiftingMaze_3_SelfPreservationOrSelfishness_Normal
source: Find us a way back!
ko_mt: 돌아갈 길을 찾아주세요!

# Conjuration_ShiftingMaze_4_NosyOrElse_Formal
source: Friends, we'll have to think this through! We're a team.
ko_mt: 친구 여러분, 우리는 이것을 깊이 생각해야 합니다! 우리는 팀입니다.

# Conjuration_ShiftingMaze_5_CynicOrElse_Normal
source: And watch where you put your hands in future.
ko_mt: 그리고 앞으로 손을 어디에 두는지 지켜보십시오.

# Conjuration_ShiftingMaze_6_SellswordOrGreed_Normal
source: Don't you loot everything you find?
ko_mt: 당신은 당신이 찾는 모든 것을 약탈하지 않습니까?

# Conjuration_ShiftingMaze_7_NosyOrElse_Normal
source: I'm not a Scavenger, mind you.
ko_mt: 나는 청소부가 아닙니다.

# Conjuration_ShiftingMaze_8_SellswordOrGreed_Normal
source: Stop it!
ko_mt: 그만 해요!

# Conjuration_ShiftingMaze_9_SellswordOrGreed_Normal
source: …while we wait for you to finish pondering all the…
ko_mt: ...당신이 모든 생각을 마치기를 기다리는 동안...

# Conjuration_ShiftingMaze_10_SellswordOrGreed_Formal
source: …theoretical and practical implications of everything we do?
ko_mt: … 우리가 하는 모든 일의 이론적, 실제적 의미는 무엇입니까?

# Conjuration_ShiftingMaze_11_NosyOrElse_Normal
source: Nothing wrong with using one's brain, my musclebound friend!
ko_mt: 두뇌를 사용하는 것에는 문제가 없습니다, 근육질의 친구!

# Conjuration_ShiftingMaze_12_CrownbearerOrAuthority_Normal
source: Enough! Let's find a way out of this trap…
ko_mt: 충분한! 이 함정에서 탈출구를 찾자...

# Conjuration_ShiftingMaze_13_CrownbearerOrAuthority_Normal
source: By brawn or brains, I don't care which!
ko_mt: 힘이나 두뇌로, 나는 상관하지 않습니다!

# Conjuration_TeleportingCircle_1_HighestPerceptionOrElse_Normal
source: I just felt something!
ko_mt: 방금 뭔가 느꼈어!

# Conjuration_TeleportingCircle_2_NosyOrElse_Normal
source: Like what?
ko_mt: 무엇처럼?

# Conjuration_TeleportingCircle_3_HighestPerceptionOrElse_Normal
source: Like the floor gave a little under my weight!
ko_mt: 바닥에 내 무게를 조금 준 것 처럼!

# Conjuration_TeleportingCircle_4_NosyOrElse_Formal
source: Well, this tile does look a little different!
ko_mt: 글쎄, 이 타일은 조금 다르게 보인다!

# Conjuration_TeleportingCircle_5_NosyOrElse_Normal
source: Spread out! Look for similar tiles!
ko_mt: 퍼져라! 비슷한 타일을 찾아보세요!

# Conjuration_TeleportingCircle_6_SelfishnessOrGreed_Normal
source: What's in it for me?
ko_mt: 그 안에 무엇이 들어 있습니까?

# Conjuration_TeleportingCircle_7_NosyOrElse_Normal
source: A way out! Unless you have a better idea?
ko_mt: 나가는 길! 더 좋은 아이디어가 없다면?

# Conjuration_TeleportingCircle2_1_HighestPerceptionOrElse_Normal
source: It worked! The platform shifted!
ko_mt: 그것은 효과가 있었다! 플랫폼이 바뀌었다!

# Conjuration_TeleportingCircle2_2_NosyOrElse_Normal
source: True - but we're not out of this… labyrinth yet!
ko_mt: 사실입니다. 하지만 우리는 아직 미궁에서 빠져나오지 못했습니다. 미로입니다!

# Conjuration_TeleportingCircle2_3_HighestPerceptionOrElse_Normal
source: True!
ko_mt: 진실!

# Conjuration_TeleportingCircle2_4_NosyOrElse_Formal
source: We've made progress, though! Let's keep going!
ko_mt: 하지만 우리는 진전을 이루었습니다! 계속하자!

# Conjuration_TeleportingCircle2_5_HighestPerceptionOrElse_Normal
source: Let's spread out and explore!
ko_mt: 퍼져서 탐험하자!

# Conjuration_TeleportingCircle2_6_SelfPreservationOrElse_Normal
source: Professional trap-finders first!
ko_mt: 전문 트랩 파인더 먼저!

# Conjuration_TeleportingCircle2_7_RogueOrHighestPerception_Normal
source: Did someone just call for my expertise?
ko_mt: 누군가 내 전문 지식을 요구했습니까?

# Conjuration_Coward_1_HighestPerceptionOrElse_Normal
source: Interesting light, that. Very bright.
ko_mt: 흥미로운 빛, 그. 아주 밝은.

# Conjuration_Coward_2_nosyOrElse_Normal
source: Wonder what it's about?
ko_mt: 무슨 내용인지 궁금하세요?

# Conjuration_Coward_3_HighestPerceptionOrElse_Normal
source: Only one way to find out! Come on!
ko_mt: 알아내는 방법은 단 하나! 어서 해봐요!

# Conjuration_Coward_4_Arcana_DC20_Failure_Normal
source: Looks like a will-o'-the-wisp to me!
ko_mt: 내가 보기엔 의욕적인 것 같아!

# Conjuration_Coward_5_Arcana_DC20_Success_Normal
source: How fascinating! A new wonder to behold!
ko_mt: 얼마나 매혹적인가! 볼 수 있는 새로운 경이!

# Conjuration_Coward_6_RogueOrElse_Normal
source: Not so fast! There have been enough traps so far to…
ko_mt: 그렇게 빠르지 않아! 지금까지 함정은 충분했습니다...

# Conjuration_Coward_7_RogueOrElse_Normal
source: …make me really nervous!
ko_mt: ... 날 정말 긴장하게 해!

# Conjuration_Coward_8_SelfPreservationOrElse_Normal
source: You and me both, my friend!
ko_mt: 너와 나 둘 다, 내 친구!

# Conjuration_Coward_9_Crownbearer_Normal
source: Let's tread carefully, then!
ko_mt: 그럼 조심히 가자!

# Conjuration_Coward_10_RogueOrAcolyte_Normal
source: Today is Misaye's birthday!
ko_mt: 오늘은 미사예의 생일입니다!

# Conjuration_Coward_11_ClericOrWorshipMaraike_Normal
source: Maraike's will be done!
ko_mt: 마라이케가 완성됩니다!

# Conjuration_Coward_12_SelfPreservationOrElse_Normal
source: Next time, pray harder for a miracle!
ko_mt: 다음에는 기적을 위해 더 열심히 기도해주세요!

# Conjuration_MansionArrival_1_HighestPerception_Slang
source: Einar's sword! What a sight!
ko_mt: 에이나르의 검! 멋진 광경이군요!

# Conjuration_MansionArrival_2_NosyOrHistoryOrElse_Formal
source: Unbelievable!
ko_mt: 믿을 수 없는!

# Conjuration_MansionArrival_3_HistoryDC15_Success_Formal
source: A classical Manacalon manor! What a wonderful sight!
ko_mt: 고전적인 마나칼론 저택! 이 얼마나 멋진 광경입니까!

# Conjuration_MansionArrival_4_HistoryDC15_Failure_Formal
source: What a weird old building!
ko_mt: 이 얼마나 이상한 오래된 건물입니까!

# Conjuration_MansionArrival_5_Self_PreservationOrElse_Normal
source: Guys, I move two steps back and well… it's gone!
ko_mt: 얘들아, 나는 두 걸음 뒤로 물러서고 음… 갔다!

# Conjuration_MansionArrival_6_HighestPerception_Normal
source: What is gone?
ko_mt: 뭐가 없어졌어?

# Conjuration_MansionArrival_7_Self_PreservationOrElse_Normal
source: This manor! Something weird is going on!
ko_mt: 이 장원! 뭔가 이상한 일이 벌어지고 있어!

# Conjuration_MansionArrival_8_HighestPerception_Normal
source: Story of my life!
ko_mt: 내 인생의 이야기!

# Conjuration_MansionArrival_9_CynicOrElse_Normal
source: Weird gets us money and fame!
ko_mt: 이상한 것은 우리에게 돈과 명성을 가져다줍니다!

# Conjuration_MansionArrival_10_AcolytOrElse_Normal
source: Do you really have to be so… greedy?
ko_mt: 당신은 정말로 그렇게 ... 욕심을 내야합니까?

# Conjuration_MansionArrival_11_CynicOrElse_Normal
source: Not greedy; practical! We do things…
ko_mt: 욕심이 없다. 현실적인! 우리는 일을…

# Conjuration_MansionArrival_12_CynicOrElse_Normal
source: …that no one in their right minds would attempt…
ko_mt: …제정신이 있는 사람은 아무도 시도하지 않을 것입니다…

# Conjuration_MansionArrival_13_CynicOrElse_Normal
source: …and we don't do it for nothing!
ko_mt: … 그리고 우리는 아무 것도하지 않습니다!

# Conjuration_MansionArrival_14_HelpfulnessOrFriendliness_Normal
source: Speak for yourself! A good deed is a good deed!
ko_mt: 자신을 위해 말하십시오! 선행은 선행이다!

# Conjuration_MansionArrival_15_CynicOrElse_Normal
source: Then let's get in there and see what kind of weirdness we find!
ko_mt: 그럼 그곳에 들어가서 어떤 기이함을 발견했는지 봅시다!

# Conjuration_CastleEntrance_1_Butler_NPC
source: Good day to you. My name is Eldorath Smooth-Tongue, the master's housekeeper.
ko_mt: 당신에게 좋은 일. 내 이름은 주인의 가사도우미인 엘도라스 스무스-텅입니다.

# Conjuration_CastleEntrance_2a_1_Butler_ifPlayersLooted_NPC
source: I see you have purloined some of my master's property…
ko_mt: 당신이 내 주인의 재산 중 일부를 훔친 것을 보니…

# Conjuration_CastleEntrance_2a_2_Butler_ifPlayersLooted_NPC
source: …might I suggest you put those trinkets back where they belong?
ko_mt: ...그 장신구를 원래 있던 위치로 되돌려 놓으라고 제안해도 될까요?

# Conjuration_CastleEntrance_2b_1_Butler_ifPlayersNoLoot_NPC
source: Welcome.
ko_mt: 환영하다.

# Conjuration_CastleEntrance_2b_2_Butler_ifPlayersNoLoot_NPC
source: Please come with me.
ko_mt: 같이 가주세요.

# Conjuration_CastleEntrance_3_CrownbearerOrDiplomatOrElse_Normal
source: Clear skies to you! Where are you taking us?
ko_mt: 당신에게 맑은 하늘! 우리를 어디로 데려가시겠습니까?

# Conjuration_CastleEntrance_4_Butler_NPC
source: To the master, of course!
ko_mt: 물론 마스터에게!

# Conjuration_CastleEntrance_5_Crownbearer_Normal
source: And who would that be?
ko_mt: 그리고 누가 될까요?

# Conjuration_CastleEntrance_6_Butler_NPC
source: That is for not for me to say. All will be made plain in good time.
ko_mt: 그것은 내가 말할 수 없습니다. 때가 되면 모든 것이 밝혀질 것입니다.

# Conjuration_CastleEntrance_7_Butler_NPC
source: I am at your disposal. Please enjoy our hospitality - but…
ko_mt: 나는 당신의 처분에 있습니다. 우리의 환대를 즐기십시오 - 그러나…

# Conjuration_CastleEntrance_8_Butler_NPC
source: …please don't abuse it.
ko_mt: … 남용하지 마십시오.

# Conjuration_CastleEntrance_9a_DiplomatOrElse_Formal
source: We are grateful for your hospitality.
ko_mt: 환대에 감사드립니다.

# Conjuration_CastleEntrance_9a_written_DiplomatOrElse_Formal
source: Hospitality?
ko_mt: 환대?

# Conjuration_CastleEntrance_10a_Butler_NPC
source: We aim to please. The household has certain standards, after all.
ko_mt: 기쁘게 하는 것을 목표로 합니다. 결국 가정에는 일정한 기준이 있습니다.

# Conjuration_CastleEntrance_11a_Butler_NPC
source: We have not seen guests of your… quality for some time.
ko_mt: 우리는 당신의… 품질의 손님을 한동안 보지 못했습니다.

# Conjuration_CastleEntrance_12a_DiplomatOrElse_Formal
source: Some time? How long, exactly?
ko_mt: 시간이 좀? 정확히 얼마나 걸립니까?

# Conjuration_CastleEntrance_13a_Butler_NPC
source: Well, it must be… forgive me, the date eludes me for the moment.
ko_mt: 글쎄, 그것은…

# Conjuration_CastleEntrance_14a_DiplomatOrElse_Formal
source: Do you remember any… prominent guests?
ko_mt: 기억나는… 저명한 손님이 있습니까?

# Conjuration_CastleEntrance_15a_Butler_NPC
source: You were there, Master Kaseinax!
ko_mt: 거기에 계셨군요, 마스터 카세이낙스!

# Conjuration_CastleEntrance_16a_Crownbearer_Normal
source: Me?
ko_mt: 나?

# Conjuration_CastleEntrance_17a_Butler_NPC
source: I remember it distinctly. Though your form was somewhat different.
ko_mt: 또렷이 기억합니다. 비록 당신의 형태는 조금 달랐지만.

# Conjuration_CastleEntrance_9b_DiplomatOrElse_Formal
source: We would never dream of abusing your hospitality!
ko_mt: 우리는 당신의 환대를 남용하는 꿈을 꾸지 않을 것입니다!

# Conjuration_CastleEntrance_9b_written_DiplomatOrElse_Formal
source: Someone abused your hospitality in the past?
ko_mt: 과거에 누군가가 당신의 환대를 남용했습니까?

# Conjuration_CastleEntrance_10b_Butler_NPC
source: Yes, believe it or not, some… creatures can be…
ko_mt: 예, 믿거나 말거나, 일부… 생물은…

# Conjuration_CastleEntrance_11b_Butler_NPC
source: …insufferably rude!
ko_mt: ...참을 수 없이 무례한!

# Conjuration_CastleEntrance_12b_DiplomatOrElse_Formal
source: True nobility is reflected in the character!
ko_mt: 진정한 귀족은 캐릭터에 반영됩니다!

# Conjuration_CastleEntrance_13h_Butler_NPC
source: Quite so! Not, of course, that I thought for a second…
ko_mt: 바로 그렇다! 물론 잠시 생각한 것은 아니지만...
