Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Merton_01_20_Merton_NPC
source: Hey, I was right about them hiding in the Badlands, wasn't I?
ko: 이봐, 그놈들이 황무지에 숨어있다는 내 말이 맞았어. 안 그래?

# Narration/&Council03_1_LeiraKean_NPC
source: Honorable members of the Council, please be seated!
ko: 존경하는 의원 여러분, 자리에 앉아 주십시오!

# Narration/&Council03_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko: 유산 평의회를 개회하겠소!

# Narration/&Council03_3_LeiraKean_NPC
source: Lord Keenmind has the floor.
ko: 킨마인드 경은 발언을 해주십시오.

# Narration/&Council03_4_Keenmind_NPC
source: Honorable members of the Council, we at the Arcaneum…
ko: 존경하는 평의원 여러분, 우리 아케니움에서는...

# Narration/&Council03_5_Keenmind_NPC
source: …have gathered crucial information about this Crown.
ko: ... 이 왕관에 대한 중요한 정보를 알아냈습니다.

# Narration/&Council03_6_Keenmind_NPC
source: This is indeed the Crown of the Magister, belonging to Kaseinax, Eternal Soul of the Eight Traditions…
ko: 이건... 여덟 전통의 불멸의 영혼이며 또한.. 마나칼론 아케니움의 아홉째이자 마지막 마지스터인…

# Narration/&Council03_7_Keenmind_NPC
source: …ninth and last Magister of the Manacalon Arcaneum.
ko: 카세이낙스의 소유물인 마지스터의 왕관이 확실해.

# Narration/&Council03_8_Keenmind_NPC
source: At the time, there were eight masters of magic, one for each of the old schools.
ko: 당시에는 여덟개의 고대 마법 학파에서 한 명씩, 총 여덟 명의 마스터가 있었소.

# Narration/&Council03_9_Keenmind_NPC
source: In time of need, each of the masters lent their gem to the Magister, the head of the Arcaneum.
ko: 그리고 역경이 찾아왔을 때 모든 마스터들은 자신들의 보석을 아케니움의 수장이었던 마지스터에게 빌려 주었소.

# Narration/&Council03_10_Keenmind_NPC
source: Placed in the Crown, they granted additional powers…
ko: 그 보석들이 왕관에 박혔을 때 착용자로 하여금 더 큰 힘을 사용할 수 있게 해주었소...

# Narration/&Council03_11_Keenmind_NPC
source: …that enabled the Magister to cast spells or perform rituals of incredible power.
ko: ... 그리고 그 힘을 사용해 마지스터는 거대한 힘을 지닌 주문을 외우거나 의식을 치를 수 있었지.

# Narration/&Council03_12_Keenmind_NPC
source: Such as the closing of the Rift from Tirmar.
ko: ... 바로 티르마르의 균열을 닫는 일처럼 말이오.

# Narration/&Council03_13_All_NPC
source: overlapping murmurs
ko: 수근수근

# Narration/&Council03_14_Keenmind_NPC
source: Indeed.
ko: 그렇소.

# Narration/&Council03_15_Keenmind_NPC
source: Now… there is some debate about…
ko: 그런데 이제... 논란이 되고 있는 것이 있지...

# Narration/&Council03_16_Keenmind_NPC
source: …whether the Crown, with all its gems…
ko: ... 바로 그 모든 보석이 박힌 왕관이...

# Narration/&Council03_17_Keenmind_NPC
source: …could possibly open another Rift…
ko: ... 또 다른 균열을 열 수 있는 것은 아닌가 하는…

# Narration/&Council03_18_All_NPC
source: overlapping protestations
ko: 이의를 제기하는 소리

# Narration/&Council03_19_Keenmind_NPC
source: …or even reopen the previous one.
ko: ... 아니면 과거의 균열을 다시 열 수 있지 않을까 하는.

# Narration/&Council03_20_Towerboss_NPC
source: Nonsense! The Rift has been closed for a millennium!
ko: 말도 안되오! 지난 천년 간 그 균열은 한 번도 열린 적이 없소!

# Narration/&Council03_21_Danantar_NPC
source: Solasta paid a high enough price for that!
ko: 그 균열을 닫기 위해 솔라스타는 막대한 대가를 치루었소!

# Narration/&Council03_22_Antiquariansboss_NPC
source: Have you been to the Badlands recently?
ko: 최근 황무지에 가본 적은 있습니까?

# Narration/&Council03_23_LeiraKean_NPC
source: Order!
ko: 모두 조용하시오!

# Narration/&Council03_24_LeiraKean_NPC
source: Marshal Sunblaze has the floor.
ko: 선블레이즈 원수, 발언을 해주십시오.

# Narration/&Council03_25_Einarboss_NPC
source: For our part, now that the existence of Sorr-Akkath on Solasta has been confirmed…
ko: 솔라스타에 소라카스가 존재한다는 것이 확인된 지금…

# Narration/&Council03_26_Einarboss_NPC
source: …we have gathered proof that they are operating everywhere in the Eastern Kingdoms.
ko: ... 우리는 그들이 동쪽의 왕국들 전역에서 활동하고 있다는 증거를 수집했소.

# Narration/&Council03_27_Einarboss_NPC
source: Including here, in the Principality of Masgarth.
ko: 바로 이곳, 마스가르스 공국도 포함해서 말이오.

# Narration/&Council03_28_Towerboss_NPC
source: Impossible!
ko: 말도 안돼!

# Narration/&Council03_29_Einarboss_NPC
source: The Soraks are looking for the Crown and its gems. That cannot be a coincidence.
ko: 소락들이 왕관과 그 보석들을 찾고 있소. 이것은 우연의 일치일리가 없소.

# Narration/&Council03_30_Antiquariansboss_NPC
source: A powerful artifact, certainly - but reopening the Rift?
ko: 강력한 도구임에는 틀림 없소. 하지만 그것으로 균열을 다시 연다고?

# Narration/&Council03_31_Antiquariansboss_NPC
source: It took all the gods of Tirmar to open it!
ko: 애초에 그것은 티르마르의 모든 신들이 합심해서 열었단 말이오!

# Narration/&Council03_32_Einarboss_NPC
source: No one knows for sure what the Crown can do.
ko: 왕관이 그것을 다시 열 수 있는지는 아무도 확신할 수 없소이다.

# Narration/&Council03_33_Keenmind_NPC
source: It's a theory.
ko: 하나의 이론이긴 하오.

# Narration/&Council03_34_Keenmind_NPC
source: As you know, it protects itself from our divination spells…
ko: 아시다시피 왕관은 우리의 예지 주문들로 부터 스스로를 보호할 수 있소.

# Narration/&Council03_35_Keenmind_NPC
source: …that is one of its mysterious powers.
ko: ... 왕관이 가진 신비로운 힘중 하나지.

# Narration/&Council03_36_Towerboss_NPC
source: Then why would the Soraks think they know better?
ko: 그렇다면 소락들은 왜 왕관이 균열을 다시 열 수 있을 거라고 생각한단 말입니까?

# Narration/&Council03_37_Einarboss_NPC
source: Because they're Soraks!
ko: 소락들은 원래 그런 존재들이니까!

# Narration/&Council03_38_Einarboss_NPC
source: Their people, their culture - they must have been obsessing about this for a thousand years!
ko: 그들의 문화를 놓고 볼 때 아마 왕관을 찾는 것에 지난 천년 동안 매진해왔을 것이 분명하오!

# Narration/&Council03_39_Einarboss_NPC
source: While we spent that time fighting each other, they had to stick together and hide to survive.
ko: 우리가 서로 싸우고 있는 그 시간 동안 그들은 살아남기 위해 서로 협동하며 숨어지냈소.

# Narration/&Council03_40_Towerboss_NPC
source: Fables and conjectures!
ko: 허무맹랑한 소리 그만 하시오!

# Narration/&Council03_41_Antiquariansboss_NPC
source: Perhaps.
ko: 허무맹랑한 소리일 수도 있지.

# Narration/&Council03_42_Einarboss_NPC
source: But can we take the risk?
ko: 하지만 그 가능성을 무시할 수 있겠소?

# Narration/&Council03_43_Danantar_NPC
source: The Crown must be secured!
ko: 반드시 왕관을 보호해야 합니다!

# Narration/&Council03_44_Antiquariansboss_NPC
source: The Crown belongs to those who found it. Those are the rules.
ko: 왕관은 찾은 자의 소유입니다. 그것이 규칙이오.

# Narration/&Council03_45_Antiquariansboss_NPC
source: The quest for the gems should be completed.
ko: 보석들 역시 발견해야 합니다.

# Narration/&Council03_46_Antiquariansboss_NPC
source: Only this way can we learn more about the Crown and its powers.
ko: 그래야만 왕관을, 그리고 왕관의 힘을 제대로 알아낼 수 있습니다.

# Narration/&Council03_47_Towerboss_NPC
source: These deputies - well, they're not strong enough! No offense.
ko: 헌데 미안하지만 이 자들은 그런 임무를 수행할 만큼 강해 보이지 않는군.

# Narration/&Council03_48_Antiquariansboss_NPC
source: Tell that to the Crown. And they've done well enough so far, wouldn't you say?
ko: 설령 그렇다 한들 왕관이 그것을 이해해주지는 않소. 그리고 지금까지 충분히 잘해 온 것으로 보이는데, 그렇지 않습니까?

# Narration/&Council03_49_Towerboss_NPC
source: This is nonsense!
ko: 이건 말도 안되오!

# Narration/&Council03_50_Princess_NPC
source: Maybe the deputies would like to speak.
ko: 이 자들도 하고 싶은 말이 있을 수 있겠군요.

# Narration/&Council03_51_Princess_NPC
source: After all, they are members of the Council now, aren't they?
ko: 어찌되었든 이 자들도 이제 유산 평의회에 소속된 것이 아닙니까?

# Narration/&Council03_52_Authority_Normal_WRITTEN
source: We'll continue the quest.
ko: 임무를 계속하겠습니다.

# Narration/&Council03_55_Greed_Default_WRITTEN
source: Give us weapons.
ko: 무기를 주십시오.

# Narration/&Council03_58_Lawfulness_Default_WRITTEN
source: You should trust us more.
ko: 우리를 조금 더 믿어주세요.

# Narration/&Council03_61_Selfishness_Default_WRITTEN
source: The Crown is ours.
ko: 왕관은 우리 것입니다.

# Narration/&Council03_52_Authority_Normal
source: We feel perfectly able to continue searching for the gems.
ko: 얼마든지 보석들을 찾기 위한 여정을 계속할 수 있습니다.

# Narration/&Council03_53_Authority_Formal
source: With all due respect, we are confident that we can fulfill this quest ourselves.
ko: 외람된 말이지만 우리들만으로도 얼마든지 이 퀘스트를 완수할 수 있습니다.

# Narration/&Council03_54_Authority_Slang
source: We got this. Really, it's under control.
ko: 우리가 다 알아서 할테니 맡겨만 주시오.

# Narration/&Council03_55_Greed_Default
source: You can give us the means to be stronger. Weapons, armor, maybe some spells?
ko: 무기, 갑옷, 아니면 주문처럼 우리가 더 강해질 수 있는 방법을 제공해 주시는 게 어떻겠소?

# Narration/&Council03_56_Greed_Formal
source: May we be so bold as to ask your for material support? Weapons, armor, or spells, for instance?
ko: 감히 지원을 요청 드려도 괜찮겠습니까? 무기나 갑옷, 아니면 주문 같은 것들 말입니다.

# Narration/&Council03_57_Greed_Slang
source: We'd be stronger if you tossed a few things our way. You know - weapons, armor, spells - that sort of thing.
ko: 댁들이 조금 도와 준다면 더 강해질 수 있을 것 같은데 말이오. 알잖소, 무기나 갑옷, 주문 같은 것들 말이오.

# Narration/&Council03_58_Lawfulness_Default
source: You may trust that we are devoted to this quest. We are well aware of its importance.
ko: 이 퀘스트를 위해 모든 것을 바치겠습니다. 이 퀘스트의 중요성에 대해서 충분히 인지하고 있습니다.

# Narration/&Council03_59_Lawfulness_Formal
source: We are fully devoted to the quest, and perfectly aware of its vital importance.
ko: 이 퀘스트에 모든 것을 바칠 준비가 됐으며 퀘스트가 갖는 중요성에 대해 깊이 통감하고 있습니다.

# Narration/&Council03_60_Lawfulness_Slang
source: We get it - this is big. We won't let you down!
ko: 아주 중요한 일이란 거 우리도 다 압니다. 실망 시키지 않겠소!

# Narration/&Council03_61_Selfishness_Default
source: We didn't change our mind about the Crown - it's ours!
ko: 왕관에 대한 생각을 바뀐게 없소. 왕관은 우리 것입니다!

# Narration/&Council03_62_Selfishness_Formal
source: We must reiterate that we have no intention of giving up the Crown.
ko: 왕관을 포기하지 않을 것이라는 점을 다시 한 번 상기시켜 드리고 싶군요.

# Narration/&Council03_63_Selfishness_Slang
source: Let's be clear. The Crown is ours, and it stays ours.
ko: 이건 분명히 해둡시다. 왕관은 우리 것이고, 그건 변하지 않을 것이오.

# Narration/&Council03_64_Danantar_NPC
source: Confidence? I like that.
ko: 자신감 넘쳐 보이는군. 맘에 들어.

# Narration/&Council03_65_Towerboss_NPC
source: Preposterous!
ko: 터무니없군!

# Narration/&Council03_66_Antiquariansboss_NPC
source: Five more gems to find. Do you even have a lead?
ko: 다섯 개의 보석이 남아 있습니다. 찾을 수 있는 단서라도 있습니까?

# Narration/&Council03_67_Authority_Default
source: Yes - the best lead possible. The Crown itself tells us where to go.
ko: 있습니다. 그것도 최고의 단서죠. 바로 왕관이 우리에게 어디로 가야하는지 안내해 줍니다.

# Narration/&Council03_68_Einarboss_Default
source: The Soraks will come after you - you know that?
ko: 소락들이 당신들을 쫓아올 것이라는 사실은 아는 것이겠지요?

# Narration/&Council03_69_Einarboss_Default
source: But you have our complete support in this struggle.
ko: 하지만 우린 여러분들을 전적으로 지원해 줄 것이오.

# Narration/&Council03_70_Friendliness_Formal
source: Our thanks, Marshal.
ko: 고맙습니다, 원수.

# Narration/&Council03_71_Friendliness_Normal
source: Thanks.
ko: 고맙습니다.

# Narration/&Council03_72_Antiquariansboss_NPC
source: Don't overestimate yourselves, deputies!
ko: 너무 자만하지는 마시오!

# Narration/&Council03_73_Einarboss_NPC
source: That's right! We can't risk the Soraks overpowering them and taking the Crown!
ko: 그렇습니다! 소락들이 저들을 덮치고 왕관을 뺏을지도 모르니 신중을 기해야 합니다!

# Narration/&Council03_74_Danantar_NPC
source: Well, you're welcome to provide them with whatever weapons and armors you like, Marshal.
ko: 저들이 필요로 하는 무기나 갑옷은 얼마든지 제공해 주시오.

# Narration/&Council03_75_Greed_Default
source: We're just trying to increase our chance of success.
ko: 성공의 확률을 올리려는 것 뿐입니다.

# Narration/&Council03_76_Towerboss_NPC
source: Of course you are.
ko: 물론 그러시겠지.

# Narration/&Council03_77_Keenmind_NPC
source: We might have a few spells that can increase your chance of… survival.
ko: 당신들이... 생존하는데 도움이 될 주문이 몇 가지 있소.

# Narration/&Council03_78_Danantar_NPC
source: Trust is a hot topic, these days.
ko: 요즘들어 신용이란 말이 중요한 화두가 됐군.

# Narration/&Council03_73_Einarboss_trust_NPC
source: Nobody here questions your dedication. You've done a lot already.
ko: 우리는 모두 당신을 신용하오. 이미 많은 일들을 해주었소.

# Narration/&Council03_71_Einarboss_NPC
source: Yet, we should support you in your efforts.
ko: 하지만 우리도 당신들을 도와줄 수 있어야 하오.

# Narration/&Council03_72_Keenmind_NPC
source: And we will.
ko: 그리고 도와줄 것이지.

# Narration/&Council03_73_Antiquariansboss_NPC
source: You understand, though - it is your responsibility to keep the Crown out of the wrong hands?
ko: 하지만 왕관이 악한 자들의 손에 들어가지 않게 하는 것은 당신들의 책임이라는 것을 잘 알고 있겠지?

# Narration/&Council03_74_Selfishness_Default
source: The Crown chose us. I doubt it would do any good to anyone else.
ko: 왕관은 우리를 선택했습니다. 다른 자에게 넘어가도 별다른 일은 없을 것입니다.

# Narration/&Council03_75_Keenmind_NPC
source: Oh, so you're experts in Manacalon sorcery now?
ko: 흥, 마나칼론 마법의 전문가라도 되나 보지?

# Narration/&Council03_76_Einarboss_NPC
source: I can only concur. You have a responsibility, and it's more important than ownership.
ko: 나도 동의할 수 밖에 없습니다. 누가 갖느냐 보다 당신들에게 그 책임이 있다는 것이 더 중요한 것입니다.

# Narration/&Council03_77_LeiraKean_NPC
source: If that is all, may we conclude?
ko: 그럼 이제 결론을 내보면 어떻겠습니까?

# Narration/&Council03_78_Princess_NPC
source: I'd like to say a word, if that is appropriate.
ko: 괜찮다면 저도 한 마디 하고 싶습니다만.

# Narration/&Council03_79_LeiraKean_NPC
source: Of course, Your Highness. We are listening.
ko: 물론입니다, 공주님. 경청하겠습니다.

# Narration/&Council03_80_Princess_NPC
source: I think our brave deputies shouldn't be, you know, sleeping in a… city inn.
ko: 내 생각에 우리의 용사들이 도시에 있는 여관 같은 곳에서 잠을 자는 것은 옳지 않습니다.

# Narration/&Council03_81_Princess_NPC
source: We have a very comfortable residence near the Palace.
ko: 왕궁 근처에 아주 편안하고 아늑한 거주지가 있습니다.

# Narration/&Council03_82_Princess_NPC
source: They would be safer there, don't you think?
ko: 그곳에서 머무는 것이 더 안전할 것이라고 보는데. 어떻게 생각하십니까?

# Narration/&Council03_83_Princess_NPC
source: That would be my - I mean, our - part in supporting the quest.
ko: 저의 - 아니 우리의 지원에 그런 부분도 포함이 되어야 하겠습니다.

# Narration/&Council03_84_LeiraKean_NPC
source: Ahem - Your Highness?
ko: 어흠 - 그럼 공주님?

# Narration/&Council03_85_LeiraKean_NPC
source: I must remind you that your decisions as head of state are not subject to Council approval.
ko: 이 나라의 수장으로써 공주님이 내리시는 결정은 의회 승인의 대상이 아님을 알려드립니다.

# Narration/&Council03_86_Princess_NPC
source: Oh! Right…
ko: 아! 그렇지요…

# Narration/&Council03_87_LeiraKean_NPC
source: Might I suggest that you reiterate your offer outside these walls?
ko: 이곳에서 떠나시면 그때 다시 말씀을 해보시는 것이 어떠신지요?

# Narration/&Council03_88_Princess_NPC
source: Of course. I beg the Council's pardon.
ko: 물론입니다. 의회 여러분들께 양해의 말씀을 드립니다.

# Narration/&Council03_89_LeiraKean_NPC
source: Not at all, Your Highness.
ko: 아닙니다, 공주님.

# Narration/&Council03_90_Danantar_NPC
source: Then I think that is all?
ko: 그러면 이것이 끝입니까?

# Narration/&Council03_91_LeiraKean_NPC
source: Thank you. The Legacy Council is now in recess.
ko: 감사합니다. 이로써 유산 평의회를 휴정하겠습니다.

# Narration/&HostOfPrincess_1_Captain_NPC
source: A word, please, deputies?
ko: 잠시 이야기를 좀 할까?

# Narration/&HostOfPrincess_2_Any_Default
source: Sure.
ko: 물론.

# Narration/&HostOfPrincess_2_Any_Formal
source: Of course.
ko: 얼마든지.

# Narration/&HostOfPrincess_2_Any_Slang
source: What's up?
ko: 뭔데?

# Narration/&HostOfPrincess_3_Captain_NPC
source: Her Royal Highness asked me to reiterate her offer to accommodate you at the Palace Residence.
ko: 왕궁 거주지에서 지내도 괜찮다는 제안을 공주님께서 당신들에게 다시 알려 달라고 하시더군.

# Narration/&HostOfPrincess_4_Any_Default
source: What's that?
ko: 그게 뭐지?

# Narration/&HostOfPrincess_4_Any_Formal
source: I'm not sure what that is.
ko: 그게 뭔지 잘 모르겠군.

# Narration/&HostOfPrincess_5_Captain_NPC
source: A house for plenipotentiaries, emissaries, and other guests of the Court.
ko: 대사나 사절, 아니면 궁정의 손님들을 위한 집이 있어.

# Narration/&HostOfPrincess_6_Any_Default
source: Sounds nice.
ko: 괜찮은 것 같군.

# Narration/&HostOfPrincess_6_Any_Formal
source: It's an honor!
ko: 그거 영광이로군!

# Narration/&HostOfPrincess_7_Captain_NPC
source: You don't say?
ko: 그렇단 말이지?

# Narration/&HostOfPrincess_8_Any_Default
source: Where is this residence?
ko: 이 집은 어디에 있지?

# Narration/&HostOfPrincess_9_Captain_NPC
source: In the Palace. Ask for Ravensworth, the royal butler. He'll show you.
ko: 궁중에 있네. 왕실 집사인 레이븐스워스에게 물어보면 안내해 줄 거야.

# Narration/&HostOfPrincess_10_Captain_NPC
source: Oh, another thing…
ko: 아, 또 한가지…

# Narration/&HostOfPrincess_11_Any_Default
source: Yes?
ko: 뭐지?

# Narration/&HostOfPrincess_12_Captain_NPC
source: I am to give this to any senior deputy of the Council.
ko: 나는 의회의 고위 대리인에게 이것을 주어야만 하네.

# Narration/&HostOfPrincess_13_Any_Default
source: What's this?
ko: 이게 뭐지?

# Narration/&HostOfPrincess_14_Captain_NPC
source: A command word, to teleport your party to the city's Imperial Gate.
ko: 당신들의 파티를 도시의 제국 관문까지 순간이동시켜줄 명령어야.

# Narration/&HostOfPrincess_15__Any_Default
source: Teleport?
ko: 순간이동?

# Narration/&HostOfPrincess_16_Any_Default
source: We can't do that, I'm pretty sure.
ko: 그거 분명 안될텐데.

# Narration/&HostOfPrincess_17_Captain_NPC
source: Well, word is that in the Badlands…
ko: 들리는 말에 의하면 황무지에는…

# Narration/&HostOfPrincess_18_Captain_NPC
source: …you may come across functioning Major Gates.
ko: ... 제대로 작동하는 주 관문이 있을 수도 있다고 하더군.

# Narration/&HostOfPrincess_19_Captain_NPC
source: If you do, use this command word and you'll be brought back here.
ko: 만약 발견한다면 이 명령어를 사용해. 그러면 이곳에 돌아올 수 있을 거야.

# Narration/&HostOfPrincess_20_Captain_NPC
source: Take note of any command word on the Gate you find…
ko: 그리고 관문을 발견하면 그곳의 명령어도 숙지해 둬…

# Narration/&HostOfPrincess_21_Captain_NPC
source: …and you'll be able to return there the same way.
ko: ... 그러면 같은 방식으로 다시 그곳으로 돌아갈 수 있을테니.

# Narration/&HostOfPrincess_22_Any_Default
source: That's fantastic!
ko: 그거 멋진데!

# Narration/&HostOfPrincess_23_Captain_NPC
source: Don't get too excited.
ko: 너무 들뜨지는 마.

# Narration/&HostOfPrincess_24_Captain_NPC
source: So far, no one's found any.
ko: 실제로 주 관문을 찾은 사람은 아무도 없으니까.

# Narration/&HostOfPrincess_25_Any_Default
source: Oh. Right. Thanks anyway.
ko: 아, 그렇군. 어쨌든 고마워.

# Narration/&HostOfPrincess_26_Captain_NPC
source: Stay in the light, senior deputies.
ko: 빛이 함께 하시길! 선임 대리인들이여.

# Narration/&HostOfPrincess_27_Any_Default
source: You too, Captain.
ko: 그래, 당신도.

# Narration/&ChurchOfEinar_Dialog_01_1_DalonLark_NPC
source: Clear skies, adventurers!
ko: 좋은 날입니다, 모험가 여러분!

# Narration/&ChurchOfEinar_Dialog_01_2_EinarWorshipper_Default
source: Fire to your blade!
ko: 당신의 칼날에 불꽃이 깃들길!

# Narration/&ChurchOfEinar_Dialog_01_3_DalonLark_NPC
source: One of the faithful, I see. Nice to meet you!
ko: 독실한 신자시군요. 만나서 반갑습니다!

# Narration/&ChurchOfEinar_Dialog_01_4_DalonLark_NPC
source: I am Chaplain Dalon Lark.
ko: 저는 댈런 라크 사제입니다.

# Narration/&ChurchOfEinar_Dialog_01_5_DalonLark_NPC
source: You may come here at any time to seek the help of the Church.
ko: 교단의 도움이 필요하시다면 언제든지 방문하셔도 좋습니다.

# Narration/&ChurchOfEinar_Dialog_01_6_AnyBeliever_Einar
source: That is good to know, Chaplain!
ko: 그것 참 반가운 소식입니다 사제님!

# Narration/&ChurchOfEinar_Dialog_01_7_NonBeliever_Default
source: Hello!
ko: 안녕하세요!

# Narration/&ChurchOfEinar_Dialog_01_8_AnyBeliever_Default
source: What do you do here?
ko: 무슨 일을 하시나요?

# Narration/&ChurchOfEinar_Dialog_01_9_DalonLark_NPC
source: I represent the Church of Einar, the god of valor and fidelity.
ko: 저는 용맹과 신의의 신, 에이나르의 교단을 대표하고 있습니다.

# Narration/&ChurchOfEinar_Dialog_01_10_DalonLark_NPC
source: We provide various services for those who need them.
ko: 필요한 분들을 위해 다양한 서비스를 제공하고 있습니다.

# Narration/&ChurchOfEinar_Dialog_01_11_Cynical_Default
source: And can pay for them?
ko: 돈도 받아먹을 겸 말이죠?

# Narration/&ChurchOfEinar_Dialog_01_12_DalonLark_NPC
source: Those who seek his healing are rarely poor.
ko: 그분의 치유를 받고자하는 분들 대부분은 가난하지 않더군요.

# Narration/&ChurchOfEinar_Dialog_01_13_Any_Default
source: We do require your services.
ko: 우리는 당신의 서비스가 정말로 필요해요.

# Narration/&ChurchOfEinar_Dialog_01_14_Any_Default
source: Thank you - we need to go.
ko: 감사합니다. 이제 가볼게요.

# Narration/&ChurchOfEinar_Dialog_01_15_DalonLark_NPC
source: Stay in the light, adventurers!
ko: 여러분께 빛이 함께 하시길!

# Narration/&ChurchOfEinar_Dialog_WRITTEN_ExitLine
source: We should go.
ko: 가볼게요.

# Narration/&ChurchOfEinar_Dialog_WRITTEN_ShopLine
source: We need your services.
ko: 서비스를 좀 제공받고 싶어요.

# Narration/&Arcaneum_Dialog_02_1_HeddlonSurespell_NPC
source: Clear skies, adventurers!
ko: 좋은 날입니다, 모험가 여러분!

# Narration/&Arcaneum_Dialog_02_2_HeddlonSurespell_NPC
source: Anything new for the Arcaneum?
ko: 아케니움을 위한 새 소식이라도 있나요?

# Narration/&Arcaneum_Dialog_02_3_Any_Slang
source: Check this out!
ko: 이것 좀 보시죠!

# Narration/&Arcaneum_Dialog_02_4_Any_Default
source: Possibly.
ko: 그럴수도요.

# Narration/&Arcaneum_Dialog_02_5_Any_Slang
source: Just passing by.
ko: 그냥 지나가던 길입니다.

# Narration/&Arcaneum_Dialog_02_6_HeddlonSurespell_NPC
source: That's nice of you.
ko: 정말 고맙습니다.

# Narration/&Arcaneum_Dialog_02_7_HeddlonSurespell_NPC
source: Stay in the light!
ko: 빛이 함께 하시길!

# Narration/&Arcaneum_Dialog_Exitline
source: Just passing by.
ko: 그냥 지나가는 길입니다.

# Narration/&Arcaneum_Dialog_Offer
source: Let's talk business!
ko: 일 얘기를 해보죠!

# Narration/&Danantar_Dialog_02_1_JorielFoxeye_NPC
source: Deputies.
ko: 대리인님이시군요.

# Narration/&Danantar_Dialog_02_2_JorielFoxeye_NPC
source: Do you have anything for the Circle?
ko: 우리 서클에 뭔가 가져오신게 있나요?

# Narration/&Danantar_Dialog_02_3_Any_Default
source: Take a look.
ko: 한번 둘러보세요.

# Narration/&Danantar_Dialog_02_4_Any_Formal
source: We might.
ko: 그럴지도요.

# Narration/&Danantar_Dialog_02_5_JorielFoxeye_NPC
source: Not really. Just stopped by to say hello.
ko: 별일 없어요. 그냥 인사나 하려고 들렀습니다.

# Narration/&Danantar_Dialog_02_6_Any_Default
source: It's an honor.
ko: 영광입니다.

# Narration/&Danantar_Dialog_02_7_JorielFoxeye_NPC
source: Stay in the light, deputies!
ko: 대리인 분들께 빛이 함께 하시길!

# Narration/&Danantar_Dialog_Exitline
source: Just saying hello.
ko: 그냥 인사나 하러 왔어요.

# Narration/&Danantar_Dialog_Offer
source: What about this?
ko: 이건 어때요?

# Narration/&Antiquarians_Dialog_02_1_HalmanSummer_NPC
source: Clear skies, my friends!
ko: 맑은 하늘이 함께하시길, 친구들이여!

# Narration/&Antiquarians_Dialog_02_2_HalmanSummer_NPC
source: You have some treasure in your backpacks?
ko: 보물을 좀 가져오셨나요?

# Narration/&Antiquarians_Dialog_02_3_Any_Slang
source: Feast your eyes on this!
ko: 눈 호강좀 하시죠!

# Narration/&Antiquarians_Dialog_02_4_Any_Default
source: See what you think of this.
ko: 이건 어떻게 보시나요?

# Narration/&Antiquarians_Dialog_02_5_HalmanSummer_NPC
source: Just passing by to say hello.
ko: 그냥 인사나 하러 들렀어요.

# Narration/&Antiquarians_Dialog_02_6_HalmanSummer_NPC
source: Ah, well. It was good to see you.
ko: 아, 그렇군요. 반가웠습니다.

# Narration/&Antiquarians_Dialog_02_7_HalmanSummer_NPC
source: See you next time, friends!
ko: 다음에 또 봅시다, 친구들!

# Narration/&Antiquarians_Dialog_ExitLine
source: Just passing by.
ko: 그냥 지나가는 길이에요.

# Narration/&Antiquarians_Dialog_Offer
source: What about this?
ko: 이건 어떤가요?

# Narration/&Tower_Dialog_02_1_MaddyGreenisle_NPC
source: Deputies! How are you today?
ko: 대리인 여러분! 잘 지내십니까?

# Narration/&Tower_Dialog_02_2_MaddyGreenisle_NPC
source: Do you have some lovely loot from the Badlands?
ko: 황무지에서 뭐라도 좀 건진게 있으신가요?

# Narration/&Tower_Dialog_02_3_Any_Slang
source: How 'bout that?
ko: 이건 어때요?

# Narration/&Tower_Dialog_02_4_Any_Default
source: Indeed.
ko: 물론이죠.

# Narration/&Tower_Dialog_02_5_Any_Slang
source: Just missed your smiling face, Miss Greenisle!
ko: 당신의 미소가 정말 보고싶었어요, 그린아일양!

# Narration/&Tower_Dialog_02_6_MaddyGreenisle_NPC
source: Such nice manners! All too rare, these days.
ko: 요즘에 정말 보기 드물게 예의바르시네요.

# Narration/&Tower_Dialog_02_7_MaddyGreenisle_NPC
source: Clear skies to you!
ko: 맑은 하늘이 함께하길!

# Narration/&Tower_Dialog_Exitline
source: Just missed you.
ko: 그냥 보고싶었어요.

# Narration/&Tower_Dialog_Offer
source: How about that?
ko: 이건 어떠세요?

# Narration/&Council4_1_LeiraKean_NPC
source: Honorable delegates, please be seated!
ko: 존경하는 의원 여러분, 착석해 주십시오!

# Narration/&Council4_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko: 유산 평의회 개회를 선언합니다!

# Narration/&Council4_3_Danantar_NPC
source: Ah - senior deputies! What news is there?
ko: 아 - 선임 대리인님! 무슨 소식이 있는지요?

# Narration/&Council4_4_Authority_Normal
source: We're stuck, my lord.
ko: 우린 갇혔습니다, 의원님.

# Narration/&Council4_5_Authority_Formal
source: My lord, I'm afraid the situation is less than ideal.
ko: 의원님, 유감스럽게도 상황이 이상적이지 않습니다.

# Narration/&Council4_6_Authority_Slang
source: It's not good news, my Lord.
ko: 이건 좋은 소식이 아닙니다, 의원님.

# Narration/&Council4_7_Faisech_NPC
source: Meaning what, exactly?
ko: 무슨 말인가, 대체?

# Narration/&Council4_10_Faisech_NPC
source: Perhaps they've been destroyed.
ko: 아마도 박살났을테지.
