Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Optional_Lowlife_Quest_Tavern20_Thief_Success2
source: What matters is, do you want a Council deputy owing you a favor?
ko: 문제는 평의회 대리인들을 도와 줄 생각이 너한테 있냐 하는 거야.

# Narration/&Optional_Lowlife_Quest_Tavern21_Thief_Success3
source: It had better be a pretty big favor.
ko: 나중에 확실하게 빚을 갚아 주는 게 좋을 거야.

# Narration/&Optional_Lowlife_Quest_Tavern22_Thief_Failure
source: I can make better friends than you with a sword like that…
ko: 그런 칼만 있으면 너희보다 더 좋은 친구들을 만들 수 있어…

# Narration/&Optional_Lowlife_Quest_Tavern23_Thief_Failure
source: …and get paid too!
ko: ... 거기에 돈도 받고 말이야!

# Narration/&Optional_Lowlife_Quest_Tavern24_Deceiver_Answer1
source: It's about that very nice sword…
ko: 그 아주 좋은 검에 대한 거야…

# Narration/&Optional_Lowlife_Quest_Tavern25_Deceiver_Answer2
source: …that you're thinking of selling…
ko: ... 네가 팔려고 하는…

# Narration/&Optional_Lowlife_Quest_Tavern26_Deceiver_Answer3
source: …to Heddlon Surespell of the Arcaneum.
ko: ...아케니움의 헤들론 슈어스펠한테.

# Narration/&Optional_Lowlife_Quest_Tavern28_Deceiver_Success2
source: What matters is, do you want to end up nailed to a door in Fishtown?
ko: 중요한 건, 네가 피쉬타운에 있는 문에 못질 당해서 걸려 있고 싶냐는 거야.

# Narration/&Optional_Lowlife_Quest_Tavern29_Thief_Success3
source: What?
ko: 뭐?

# Narration/&Optional_Lowlife_Quest_Tavern30_Deceiver_Success4
source: You see, the sword was already spoken for when you stole it from the Scavengers…
ko: 네가 스캐빈저들 한테서 그 검을 훔쳤을 때 그 검은 이미 다른 사람의 소유였어…

# Narration/&Optional_Lowlife_Quest_Tavern31_Deceiver_Success5
source: …and a certain someone's going to be very disappointed if they don't get it as planned.
ko: ... 그리고 그 검을 찾지 못하면 그 누군가가 아주 크게 실망할 거야.

# Narration/&Optional_Lowlife_Quest_Tavern32_Deceiver_Success6
source: The sort of someone who nails people to doors in Fishtown.
ko: 사람을 피쉬타운의 문에 못질해서 걸어 버리는 그런 누군가 말이야.

# Narration/&Optional_Lowlife_Quest_Tavern33_Thief_NPC
source: Misaye's crooked dice! I… I can get it for you.
ko: 미사이에의 비뚤어진 주사위... 내가 그걸 가져다 줄 수 있어.

# Narration/&Optional_Lowlife_Quest_Tavern34_Deceiver_Success7
source: Just tell me where to find it. Then it might be wise to leave town.
ko: 그냥 어디 있는지만 말해. 그 다음엔 어디론가 사라져 버리는게 좋을 거야.

# Narration/&Optional_Lowlife_Quest_Tavern35_Deceiver_Success8
source: I hear the Southern Isles are lovely at this time of year.
ko: 남쪽 군도 날씨가 요즘 그렇게 좋다더군.

# Narration/&Optional_Lowlife_Quest_Tavern36_Thief_Failure1
source: Ooh! I'm so scared. Sell your drivel somewhere else.
ko: 아이고 무서워라! 얼빠진 소리는 다른데 가서 해.

# Narration/&Optional_Lowlife_Quest_Tavern37_Any_Allfailed
source: Perhaps you missed our nice badge, here.
ko: 우리 신분증을 보지 못했나 보군. 자, 여기.

# Narration/&Optional_Lowlife_Quest_Tavern38_Thief_NPC
source: The Council? Oh, come on…
ko: 평의회? 아 제발…

# Narration/&Optional_Lowlife_Quest_Tavern39_Thief_NPC
source: It's in Misaye's temple for safekeeping.
ko: 미사이에 신전에 숨겨놨어.

# Narration/&Optional_Lowlife_Quest_Tavern40_Thief_NPC
source: Ask Nel for a bowl of soup.
ko: 넬한테 수프 한 그릇 달라고 해.

# Narration/&Optional_Lowlife_Quest_Tavern41_Lowlife_Default
source: Nel? I just talked to him… I should have known…
ko: 넬? 방금 전에 이야기 했는데... 진작 알아챘어야 했어…

# Narration/&Optional_Lowlife_Quest_Tavern41_Cynical_Default
source: Bowl of soup? That's the worst password I've ever heard!
ko: 수프 한 그릇? 들어본 암호 중에 최악이네!

# Narration/&Optional_Lowlife_Quest_Temple1_Lowlife_Default
source: Hey, Nel. So, I'm supposed to ask you for, uh…
ko: 저기, 넬. 그게, 부탁할 게 있는데 말야, 어…

# Narration/&Optional_Lowlife_Quest_Temple2_Nel_NPC
source: A bowl of soup?
ko: 수프 한 그릇?

# Narration/&Optional_Lowlife_Quest_Temple3_Lowlife_Default
source: You knew?
ko: 알고 있었어?

# Narration/&Optional_Lowlife_Quest_Temple4_Nel_NPC
source: Of course! Misaye sees all!
ko: 물론이지! 미사이에는 모든 걸 본다고!

# Narration/&Optional_Lowlife_Quest_Temple5_Lowlife_Default
source: And you didn't tell me because…?
ko: 그리고 말 안해준 이유는...?

# Narration/&Optional_Lowlife_Quest_Temple6_Nel_NPC
source: This was more fun!
ko: 그게 더 재밌잖아!

# Narration/&Optional_Lowlife_Quest_Temple7_Lowlife_Default
source: For you and Misaye, I'm sure.
ko: 너랑 미사이에는 그렇겠지, 역시나.

# Narration/&Optional_Lowlife_Quest_Temple8_Lowlife_Default
source: Well, I won't be a grouch about it.
ko: 뭐,따지고 들진 않겠어.

# Narration/&Optional_Lowlife_Quest_Temple9_Nel_NPC
source: Aww! Misaye loves to tease a grouch!
ko: 아으! 미사이에는 그런 거 놀려먹는 걸 좋아한다고!

# Narration/&Optional_Lowlife_Quest_Temple10_Nel_NPC
source: Ask properly!
ko: 제대로 해!

# Narration/&Optional_Lowlife_Quest_Temple11_Lowlife_Default
source: Really?
ko: 진짜로?

# Narration/&Optional_Lowlife_Quest_Temple12_Nel_NPC
source: Rules are rules!
ko: 규칙은 규칙이야!

# Narration/&Optional_Lowlife_Quest_Temple13_Lowlife_Default
source: Rules - you? Oh, wait - only when it's fun, right?
ko: 규칙? 네가? 아, 잠깐. 재밌을 때만 지키는 거지?

# Narration/&Optional_Lowlife_Quest_Temple14_Nel_NPC
source: You're learning!
ko: 잘 아네!

# Narration/&Optional_Lowlife_Quest_Temple15_Lowlife_Default
source: All right, then. chaplain Nel - may I please have a bowl of soup?
ko: 그래, 그러면. 넬 사제님, 수프 한 접시 주시겠나이까?

# Narration/&Optional_Lowlife_Quest_Temple16_Nel_NPC
source: Of course! It's in that chest.
ko: 물론이오! 여기 궤짝 안에 있소.

# Narration/&Optional_Lowlife_Quest_Temple17_Lowlife_Default
source: This locked chest? I should have known.
ko: 잠겨있잖아? 뻔했던 건데.

# Narration/&Optional_Lowlife_Quest_Temple18_Lowlife_Default
source: Got it!
ko: 알겠다!

# Narration/&Optional_Lowlife_Quest_Temple19_Lowlife_Default
source: I can't get it…
ko: 모르겠어…

# Narration/&Optional_Lowlife_Quest_Temple20_Nel_NPC
source: Make a donation to Misaye for luck?
ko: 행운을 위하여 미사이에님께 헌금해보시겠습니까?

# Narration/&Optional_Lowlife_Quest_Temple21_ChoiceA_WRITTEN
source: <i>Give 1 gold piece</i>
ko: <i> 1 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceB_WRITTEN
source: Refuse
ko: 거절

# Narration/&Optional_Lowlife_Quest_Temple22_Lowlife_Default
source: Take it, you crook.
ko: 받아라, 사기꾼아.

# Narration/&Optional_Lowlife_Quest_Temple23_Lowlife_Default
source: I don't think so.
ko: 싫어.

# Narration/&Optional_Lowlife_Quest_Temple24_Nel_NPC
source: Your coin made Misaye smile!
ko: 이 동전이 마시이에를 미소짓게 하지!

# Narration/&Optional_Lowlife_Quest_Temple25_Nel_NPC
source: Try again, Misaye will help, this time.
ko: 다시 해봐, 미사이에가 이번엔 도우실거야.

# Narration/&Optional_Lowlife_Quest_Temple26_Lowlife_Default
source: Still nothing!
ko: 여전하잖아!

# Narration/&Optional_Lowlife_Quest_Temple27_Nel_NPC
source: Maybe you need to be more generous!
ko: 좀 더 관대해져 보심이 어떠한지!

# Narration/&Optional_Lowlife_Quest_Temple28_Nel_NPC
source: You probably used the wrong number…
ko: 숫자를 다르게 쓴거 같아서 말이야…

# Narration/&Optional_Lowlife_Quest_Temple29_ChoiceA_WRITTEN
source: <i>Give 5 gold pieces</i>
ko: <i>5 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple30_ChoiceB_WRITTEN
source: Refuse
ko: 거절

# Narration/&Optional_Lowlife_Quest_Temple30_Nel_NPC
source: Fine. Let's hope your skills are up to it.
ko: 좋아. 이 정도 실력이길 바랄게.

# Narration/&Optional_Lowlife_Quest_Temple31_Nel_NPC
source: Have you trained in your skills since the last time?
ko: 마지막 이후로 기술을 연마한 적 있어?

# Narration/&Optional_Lowlife_Quest_Temple32_Nel_NPC
source: You're welcome. Misaye's laughing!
ko: 고마워. 미사이에께서 미소 짓길!

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceG_WRITTEN
source: <i>Give 200 gold pieces</i>
ko: <i>200 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceF_WRITTEN
source: <i>Give 100 gold pieces</i>
ko: <i>100 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceE_WRITTEN
source: <i>Give 50 gold pieces</i>
ko: <i>50 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceD_WRITTEN
source: <i>Give 20 gold pieces</i>
ko: <i>20 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest_Temple22_ChoiceC_WRITTEN
source: <i>Give 10 gold pieces</i>
ko: <i>10 골드를 줌 </i>

# Narration/&Optional_Lowlife_Quest90_Scavengers2_Bagmordah_NPC
source: You're back! Did you get it?
ko: 돌아왔군! 가져왔나?

# Narration/&Optional_Lowlife_Quest91_Scavengers2_Lowlife_Default
source: Here! And you mentioned a reward?
ko: 여기! 보상 이야기는 했어?

# Narration/&Optional_Lowlife_Quest92_Scavengers2_Bagmordah_NPC
source: Beside my undying gratitude? All right. Here.
ko: 죽을 때 까지 고마운거 말고? 알았어. 여기.

# Narration/&Optional_Lawkeeper_Quest1_Lawkeeper_Default
source: Hey, shorty! You in the army?
ko: 어이, 난쟁이! 군대에 있었나?

# Narration/&Optional_Lawkeeper_Quest2_Stig_NPC
source: Don't call me that! I'm a Royal Guard, you know.
ko: 그렇게 부르지 마! 알다시피 난 근위병이야.

# Narration/&Optional_Lawkeeper_Quest3_Lawkeeper_Default
source: You… really? The Princess, and all?
ko: 네가... 정말? 그럼 공주랑?

# Narration/&Optional_Lawkeeper_Quest4_Stig_NPC
source: Yeah. Those your friends?
ko: 그래. 그쪽은 네 친구들이야?

# Narration/&Optional_Lawkeeper_Quest5_Friendly_Default
source: We are. How do you know each other?
ko: 그렇죠. 서로 아는 사이인가요?

# Narration/&Optional_Lawkeeper_Quest6_Stig_NPC
source: You didn't tell them?
ko: 이 친구가 말 안했나요?

# Narration/&Optional_Lawkeeper_Quest7_Stig_NPC
source: We were in the City Guard together.
ko: 우리는 경비병으로 같이 일했었죠.

# Narration/&Optional_Lawkeeper_Quest8_Lawkeeper_Default
source: And we both… upgraded.
ko: 그리고 우리 둘 다... 더 나아졌고.

# Narration/&Optional_Lawkeeper_Quest9_Stig_NPC
source: Anyway, I need help.
ko: 그건 그렇고, 도움이 필요해.

# Narration/&Optional_Lawkeeper_Quest10_Stig_NPC
source: I think someone's rotten in the Guard.
ko: 경비대에 부패한 놈이 있어.

# Narration/&Optional_Lawkeeper_Quest11_Selfpres_Default
source: That's reassuring…
ko: 그건 참 안심되는 이야기네요…

# Narration/&Optional_Lawkeeper_Quest12_Pragmatic_Default
source: We have important things to do, mind you.
ko: 미안하지만 우리는 중요한 할 일이 있어요.

# Narration/&Optional_Lawkeeper_Quest13_Lawkeeper_Default
source: Hey, Stig is my friend!
ko: 이봐, 스티그는 내 친구야!

# Narration/&Optional_Lawkeeper_Quest14_Pragmatic_Default
source: Fine.
ko: 좋아.

# Narration/&Optional_Lawkeeper_Quest15_Stig_NPC
source: I need to go. Meet me at the Palace entrance when you… have time.
ko: 난 가야 해. 그쪽에... 시간이 있을 때 궁전 입구에서 보자고.

# Narration/&Optional_Lawkeeper_Quest16_Lawkeeper_Default
source: Hey, Stig!
ko: 어이, 스티그!

# Narration/&Optional_Lawkeeper_Quest17_Stig_NPC
source: Hey, there. You ready?
ko: 이봐, 준비됐어?

# Narration/&Optional_Lawkeeper_Quest18_Lawkeeper_Default
source: Sure.
ko: 물론.

# Narration/&Optional_Lawkeeper_Quest21_Any
source: So, what can we do to help?
ko: 그래서, 우리가 뭘 도와주면 되나?

# Narration/&Optional_Lawkeeper_Quest22_Stig_NPC
source: I have four suspects. Here are their names and posts.
ko: 용의자 네 명이 있어. 여기 놈들의 이름하고 소속.

# Narration/&Optional_Lawkeeper_Quest23_Stig_NPC
source: It won't be easy.
ko: 쉽지 않을 거야.

# Narration/&Optional_Lawkeeper_Quest24_Stig_NPC
source: They mustn't know I suspect them.
ko: 놈들이 내가 의심하고 있다는 걸 절대 알아서는 안 돼.

# Narration/&Optional_Lawkeeper_Quest25_Lawkeeper_Default
source: We'll check them out - no problem!
ko: 우리가 확인해보지. 걱정하지 말라고!

# Narration/&Optional_Lawkeeper_Quest26_Stig_NPC
source: Strike true!
ko: 행운을 빌어!

# Narration/&Optional_Lawkeeper_Quest_HighBridge27_Cynical_Default
source: All right. Stig says he should be leaving soon.
ko: 좋아. 스티그는 저 친구가 곧 움직일 거라고 했어.

# Narration/&Optional_Lawkeeper_Quest_HighBridge28_Lawful_Default
source: There he goes. Let him get a head start.
ko: 저기 가는군. 따라가자고.

# Narration/&Optional_Lawkeeper_Quest_HighBridge29_Lawful_Default
source: …let's find a spot with a good view and wait for the night.
ko: ...시야가 탁 트인 곳을 찾은 다음 거기서 밤을 지새자고.

# Narration/&Optional_Lawkeeper_Quest_HighBridge30_Cynical_Default
source: Now that's a conspiracy!
ko: 범죄 모의가 있네!

# Narration/&Optional_Lawkeeper_Quest_HighBridge31_Cynical_Default
source: There might be an angry husband.
ko: 열받은 남편이 있을 거야.

# Narration/&Optional_Lawkeeper_Quest_HighBridge32_Cynical_Default
source: It might be worth an arrest.
ko: 체포할 만한 가치가 있어 보이는걸.

# Narration/&Optional_Lawkeeper_Quest_HighBridge33_Lawkeeper_Default
source: Shut up!
ko: 닥쳐!

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance34_Friendly_Default
source: Clear skies!
ko: 맑은 하늘이 함께하길!

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance35_SnowAllianceGuard_NPC
source: I know you - you're the Sorak killers!
ko: 당신들을 알아 - 소락 살해자들!

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance36_Lawkeeper_Default
source: Anything you want to share… off the books?
ko: 나누고 싶은 거 있소? 그러니까, 장부에 남지 않는 식으로.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance37_SnowAllianceGuard_NPC
source: What?
ko: 뭐?

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance38_Lawkeeper_Default
source: A little business of yours.
ko: 당신의 작은 사업 말이오.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance39_SnowAllianceGuard_NPC
source: Oh. Sure.
ko: 오, 물론이지.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance40_SnowAllianceGuard_NPC
source: Not here, though. Meet me at the promontory, tonight.
ko: 여기선 안되지. 오늘밤, 전망대에서 만나자고.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance41_SnowAllianceGuard_NPC
source: Quiet place. I like it.
ko: 조용한 곳이지. 맘에 들어.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance42_Lawkeeper_Default
source: So, what have you got?
ko: 그래서, 뭐가 있소?

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance43_SnowAllianceGuard_NPC
source: In a rush, eh? All right. Here.
ko: 급하구만? 좋아. 여기.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance44_Lawkeeper_Default
source: Booze? Really?
ko: 술? 정말로?

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance45_SnowAllianceGuard_NPC
source: Hey, you asked for it!
ko: 이봐, 당신이 원한 거잖아!

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance46_SnowAllianceGuard_NPC
source: My boss would kill me for selling New Empire liquor.
ko: 신제국 술을 판다고 하면 보스가 날 죽이려 들 걸.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance47_Lawkeeper_Default
source: This isn't illegal?
ko: 불법은 아닌 거요?

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance48_SnowAllianceGuard_NPC
source: Of course not! Just… you know… Imperial. Slaver stuff.
ko: 당연하지! 그야... 알겠지만... 제국산이지. 군침도는 물건이야.

# Narration/&Optional_Lawkeeper_Quest_SnowAlliance49_Lawkeeper_Default
source: Never mind. Our mistake. Sorry to waste your time.
ko: 신경쓰지 마시오. 우리 실수였소. 시간을 낭비하게 해서 미안하오.

# Narration/&Optional_Lawkeeper_Quest_Drunk50_Drunk_NPC
source: This is my seat!
ko: 여긴 내 자리야!

# Narration/&Optional_Lawkeeper_Quest_Drunk51_Drunk_NPC
source: I always sit here!
ko: 난 항상 여기 앉는다고!

# Narration/&Optional_Lawkeeper_Quest_Drunk52_Drunk_NPC
source: You're a strange bunch, you know that?
ko: 이상한 녀석들이네, 그거 알아?

# Narration/&Optional_Lawkeeper_Quest_Drunk53_Drunk_NPC
source: Even stranger than that Arwin Merton.
ko: 심지어 그 아르윈 머튼보다 더 이상하다고.

# Narration/&Optional_Lawkeeper_Quest_Drunk54_Drunk_NPC
source: Are you gonna say something?
ko: 뭐 할 말 있어?

# Narration/&Optional_Lawkeeper_Quest_Drunk55_Drunk_NPC
source: Knew it. You Council pawns are fake.
ko: 알아. 너희 평의회 졸개들은 가짜야.

# Narration/&Optional_Lawkeeper_Quest_Drunk56_Drunk_NPC
source: Killed Soraks? Right. And I've got a dragon in my pocket.
ko: 소락을 죽여? 그래. 내 주머니에는 드래곤이 있지.

# Narration/&Optional_Lawkeeper_Quest_Drunk57_Drunk_NPC
source: Now you're pissing me off.
ko: 그리고 너희는 날 열받게 만들고 있어.

# Narration/&Optional_Lawkeeper_Quest_Drunk58_Lawkeeper_Default
source: Well, I'm not sure he's smart enough to be corrupt.
ko: 글쎄, 저 친구가 부정을 저지를 만큼 똑똑한지 잘 모르겠는걸.

# Narration/&Optional_Lawkeeper_Quest_Drunk59_Any_Default
source: Think he can work? He can barely stand!
ko: 저놈이 일을 할 수 있을 것 같아? 서 있기도 힘들걸!

# Narration/&Optional_Lawkeeper_Quest_Drunk60_Any_Default
source: Let's go and see, then.
ko: 그런지 가서 보자고.

# Narration/&Optional_Lawkeeper_Quest_Drunk61_Lawkeeper_Default
source: What is he doing?
ko: 뭘 하는 거지?

# Narration/&Optional_Lawkeeper_Quest_Drunk62_Partner_Default
source: Hijacking a crate from a delivery.
ko: 배송되는 물건을 빼돌리고 있군.

# Narration/&Optional_Lawkeeper_Quest_Drunk63_Lawkeeper_Default
source: Let's see what's in it.
ko: 뭐가 있는지 보자고.

# Narration/&Optional_Lawkeeper_Quest_Drunk64_Lawkeeper_Default
source: Flowers?
ko: 꽃?

# Narration/&Optional_Lawkeeper_Quest_Drunk65_Herbalism_Default
source: Angry Violets, hundreds of them.
ko: 성난 바이올렛, 백 송이는 되겠어.

# Narration/&Optional_Lawkeeper_Quest_Drunk66_Drunk_NPC
source: Hey! What are you doing?
ko: 거기! 뭐하는 거야?

# Narration/&Optional_Lawkeeper_Quest_Drunk67_Persuasion_WRITTEN
source: We just want a share of the loot.
ko: 그냥 노획물 약간이면 돼.

# Narration/&Optional_Lawkeeper_Quest_Drunk68_Intimidation_WRITTEN
source: You're clearly a thief - admit it!
ko: 넌 분명 도둑놈이야. 인정 해!

# Narration/&Optional_Lawkeeper_Quest_Drunk69_Deception_WRITTEN
source: We're investigating you for Captain Ironshell.
ko: 아이언셸 대위의 부탁을 받고 너를 조사중이지.

# Narration/&Optional_Lawkeeper_Quest_Drunk70_Default_WRITTEN
source: The question is, what are you doing?
ko: 묻고싶은 건, 지금 뭐하는 거야?

# Narration/&Optional_Lawkeeper_Quest_Drunk71_Persuasion_CHOICE
source: We got you. Let us take some of these and we'll keep quiet.
ko: 네가 하는 걸 봤어. 이거 약간만 나눠주면 입을 다물어주지.

# Narration/&Optional_Lawkeeper_Quest_Drunk72_Drunk_FAIL
source: You Council people really think you can do whatever you like, don't you?
ko: 너의 평의회 놈들은 정말로 하고 싶은 건 뭐든 할 수 있다고 생각하지, 안 그래?

# Narration/&Optional_Lawkeeper_Quest_Drunk73_Intimidation_CHOICE
source: We caught you red-handed. Just confess.
ko: 너를 현행범으로 체포한다. 자백하시지.

# Narration/&Optional_Lawkeeper_Quest_Drunk74_Intimidation_FAIL
source: You're a bunch of idiots, I'll confess that.
ko: 당신들이 멍청이들이라고 자백하도록 하지.

# Narration/&Optional_Lawkeeper_Quest_Drunk75_Deception_FAIL
source: Captain Ironshell asked us to investigate you.
ko: 아이언쉘 대위가 우리에게 널 수사하라고 맡겼지.

# Narration/&Optional_Lawkeeper_Quest_Drunk76_Drunk_FAIL
source: Oh yeah? That's a good one. She asked me to bring this to the Palace.
ko: 그래? 그거 잘됐군. 그녀가 나에게 이걸 왕궁으로 가져가라고 맡겼어.

# Narration/&Optional_Lawkeeper_Quest_Drunk77_Default_FAIL
source: The question is, what are you doing?
ko: 궁금한게 있는데, 대체 뭘 하고있던거지?

# Narration/&Optional_Lawkeeper_Quest_Drunk78_Drunk_FAIL
source: My job. What did you think I was doing?
ko: 나의 임무. 내가 뭘 하고있다고 생각했던거야?

# Narration/&Optional_Lawkeeper_Quest_Drunk79_Lawkeeper_Default
source: Why did you pick this crate out of the delivery?
ko: 왜 배송품에서 이 상자를 빼놓은 거지?

# Narration/&Optional_Lawkeeper_Quest_Drunk80_Drunk_NPC
source: Oh, this one?
ko: 아, 이거?

# Narration/&Optional_Lawkeeper_Quest_Drunk81_Drunk_NPC
source: Let me think.
ko: 생각해 보자고.

# Narration/&Optional_Lawkeeper_Quest_Drunk82_Drunk_NPC
source: This is for her Royal Highness, going through Captain Ironshell directly.
ko: 이것은 아이언셀 대위를 통해 직접 전달하는 공주 전하의 물건이야.

# Narration/&Optional_Lawkeeper_Quest_Drunk83_Drunk_NPC
source: I'm sure the Princess will appreciate you rummaging through her personal stuff.
ko: 공주가 자기 개인 물건을 건드린 걸 고마워하겠지.

# Narration/&Optional_Lawkeeper_Quest_Drunk84_Drunk_NPC
source: As everyone knows, everything for her personal use is tax free.
ko: 다들 알다시피, 공주가 개인적으로 사용하는 모든 물품은 비과세야.

# Narration/&Optional_Lawkeeper_Quest_Drunk85_Cynical_Default
source: I knew that.
ko: 아주 잘 알고 있지.

# Narration/&Optional_Lawkeeper_Quest_Drunk86_Drunk_NPC
source: Ask the Captain. Go right ahead.
ko: 가서 대위에게 물어보라고.

# Narration/&Optional_Lawkeeper_Quest_Drunk87_Lawkeeper_Default
source: That won't be necessary. Carry on.
ko: 그럴 필요 없어. 계속해.

# Narration/&Optional_Lawkeeper_Quest_Temple88_TempleGuard_NPC
source: Rodric isn't here.
ko: 로드릭은 여기 없어요.

# Narration/&Optional_Lawkeeper_Quest_Temple89_TempleGuard_NPC
source: Rodric? He's on an errand.
ko: 로드릭? 심부름 갔어요.

# Narration/&Optional_Lawkeeper_Quest_Temple90_Any_Default
source: Nothing. We're wasting our time.
ko: 아무것도 없어. 시간 낭비했는걸.

# Narration/&Optional_Lawkeeper_Quest_Temple91_Lawkeeper_Default
source: This Rodric, though - where is he?
ko: 하지만 이 로드릭은... 어디 있는 거지?

# Narration/&Optional_Lawkeeper_Quest_Temple92_Any_Default
source: Let's check again.
ko: 다시 찾아보자.

# Narration/&Optional_Lawkeeper_Quest_Temple93_Lawkeeper_Default
source: You're Rodric?
ko: 로드릭?

# Narration/&Optional_Lawkeeper_Quest_Temple94_Alrin_NPC
source: Who's asking?
ko: 누구요?

# Narration/&Optional_Lawkeeper_Quest_Temple95_Lawkeeper_Default
source: We're Council deputies…
ko: 우리는 평의회 대리인…

# Narration/&Optional_Lawkeeper_Quest_End96_Any_Default
source: What was that?
ko: 뭐였지?

# Narration/&Optional_Lawkeeper_Quest_End97_Any_Default
source: He's not just a Guard, that's for sure!
ko: 적어도 평범한 경비대원이 아닌 건 확실하군!

# Narration/&Optional_Lawkeeper_Quest_End98_Arcana_Default
source: That's a shadowcaster trick! He can't be far!
ko: 섀도캐스터의 기술이야! 멀리는 못 갔을 거야!

# Narration/&Optional_Lawkeeper_Quest_End99_Lawkeeper_Default
source: Look for tracks.
ko: 흔적을 살펴보자고.

# Narration/&Optional_Lawkeeper_Quest_End100_Lawkeeper_Default
source: A secret tunnel? We're on to something here!
ko: 비밀 통로? 여기 뭔가 있어!

# Narration/&Optional_Lawkeeper_Quest_End101_Lawkeeper_Default
source: What have you found?
ko: 뭘 찾은 거야?

# Narration/&Optional_Lawkeeper_Quest_End102_Any_Default
source: Enough to implicate Rodric and his friends.
ko: 로드릭과 녀석의 친구들이 엮여 있다는 걸 밝히기에 충분해.

# Narration/&Optional_Lawkeeper_Quest_End103_Any_Default
source: They were smuggling goods in and out of the Temple Quarter.
ko: 놈들은 사원 구역을 드나들면서 물건을 밀수하고 있었어.

# Narration/&Optional_Lawkeeper_Quest_End104_Lawkeeper_Default
source: Hey, Stig!
ko: 이봐, 스티그!

# Narration/&Optional_Lawkeeper_Quest_End105_Stig_NPC
source: I heard what happened! Rodric's a shadowcaster?
ko: 무슨 일이 있었는지 들었어! 로드릭이 섀도캐스터라고?

# Narration/&Optional_Lawkeeper_Quest_End106_Lawkeeper_Default
source: Rodric's a corpse. He attacked us with a bunch of his friends.
ko: 로드릭은 시체지. 녀석이 친구들 떼거지랑 같이 우릴 공격했어.

# Narration/&Optional_Lawkeeper_Quest_End107_Lawkeeper_Default
source: Take this. You can follow up and shut down his network.
ko: 받아. 추적해서 놈의 공급망을 끊어버릴 수 있을 거야.

# Narration/&Optional_Lawkeeper_Quest_End108_Stig_NPC
source: Fantastic! Thanks for the help, my friends!
ko: 멋지군! 도와줘서 고마워, 친구들!

# Narration/&Optional_Lawkeeper_Quest_End109_Lawkeeper_Default
source: Stay in the light, Stig!
ko: 빛 속에 머물기를, 스티그!

# Narration/&Optional_Aristocrat_Start1_Mayor_NPC
source: A moment, if you please, deputy!
ko: 혹시 잠시 시간을 내 주실 수 있습니까, 대리인님!

# Narration/&Optional_Aristocrat_Start2_Aristocrat_Default
source: Lady Bright-Spark? How may we help you?
ko: 레이디 브라이트-스파크? 무엇을 도와드리면 되겠습니까?

# Narration/&Optional_Aristocrat_Start3_Mayor_NPC
source: You could start by not calling me that.
ko: 일단 저를 그렇게 부르는 것부터 그만둬 주시는게 좋겠습니다.

# Narration/&Optional_Aristocrat_Start4_Aristocrat_Default
source: As you wish.
ko: 원하실대로.

# Narration/&Optional_Aristocrat_Start5_Mayor_NPC
source: I have a messy business on my desk, and your name's on it.
ko: 내게 골치아픈 일이 하나 쌓여있는데, 거기에 당신의 이름이 올라 있더군요.

# Narration/&Optional_Aristocrat_Start6_Aristocrat_Default
source: My name?
ko: 제 이름이요?

# Narration/&Optional_Aristocrat_Start7_Mayor_NPC
source: It's an inheritance…
ko: 유산 상속 건인데…

# Narration/&Optional_Aristocrat_Start8_Mayor_NPC
source: …with a bunch of people contesting the will.
ko: 한무더기의 사람들이 그 유언장에 대해 이의 제기를 하고 있죠.

# Narration/&Optional_Aristocrat_Start9_Aristocrat_Default
source: What? Who died?
ko: 뭐라고요? 누가 사망한건데요?

# Narration/&Optional_Aristocrat_Start10_Mayor_NPC
source: The honorable Joan Tannerson.
ko: 존경받는 조안 태너슨입니다.

# Narration/&Optional_Aristocrat_Start11_Aristocrat_Default
source: Oh. I see.
ko: 오. 알겠군요.

# Narration/&Optional_Aristocrat_Start12_Anyother_Default
source: Family?
ko: 가족이에요?

# Narration/&Optional_Aristocrat_Start13_Aristocrat_Default
source: She was… my mentor. A renowned lawyer.
ko: 그녀는... 저의 멘토였죠. 명성이 드높은 변호사였습니다.

# Narration/&Optional_Aristocrat_Start14_Cynical_Default
source: You're a lawyer?
ko: 네가 변호사라고?

# Narration/&Optional_Aristocrat_Start15_Aristocrat_Default
source: Do I look like a lawyer?
ko: 내가 변호사처럼 보이나?

# Narration/&Optional_Aristocrat_Start16_Cynical_Default
source: Wouldn't put it past you.
ko: 충분히 그럴 수도 있지.

# Narration/&Optional_Aristocrat_Start17_Aristocrat_Default
source: What is the mess, exactly?
ko: 그래서 엉망진창이라는게 정확히 무슨일입니까?

# Narration/&Optional_Aristocrat_Start18_Mayor_NPC
source: Tannerson left you everything, according to the will.
ko: 유언장에 따르면, 태너슨은 당신에게 모든걸 물려주었어요.
