Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CradleOfFire_OldQueen_04_2_Radulf_NPC
source: Have the…
ko_mt: 가지고…

# CradleOfFire_OldQueen_04_3_WRITTEN_Pragmatic
source: Here, your axe.
ko_mt: 자, 당신의 도끼.

# CradleOfFire_OldQueen_04_4_WRITTEN_Greed
source: We'll keep it.
ko_mt: 보관하겠습니다.

# CradleOfFire_OldQueen_04_5_Pragmatic_Default
source: Here it is, your holy axe.
ko_mt: 여기 있습니다, 당신의 신성한 도끼입니다.

# CradleOfFire_OldQueen_04_6_Radulf_NPC
source: I knew it was real!
ko_mt: 진짜인줄 알았어!

# CradleOfFire_OldQueen_04_7_Radulf_NPC
source: It is magnificent.
ko_mt: 훌륭합니다.

# CradleOfFire_OldQueen_04_8_Cynical_Default
source: Nice vocabulary.
ko_mt: 좋은 어휘.

# CradleOfFire_OldQueen_04_9_Radulf_NPC
source: You made Bladefang more powerful than ever!
ko_mt: 당신은 Bladefang을 그 어느 때보 다 강력하게 만들었습니다!

# CradleOfFire_OldQueen_04_10_Radulf_NPC
source: We follow you against Arrok!
ko_mt: 우리는 Arrok에 맞서 당신을 따릅니다!

# CradleOfFire_OldQueen_04_11_Greed_Default
source: It was too hard to get it, it's ours now.
ko_mt: 그것을 얻기가 너무 어려웠습니다, 그것은 이제 우리의 것입니다.

# CradleOfFire_OldQueen_04_12_Radulf_NPC
source: But axe is orc inheritance.
ko_mt: 하지만 도끼는 오크의 유산이다.

# CradleOfFire_OldQueen_04_13_Greed_Default
source: It's Tirmarian, not orc.
ko_mt: 오크가 아니라 티르마리안입니다.

# CradleOfFire_OldQueen_04_14_Radulf_NPC
source: Pah! Should know better than trust nyarks!
ko_mt: 파! nyarks를 신뢰하는 것보다 더 잘 알아야합니다!

# CradleOfFire_OldQueen_04_15_Radulf_NPC
source: Leave Bladefang. Now.
ko_mt: 블레이드팽을 떠나십시오. 지금.

# CradleOfFire_SandRaven_1_Default_Default
source: Look at that! Another library!
ko_mt: 저것 봐! 또 다른 도서관!

# CradleOfFire_SandRaven_2_Default2_Default
source: It looks very like the tower where we found the Crown.
ko_mt: 왕관을 발견한 탑과 매우 흡사합니다.

# CradleOfFire_SandRaven_3_History_Default
source: But it's makeshift, not Manacalon.
ko_mt: 그러나 그것은 마나칼론이 아니라 임시변통입니다.

# CradleOfFire_SandRaven_4_Kebra_NPC
source: Home of Sandraven, and Shaman Urka.
ko_mt: 샌드레이븐과 주술사 우르카의 고향.

# CradleOfFire_SandRaven_5_Nosy_WRITTEN
source: Why the Manacalon style?
ko_mt: 왜 마나칼론 스타일인가?

# CradleOfFire_SandRaven_6_Pragmatic_WRITTEN
source: Tell us about the Sandraven tribe.
ko_mt: 샌드레이븐 부족에 대해 알려주세요.

# CradleOfFire_SandRaven_7_Authority_WRITTEN
source: Let's go.
ko_mt: 가자.

# CradleOfFire_SandRaven_8_Nosy_Default
source: Why is this place made of Manacalon remnants?
ko_mt: 이곳이 왜 마나칼론 잔해로 만들어졌을까?

# CradleOfFire_SandRaven_9_Kebra_NPC
source: Urka very wise shaman.
ko_mt: Urka는 매우 현명한 주술사입니다.

# CradleOfFire_SandRaven_10_Kebra_NPC
source: Reads books.
ko_mt: 책을 읽습니다.

# CradleOfFire_SandRaven_11_Nosy_Default
source: Orcs can read?
ko_mt: 오크는 읽을 수 있습니까?

# CradleOfFire_SandRaven_12_Cynical_Default
source: Amaaazing.
ko_mt: 굉장하다.

# CradleOfFire_SandRaven_13_Pragmatic_Default
source: What should we know about Sandraven?
ko_mt: Sandraven에 대해 무엇을 알아야 합니까?

# CradleOfFire_SandRaven_14_Kebra_NPC
source: Urka loves old elf stuff.
ko_mt: Urka는 오래된 엘프 물건을 좋아합니다.

# CradleOfFire_SandRaven_15_Kebra_NPC
source: Ask you to bring back some, for sure.
ko_mt: 확실히 일부를 가져 오도록 요청하십시오.

# CradleOfFire_SandRaven_16_Kebra_NPC
source: But his tribe can fight, useful for facing Arrok.
ko_mt: 하지만 그의 부족은 싸울 수 있어 Arrok을 상대하는 데 유용합니다.

# CradleOfFire_SandRaven_17_Authority_Default
source: Let's do this. I think they've seen us, anyway.
ko_mt: 해보자 어쨌든 그들은 우리를 본 것 같아요.

# CradleOfFire_SandRaven_18_Urka_NPC
source: Kebra?
ko_mt: 케브라?

# CradleOfFire_SandRaven_19_Urka_NPC
source: I thought you were dead.
ko_mt: 나는 당신이 죽었다고 생각했다.

# CradleOfFire_SandRaven_20_Urka_NPC
source: Who are your nyark… friends?
ko_mt: 당신의 nyark… 친구는 누구입니까?

# CradleOfFire_SandRaven_21_Kebra_NPC
source: They help me and Brok. We gather all tribes against Arrok.
ko_mt: 그들은 나와 Brok를 돕습니다. 우리는 Arrok에 맞서 모든 부족을 모았습니다.

# CradleOfFire_SandRaven_22_Urka_NPC
source: Oh, Arrok.
ko_mt: 오, 아로크.

# CradleOfFire_SandRaven_23_Authority_Default
source: Urka, eh?
ko_mt: 우르카 응?

# CradleOfFire_SandRaven_24_Urka_NPC
source: Yes.
ko_mt: 예.

# CradleOfFire_SandRaven_25_Authority_Default
source: We need your tribe to support Brok's challenge against Arrok.
ko_mt: 우리는 Arrok에 대한 Brok의 도전을 지원하기 위해 당신의 부족이 필요합니다.

# CradleOfFire_SandRaven_26_Urka_NPC
source: Hmmm. First, bring me the key to the sunken city.
ko_mt: 흠. 먼저 가라앉은 도시의 열쇠를 가져오십시오.

# CradleOfFire_SandRaven_27_Authority_Default
source: What's that?
ko_mt: 그게 뭐야?

# CradleOfFire_SandRaven_28_Urka_NPC
source: Down in the Cradle of Fire is a Manacalon city called Sentharyllian.
ko_mt: 불의 요람 아래에는 센타릴리안이라는 마나칼론 도시가 있습니다.

# CradleOfFire_SandRaven_29_Urka_NPC
source: It melted into the mountain, since the Great Collapse.
ko_mt: 그것은 대붕괴 이후로 산 속으로 녹아내렸습니다.

# CradleOfFire_SandRaven_30_Urka_NPC
source: But Arrok… he found it first.
ko_mt: 하지만 Arrok은... 그가 먼저 찾았습니다.

# CradleOfFire_SandRaven_31_Urka_NPC
source: Found his stone of power there.
ko_mt: 그곳에서 그의 힘의 돌을 찾았습니다.

# CradleOfFire_SandRaven_32_Urka_NPC
source: Now, no one can enter, unless…
ko_mt: 이제 아무도 들어갈 수 없습니다.

# CradleOfFire_SandRaven_33_Urka_NPC
source: …unless you go through the Necropolis.
ko_mt: ...네크로폴리스를 통과하지 않는 한.

# CradleOfFire_SandRaven_34_Urka_NPC
source: Find the Emperor's key.
ko_mt: 황제의 열쇠를 찾으십시오.

# CradleOfFire_SandRaven_35_Urka_NPC
source: Bring it back to me, and my tribe will support Suncloud.
ko_mt: 그것을 나에게 가져오면 우리 ​​부족이 Suncloud를 지원할 것입니다.

# CradleOfFire_SandRaven_36_Choice1_WRITTEN
source: It's a deal!
ko_mt: 그것은 거래의!

# CradleOfFire_SandRaven_37_Choice2_WRITTEN
source: Arrok is already in the city.
ko_mt: Arrok은 이미 도시에 있습니다.

# CradleOfFire_SandRaven_38_Choice3_WRITTEN
source: The Emperor's key?
ko_mt: 황제의 열쇠?

# CradleOfFire_SandRaven_39_Choice4_WRITTEN
source: It must be very dangerous.
ko_mt: 그것은 매우 위험해야합니다.

# CradleOfFire_SandRaven_40_Choice4_Default
source: If Arrok the powerful didn't go there, it must be awfully dangerous.
ko_mt: 강력한 아로크가 거기에 가지 않았다면, 그것은 끔찍할 정도로 위험했을 것입니다.

# CradleOfFire_SandRaven_41_Urka_NPC
source: Not more than facing Arrok without help.
ko_mt: 도움 없이 Arrok과 맞서는 것 이상은 아닙니다.

# CradleOfFire_SandRaven_42_Choice3_Default
source: What is this key?
ko_mt: 이 열쇠는 무엇입니까?

# CradleOfFire_SandRaven_43_Urka_NPC
source: It is said that the Emperor was buried with a magical key that opens the city.
ko_mt: 황제는 도시를 여는 마법의 열쇠와 함께 묻혔다고 합니다.

# CradleOfFire_SandRaven_44_Urka_NPC
source: So find his tomb and bring me the key.
ko_mt: 그러니 그의 무덤을 찾아 열쇠를 가져오시오.

# CradleOfFire_SandRaven_45_Choice2_Default
source: Why do you want that key if Arrok is already inside the city?
ko_mt: Arrok이 이미 도시 안에 있다면 왜 그 열쇠를 원합니까?

# CradleOfFire_SandRaven_46_Urka_NPC
source: Arrok only found a part of the city.
ko_mt: Arrok은 도시의 일부만 찾았습니다.

# CradleOfFire_SandRaven_47_Urka_NPC
source: The key will open many more rooms… to me.
ko_mt: 열쇠는 더 많은 방을 열 것입니다 ... 나에게.

# CradleOfFire_SandRaven_48_Choice1_Default
source: All right, we'll bring you the key.
ko_mt: 좋아요, 열쇠를 가져오겠습니다.

# CradleOfFire_Necropolis_Entrance_1_Default_Default
source: I think that's the Necropolis.
ko_mt: 네크로폴리스라고 생각합니다.

# CradleOfFire_Necropolis_Entrance_2_Selfpres_Default
source: Orcs don't go there? I really can't see why.
ko_mt: 오크는 거기에 가지 않는다? 정말 이유를 알 수 없습니다.

# CradleOfFire_Necropolis_Entrance_3_Authority_Default
source: Let's go find this key.
ko_mt: 이 열쇠를 찾으러 가자.

# CradleOfFire_Necropolis_Hall_1_Default_Default
source: That's a change of mood.
ko_mt: 기분전환입니다.

# CradleOfFire_Necropolis_Hall_2_Nosy_Default
source: Fantastic! It's like traveling back in time a thousand years!
ko_mt: 환상적이야! 마치 천년 전으로 시간여행을 하는 기분!

# CradleOfFire_Necropolis_Hall_3_Selfpres_Default
source: Well, it still stinks of sulfur.
ko_mt: 글쎄, 여전히 유황 냄새가 난다.

# CradleOfFire_Necropolis_Map_1_Default_Default
source: So far, this looks more like a museum than a crypt.
ko_mt: 지금까지 이것은 지하실보다 박물관처럼 보입니다.

# CradleOfFire_Necropolis_Map_2_History_Default
source: Manacalon custom. The tombs of the powerful have a hall of honor before the burial chamber.
ko_mt: 마나칼론 커스텀. 권력자들의 무덤은 매장실 앞에 명예의 전당이 있습니다.

# CradleOfFire_Necropolis_Map_3_Greed_Default
source: It's a map of the Manacalon Empire! It must be a thousand years old - maybe more!
ko_mt: 마나칼론 제국의 지도입니다! 그것은 천 년이 되었을 것입니다 - 아마도 더 많을 것입니다!

# CradleOfFire_Necropolis_Map_4_Cynical_Default
source: So, they really did rule the world.
ko_mt: 그래서 그들은 정말로 세상을 지배했습니다.

# CradleOfFire_Necropolis_Map_5_Greed_Default
source: This is invaluable. I should compare it to our own map.
ko_mt: 이것은 매우 중요합니다. 우리 지도와 비교해 봐야 겠습니다.

# CradleOfFire_Necropolis_Map_6_History_Default
source: Here - this is Hickory Corner Wood! I've been there, and there's nothing but an old statue. The map shows an outpost!
ko_mt: 여기 - 이것은 히코리 코너 우드입니다! 내가 거기에 가봤는데 오래된 동상 외에는 아무것도 없었습니다. 지도는 전초 기지를 보여줍니다!

# CradleOfFire_Necropolis_Map_7_Pragmatic_Default
source: Maybe it's buried, like this city.
ko_mt: 아마도 이 도시처럼 묻혀있을 것입니다.

# CradleOfFire_Necropolis_Map_8_Authority_Default
source: Let's put that on our map - maybe someday we can go check it out.
ko_mt: 지도에 표시해 보겠습니다. 언젠가는 확인해 볼 수 있을 것입니다.

# CradleOfFire_Necropolis_Statue01_1_History_Default
source: We have our answer - this isn't just any tomb.
ko_mt: 답이 있습니다. 이것은 단순한 무덤이 아닙니다.

# CradleOfFire_Necropolis_Statue01_2_Cynical_Default
source: Yeah, it's a damned Imperial slaver's tomb.
ko_mt: 네, 저주받은 제국 노예의 무덤입니다.

# CradleOfFire_Necropolis_Statue01_3_Lawful_Default
source: We know…
ko_mt: 우린 알아…

# CradleOfFire_Necropolis_Statue01_4_History_Default
source: This one was Laethar Aerlinn, first of his name.
ko_mt: 이 사람은 그의 이름의 첫 번째인 Laethar Aerlinn이었습니다.

# CradleOfFire_Necropolis_Statue01_5_Pragmatic_Default
source: In the middle of the Badlands, and not in the capital city? That's weird.
ko_mt: 수도가 아니라 황무지 한가운데? 이상 하네.

# CradleOfFire_Necropolis_Statue01_6_History_Default
source: It might have been displaced during the Cataclysm and sunk down here.
ko_mt: 대격변 동안 옮겨져 이곳에 가라앉았을 수도 있습니다.

# CradleOfFire_Necropolis_Statue01_7_Lawful_Default
source: I would have expected something bigger, fancier.
ko_mt: 나는 더 크고 멋진 것을 기대했을 것입니다.

# CradleOfFire_Necropolis_Statue01_8_Cynical_Default
source: Maybe he was a modest Emperor - if such a thing's possible.
ko_mt: 그런 일이 가능하다면 그는 겸손한 황제였을 것입니다.

# CradleOfFire_Necropolis_Statue01_9_Authority_Default
source: We still need to find an entrance to the city. Let's go!
ko_mt: 우리는 여전히 도시의 입구를 찾아야 합니다. 가자!

# CradleOfFire_Necropolis_Statue02_1_History_Default
source: Prince Kealin, firstborn.
ko_mt: 케일린 왕자, 맏아들.

# CradleOfFire_Necropolis_Statue02_2_Violent_Default
source: His son? Never got to be Emperor - died too soon.
ko_mt: 그의 아들? 황제가 될 수 없었습니다 - 너무 빨리 죽었습니다.

# CradleOfFire_Necropolis_Statue02_3_Cynical_Default
source: Murdered, most likely. Happy families, and all that.
ko_mt: 살해당했을 가능성이 큽니다. 행복한 가족, 그 모든 것.

# CradleOfFire_Necropolis_Statue02_4_Authority_Default
source: Let's go.
ko_mt: 가자.

# CradleOfFire_Necropolis_Statue03_1_History_Default
source: Queen Saefinala, dearest wife and mother.
ko_mt: 가장 사랑하는 아내이자 어머니인 새피날라 여왕.

# CradleOfFire_Necropolis_Statue03_2_Cynical_Default
source: Cute.
ko_mt: 귀여운.

# CradleOfFire_Necropolis_Statue03_3_Lawful_Default
source: Show some respect.
ko_mt: 존경심을 표하세요.

# CradleOfFire_Necropolis_Statue03_4_Carver_Default
source: Slavers, the whole lot of them.
ko_mt: 노예들, 전부입니다.

# CradleOfFire_Necropolis_EmperorGhost_1_Ghost_NPC
source: Who dares disturb the eternal rest of Emperor Laethar?
ko_mt: 누가 감히 Laethar 황제의 영원한 안식을 방해하겠습니까?

# CradleOfFire_Necropolis_EmperorGhost_2_Default_WRITTENONLY
source: We mean no disrespect.
ko_mt: 무례하지 않음을 의미합니다.

# CradleOfFire_Necropolis_EmperorGhost_3_Deception_WRITTENONLY
source: We got lost.
ko_mt: 우리는 길을 잃었다.

# CradleOfFire_Necropolis_EmperorGhost_4_Persuasion_WRITTENONLY
source: We're clearing your city of orcs.
ko_mt: 오크의 도시를 청소하고 있습니다.

# CradleOfFire_Necropolis_EmperorGhost_5_Intimidation_WRITTENONLY
source: We go where we like.
ko_mt: 우리는 우리가 좋아하는 곳으로 갑니다.

# CradleOfFire_Necropolis_EmperorGhost_6_Intimidation_Answer01
source: This isn't your world anymore - we can go wherever we like!
ko_mt: 이것은 더 이상 당신의 세계가 아닙니다. 우리는 우리가 원하는 곳 어디든 갈 수 있습니다!

# CradleOfFire_Necropolis_EmperorGhost_7_Ghost_NPC
source: Fool!
ko_mt: 바보!

# CradleOfFire_Necropolis_EmperorGhost_8_Ghost_NPC
source: Your souls will never leave this tomb!
ko_mt: 당신의 영혼은 결코 이 무덤을 떠나지 않을 것입니다!

# CradleOfFire_Necropolis_EmperorGhost_9_Persuasion_Answer02
source: Your city is infested with orcs. We're here to clean it up.
ko_mt: 당신의 도시는 오크로 가득 차 있습니다. 우리는 그것을 청소하기 위해 여기 있습니다.

# CradleOfFire_Necropolis_EmperorGhost_10_Ghost_NPC
source: What are orcs?
ko_mt: 오크는 무엇입니까?

# CradleOfFire_Necropolis_EmperorGhost_11_Cynical_Default
source: Smart move!
ko_mt: 스마트한 움직임!

# CradleOfFire_Necropolis_EmperorGhost_12_Persuasion_Default
source: Evil monsters. They're desecrating your city.
ko_mt: 사악한 괴물. 그들은 당신의 도시를 모독하고 있습니다.

# CradleOfFire_Necropolis_EmperorGhost_13_Deception_Answer03
source: We just got lost, sorry.
ko_mt: 방금 길을 잃었습니다. 죄송합니다.

# CradleOfFire_Necropolis_EmperorGhost_14_Ghost_NPC
source: Lies of a tomb robber!
ko_mt: 무덤도둑의 거짓말!

# CradleOfFire_Necropolis_EmperorGhost_15_Default_Answer04
source: We mean no disrespect.
ko_mt: 무례하지 않음을 의미합니다.

# CradleOfFire_Necropolis_EmperorGhost_16_Ghost_NPC
source: Then what do you mean?
ko_mt: 그럼 무슨 말이야?

# CradleOfFire_Necropolis_EmperorGhost_17_Ghost_NPC
source: Monsters, you say?
ko_mt: 괴물, 당신은 말합니까?

# CradleOfFire_Necropolis_EmperorGhost_18_Ghost_NPC
source: Clearly, you are runaway slaves. You will be punished!
ko_mt: 분명히, 당신은 가출 노예입니다. 당신은 처벌됩니다!

# CradleOfFire_Necropolis_EmperorGhost_19_Violent_Slang
source: I've had enough of this. Let's kill this loser - again!
ko_mt: 나는 이것으로 충분했다. 이 패자를 죽이자 - 다시!

# CradleOfFire_Necropolis_EmperorGhost_20_Violent_Normal
source: Enough of this! Let's wipe this slaver's ghost from Solasta!
ko_mt: 이것으로 충분합니다! 솔라스타에서 이 노예의 유령을 없애자!

# CradleOfFire_Necropolis_EmperorGhost_21_Persuasion_Default
source: We call them orcs, they're like… dwarves, but worse.
ko_mt: 우리는 그들을 오크라고 부릅니다. 그들은 마치... 드워프지만 더 나쁘죠.

# CradleOfFire_Necropolis_EmperorGhost_22_Ghost_NPC
source: Really?
ko_mt: 진짜?

# CradleOfFire_Necropolis_EmperorGhost_23_Ghost_NPC
source: Then you are on a sacred mission.
ko_mt: 그러면 당신은 성스러운 임무를 수행하고 있습니다.

# CradleOfFire_Necropolis_EmperorGhost_24_Ghost_NPC
source: Monsters must not defile a city of the Emperors.
ko_mt: 몬스터는 황제의 도시를 더럽혀서는 안 됩니다.

# CradleOfFire_Necropolis_EmperorGhost_25_Ghost_NPC
source: Leave this holy tomb and do what you must.
ko_mt: 이 거룩한 무덤을 떠나 당신이 해야 할 일을 하십시오.

# CradleOfFire_Necropolis_EmperorGhost_26_Ghost_NPC
source: There is Minor Gate by the tapestry of the Aer Elai. Use it to reach the inner city.
ko_mt: Aer Elai의 태피스트리 옆에 Minor Gate가 있습니다. 그것을 사용하여 도심에 도달하십시오.

# CradleOfFire_Necropolis_EmperorGhost_27_Persuasion_Default
source: Thank you, your Imperial Majesty.
ko_mt: 황제폐하 감사합니다.

# CradleOfFire_Necropolis_AfterGhost_1_Pragmatic_Default
source: Did you see that?
ko_mt: 그거 봤어?

# CradleOfFire_Necropolis_AfterGhost_2_Cynical_Default
source: The ghost? Yes, we did.
ko_mt: 귀신? 네 우리가 했어요.

# CradleOfFire_Necropolis_AfterGhost_3_Pragmatic_Default
source: The key! It's in the coffin.
ko_mt: 열쇠! 관 안에 있어요.

# CradleOfFire_Necropolis_AfterGhost_4_Selfpres_Default
source: Oh, no!
ko_mt: 안 돼!

# CradleOfFire_Necropolis_AfterGhost_5_Pragmatic_Default
source: So what do we do?
ko_mt: 그래서 우리는 무엇을합니까?

# CradleOfFire_Necropolis_AfterGhost_6_Cynical_Default
source: Wake him up again and ask nicely?
ko_mt: 그를 다시 깨우고 친절하게 물어?

# CradleOfFire_Necropolis_AfterGhost_7_Violent_Default
source: Get ready for a fight.
ko_mt: 싸울 준비를 하세요.

# CradleOfFire_Necropolis_AfterGhost_8_Pragmatic_Default
source: Why don't we just go into the city and kill Arrok?
ko_mt: 그냥 도시로 가서 Arrok을 죽이는 게 어때?

# CradleOfFire_Necropolis_AfterGhost_9_Selfpres_Default
source: Which is worse? Fighting Arrok by ourselves, or this dead Emperor?
ko_mt: 어느 것이 더 나쁩니까? 혼자서 Arrok와 싸우는 것입니까, 아니면 이 죽은 황제와 싸우는 것입니까?

# CradleOfFire_Necropolis_GhostReturn_1_Ghost_NPC
source: You again?
ko_mt: 당신이 다시?

# CradleOfFire_Necropolis_GhostReturn_2_Cynical_Normal
source: Sorry, your Imperialness. We just need that pretty key of yours.
ko_mt: 죄송합니다, 제국군. 당신의 예쁜 열쇠만 있으면 됩니다.

# CradleOfFire_Necropolis_GhostReturn_3_Cynical_Formal
source: Our apologies, Emperor, but your time has long gone.
ko_mt: 죄송합니다, 황제님. 하지만 당신의 시간은 이미 오래 전에 가버렸습니다.

# CradleOfFire_Necropolis_GhostReturn_4_Cynical_Slang
source: Time to die for good, dead boy!
ko_mt: 영원히 죽을 시간이야, 죽은 놈아!

# CradleOfFire_Necropolis_GhostReturn_5_Ghost_NPC
source: Liars! Traitors!
ko_mt: 거짓말쟁이! 배신자!

# CradleOfFire_Necropolis_UrkaReveals_1_Authority_Default
source: Urka!
ko_mt: 우르카!

# CradleOfFire_Necropolis_UrkaReveals_2_Urka_NPC
source: I must say, I am impressed.
ko_mt: 나는 감명을 받았다고 말해야 한다.

# CradleOfFire_Necropolis_UrkaReveals_3_Selfpres_Default
source: You followed us?
ko_mt: 당신이 우리를 따라왔다?

# CradleOfFire_Necropolis_UrkaReveals_4_Urka_NPC
source: So you don't have to bring the key back to me.
ko_mt: 그러니 열쇠를 나에게 돌려줄 필요는 없다.

# CradleOfFire_Necropolis_UrkaReveals_5_Selfpres_Default
source: You really want that key, don't you?
ko_mt: 당신은 그 열쇠를 정말로 원하고 있지 않습니까?

# CradleOfFire_Necropolis_UrkaReveals_6_Urka_NPC
source: Actually, I wanted the ghost to weaken you.
ko_mt: 사실, 나는 유령이 당신을 약화시키고 싶었습니다.

# CradleOfFire_Necropolis_UrkaReveals_7_Urka_NPC
source: Make it easier to take that Crown from you.
ko_mt: 당신에게서 그 왕관을 더 쉽게 빼앗을 수 있습니다.

# CradleOfFire_Necropolis_UrkaKilled_1_Kebra_NPC
source: Urka? How? I know him since… child.
ko_mt: 우르카? 어떻게? 나는 그를 ... 어렸을 때부터 알고 있습니다.

# CradleOfFire_Necropolis_UrkaKilled_2_Lawful_Default
source: The Soraks - the gaks - they got to him, I guess.
ko_mt: Soraks - gaks - 그들이 그에게 도착한 것 같습니다.

# CradleOfFire_Necropolis_UrkaKilled_3_Kebra_NPC
source: But, all these orcs, too?
ko_mt: 하지만 이 모든 오크들도?

# CradleOfFire_Necropolis_UrkaKilled_4_History_Default
source: The Soraks took over a whole world back on Tirmar.
ko_mt: Soraks는 Tirmar에서 전 세계를 다시 차지했습니다.

# CradleOfFire_Necropolis_UrkaKilled_5_Kebra_NPC
source: The Crown? It can stop them?
ko_mt: 왕관? 그것은 그들을 막을 수 있습니까?

# CradleOfFire_Necropolis_UrkaKilled_6_Authority_Default
source: We think so - hope so.
ko_mt: 우리는 그렇게 생각합니다. 그렇게 되기를 바랍니다.

# CradleOfFire_Necropolis_UrkaKilled_7_Kebra_NPC
source: You need Arrok's stone, for real.
ko_mt: 진짜로 Arrok의 돌이 필요합니다.

# CradleOfFire_BackToBrok_1_Brok_NPC
source: Nyark friends. You convince the tribes?
ko_mt: 나이아크 친구들. 당신은 부족을 설득?

# CradleOfFire_BackToBrok_2_Authority_Default
source: Bad news. Urka was corrupted by the gaks.
ko_mt: 나쁜 소식. Urka는 gak에 의해 손상되었습니다.

# CradleOfFire_BackToBrok_3_Brok_NPC
source: Urka? Big mind like him?
ko_mt: 우르카? 그와 같은 큰 마음?

# CradleOfFire_BackToBrok_4_Kebra_NPC
source: I saw him. Like crazy. The gaks can do this.
ko_mt: 나는 그를 보았다. 미친 듯이. 개크는 이것을 할 수 있습니다.

# CradleOfFire_BackToBrok_5_Brok_NPC
source: Maybe Arrok is gak, too?
ko_mt: 아로크도 각인가?

# CradleOfFire_BackToBrok_6_Authority_Default
source: Doesn't matter now, we need to take the fight to him.
ko_mt: 지금은 중요하지 않습니다. 우리는 그와 싸워야 합니다.

# CradleOfFire_BackToBrok_7_Brok_NPC
source: But Sandraven?
ko_mt: 하지만 샌드레이븐은?

# CradleOfFire_BackToBrok_8_Kebra_NPC
source: You choose a chief for them, and they follow you.
ko_mt: 당신이 그들을 위해 우두머리를 선택하면 그들은 당신을 따릅니다.

# CradleOfFire_BackToBrok_9_Default_Default
source: Also, Radulf will not come.
ko_mt: 또한 Radulf는 오지 않을 것입니다.

# CradleOfFire_BackToBrok_10_Default_Default
source: We couldn't reach an agreement.
ko_mt: 합의에 도달하지 못했습니다.

# CradleOfFire_BackToBrok_11_Brok_NPC
source: Hm. Meet us near Redscar gate.
ko_mt: 흠. 레드스카 게이트 근처에서 만나보세요.

# CradleOfFire_NearRedScarGate_12_Default_Player
source: What is that?
ko_mt: 저게 뭐에요?

# CradleOfFire_NearRedScarGate_13_Brok_NPC
source: Redscar gate. Arrok's fortress.
ko_mt: 레드스카 게이트. 아로크의 요새.

# CradleOfFire_NearRedScarGate_14_Violence_Player
source: Can't we just kill the guards and go in?
ko_mt: 그냥 경비병 죽이고 들어가면 안되나요?

# CradleOfFire_NearRedScarGate_15_Brok_NPC
source: Door is magic.
ko_mt: 문은 마법입니다.

# CradleOfFire_NearRedScarGate_16_Brok_NPC
source: But Arrok will open if challenged.
ko_mt: 하지만 도전하면 Arrok이 열립니다.

# CradleOfFire_NearRedScarGate_17_Brok_NPC
source: We need the tribes.
ko_mt: 부족이 필요합니다.

# CradleOfFire_InsideCity_1_History_NPC
source: Can't get used to these Minor Gates. To think they had these everywhere!
ko_mt: 이 마이너 게이트에 익숙해질 수 없습니다. 그들이 도처에 이것을 가지고 있었다고 생각하기 위해!

# CradleOfFire_InsideCity_2_Pragmatic_Default
source: Now's not the time for Manacalon nostalgia.
ko_mt: 지금은 마나칼론의 향수를 불러일으킬 때가 아닙니다.

# CradleOfFire_InsideCity_3_Kebra_NPC
source: Look!
ko_mt: 바라보다!

# CradleOfFire_InsideCity_4_Authority_Default
source: Is that…?
ko_mt: 그게...?

# CradleOfFire_InsideCity_5_Kebra_NPC
source: Arrok!
ko_mt: 아로크!

# CradleOfFire_InsideCity_6_Cynical_Default
source: That did the trick, eh?
ko_mt: 그게 트릭이었어, 응?

# CradleOfFire_InsideCity_7_Selfpres_Default
source: What are these burned corpses everywhere?
ko_mt: 여기저기 불타버린 시체들은 뭐지?

# CradleOfFire_InsideCity_8_Kebra_NPC
source: Orcs. Didn't please Arrok, I suppose.
ko_mt: 오크. Arrok을 기쁘게 하지 않았나 봅니다.

# CradleOfFire_InsideCity_9_Cynical_Default
source: Well, looks like he did half the job for us.
ko_mt: 글쎄, 그가 우리를 위해 절반의 일을 한 것 같습니다.

# CradleOfFire_InsideCity_10_Authority_NPC
source: Do we need the tribes, now?
ko_mt: 이제 부족이 필요합니까?

# CradleOfFire_InsideCity_11_Violent_NPC
source: I reckon we can take him - we have the advantage of surprise.
ko_mt: 나는 그를 데려갈 수 있다고 생각한다 - 우리는 놀라움의 이점이 있다.

# CradleOfFire_InsideCity_12_Kebra_NPC
source: Arrok still very powerful.
ko_mt: Arrok은 여전히 ​​매우 강력합니다.

# CradleOfFire_InsideCity_13_Violent_NPC
source: Sure. So we need to take him down fast.
ko_mt: 확신하는. 그러니 빨리 그를 쓰러뜨려야 합니다.

# CradleOfFire_InsideCity_14_Selfpres_NPC
source: We can still backtrack and follow the plan.
ko_mt: 우리는 여전히 계획을 되돌리고 따를 수 있습니다.

# CradleOfFire_FaceArrok_1_Cynical_Default
source: Uh-huh.
ko_mt: 어 허.

# CradleOfFire_FaceArrok_2_Arrok_NPC
source: Ah, Kebra of Suncloud…
ko_mt: 아, 썬클라우드의 케브라...

# CradleOfFire_FaceArrok_3_Arrok_NPC
source: …you walk with nyarks? Shame on you.
ko_mt: ... 당신은 nyarks와 함께 걷는다? 부끄럽다.

# CradleOfFire_FaceArrok_4_Authority_Default
source: You're finished, Arrok. Give us the stone!
ko_mt: 넌 끝났어, 아로크. 우리에게 돌을 주세요!

# CradleOfFire_FaceArrok_5_Arrok_NPC
source: Funny nyark. No, you give me yours.
ko_mt: 웃긴 야크. 아니, 당신은 나에게 당신의 것을 제공합니다.

# CradleOfFire_FaceArrok_6_Authority_Default
source: You're alone. Looks like you killed your tribe all by yourself.
ko_mt: 혼자야 당신은 당신의 부족을 스스로 죽인 것 같습니다.

# CradleOfFire_FaceArrok_7_Arrok_NPC
source: Useless worms.
ko_mt: 쓸모없는 벌레.

# CradleOfFire_FaceArrok_8_Arrok_NPC
source: Arrok needs no orcs. Arrok is fire! Arrok is volcano!
ko_mt: 아록은 오크가 필요하지 않습니다. 아록은 불이다! 아록은 화산이다!

# CradleOfFire_FaceArrok_9_Selfpres_Default
source: What the…
ko_mt: 무슨…

# CradleOfFire_TribesUnite_1_Authority_Default
source: Brok!
ko_mt: 브로!

# CradleOfFire_TribesUnite_2_Authority_Default
source: Where are the guards?
ko_mt: 경비원은 어디에 있습니까?

# CradleOfFire_TribesUnite_3_Brok_NPC
source: Surrendered.
ko_mt: 항복했다.

# CradleOfFire_TribesUnite_4_Default_Default
source: What?
ko_mt: 뭐라고 요?

# CradleOfFire_TribesUnite_5_Brok_NPC
source: So afraid of Arrok, they joined us already.
ko_mt: 그들은 Arrok을 두려워하여 이미 우리와 합류했습니다.

# CradleOfFire_TribesUnite_6_Cynical_Default
source: No big speech, then?
ko_mt: 그럼 거창한 말은 없습니까?

# CradleOfFire_TribesUnite_7_Brok_NPC
source: No, but door still closed.
ko_mt: 아니, 하지만 문은 여전히 ​​닫혀 있었다.

# CradleOfFire_TribesUnite_8_Crownbearer_Default
source: Do you see that?
ko_mt: 당신은 그것을 볼 수 있습니까?

# CradleOfFire_TribesUnite_9_Cynical_Default
source: The door?
ko_mt: 문?

# CradleOfFire_TribesUnite_10_Crownbearer_Default
source: No, there is a… power.
ko_mt: 아니, 거기에… 힘이 있다.

# CradleOfFire_TribesUnite_11_Crownbearer_Default
source: I think, though… with the Crown… we might be able to enter.
ko_mt: 제 생각에는... 왕관과 함께... 우리가 들어갈 수 있을지도 모릅니다.
