Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CradleOfFire_OrcCamp_3_Authority_Default
source: More like a military outpost.
ko_mt: 군사 전초 기지와 더 비슷합니다.

# CradleOfFire_OrcCamp_4_Kebra_NPC
source: Redscar take, to control entrance to volcano.
ko_mt: 레드스카 테이크, 화산 입구 통제.

# CradleOfFire_OrcCamp_5_Nosy_Default
source: Is that your chieftain? That Brok, there?
ko_mt: 당신의 족장입니까? 그 Brok, 거기?

# CradleOfFire_OrcCamp_6_Nosy_Formal
source: Is this orc your chieftain, Kebra?
ko_mt: 이 오크가 당신의 족장 케브라입니까?

# CradleOfFire_OrcCamp_7_Kebra_NPC
source: That Brok. Suncloud chief. Arrok show him off as prisoner.
ko_mt: 그 브록. 썬클라우드 팀장님. Arrok은 그를 포로로 과시합니다.

# CradleOfFire_OrcCamp_8_Cynical_Default
source: This Arrok thinks he's smart - too bad for him! He should have killed Brok when he had the chance.
ko_mt: 이 Arrok은 자신이 똑똑하다고 생각합니다. 그에게는 너무 가혹합니다! 그는 기회가 있을 때 Brok를 죽여야 했습니다.

# CradleOfFire_OrcCamp_9_Pragmatic_Default
source: Let's go!
ko_mt: 가자!

# CradleOfFire_SavedBrok_1_Brok_NPC
source: Kebra, you alive!
ko_mt: 케브라, 살아있다!

# CradleOfFire_SavedBrok_2_Kebra_NPC
source: Alive. These nyarks helped me, Brok.
ko_mt: 살아있는. 이 nyarks는 나를 도왔다, Brok.

# CradleOfFire_SavedBrok_3_Brok_NPC
source: Why? Nyarks hate orcs.
ko_mt: 왜요? 니아크는 오크를 싫어합니다.

# CradleOfFire_SavedBrok_4_Kebra_NPC
source: They want Arrok. His power.
ko_mt: 그들은 Arrok을 원합니다. 그의 힘.

# CradleOfFire_SavedBrok_5_Brok_NPC
source: Orcs and nyarks not friends.
ko_mt: 오크와 냐크는 친구가 아닙니다.

# CradleOfFire_SavedBrok_6_Brok_NPC
source: But Arrok… he bring doom to Cradle of Fire. All tribes.
ko_mt: 그러나 Arrok은… 그는 Cradle of Fire에 파멸을 가져옵니다. 모든 부족.

# CradleOfFire_SavedBrok_7_Nosy_CHOICE
source: Tell us about Arrok.
ko_mt: Arrok에 대해 알려주세요.

# CradleOfFire_SavedBrok_8_Selfpres_CHOICE
source: How did one orc destroy your tribe?
ko_mt: 한 오크가 어떻게 당신의 부족을 멸망시켰습니까?

# CradleOfFire_SavedBrok_9_Pragmatic_CHOICE
source: Can you help us get to Arrok?
ko_mt: Arrok에 가는 것을 도와주시겠습니까?

# CradleOfFire_SavedBrok_10_Nosy_Default
source: What can you tell us about Arrok?
ko_mt: Arrok에 대해 무엇을 알려줄 수 있습니까?

# CradleOfFire_SavedBrok_11_Brok_NPC
source: Arrok shaman of Redscar, never big orc.
ko_mt: 결코 큰 오크가 아닌 Redscar의 Arrok 주술사.

# CradleOfFire_SavedBrok_12_Brok_NPC
source: Arrok search in sunken city, find new power.
ko_mt: 침몰한 도시에서 Arrok 수색, 새로운 힘을 찾으십시오.

# CradleOfFire_SavedBrok_13_Brok_NPC
source: Power of fire. Unstoppable.
ko_mt: 불의 힘. 멈출 수 없습니다.

# CradleOfFire_SavedBrok_14_Selfpres_Default
source: Tell us how Arrok destroyed your tribe.
ko_mt: Arrok이 어떻게 당신의 부족을 파괴했는지 알려주십시오.

# CradleOfFire_SavedBrok_15_Brok_NPC
source: Arrok use power of fire.
ko_mt: Arrok은 불의 힘을 사용합니다.

# CradleOfFire_SavedBrok_16_Brok_NPC
source: More fire, stronger fire. No orc shaman can do such fire.
ko_mt: 더 많은 불, 더 강한 불. 어떤 오크 샤먼도 그런 불을 지르지 못합니다.

# CradleOfFire_SavedBrok_17_Brok_NPC
source: All tribes kneel.
ko_mt: 모든 부족이 무릎을 꿇습니다.

# CradleOfFire_SavedBrok_18_Pragmatic_Default
source: We'd like to meet this Arrok. Can you help?
ko_mt: 우리는 이 Arrok을 만나고 싶습니다. 도울 수 있니?

# CradleOfFire_SavedBrok_19_Brok_NPC
source: Help kill Arrok. Yes.
ko_mt: 아로크를 죽이는 것을 도와주세요. 예.

# CradleOfFire_SavedBrok_20_Brok_NPC
source: Arrok behind Redscar Gate, in sunken city.
ko_mt: 침몰한 도시의 레드스카 게이트 뒤에 있는 아로크.

# CradleOfFire_SavedBrok_21_Brok_NPC
source: Arrok and Redscar hard to fight. Need all tribes together.
ko_mt: Arrok과 Redscar는 싸우기 어렵습니다. 모든 부족이 함께 해야 합니다.

# CradleOfFire_SavedBrok_22_Nosy_CHOICE
source: What is this sunken city?
ko_mt: 이 침몰한 도시는 무엇입니까?

# CradleOfFire_SavedBrok_23_Selfpres_CHOICE
source: Can't we just kill him?
ko_mt: 그냥 죽이면 안되나요?

# CradleOfFire_SavedBrok_24_Pragmatic_CHOICE
source: So, what's your idea?
ko_mt: 그래서, 당신의 아이디어는 무엇입니까?

# CradleOfFire_SavedBrok_25_Pragmatic_Default
source: What do you mean, need all tribes?
ko_mt: 무슨 뜻인가요? 모든 부족이 필요합니까?

# CradleOfFire_SavedBrok_26_Default_Normal
source: Arrok and Redscar strong. You nyarks not enough.
ko_mt: Arrok과 Redscar는 강합니다. 당신은 충분하지 않습니다.

# CradleOfFire_SavedBrok_27_Default_Normal
source: But with all tribes together, maybe win.
ko_mt: 하지만 모든 부족이 함께라면 승리할 수도 있습니다.

# CradleOfFire_SavedBrok_28_Nosy_Default
source: What is the sunken city you spoke of?
ko_mt: 당신이 말한 침몰한 도시는 무엇입니까?

# CradleOfFire_SavedBrok_29_Brok_NPC
source: Elf town. Old Empire. Sunk into earth, melted with volcano.
ko_mt: 엘프 타운. 고대 제국. 화산과 함께 녹아 지구에 가라앉았다.

# CradleOfFire_SavedBrok_30_Nosy_Default
source: A Manacalon city down inside a volcano?
ko_mt: 화산 안에 있는 마나칼론 도시?

# CradleOfFire_SavedBrok_31_Joker_Default
source: It's the Badlands! The fun just keeps on coming!
ko_mt: 배드랜드입니다! 재미는 계속됩니다!

# CradleOfFire_SavedBrok_32_Selfpres_Normal
source: Can't we just - pardon my elvish - just find this Arrok and beat the snot out of him?
ko_mt: 우리 엘프를 용서해 주세요 - 이 Arrok을 찾아 그 코딱지를 때려잡으면 안 될까요?

# CradleOfFire_SavedBrok_33_Selfpres_Formal
source: Could we not simply kill this Arrok?
ko_mt: 그냥 이 Arrok를 죽이면 안 될까요?

# CradleOfFire_SavedBrok_34_Brok_NPC
source: No. Too many orcs, too much power.
ko_mt: 아닙니다. 너무 많은 오크, 너무 많은 힘.

# CradleOfFire_SavedBrok_35_Pragmatic_Default
source: We'll never convince four tribes of orcs to help us.
ko_mt: 우리는 네 부족의 오크들에게 우리를 돕도록 결코 설득하지 못할 것입니다.

# CradleOfFire_SavedBrok_36_Brok_NPC
source: No. But orcs always want leader.
ko_mt: 아닙니다. 하지만 오크는 항상 지도자를 원합니다.

# CradleOfFire_SavedBrok_37_Brok_NPC
source: Maybe Brok leader instead of Arrok.
ko_mt: Arrok 대신 Brok 리더일 수 있습니다.

# CradleOfFire_SavedBrok_38_Brok_NPC
source: If you help, tribes follow Brok.
ko_mt: 당신이 도와주면 부족들은 Brok를 따릅니다.

# CradleOfFire_SavedBrok_39_Cynical_Default
source: Help you become the new big man in the volcano? You're smart.
ko_mt: 화산의 새로운 거물이 되도록 도와주시겠습니까? 너 똑똑하다.

# CradleOfFire_SavedBrok_40_Brok_NPC
source: Go. Tell other tribe leaders, Brok say all tribes fight Arrok together.
ko_mt: 가다. 다른 부족 지도자들에게 Brok는 모든 부족이 Arok과 함께 싸운다고 말합니다.

# CradleOfFire_SavedBrok_41_Cynical_Default
source: Making friends with hordes of orcs… what could possibly go wrong?
ko_mt: 오크 무리와 친구가 되기까지… 무슨 일이 일어날 수 있겠습니까?

# CradleOfFire_SavedBrok_42_Authority_Default
source: If we must, we will.
ko_mt: 해야 한다면 그렇게 할 것입니다.

# CradleOfFire_SavedBrok_43_Pragmatic_Default
source: So it's deeper into the caves?
ko_mt: 그래서 동굴이 더 깊습니까?

# CradleOfFire_SavedBrok_44_Joker_Default
source: Heart of the mountain… sounds charming. I'm in!
ko_mt: 산의 심장… 매력적으로 들립니다. 나는 ~ 안에있다!

# CradleOfFire_SavedBrok_45_Carver_Default
source: I like caves.
ko_mt: 나는 동굴을 좋아한다.

# CradleOfFire_Bloodspear_1_Nosy_Default
source: What's the flag?
ko_mt: 깃발은 무엇입니까?

# CradleOfFire_Bloodspear_2_Kebra_NPC
source: Bloodspear. Warriors.
ko_mt: 블러드스피어. 전사.

# CradleOfFire_Bloodspear_3_History_Default
source: Aren't all orcs warriors?
ko_mt: 오크들은 다 전사 아닌가요?

# CradleOfFire_Bloodspear_4_Brok_NPC
source: Bloodspear chief Edrof. A champion.
ko_mt: 블러드스피어 족장 에드로프. 챔피언.

# CradleOfFire_Bloodspear_5_Pragmatic_Default
source: So, what's the plan?
ko_mt: 그래서, 계획은 무엇입니까?

# CradleOfFire_Bloodspear_6_Brok_NPC
source: Edrof respect only strength.
ko_mt: 에드로프는 오직 힘만을 존중합니다.

# CradleOfFire_Bloodspear_7_Brok_NPC
source: He supported Arrok the powerful.
ko_mt: 그는 강력한 Arrok을 지원했습니다.

# CradleOfFire_Bloodspear_8_Brok_NPC
source: You defeat him in arena, I turn Bloodspear against Arrok.
ko_mt: 투기장에서 그를 물리치면 나는 블러드스피어를 Arrok에 대항합니다.

# CradleOfFire_Bloodspear_9_Pragmatic_Default
source: You mean take control of his tribe?
ko_mt: 그의 부족을 장악하라는 말입니까?

# CradleOfFire_Bloodspear_10_Brok_NPC
source: Who else? Even without Edrof, Bloodspear never follow nyarks.
ko_mt: 그밖에 누가? 에드로프가 없어도 Bloodspear는 nyark를 따라가지 않습니다.

# CradleOfFire_Bloodspear_11_Joker_Default
source: Nyarks. That's us, just so you know. Probably means piece of…
ko_mt: 냐크스. 바로 우리입니다. 아마도 조각을 의미합니다 ...

# CradleOfFire_Bloodspear_12_Orcish_Default
source: …It means non-orcs, that's all.
ko_mt: ... 오크가 아닌, 그게 다야.

# CradleOfFire_Bloodspear_13_Joker_Default
source: You speak orcish?
ko_mt: 당신은 오크를 말합니까?

# CradleOfFire_Bloodspear_14_Orcish_Default
source: Enough to know non-orc from piece of…
ko_mt: 오크가 아닌 것은 조각에서 알 수 있을 만큼...

# CradleOfFire_Bloodspear_15_Joker_Default
source: Really? Oh, please, what's the word? I must know!
ko_mt: 진짜? 오, 제발, 무슨 말입니까? 나는 알아야 한다!

# CradleOfFire_Bloodspear_16_Orcish_Default
source: Stop it. Just stop.
ko_mt: 그만 해요. 그냥 멈춰.

# CradleOfFire_BloodspearMeeting_1_Edrof_NPC
source: Brok alive? Why nyarks?
ko_mt: 살아있어? 왜 냐크?

# CradleOfFire_BloodspearMeeting_2_Brok_NPC
source: Nyarks serve Brok.
ko_mt: Nyarks는 Brok를 섬기고 있습니다.

# CradleOfFire_BloodspearMeeting_3_Joker_Default
source: What was that?
ko_mt: 그게 뭐였지?

# CradleOfFire_BloodspearMeeting_4_Edrof_NPC
source: Suncloud have no orcs, just nyark slaves? Shame.
ko_mt: Suncloud에는 오크가 없고 nyark 노예만 있다고? 창피.

# CradleOfFire_BloodspearMeeting_5_Brok_NPC
source: My nyarks can beat Edrof in arena.
ko_mt: 내 nyarks는 경기장에서 Edrof를 이길 수 있습니다.

# CradleOfFire_BloodspearMeeting_6_Edrof_NPC
source: Rhhhhhaaaaaa! I kill all your nyarks!
ko_mt: 으하하하하! 나는 너의 모든 니크를 죽인다!

# CradleOfFire_BloodspearMeeting_7_Brok_NPC
source: Arena challenge. Edrof can't say no.
ko_mt: 아레나 챌린지. 에드로프는 아니라고 말할 수 없습니다.

# CradleOfFire_BloodspearMeeting_8_Edrof_NPC
source: Who is nyark champion?
ko_mt: nyark 챔피언은 누구입니까?

# CradleOfFire_BloodspearMeeting_9_Player1_WRITTEN
source: That would be me.
ko_mt: 그게 나야.

# CradleOfFire_BloodspearMeeting_10_Player2_WRITTEN
source: Let me crush this orc.
ko_mt: 이 오크를 부숴버리게 해줘.

# CradleOfFire_BloodspearMeeting_11_Player3_WRITTEN
source: Someone's got to do it.
ko_mt: 누군가는 해야 합니다.

# CradleOfFire_BloodspearMeeting_12_Player4_WRITTEN
source: I'll fight.
ko_mt: 난 싸울거야.

# CradleOfFire_BloodspearMeeting_13_Chosen_Default
source: I'll fight you, Edrof.
ko_mt: 내가 싸울게, 에드로프.

# CradleOfFire_BloodspearMeeting_14_Edrof_NPC
source: And I kill you, nyark slave!
ko_mt: 그리고 나는 너를 죽인다, nyark 노예!

# CradleOfFire_BloodspearBeaten_1_Kebra_NPC
source: Bloodspear - you witness!
ko_mt: 블러드스피어 - 목격자!

# CradleOfFire_BloodspearBeaten_2_Kebra_NPC
source: Suncloud not dead!
ko_mt: 죽지 않은 선클라우드!

# CradleOfFire_BloodspearBeaten_3_Kebra_NPC
source: Suncloud nyark slaves defeat Edrof!
ko_mt: Suncloud nyark 노예들이 에드로프를 물리쳤습니다!

# CradleOfFire_BloodspearBeaten_4_Joker_Default
source: Slaves, really? Do we have to go along with that?
ko_mt: 노예, 정말? 우리도 그와 함께 가야만 합니까?

# CradleOfFire_BloodspearBeaten_5_Pragmatic_Default
source: It's that, or fight them all.
ko_mt: 그게 아니면 그들 모두와 싸워라.

# CradleOfFire_BloodspearBeaten_6_Violent_Default
source: Let's do that, then.
ko_mt: 그럼 그렇게 합시다.

# CradleOfFire_BloodspearBeaten_7_Kebra_NPC
source: Brok chief of Bloodspear now!
ko_mt: 지금 블러드스피어의 브로크 족장입니다!

# CradleOfFire_BloodspearBeaten_8_Kebra_NPC
source: Or anyone challenge the nyark for tribe staff?
ko_mt: 아니면 부족 직원을 위해 nyark에 도전하는 사람이 있습니까?

# CradleOfFire_BloodspearBeaten_9_Kebra_NPC
source: Good.
ko_mt: 좋은.

# CradleOfFire_BloodspearBeaten_10_Pragmatic_Default
source: What now?
ko_mt: 지금 무엇?

# CradleOfFire_BloodspearBeaten_11_Brok_NPC
source: I stay. Kebra show you way.
ko_mt: 나는 머물다. 케브라가 당신에게 길을 보여줍니다.

# CradleOfFire_BloodspearBeaten_12_Choice1_WRITTEN
source: Do we have to kill all other chiefs?
ko_mt: 우리는 다른 모든 족장을 죽여야 합니까?

# CradleOfFire_BloodspearBeaten_13_Choice2_WRITTEN
source: Can't we just find Arrok?
ko_mt: 그냥 Arrok를 찾을 수 없습니까?

# CradleOfFire_BloodspearBeaten_14_Choice3_WRITTEN
source: Fine.
ko_mt: 괜찮은.

# CradleOfFire_BloodspearBeaten_15_Choice1_Default
source: So, do we do the same thing with all the other tribes?
ko_mt: 그래서 우리는 다른 모든 부족들과 같은 일을 합니까?

# CradleOfFire_BloodspearBeaten_16_Brok_NPC
source: Other tribes different. Not want challenge.
ko_mt: 다른 부족은 다릅니다. 도전을 원하지 않습니다.

# CradleOfFire_BloodspearBeaten_17_Brok_NPC
source: Kebra explain.
ko_mt: 케브라가 설명합니다.

# CradleOfFire_BloodspearBeaten_18_Choice2_Default
source: Seriously, can't we just go ahead and, you know, find Arrok and kill him?
ko_mt: 진심으로, 그냥 가서 Arrok을 찾아 죽이면 안 될까요?

# CradleOfFire_BloodspearBeaten_19_Brok_NPC
source: Arrok has many warriors. We need all tribes.
ko_mt: Arrok에는 많은 전사가 있습니다. 우리는 모든 부족이 필요합니다.

# CradleOfFire_BloodspearBeaten_20_Brok_NPC
source: But if you not trust Brok, go find Arrok and see.
ko_mt: 하지만 Brok를 믿지 못한다면 Arok을 찾아보세요.

# CradleOfFire_BloodspearBeaten_21_Choice3_Default
source: Fine, let's go.
ko_mt: 좋아, 가자

# CradleOfFire_Bladefang_1_Default_Default
source: This place is… different.
ko_mt: 이곳은…다르다.

# CradleOfFire_Bladefang_2_history_Default
source: Half Manacalon, half orc, all crazy.
ko_mt: 반은 마나칼론, 반은 오크, 모두 미쳤어.

# CradleOfFire_Bladefang_3_Violent_Default
source: Another tribe we need to make friends with?
ko_mt: 우리가 친구를 사귈 필요가 있는 또 다른 부족?

# CradleOfFire_Bladefang_4_acolyte_Default
source: Converting them seems unlikely, so…
ko_mt: 그것들을 변환하는 것은 불가능해 보입니다. 그래서…

# CradleOfFire_Bladefang_5_Kebra_NPC
source: Bladefang is tribe of faithful.
ko_mt: 칼날송곳니는 충실한 부족입니다.

# CradleOfFire_Bladefang_6_Kebra_NPC
source: They worship relics of times before.
ko_mt: 그들은 이전 시대의 유물을 숭배합니다.

# CradleOfFire_Bladefang_7_Default_Default
source: Meaning… before the Cataclysm?
ko_mt: 의미... 대격변 전에?

# CradleOfFire_Bladefang_8_History_Default
source: I don't think the Manacalons would be friendly with orcs.
ko_mt: 마나칼론이 오크들에게 우호적이지는 않을 것 같아요.

# CradleOfFire_Bladefang_9_Carver_Default
source: They weren't even friendly with their own mothers.
ko_mt: 그들은 자신의 어머니와도 사이가 좋지 않았습니다.

# CradleOfFire_Bladefang_10_Kebra_NPC
source: Bladefang shaman build cult with relics. Treats old stones like holy.
ko_mt: 칼날송곳니 주술사는 유물로 숭배를 만듭니다. 오래된 돌을 거룩하게 취급합니다.

# CradleOfFire_Bladefang_11_Cynical_Default
source: Just like the Antiquarians. We should introduce them to Halman Summer.
ko_mt: 골동품 수집가처럼. 그들을 Halman Summer에게 소개해야 합니다.

# CradleOfFire_Bladefang_12_Pragmatic_Default
source: So what's the trick this time?
ko_mt: 그럼 이번에는 비법이 뭘까요?

# CradleOfFire_Bladefang_13_Kebra_NPC
source: The Crown. It will impress.
ko_mt: 왕관. 깊은 인상을 남길 것입니다.

# CradleOfFire_Bladefang_14_Selfpres_Default
source: What do you know about our Crown?
ko_mt: 우리 크라운에 대해 무엇을 알고 있습니까?

# CradleOfFire_Bladefang_15_Kebra_NPC
source: Ancient power. Feel it. Very strong.
ko_mt: 고대의 힘. 느낌. 매우 강한.

# CradleOfFire_Bladefang_16_Nosy_Default
source: You can feel its power?
ko_mt: 당신은 그 힘을 느낄 수 있습니까?

# CradleOfFire_Bladefang_17_Kebra_NPC
source: Orc shamans can detect magic like you…
ko_mt: 오크 샤먼은 당신과 같은 마법을 감지 할 수 있습니다 ...

# CradleOfFire_Bladefang_18_Pragmatic_Default
source: Of course…
ko_mt: 물론…

# CradleOfFire_Bladefang_19_Kebra_NPC
source: I know shaman wants something found.
ko_mt: 나는 주술사가 무언가를 찾고 싶어한다는 것을 알고 있습니다.

# CradleOfFire_Bladefang_20_Any_Default
source: Fine, let's go.
ko_mt: 좋아, 가자

# CradleOfFire_BladefangMeeting_1_Radulf_NPC
source: Stop, Kebra!
ko_mt: 멈춰, 케브라!

# CradleOfFire_BladefangMeeting_2_Kebra_NPC
source: Coming in peace with nyark of ancients.
ko_mt: 고대의 냐크와 평화롭게 오고 있습니다.

# CradleOfFire_BladefangMeeting_3_Radulf_NPC
source: Brok! You alive! But your tribe dead.
ko_mt: 브로! 당신은 살아있다! 하지만 당신의 부족은 죽었습니다.

# CradleOfFire_BladefangMeeting_4_Brok_Default
source: Not dead yet. Powerful allies now.
ko_mt: 아직 죽지 않았습니다. 이제 강력한 동맹국이 되었습니다.

# CradleOfFire_BladefangMeeting_5_Radulf_Default
source: Not enough to stop Arrok.
ko_mt: Arrok을 막기에는 충분하지 않습니다.

# CradleOfFire_BladefangMeeting_6_Joker_Default
source: With Bladefang, Brok may be strong enough.
ko_mt: Bladefang으로 Brok는 충분히 강할 수 있습니다.

# CradleOfFire_BladefangMeeting_7_Radulf_Default
source: Signs are with Arrok.
ko_mt: 표지판은 Arrok과 함께합니다.

# CradleOfFire_BladefangMeeting_8_Cynical_Default
source: He's good, this shaman. Guy burns down a whole tribe, and he sees the signs.
ko_mt: 그는 착하다, 이 주술사. 가이는 한 부족 전체를 불태우고 그 징후를 봅니다.

# CradleOfFire_BladefangMeeting_9_Authority_Default
source: Shut up.
ko_mt: 입 다물어.

# CradleOfFire_BladefangMeeting_10_Radulf_NPC
source: Arrok has stone of power.
ko_mt: Arrok은 힘의 돌을 가지고 있습니다.

# CradleOfFire_BladefangMeeting_11_Kebra_NPC
source: Nyarks have stones of power. More than Arrok.
ko_mt: 니아크는 힘의 돌을 가지고 있습니다. 아록보다.

# CradleOfFire_BladefangMeeting_12_Radulf_NPC
source: Bladefang not follow Brok - yet.
ko_mt: Bladefang은 아직 Brok를 따르지 않습니다.

# CradleOfFire_BladefangMeeting_13_Radulf_NPC
source: Nyarks prove power first.
ko_mt: Nyarks는 먼저 힘을 증명합니다.

# CradleOfFire_BladefangMeeting_14_Radulf_NPC
source: Bring back the holy axe of the ancients.
ko_mt: 고대의 성스러운 도끼를 되찾아라.

# CradleOfFire_BladefangMeeting_15_Kebra_NPC
source: Can't ask that! Kralshe-Renn has holy axe in lair.
ko_mt: 그건 물어볼 수 없어! Kralshe-Renn은 은신처에 신성한 도끼를 가지고 있습니다.

# CradleOfFire_BladefangMeeting_16_Radulf_NPC
source: If nyarks have power to defeat Arrok…
ko_mt: 니악에게 아로크를 물리칠 힘이 있다면…

# CradleOfFire_BladefangMeeting_17_Radulf_NPC
source: …then nyarks can kill Kralshe-Renn.
ko_mt: ...그러면 nyarks가 Kralshe-Renn을 죽일 수 있습니다.

# CradleOfFire_BladefangMeeting_18_Orcish_Default
source: Kralshe-Renn means 'Old Queen'
ko_mt: Kralshe-Renn은 '늙은 여왕'을 의미합니다.

# CradleOfFire_BladefangMeeting_19_Cynical_Default
source: Everything's about old stuff around here, isn't it?
ko_mt: 여기 주변의 모든 것은 오래된 물건에 관한 것입니다. 그렇지 않습니까?

# CradleOfFire_BladefangMeeting_20_Radulf_NPC
source: Also, beware of gaks.
ko_mt: 또한 개크를 조심하십시오.

# CradleOfFire_BladefangMeeting_21_Default_Default
source: The what?
ko_mt: 무엇?

# CradleOfFire_BladefangMeeting_22_Orcish_Default
source: That means… skin…less?
ko_mt: 즉... 피부... 덜?

# CradleOfFire_BladefangMeeting_23_Violent_Default
source: Skinless? Wait? Soraks? They're here, too?
ko_mt: 무 피부? 기다리다? 설악? 그들도 여기 있어?

# CradleOfFire_BladefangMeeting_24_Selfpres_Default
source: No surprise there. They're after the gems too, remember?
ko_mt: 거기에 놀라움이 없습니다. 그들도 보석을 노리고 있습니다. 기억하시나요?

# CradleOfFire_BladefangMeeting_25_Pragmatic_Default
source: Can they impersonate orcs?
ko_mt: 오크로 가장할 수 있습니까?

# CradleOfFire_BladefangMeeting_26_Selfpres_Default
source: Why not?
ko_mt: 왜 안 돼?

# CradleOfFire_BladefangMeeting_27_Pragmatic_Default
source: Anyway, I don't think we have much choice.
ko_mt: 어쨌든, 나는 우리에게 선택의 여지가 별로 없다고 생각합니다.

# CradleOfFire_BladefangMeeting_28_Pragmatic_Default
source: We'll get your holy axe.
ko_mt: 우리가 당신의 신성한 도끼를 얻을 것입니다.

# CradleOfFire_BladefangMeeting_29_Radulf_NPC
source: Praise be.
ko_mt: 찬양하라.

# CradleOfFire_BladefangMeeting_30_Cynical_Default
source: He sounds like Beric Sunblaze.
ko_mt: 베릭 썬블레이즈 같네요.

# CradleOfFire_BladefangMeeting_31_Einar_Default
source: Don't.
ko_mt: 하지마.

# CradleOfFire_BladefangMeeting_32_Cynical_Default
source: It was a compliment.
ko_mt: 그것은 칭찬이었다.

# CradleOfFire_BladefangQuest_1_Choice1_WRITTEN
source: Who's the Old Queen?
ko_mt: 늙은 여왕은 누구입니까?

# CradleOfFire_BladefangQuest_2_Choice2_WRITTEN
source: What's the holy axe?
ko_mt: 신성한 도끼는 무엇입니까?

# CradleOfFire_BladefangQuest_3_Choice3_WRITTEN
source: Let's go.
ko_mt: 가자.

# CradleOfFire_BladefangQuest_4_Choice1_Default
source: So, who's this Old Queen?
ko_mt: 그래서, 이 늙은 여왕은 누구입니까?

# CradleOfFire_BladefangQuest_5_Kebra_NPC
source: Monster. Strong. Hates light.
ko_mt: 괴물. 강한. 빛을 싫어합니다.

# CradleOfFire_BladefangQuest_6_Selfpres_Default
source: What kind of monster?
ko_mt: 어떤 종류의 괴물?

# CradleOfFire_BladefangQuest_7_Kebra_NPC
source: Do not know. Plenty go after holy axe, no one comes back to tell.
ko_mt: 몰라요. 많은 사람들이 성스러운 도끼를 쫓고 있는데, 아무도 말해줄 사람이 돌아오지 않습니다.

# CradleOfFire_BladefangQuest_8_Selfpres_Default
source: Encouraging…
ko_mt: 격려…

# CradleOfFire_BladefangQuest_9_Selfpres_Default
source: About this so-called holy axe… what is it?
ko_mt: 이 성스러운 도끼에 대해… 그것은 무엇입니까?

# CradleOfFire_BladefangQuest_10_Kebra_NPC
source: Holy axe was of ancestor of orcs, legend says, brought from the Endless Range.
ko_mt: 신성한 도끼는 전설에 따르면 끝없는 산맥에서 가져온 오크의 조상이라고 합니다.

# CradleOfFire_BladefangQuest_11_ChoiceA_WRITTEN
source: Ancestors?
ko_mt: 조상?

# CradleOfFire_BladefangQuest_12_ChoiceB_WRITTEN
source: Endless Range?
ko_mt: 무한 범위?

# CradleOfFire_BladefangQuest_13_ChoiceC_WRITTEN
source: Forget it.
ko_mt: 잊어 버려.

# CradleOfFire_BladefangQuest_14_ChoiceA_Default
source: Orcs have ancestors?
ko_mt: 오크에게도 조상이 있다?

# CradleOfFire_BladefangQuest_15_Any_Default
source: Orcs born out from Great Collapse, from its magic.
ko_mt: 대붕괴, 그 마법으로 탄생한 오크.

# CradleOfFire_BladefangQuest_16_Any_Default
source: Ancestors were great warriors from the Endless Range.
ko_mt: 조상은 끝없는 범위의 위대한 전사였습니다.

# CradleOfFire_BladefangQuest_17_ChoiceB_Default
source: What's the Endless Range?
ko_mt: 무한 범위는 무엇입니까?

# CradleOfFire_BladefangQuest_18_History_Default
source: A name for the plains of Tirmar.
ko_mt: 티르마르 평원의 이름.

# CradleOfFire_BladefangQuest_19_Default_Default
source: Orcs were Tirmarian?
ko_mt: 오크가 티르마리아였나?

# CradleOfFire_BladefangQuest_20_History_Default
source: No.
ko_mt: 아니요.

# CradleOfFire_BladefangQuest_21_Any_Default
source: We don't have time for historical debates.
ko_mt: 우리는 역사적 논쟁을 할 시간이 없습니다.

# CradleOfFire_BladefangQuest_22_ChoiceC_Default
source: We know enough.
ko_mt: 우리는 충분히 알고 있습니다.

# CradleOfFire_BladefangQuest_23_Choice3_Default
source: Let's find this Old Queen, then.
ko_mt: 그럼 이 늙은 여왕을 찾자.

# CradleOfFire_OldQueen_01_1_Default_NPC
source: Webs?
ko_mt: 웹?

# CradleOfFire_OldQueen_01_2_Selfpres_NPC
source: Oh, no? That's what the Old Queen is? Another spider?
ko_mt: 안 돼? 그게 바로 올드퀸인가? 다른 거미?

# CradleOfFire_OldQueen_01_3_Violent_Default
source: We can deal with a spider.
ko_mt: 우리는 거미를 다룰 수 있습니다.

# CradleOfFire_OldQueen_01_4_Default_Default
source: Even two.
ko_mt: 두 개라도.

# CradleOfFire_OldQueen_01_5_Violent_Default
source: But a very, very big deep spider.
ko_mt: 그러나 아주, 아주 큰 깊은 거미.

# CradleOfFire_OldQueen_01_6_Selfpres_Default
source: Come on! How big can it be?
ko_mt: 어서 해봐요! 얼마나 클 수 있습니까?

# CradleOfFire_OldQueen_01_7_Cynical_NPC
source: We should bring its head back to the Council. Faisech will love it.
ko_mt: 우리는 그 머리를 이사회로 돌려보내야 합니다. Faisech는 그것을 좋아할 것입니다.

# CradleOfFire_OldQueen_02_1_Pragmatic_Default
source: What happened?
ko_mt: 무슨 일이에요?

# CradleOfFire_OldQueen_02_2_Arcana_Default
source: It's magical darkness.
ko_mt: 마법의 어둠입니다.

# CradleOfFire_OldQueen_02_3_Selfpres_Default
source: We need light! It's an extra-super big deep spider!
ko_mt: 우리는 빛이 필요합니다! 그것은 초대형 초대형 깊은 거미입니다!

# CradleOfFire_OldQueen_02_4_Default_Default
source: And it has anti-light magic?
ko_mt: 그리고 안티 라이트 마법이 있습니까?

# CradleOfFire_OldQueen_02_5_Selfpres_Default
source: This is insane! Let's go back!
ko_mt: 이건 미쳤어! 돌아가자!

# CradleOfFire_OldQueen_02_6_Selfpres_Default
source: I'd rather kill all the orcs in that damned volcano than walk down this spider pit in the pitch dark.
ko_mt: 칠흑 같은 어둠 속에서 이 거미 구덩이를 걸어가느니 차라리 그 저주받은 화산에 있는 모든 오크들을 죽이고 싶습니다.

# CradleOfFire_OldQueen_02_7_Pragmatic_Default
source: There has to be a way.
ko_mt: 방법이 있어야 합니다.

# CradleOfFire_OldQueen_03_1_Cynical_Default
source: I promise I'll never scoff at 'anything is possible in the Badlands' again.
ko_mt: 다시는 '황무지에서는 무엇이든 가능하다'고 조롱하지 않겠다고 약속합니다.

# CradleOfFire_OldQueen_03_2_Pragmatic_Default
source: At least we got it.
ko_mt: 적어도 우리는 그것을 얻었다.

# CradleOfFire_OldQueen_03_3_Pragmatic_Default
source: Hopefully, that means another orc tribe behind us.
ko_mt: 바라건대, 그것은 우리 뒤에 또 다른 오크 부족을 의미합니다.

# CradleOfFire_OldQueen_03_4_Greed_Default
source: You really want to give up this axe?
ko_mt: 정말 이 도끼를 포기하시겠습니까?

# CradleOfFire_OldQueen_03_5_Greed_Default
source: Look at it? it's a masterpiece!
ko_mt: 봐? 걸작이다!

# CradleOfFire_OldQueen_03_6_Nosy_Default
source: Tirmarian smiths were just as good as the elves of Manacalon!
ko_mt: 티르마리아 대장장이들은 마나칼론의 엘프들 못지않게 훌륭했습니다!

# CradleOfFire_OldQueen_03_7_Nosy_Default
source: This axe is fantastic!
ko_mt: 이 도끼는 환상적입니다!

# CradleOfFire_OldQueen_03_8_Greed_Default
source: I say we keep it.
ko_mt: 나는 우리가 그것을 지킨다고 말합니다.

# CradleOfFire_OldQueen_03_9_Authority_Default
source: The gem's more important - and to get that, we need to give the axe to Bladefang.
ko_mt: 보석이 더 중요합니다. 그리고 그것을 얻으려면 Bladefang에게 도끼를 주어야 합니다.

# CradleOfFire_OldQueen_04_1_Radulf_NPC
source: Brok is back with nyarks?
ko_mt: Brok가 nyarks와 함께 돌아왔다?
