Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Optional_Aristocrat_Start19_Mayor_NPC
source: Her children aren't happy, and the notary is very… annoying.
ko: 그녀의 자손들이 기분 나빠하고 있을 뿐더러, 공증인은 굉장히... 짜증나는 사람이예요.

# Narration/&Optional_Aristocrat_Start20_Mayor_NPC
source: So please - do something. Anything. Just make them stop harassing me.
ko: 그러니까 제발 뭐라도 좀 해보세요. 뭐가 됐든지. 그 사람들이 날 그만 좀 귀찮게하게 해줘요.

# Narration/&Optional_Aristocrat_Start21_Mayor_NPC
source: I have more important things to deal with.
ko: 난 그것보다 더 중요한 업무들이 있다구요.

# Narration/&Optional_Aristocrat_Start22_Aristocrat_Default
source: Perhaps I should talk to the children first.
ko: 일단 제가 일단 그분의 자손들과 이야기부터 해봐야 되겠군요.

# Narration/&Optional_Aristocrat_Start23_Mayor_NPC
source: Do whatever you want, as long as it shuts this notary up!
ko: 그 공증인의 입을 다물게만 할 수 있다면, 하고싶은대로 뭐든 해보세요!

# Narration/&Optional_Aristocrat_Start24_Aristocrat_Default
source: Right. Thank you… my lady.
ko: 알겠습니다. 감사합니다... 레이디.

# Narration/&Optional_Aristocrat_Start25_Mayor_NPC
source: Tsss…
ko: 우씨…

# Narration/&Optional_Aristocrat_Drew11_Aristocrat_Default
source: Drew! How are you holding up?
ko: 드류! 좀 어떻게 지내요?

# Narration/&Optional_Aristocrat_Drew12_Drew_NPC
source: Look - it's the famous heir. Should I bow?
ko: 이게 누구야! 유명한 상속인이시구만. 큰절이라도 올릴까요?

# Narration/&Optional_Aristocrat_Drew13_Aristocrat_Default
source: Listen, I have no idea…
ko: 이봐요, 나도 어찌 해야 할지 모르겠단 말이에요…

# Narration/&Optional_Aristocrat_Drew14_Drew_NPC
source: Of course! It's just bad luck that you got everything.
ko: 당연히 그러시겠지! 모든걸 물려받게되는 불행을 겪고 계시니까.

# Narration/&Optional_Aristocrat_Drew15_Aristocrat_Default
source: Can we talk?
ko: 우리 대화좀 할까요?

# Narration/&Optional_Aristocrat_Drew16_Drew_NPC
source: Talk to my lawyer. Oh, wait…
ko: 내 변호사와 이야기하시죠. 오, 잠깐…

# Narration/&Optional_Aristocrat_Drew17_Violent_Default
source: He needs a smack in the mouth.
ko: 저 양반 아가리 한대 후려쳐줘야겠는데.

# Narration/&Optional_Aristocrat_Drew18_Aristocrat_Default
source: He's… grieving.
ko: 그는... 비통해하고있어.

# Narration/&Optional_Aristocrat_Drew19_Violent_Default
source: I'll give him something to grieve over.
ko: 난 그에게 슬픔을 극복할만한 무언가를 줄거야.

# Narration/&Optional_Aristocrat_Lyria11_Aristocrat_Default
source: Lyria, I'm so very sorry for your loss.
ko: 리리아, 상심이 매우 크시겠습니다.

# Narration/&Optional_Aristocrat_Lyria12_Lyria_NPC
source: Oh - you're the… well… I knew she liked you, but…
ko: 오 당신은... 음.. 그녀가 당신을 총애한다는건 알고있었지만…

# Narration/&Optional_Aristocrat_Lyria13_Aristocrat_Default
source: Frankly, this all seems like a prank.
ko: 솔직히 말씀드리면, 이 모든게 짜고치는 속임수같아요.

# Narration/&Optional_Aristocrat_Lyria14_Lyria_NPC
source: Right? That's what I told the notary.
ko: 그렇죠? 그게 바로 제가 공증인에게 이야기했던 내용이에요.

# Narration/&Optional_Aristocrat_Lyria15_Lyria_NPC
source: Goodbye.
ko: 안녕히.

# Narration/&Optional_Aristocrat_Lyria16_Lowlife_Default
source: These people!
ko: 이 사람들 보소!

# Narration/&Optional_Aristocrat_Adria11_Aristocrat_Default
source: Adria! How are you?
ko: 아드리아! 어떻게 지내셨어요?

# Narration/&Optional_Aristocrat_Adria12_Adria_NPC
source: Well, sad, of course. You?
ko: 음, 물론 슬픔에 빠져있죠. 당신은요?

# Narration/&Optional_Aristocrat_Adria13_Aristocrat_Default
source: Thanks for asking. A bit down, of course.
ko: 물어봐주셔서 고맙습니다. 당연히 좀 우울하죠.

# Narration/&Optional_Aristocrat_Adria14_Aristocrat_Default
source: She taught me so much.
ko: 그녀는 제게 정말 많은 것을 가르쳐주셨습니다.

# Narration/&Optional_Aristocrat_Adria15_Adria_NPC
source: I know. She was proud of you.
ko: 알아요. 그녀는 당신을 자랑스러워 했어요.

# Narration/&Optional_Aristocrat_Adria16_Aristocrat_Default
source: Thank you.
ko: 고맙습니다.

# Narration/&Optional_Aristocrat_Adria17_Aristocrat_Default
source: Listen - this will. It bothers me…
ko: 저기, 이 유언장 말입니다만, 이게 절 괴롭히고 있어요…

# Narration/&Optional_Aristocrat_Adria18_Aristocrat_Default
source: …I really don't want to quarrel with you and your siblings.
ko: 저는 정말이지 당신이나 당신의 형제자매들과 다투고싶지 않습니다.

# Narration/&Optional_Aristocrat_Adria19_Adria_NPC
source: I'm afraid you won't have a choice.
ko: 당신에게는 선택의 여지가 없을 것 같은데요.

# Narration/&Optional_Aristocrat_Adria110_Adria_NPC
source: Lyria is a lying bitch, and Drew is a tactless jerk.
ko: 리리아는 거짓말쟁이 썅년이고, 드류는 눈치없는 병신이에요.

# Narration/&Optional_Aristocrat_Adria111_Aristocrat_Default
source: What would you do with the inheritance?
ko: 그럼 당신은 그 유산으로 뭘 하실겁니까?

# Narration/&Optional_Aristocrat_Adria112_Adria_NPC
source: Me? Share it with the two other sharks, just to stay alive.
ko: 저요? 저는 그냥 다른 두마리의 상어와 그 유산을 나눌 거에요. 그게 안전하겠죠.

# Narration/&Optional_Aristocrat_Adria113_Aristocrat_Default
source: Fair enough.
ko: 알만 합니다.

# Narration/&Optional_Aristocrat_Attack1_Anyother_Default
source: They're not bandits.
ko: 그들은 강도가 아니야.

# Narration/&Optional_Aristocrat_Attack2_Aristocrat_Default
source: No. More like hired assassins.
ko: 아니지. 고용된 암살자에 가까워.

# Narration/&Optional_Aristocrat_Attack3_Anyother_Default
source: You know what this means.
ko: 너도 그게 무슨 뜻인지는 알고 있겠지.

# Narration/&Optional_Aristocrat_Attack4_Aristocrat_Default
source: Stay alert. The notary's mansion might not be safe either.
ko: 촉각을 곤두세우고 있도록 해. 공증인의 저택도 안전하지 않을 수 있어.

# Narration/&Optional_Aristocrat_Quest_Ending1_Cynical_Default
source: Oh, look - they're all here.
ko: 오, 이것 좀 봐. 그들 모두 여기에 모여있네.

# Narration/&Optional_Aristocrat_Quest_Ending2_Lyria_NPC
source: So you left Caer Cyflen without a word.
ko: 그래서, 너는 한마디 말도 없이 케어 키플렌을 떠났군.

# Narration/&Optional_Aristocrat_Quest_Ending3_Drew_NPC
source: How rude.
ko: 그런 무례한..

# Narration/&Optional_Aristocrat_Quest_Ending4_Aristocrat_Default
source: Can we take this inside?
ko: 우리 안에 들어가서 이야기할까요?

# Narration/&Optional_Aristocrat_Quest_Ending5_Lyria_NPC
source: Just tell us what you decided and stop wasting our time.
ko: 우리 시간 그만 뺏고, 그냥 결정한 내용만 빨리 알려주세요.

# Narration/&Optional_Aristocrat_Quest_Ending6_Lyria_NPC
source: At least share the inheritance. I need it for my research.
ko: 최소한 유산을 나누기라도 해요. 내 연구를 위해선 그게 필요해요.

# Narration/&Optional_Aristocrat_Quest_Ending7_Lyria_Default
source: The Circle of Danantar will reward you.
ko: 다난타르 서클에서 당신에게 보답할 것입니다.

# Narration/&Optional_Aristocrat_Quest_Ending8_Drew_NPC
source: Yeah, right. That inheritance will give me enough to get married…
ko: 그래 맞아. 그 유산이 있으면 내 결혼자금이 넉넉해질거야…

# Narration/&Optional_Aristocrat_Quest_Ending9_Drew_Default
source: My father-in-law to be is very influential in the Tower of Knowledge, you know.
ko: 나의 장인어른이 되실 분은 지식의 탑에서 매우 영향력있는 분이야, 알고 있겠지만.

# Narration/&Optional_Aristocrat_Quest_Ending10_Aristocrat_Default
source: Adria?
ko: 아드리아?

# Narration/&Optional_Aristocrat_Quest_Ending11_Adria_NPC
source: I respect Mother's decision. It's all yours.
ko: 나는 어머니의 결정을 존중해요. 그건 온전히 당신의 것입니다.

# Narration/&Optional_Aristocrat_Quest_Ending12_Drew_NPC
source: What? Did the Soraks replace you or something?
ko: 뭐라고? 소락들이 널 바꿔치기라도 한건가?

# Narration/&Optional_Aristocrat_Quest_Ending13_Lyria_NPC
source: Even from you, Drew, that's low.
ko: 너도 마찬가지야 드류, 참 저속하기도 하지.

# Narration/&Optional_Aristocrat_Quest_Ending14_Notary_NPC
source: Ah, so you are all here.
ko: 아, 모두들 여기 계셨군요.

# Narration/&Optional_Aristocrat_Quest_Ending15_Notary_NPC
source: Why didn't you come in?
ko: 들어오시죠?

# Narration/&Optional_Aristocrat_Quest_Ending16_Aristocrat_Default
source: You're right. Let's finish this.
ko: 그래요. 이제 이 일에 종지부를 찍읍시다.

# Narration/&Optional_Aristocrat_Quest_Ending17_WRITTEN_ChoiceA
source: The inheritance is mine.
ko: 유산은 모두 제가 취할것입니다.

# Narration/&Optional_Aristocrat_Quest_Ending18_WRITTEN_ChoiceB
source: <i>Choose an heir from among the children.</i>
ko: <i>자손들 중 상속자 하나 고르기</i>

# Narration/&Optional_Aristocrat_Quest_Ending19_WRITTEN_ChoiceC
source: <i>Split the inheritance four ways.</i>
ko: <i>유산을 넷이서 나누기</i>

# Narration/&Optional_Aristocrat_Quest_Ending20_WRITTEN_ChoiceD
source: <i>Split the inheritance between the children.</i>
ko: <i>유산을 자손들끼리 나누기</i>

# Narration/&Optional_Aristocrat_Quest_Ending21_Aristocrat_ChoiceA
source: Your mother left me everything. Her will should be respected.
ko: 당신들의 모친께선 제게 모든 것을 남기셨습니다. 그녀의 유언은 지켜져야 합니다.

# Narration/&Optional_Aristocrat_Quest_Ending22_Aristocrat_ChoiceC
source: We'll split the inheritance between the four of us.
ko: 우리는 그 유산을 우리 넷이서 공평하게 나눌 것입니다.

# Narration/&Optional_Aristocrat_Quest_Ending23_Aristocrat_ChoiceD
source: You should each get a third of the inheritance.
ko: 당신들은 유산을 삼등분하여 나눠 가져야 합니다.

# Narration/&Optional_Aristocrat_Quest_Ending24_WRITTEN_ChoiceE
source: <i>Give the inheritance to Lyria.</i>
ko: <i>유산을 리리아에게 주기</i>

# Narration/&Optional_Aristocrat_Quest_Ending25_WRITTEN_ChoiceF
source: <i>Give the inheritance to Drew.</i>
ko: <i>유산을 드류에게 주기</i>

# Narration/&Optional_Aristocrat_Quest_Ending26_WRITTEN_ChoiceG
source: <i>Give the inheritance to Adria.</i>
ko: <i>유산을 아드리아에게 주기</i>

# Narration/&Optional_Aristocrat_Quest_Ending27_Aristocrat_ChoiceE
source: I'll give Lyria the inheritance.
ko: 나는 리리아에게 유산을 넘기겠습니다.

# Narration/&Optional_Aristocrat_Quest_Ending28_Aristocrat_ChoiceF
source: I'll give Drew the inheritance.
ko: 나는 드류에게 유산을 넘기겠습니다.

# Narration/&Optional_Aristocrat_Quest_Ending29_Aristocrat_ChoiceG
source: I'll give Adria the inheritance.
ko: 나는 아드리아에게 유산을 넘기겠습니다.

# Narration/&Optional_Aristocrat_Quest_Ending30_Lyria_NPC
source: Excellent!
ko: 훌륭합니다!

# Narration/&Optional_Aristocrat_Quest_Ending31_Drew_NPC
source: By all the gods…
ko: 신이시여…

# Narration/&Optional_Aristocrat_Quest_Ending32_Drew_NPC
source: Yes!
ko: 좋았어!

# Narration/&Optional_Aristocrat_Quest_Ending33_Lyria_NPC
source: What? Why?
ko: 뭐? 대체 왜?

# Narration/&Optional_Aristocrat_Quest_Ending34_Adria_NPC
source: Thank you! I'll share with you both, you know it.
ko: 감사합니다! 저는 그걸 여기있는 두사람과 나눌거에요, 알고있었다시피.

# Narration/&Optional_Aristocrat_Quest_Ending35_Notary_NPC
source: Well, that's settled, then.
ko: 그럼 이대로 확정하겠습니다.

# Narration/&Optional_Aristocrat_Quest_Ending36_Notary_NPC
source: I will magically seal the will.
ko: 유언장을 마법으로 봉인하도록 하겠습니다.

# Narration/&Optional_Aristocrat_Quest_Ending37_Notary_NPC
source: I'm sorry, the law forbids it.
ko: 죄송합니다만, 그건 법에서 금지하고 있습니다.

# Narration/&Optional_Aristocrat_Quest_Ending38_Notary_NPC
source: You can share it after you accept it, but there must be one single heir.
ko: 당신은 일단 상속받은 후에 그것을 나눌 수 있습니다만, 일단 상속인은 단 한명이어야 합니다.

# Narration/&Optional_Aristocrat_Quest_Ending39_Notary_NPC
source: You know… paperwork.
ko: 서류작업이라는게 다 그런법이죠.

# Narration/&Optional_Aristocrat_Quest_Ending40_Adria_NPC
source: Fine… I thought I had cracked you…
ko: 좋아요.. 제가 당신들 사이에 금이 가게 만든줄 알았어요…

# Narration/&Optional_Aristocrat_Quest_Ending41_Aristocrat_Default
source: What?
ko: 뭐라구요?

# Narration/&Optional_Aristocrat_Quest_Ending42_Adria_Default
source: Sorry, sir, this will have to be done outside the law, I'm afraid.
ko: 송구스럽지만, 이 일은 법의 테두리 밖에서 해결해야할 것 같습니다.

# Narration/&Optional_Aristocrat_Quest_Ending43_Anyother_Default
source: She killed all her siblings?
ko: 그녀가 다른 상속자들 전부 죽여버린거야?

# Narration/&Optional_Aristocrat_Quest_Ending44_Cynical_Default
source: Maybe she was a Sorak agent?
ko: 어쩌면 그녀는 소락의 요원이었을지도 모르겠구만?

# Narration/&Optional_Aristocrat_Quest_Ending45_Aristocrat_Default
source: They were all my childhood friends…
ko: 그들은 모두 내 어릴적 친구들이었어…

# Narration/&Optional_Aristocrat_Quest_Ending46_Cynical_Default
source: Oh, yes. Sorry.
ko: 아, 그렇지. 유감이군.

# Narration/&Optional_Aristocrat_Quest_Ending47_Aristocrat_Default
source: It's over. Let's go.
ko: 모두 끝났어. 이제 가자.

# Narration/&NecromancyQuest01_01_Default_Default
source: Who's this? Seems to like wolves.
ko: 누구지? 마치 늑대처럼 보이는데.

# Narration/&NecromancyQuest01_02_Insight_10_Success
source: Could be a ranger. Could be a werewolf. Could be something else.
ko: 레인저거나, 웨어울프거나, 그 외의 뭔가일 수 있겠지.

# Narration/&NecromancyQuest01_03_Kill-CHOICE
source: Let's kill them!
ko: 죽이자!

# Narration/&NecromancyQuest01_04_Leave_CHOICE
source: Let's get out of here!
ko: 여기를 벗어나야 해!

# Narration/&NecromancyQuest01_05_Speak_CHOICE
source: Let's talk to him.
ko: 이야기를 해 보자.

# Narration/&NecromancyQuest01_06_Kill_Default
source: Just someone else to kill. No one out here is friendly, remember?
ko: 그냥 죽여야 할 또 다른 누군가일 뿐이야. 여기 우리 편은 아무도 없다고, 기억 안 나?

# Narration/&NecromancyQuest01_07_Friendly_Default
source: Maybe he knows something about the castle. It can't hurt to ask.
ko: 이 성에 대해 뭔가 알고 있을지도 모르지. 물어봐서 나쁠 건 없어.

# Narration/&NecromancyQuest01_08_Pragmatic_Default
source: Out here, there's no such thing as "can't hurt."
ko: 여기서, "나쁠 건 없어" 따위는 없어.

# Narration/&NecromancyQuest01_09_Pragmatic_Default
source: Didn't your mother tell you never to talk to strangers?
ko: 엄마가 낯선 사람 따라가지 말라고 안 가르쳐주던?

# Narration/&NecromancyQuest01_10_Leave_Default
source: We're not here to make friends, and we have enough enemies. Let's just go!
ko: 친구 사귀러 온 것도 아니고, 적들은 이미 많아. 그냥 떠나자고!

# Narration/&NecromancyQuest01_11_Speak_Default
source: He might know something about the castle. It can't hurt to ask.
ko: 성에 대해 알지도 몰라. 물어봐서 나쁠 거 없어.

# Narration/&NecromancyQuest01_12_Persuade_CHOICE
source: Hello!
ko: 안녕하시오!

# Narration/&NecromancyQuest01_13_Intimidate_CHOICE
source: Get over here!
ko: 이리 와라!

# Narration/&NecromancyQuest01_14_Friendly_Default
source: Hello! We come in peace! Can we talk to you?
ko: 안녕하시오! 우리는 평화롭게 왔소, 이야기 좀 알 수 있겠소?

# Narration/&NecromancyQuest01_15_Talbut_NPC_Persuasion_20_Success
source: Talk, then. And stay where you are. I can hear you well enough from here.
ko: 말해. 그리고 그 자리에 가만히 있어. 거기서도 잘 들리니까.

# Narration/&NecromancyQuest01_16_Persuade_Default_20_Success
source: We're… interested in the castle. Can you tell us anything about it?
ko: 우리는... 저 성에 관심이 있소. 뭔가 말해줄 수 있겠소?

# Narration/&NecromancyQuest01_17_Talbut_NPC_Persuasion_20_Success
source: Not much. What do you want to know?
ko: 약간은. 뭘 알고 싶은 거지?

# Narration/&NecromancyQuest01_18_Talbut_NPC_Persuasion_20_Failure
source: You come in peace, do you? Then you're the only peaceful things here.
ko: 평화라고 했나? 그럼 여기서 자네들만 평화롭겠구먼.

# Narration/&NecromancyQuest01_19_Talbut_NPC_Persuasion_20_Failure
source: Go in peace, before I get tired of being peaceful.
ko: 평화롭게 가시게나, 내가 평화에 질리기 전에 말야.

# Narration/&NecromancyQuest01_20_Intimidate_Default
source: Hey, you! Get over here!
ko: 거기, 너! 이리 와!

# Narration/&NecromancyQuest01_21_Talbut_NPC_Intimidation_20_Success
source: I can hear you fine from here. What do you want?
ko: 여기서도 잘 들려. 원하는 게 뭐야?

# Narration/&NecromancyQuest01_22_Intimidate_Default_20_Success
source: What do you know about that castle over there?
ko: 저기 있는 성에 대해 아는 거 있어?

# Narration/&NecromancyQuest01_23_Talbut_NPC_Intimidation_20_Success
source: What do you want to know?
ko: 뭘 알고 싶은데?

# Narration/&NecromancyQuest01_24_Talbut_NPC_Intimidation_20_Failure
source: Ha! Aren't you tough?
ko: 하! 참~ 터프한데?

# Narration/&NecromancyQuest01_25_Talbut_NPC_Intimidation_20_Failure
source: Believe me, you don't want me coming over there.
ko: 날 믿어, 내가 그리로 가면 후회할 걸.

# Narration/&NecromancyQuest01_26_Talbut_NPC_Intimidation_20_Failure
source: Now get lost, before I change my mind!
ko: 이제 마음 바뀌기 전에 꺼져!

# Narration/&NecromancyQuest01_27_Default_CHOICE
source: Who lives there?
ko: 저기 누가 살고 있지?

# Narration/&NecromancyQuest01_28_Fighter_CHOICE
source: How strong is the garrison?
ko: 주둔군의 규모는 어느 정도지?

# Narration/&NecromancyQuest01_29_Authority_CHOICE
source: Who is its ruler?
ko: 대장이 누구지?

# Narration/&NecromancyQuest01_30_Default_Default
source: Who lives there? What can you tell us about them?
ko: 저기에 누가 살고 있지? 말해줄 수 있는 게 있소?

# Narration/&NecromancyQuest01_31_Talbut_NPC
source: I deal with the guard captain. Name's Adam the Twelfth. Undead now.
ko: 경비 대장은 내가 처리하지. 이름은 아담 12세. 지금은 언데드야.

# Narration/&NecromancyQuest01_32_Talbut_NPC
source: He lets us hunt here and we tell him who comes and goes.
ko: 그가 사냥을 허가해주고 우리는 그에게 누가 오고 갔는지 알려주지.

# Narration/&NecromancyQuest01_33_Default_Default
source: Sounds like a good arrangement. So you've never been inside the castle?
ko: 좋은 합의처럼 들리는군. 그럼 당신은 성 안에 들어가 본 적은 없는 거요?

# Narration/&NecromancyQuest01_34_Talbut_NPC
source: No.
ko: 전혀.

# Narration/&NecromancyQuest01_35_Default_Default
source: And there's no one else outside the castle?
ko: 성 밖에 다른 사람은 없소?

# Narration/&NecromancyQuest01_36_Default_Default
source: Just a ghost - a dwarf. Doesn't seem dangerous.
ko: 유령 - 드워프 유령이 있지. 위험해 보이진 않더군.

# Narration/&NecromancyQuest01_37_Fighter_Default
source: What's the garrison like? Strong? Weak? Monsters?
ko: 주둔군은 어떻소? 강한가? 약한가? 몬스터요?

# Narration/&NecromancyQuest01_38_Talbut_NPC
source: The captain's a wraith, or something similar. The guard's mostly skeletons.
ko: 대장의 망령이나 그 비슷한 것이오. 대부분의 경비는 스켈레톤들이지.

# Narration/&NecromancyQuest01_39_Fighter_Default
source: Mostly?
ko: 대부분?

# Narration/&NecromancyQuest01_40_Talbut_NPC
source: That's what I've seen from outside. Never been inside.
ko: 밖에서 본 건 그 정도군. 안에 들어가 본 적은 없소.

# Narration/&NecromancyQuest01_41_Authority_Default
source: Who rules the castle? Or should I rather ask what?
ko: 성을 통치하는 건 누구요? 아니면 무엇이냐고 물어야 하나?

# Narration/&NecromancyQuest01_42_Talbut_NPC
source: Name's Mardracht. Probably undead, but I never met him.
ko: 마르드라흐트라고 하더군. 아마 언데드일테지만, 직접 본 적은 없군.

# Narration/&NecromancyQuest01_43_Authority_Default
source: Probably undead? Why do you say that?
ko: 아마도 언데드? 무슨 뜻이요?

# Narration/&NecromancyQuest01_44_Talbut_NPC
source: Undead or a necromancer, is my guess. Everyone I've seen there is undead.
ko: 언데드거나 사령술사라고 생각하오. 저 성에서는 언데드밖에 본 적이 없거든.

# Narration/&NecromancyQuest01_45_WRITTEN_Exit
source: Thanks, that's all.
ko: 고맙군. 그거면 됐어.

# Narration/&NecromancyQuest01_45_Goodbye_Default
source: Many thanks for the information, uh - I didn't catch your name?
ko: 정보를 알려줘서 고마워요, 으음... 근데 이름을 못 들은 것 같은데요?

# Narration/&NecromancyQuest01_46_Talbut_NPC
source: Talbut.
ko: 탈벗.

# Narration/&NecromancyQuest02_01_Starter_Normal
source: Look! What's that?
ko: 저것 봐! 뭐지?

# Narration/&NecromancyQuest02_02_Partner_Normal
source: Some kind of incorporeal being - undead, most likely.
ko: 영체의 일종이야 - 아마 언데드겠지.

# Narration/&NecromancyQuest02_03_Starter_Normal
source: Look! That must be the dwarf ghost we heard about!
ko: 봐! 저건 분명 우리가 들었던 드워프 유령일 거야!

# Narration/&NecromancyQuest02_04_Kill-CHOICE
source: Let's destroy it!
ko: 박살내자고!

# Narration/&NecromancyQuest02_05_Leave_CHOICE
source: Let's keep moving.
ko: 계속 움직이자.

# Narration/&NecromancyQuest02_06_Speak_CHOICE
source: Let's talk to him.
ko: 이야기를 해 보자.

# Narration/&NecromancyQuest02_07_Kill_Default
source: The undead are an affront to nature! They must be destroyed!
ko: 언데드는 자연에 대한 모독이다! 반드시 없애버려야 해!

# Narration/&NecromancyQuest02_08_Leave_Default
source: An unnecessary fight is an unnecessary risk. Let's move on.
ko: 불필요한 싸움은 불필요한 위험이야. 무시하자고.

# Narration/&NecromancyQuest02_09_Speak_Default
source: I'll take information where I can get it - even from a ghost.
ko: 가능하다면 정보를 얻고 싶네 - 상대가 유령이라고 해도 말야.

# Narration/&NecromancyQuest02_10_Persuade_CHOICE
source: We have questions.
ko: 질문이 있소.

# Narration/&NecromancyQuest02_11_Intimidate_CHOICE
source: Get over here!
ko: 이리 와라!

# Narration/&NecromancyQuest02_12_Starter_Normal
source: Hello! Could we ask you some questions?
ko: 안녕하시오! 질문 좀 해도 되겠소?

# Narration/&NecromancyQuest02_13_Starter_Normal
source: Hello! Are you the Antiquarian we've heard about?
ko: 안녕하시오! 당신이 우리가 들었던 그 안티쿼리안 길드원인가요?

# Narration/&NecromancyQuest02_14_Angbi_NPC
source: Hello! I am Angbi Kramsson, of the Guild of Antiquarians. Or at least, I used to be.
ko: 안녕하시오, 안티쿼리안 길드의 앵그비 크람슨이오. 적어도, 예전에는 그랬지.

# Narration/&NecromancyQuest02_15_Intimidate
source: Hey, you - ghost! Get over here!
ko: 거기, 너. 유령! 이리 와 봐!

# Narration/&NecromancyQuest02_15_Angbi_NPC_Intimidation_25_Success
source: All right. There's no need to be rude. What do you want?
ko: 알았어. 무례하게 굴 필요는 없잖아. 뭘 원하는데?

# Narration/&NecromancyQuest02_16_Angbi_NPC_Intimidation_25_Failure
source: What are you going to do - kill me? Just - leave me alone.
ko: 어쩌려고, 죽이기라도 할꺼야? 그냥 좀 내버려 둬.

# Narration/&NecromancyQuest02_17_Starter_Default
source: What can you tell us about the castle? Who lives there?
ko: 저 성에 대해 말해줄 수 있소? 저기 누가 살고 있지?

# Narration/&NecromancyQuest02_18_Angbi_NPC
source: Two women. A high elf, but living, and quite old. She is a necromancer of some sort.
ko: 여자 둘이오. 하나는 하이 엘프고, 살아 있고, 꽤 늙었지. 사령술사 계통일 거요.

# Narration/&NecromancyQuest02_19_Starter_Default
source: And the other?
ko: 다른 쪽은?

# Narration/&NecromancyQuest02_20_Angbi_NPC
source: Once human, but definitely undead now. A Defiler, I think…
ko: 한때는 인간이었지만, 지금은 확실한 언데드요. 모독자일 거요, 내 생각에는…

# Narration/&NecromancyQuest02_21_Angbi_NPC
source: …and she had a gang of ghouls with her. Horrid beasts. I avoided them.
ko: ...그리고 그녀는 구울 무리를 데리고 있소. 끔찍한 짐승들이지. 난 그들을 피해다녔소.

# Narration/&NecromancyQuest02_22_Starter_Default
source: Is there anyone else?
ko: 다른 건 없소?

# Narration/&NecromancyQuest02_23_Angbi_NPC
source: There's a garrison - skeletons, mostly. I avoided them, too.
ko: 주둔군이 있소. 대부분은 스켈레톤이지. 난 그것들도 피해다녔소.

# Narration/&NecromancySubQuest101_01_NPC_Angbi
source: Actually, I was hoping to ask you a greater favor.
ko: 사실, 당신들에게 좀 더 큰 부탁을 할 수 있으면 하오.

# Narration/&NecromancySubQuest101_02_Starter_Default
source: How can we help you?
ko: 어떻게 도와주면 되겠소?

# Narration/&NecromancySubQuest101_03_NPC_Angbi
source: I was killed in this cemetery. My bones are here somewhere.
ko: 난 이 공동묘지에서 죽었소. 내 뼈가 여기 어딘가에 있지.

# Narration/&NecromancySubQuest101_04_Partner_Default
source: And you'd like us to take them home for burial, so you can find peace.
ko: 그리고 우리가 그걸 가져와서 장례를 치르면 당신은 안식을 찾을 수 있겠군요.

# Narration/&NecromancySubQuest101_05_NPC_Angbi
source: Well, yes - but they got a little scattered. The wolves, you see.
ko: 좋아, 맞아 - 하지만 그게 좀 흩어져 있지. 늑대들, 당신들도 봤을 거요.

# Narration/&NecromancySubQuest101_06_Joker_Normal
source: Now, that's just rude.
ko: 버릇없는 짓이네.

# Narration/&NecromancySubQuest101_07_NPC_Angbi
source: As far as I can… feel, they are in three separate places.
ko: 내가 느낄 수 있는 건... 그것들은 세 곳에 나눠져 있소.

# Narration/&NecromancySubQuest101_08_Joker_Normal
source: Well, that's just you all over!
ko: 뭐, 그럼 사방이 당신이네요!

# Narration/&NecromancySubQuest101_09_Helpful_Normal
source: You can rely on us.
ko: 저희를 믿어도 됩니다.

# Narration/&NecromancySubQuest101_10_NPC_Angbi
source: It's not just about burial, although of course I'd be grateful for that, too.
ko: 이건 그냥 장례를 치르는 게 아닙니다. 물론 당신들에게는 감사하겠지만요.

# Narration/&NecromancySubQuest101_11_NPC_Angbi
source: Since I was killed, I've carried on studying this necropolis…
ko: 죽은 후로 나는 이 죽은 자들의 성을 계속 연구해왔소…

# Narration/&NecromancySubQuest101_12_NPC_Angbi
source: …but I can't touch material things, including pens - so I haven't been able to update my journal.
ko: 하지만 나는 펜 같은 물질을 만질 수 없었고... 그래서 내 일지에 내용을 추가할 수 없었지.

# Narration/&NecromancySubQuest101_13_Joker_Normal
source: Now, that's what I call work ethic.
ko: 그래, 이게 내가 말하는 직업윤리지.

# Narration/&NecromancySubQuest101_14_NPC_Angbi
source: And since my spirit is bound to my mortal remains…
ko: 그리고 내 영혼이 필멸의 잔재에 묶여 있기 때문에…

# Narration/&NecromancySubQuest101_15_NPC_Angbi
source: …I can't return to Caer Cyflen to report in person.
ko: ...내가 직접 케어 키플렌으로 보고하러 돌아갈 수는 없소.

# Narration/&NecromancySubQuest101_16_NPC_Angbi
source: But if you take my bones back, perhaps my spirit could travel with them…
ko: 하지만 당신들이 내 뼈를 가져간다면, 아마 내 영혼은 그것과 함께 할 수 있을 거고…

# Narration/&NecromancySubQuest101_17_NPC_Angbi
source: …and the knowledge I've recovered won't be lost.
ko: ...내가 발견한 지식은 사라지지 않을 거요.

# Narration/&NecromancySubQuest101_18_Helpful_Formal
source: We will do as you ask, Angbi Kramsson of the Antiquarians!
ko: 바라는 대로 해 드리죠, 고고학자 앵그비 크람슨!

# Narration/&NecromancySubQuest102_01_Starter_Default
source: Delegate Summer! May we speak with you?
ko: 서머 의원! 얘기 좀 할 수 있을까요?

# Narration/&NecromancySubQuest102_02_NPC_Halman
source: Yes - what is it?
ko: 예. 무슨 일 입니까?

# Narration/&NecromancySubQuest102_03_Starter_Default
source: We have something for you.
ko: 드릴 게 있어요.

# Narration/&NecromancySubQuest102_04_NPC_Angbi
source: Or rather, someONE.
ko: 아니지, 드릴 사람이지.
