Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&Tavern_049_04_Council_More_Organizations_Carran03
source: Instead, there are delegates from the Guild of Antiquarians, the Tower of Knowledge, the Arcaneum, and the Circle of Danantar.
ko: 대신에 안티쿼리안, 지식의 탑, 아르카니움, 다난타르 서클의 대표단들이 있습니다.

# Narration/&Tavern_049_04_Council_More_Organizations_Carran04
source: And the Church of Einar guarantees fairness, led by Marshal Beric Sunblaze and Oathkeeper Leira Kean.
ko: 그리고 베릭 선블레이즈 원수와 레이라 킨 서약집행인이 이끄는 에이나르 교회가 공정성을 보장합니다.

# Narration/&Tavern_049_04_Council_More_ExitLine_WRITTEN
source: We know enough.
ko: 충분히 알겠습니다.

# Narration/&Tavern_049_04_Council_More_ExitLine_Choice
source: I think we know enough now. Thank you!
ko: 충분히 알게 된 것 같습니다. 감사합니다!

# Narration/&Tavern_049_Additional_Carran_NPC
source: Very well.
ko: 좋습니다.

# Narration/&Tavern_049_Carran_NPC
source: Come! Gather your things. You're late for your swearing in.
ko: 자! 짐을 챙기십시오. 선서식에 늦었습니다.

# Narration/&Tavern_0410_Stealth_Lawful
source: Whose fault is that?
ko: 이게 다 누구 탓인데요?

# Narration/&Tavern_0411_Stealth_Cynical
source: Hurry up and wait. The story of my life.
ko: 한참 기다리게 해놓곤 늦었대. 내 인생이 그렇지.

# Narration/&Tavern_0412_Stealth_Academic
source: I, for one, am very curious to see the inside of that Council room.
ko: 난 무엇보다 회의실 내부가 정말 궁금해.

# Narration/&Introduction_Stealth_FindTools
source: Liam… always thoughtful.
ko: 리암... 친절하기도 하지.

# Narration/&Introduction_Stealth_Liam_01
source: There you are, you filthy crook!
ko: 여기 있었군, 이 더러운 사기꾼!

# Narration/&Introduction_Stealth_LoanShark
source: You? What…? You're drunk! Get out of here before I kill you!
ko: 너? 뭐야...? 취했군! 죽기 싫으면 여기서 꺼져!

# Narration/&Introduction_Stealth_Liam_02
source: Think you scare me? Not anymore!
ko: 내가 겁먹을 줄 알고? 더는 아냐!

# Narration/&Introduction_Stealth_LoanShark2
source: A grave mistake.
ko: 무덤을 파는군.

# Narration/&Introduction_SpellcastingTuto_FallRecover_Normal
source: Ow! I must have fallen on my wrong side…
ko: 아야! 잘못 떨어진 것 같은데...

# Narration/&Introduction_SpellcastingTuto_FallRecover_Formal
source: Ow! That's going to leave a mark.
ko: 이런! 자국 남겠는데.

# Narration/&Introduction_SpellcastingTuto_FallRecover_Slang
source: Damn! That hurt like hell.
ko: 젠장! 더럽게 아프네.

# Narration/&Introduction_SpellcastingTuto_success_nosy
source: Orcs, here? Strange. I wonder what this totem means.
ko: 오크가 여기에? 이상하군. 이 토템이 무엇을 의미하는지 궁금한데.

# Narration/&Introduction_SpellcastingTuto_success_lukewarm
source: Just my luck, falling right into an orc hideout!
ko: 재수 없게도, 오크 은신처로 떨어졌군!

# Narration/&Introduction_SpellcastingTuto_success_wisecracker
source: Orcs? Of course, that explains the smell…
ko: 오크? 그래서 고약한 냄새가 나던 거였군...

# Narration/&Introduction_SpellcastingTuto_success_highclass
source: My word, this is an orc hideout! The malodor is unmistakable.
ko: 세상에, 여기는 오크 은신처야! 이 악취는 틀림없어.

# Narration/&Introduction_SpellcastingTuto_success_preachy
source: Orcs? Clearly I'm being punished for leaving the road. Now to seek redemption.
ko: 오크? 길을 떠난 죄로 벌을 받고 있는 거야. 이제 구원을 찾아 나서야겠군.

# Narration/&Introduction_SpellcastingTuto_success_judgmental
source: Orcs, here? I must report this… which means, I must get out of here alive.
ko: 오크가 여기에? 꼭 보고해야겠어... 물론 살아서 나가야 하겠지만.

# Narration/&Introduction_SpellcastingTuto_success_mean
source: Damn me, like I needed to fall into an orc shithole!
ko: 젠장, 오크 똥간에 빠지다니!

# Narration/&Introduction_SpellcastingTuto_success_logical
source: An orc hideout right in the middle of the Principality… how surprising. Let's hope they've eaten recently.
ko: 공국 한가운데 있는 오크 은신처라니... 참으로 놀랍군. 그들이 최근에 식사를 했길 바라야겠어.

# Narration/&Introduction_SpellcastingTuto_failure_normal
source: What the… ? Whatever this is, it's not good.
ko: 이게 뭐지...? 어쨌거나, 좋은 건 아니군.

# Narration/&Introduction_SpellcastingTuto_failure_formal
source: What a peculiar style of art… clearly the work of some savage hand.
ko: 이 얼마나 기이한 예술 사조인가... 틀림없이 어떤 야만인의 작품이겠군.

# Narration/&Introduction_SpellcastingTuto_failure_slang
source: Charming, that. Just as long as my head doesn't end up on the top.
ko: 이거 멋진데. 내 머리통이 저 꼭대기에 달려 있지 않아서 다행이야.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs
source: There they are…
ko: 저기 있군...

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs2_normal
source: …if they see me, I'm dead.
ko: ...마주치면 난 죽은 목숨이야.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs2_formal
source: …discretion is clearly the better part of valor in this instance.
ko: ... 확실히 이 경우라면 신중함이 용기보다 더 낫겠군.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs2_slang
source: …head down, or I'm next on the menu.
ko: ... 여기서 고개를 들면 나는 다음 식사 거리가 되겠지.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs3_normal
source: What's worse, it looks like this is the only way out.
ko: 더 나쁜 건, 이게 유일한 탈출구 같다는 거야.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs3_formal
source: No other means of egress is apparent.
ko: 다른 도주 수단은 분명치가 않군.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs3_slang
source: They're camped right by the only exit? It just keeps getting better!
ko: 하나뿐인 출구 옆에 진을 치고 있다고? 드럽게 잘도 풀리네!

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs4_normal
source: I just need to be patient. They can't stay there forever.
ko: 인내심을 갖자. 놈들도 저기 영원히 있을 수는 없어.

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs4_formal
source: Fine, then, I shall wait until they go. These creatures do hunt, right?
ko: 좋아, 놈들이 나갈 때까지 기다려야겠군. 저 녀석들도 사냥은 해야지 않겠어?

# Narration/&Introduction_SpellcastingTuto_SeeingOrcs4_slang
source: Guess I'm waiting them out. At least these rocks are… damned uncomfortable.
ko: 놈들이 나갈 때까지 기다려야 하겠군. 그런데 이 바위들... 개같이 불편하네.

# Narration/&Council_00_1_Wow_Default
source: Look at this size of this Council hall!
ko: 회의실 크기 좀 봐!

# Narration/&Council_00_2_Wow_Default
source: A very impressive edifice indeed.
ko: 정말 인상적인 건축물이군그래.

# Narration/&Council_00_3_joker_Default
source: So this is what they spend our taxes on.
ko: 우리가 낸 세금을 여기에다가 썼군.

# Narration/&Council_00_4_Any_Default
source: Look! Is that…
ko: 저길 봐! 저 분이...

# Narration/&Council_00_5_Any_Default
source: The Princess!
ko: 공주님이네!

# Narration/&Council_00_6_Any_Default
source: Wait… is she leaving?
ko: 뭐야... 지금 떠나시는거야?

# Narration/&Council_00_7_joker_Default
source: Apparently so…
ko: 그런 것 같은데...

# Narration/&Council_00_8_Any_Default
source: Then who will administer the oath?
ko: 그럼 맹세는 누가 진행하는 거지?

# Narration/&Council_00_9_joker_Default_WRITTEN
source: The maid who empties her chamber pot?
ko: 공주님 화장실 청소하는 하녀가 하나?

# Narration/&Council_00_9_mean_Default_WRITTEN
source: We're too low for her.
ko: 우리는 그녀에 비해 급이 낮지.

# Narration/&Council_00_9_anyother_Default_WRITTEN
source: It's not her role.
ko: 공주님이 하실 일은 아니지.

# Narration/&Council_00_9_joker_Default
source: The maid who empties her chamber pot? No, we're not as important as that. Perhaps her stable boy.
ko: 공주님 화장실 청소하는 하녀가? 아니, 우린 그정도로 중요하지 않아. 마구간 소년정도겠네.

# Narration/&Council_00_9_joker_Slang
source: A lady like her wants nothing to do with drudges like us.
ko: 공주님 같은 분은 우리 같은 어중이떠중이하고는 아무 상관이 없어.

# Narration/&Council_00_9_anyother_Default_Choice
source: There's an Oathkeeper for that, I think.
ko: 내 생각에는 서약 집행인이 있을 것 같아.

# Narration/&Council_00_10_Carran_NPC
source: You thought it would be the Princess?
ko: 공주님 소관인 줄 아셨나요?

# Narration/&Council_00_11_Any_Default_WRITTEN
source: She doesn't rule the Council?
ko: 그녀가 의회를 이끌지 않나요?

# Narration/&Council_00_11_Any_Default_Who_WRITTEN
source: If not her, then who?
ko: 그분이 아니라면, 누구죠?

# Narration/&Council_00_11_Any_Default
source: Doesn't she lead the Council?
ko: 공주님이 의회를 다스리는 거 아닌가요?

# Narration/&Council_00_12_Carran_NPC
source: No, in this chamber, she's just another delegate.
ko: 아닙니다. 이 회의실에서는 그녀도 또 한 명의 대표일 뿐입니다.

# Narration/&Council_00_11_Any_Default_Who_Choice
source: If she rules the whole Principality, who's more important?
ko: 공국 전체를 통치하는 그녀보다 중요한 사람이 있나요?

# Narration/&Council_00_12_Carran_NPC_02
source: Lady Kean, the Council's Oathkeeper, is trusted by all.
ko: 존경받는 킨 경께서 의회의 서약집행인이십니다.

# Narration/&Council_00_15_Chamberlain_NPC
source: Lord Carran!
ko: 캐런 경!

# Narration/&Council_00_16_Carran_NPC
source: Yes, m'lady!
ko: 네, 킨 경!

# Narration/&Council_00_17_Chamberlain_NPC
source: Are these your new deputies?
ko: 이 자들이 당신의 새로운 대리인인가요?

# Narration/&Council_00_18_Carran_NPC
source: They are, m'lady.
ko: 그렇습니다. 킨 경.

# Narration/&Council_00_19_Serious_Default
source: Very well. Pay attention. All of you.
ko: 좋아. 모두들 집중.

# Narration/&Council_00_20_Serious_Slang
source: Pipe down.
ko: 말 많네.

# Narration/&Council_00_20_Serious_Normal
source: Shhh, quiet everyone!
ko: 쉿, 모두 조용히 해!

# Narration/&Council_00_21_Chamberlain_NPC
source: My name is Leira Kean, Oathkeeper of the Council.
ko: 난 의회의 서약 집행인인 레이라 킨 입니다.

# Narration/&Council_00_22_Chamberlain_NPC
source: And I will be administering your vows.
ko: 그리고 나는 그대들의 서약을 집행할 것입니다.

# Narration/&Council_00_23_Chamberlain_NPC
source: Once sworn in, you will carry the authority of the Council wherever you go.
ko: 맹세한 뒤에는, 여러분이 어디를 가든 평의회의 권위가 함께하게 됩니다.

# Narration/&Council_00_24_Chamberlain_NPC
source: Your every action will reflect upon the Council's reputation. Remember that. Always.
ko: 여러분의 모든 행동이 평의회의 평판에 반영될 겁니다. 그걸 언제나 기억하십시오.

# Narration/&Council_00_25_Chamberlain_NPC
source: Now, please, raise your right hands.
ko: 자, 오른손을 들어 올리십시오.

# Narration/&Council_00_26_Chamberlain_NPC
source: Do you, each and all, solemnly swear your lives and allegiance to this Council and promise…
ko: 여러분 모두, 여러분의 삶과 충성을 평의회에 다할 것을 이곳에서 엄숙히 맹세하고...

# Narration/&Council_00_27_Chamberlain_NPC
source: …to carry out our mission to protect our alliance from those who would threaten the common good?
ko: ...공동의 이익을 위협하는 자들로부터 동맹을 보호하기 위해 임무를 수행 할 것입니까?

# Narration/&Council_00_28_All_Default_WRITTEN
source: I swear.
ko: 선서합니다.

# Narration/&Council_00_28_All_Default
source: I swear.
ko: 선서합니다.

# Narration/&Council_00_29_Chamberlain_NPC
source: Excellent. Lord Carran will enter your name into Council's register. Thank you for your service.
ko: 훌륭합니다. 캐런 경이 의회의 등록부에 당신들의 이름을 기록할 것입니다. 당신의 봉사에 감사드립니다.

# Narration/&Council_00_30_Carran_NPC
source: Congratulations, deputies.
ko: 대리인이 되셨습니다. 축하드립니다.

# Narration/&Council_00_31_Any_Default
source: Wait, that's it?
ko: 잠깐, 그게 다야?

# Narration/&Council_00_32_Joke_WRITTEN
source: You were expecting a parade?
ko: 축하 행진이라도 있을 줄 알았어?

# Narration/&Council_00_32_Longenough_WRITTEN
source: That was long enough.
ko: 충분히 길었다고.

# Narration/&Council_00_32_Exitline_WRITTEN
source: Let's focus on the mission.
ko: 임무에 집중하자.

# Narration/&Council_00_32_joker_Default
source: What were you expecting? A parade?
ko: 뭘 기대한 거야? 축하 행진?

# Narration/&Council_00_32_joker_Slang
source: Were you hoping for a kiss from the Princess?
ko: 공주님 입맞춤이라도 받을 줄 알았어?

# Narration/&Council_00_33_Any_Default
source: I suppose you imagined something more pompous.
ko: 이것보다 좀 더 화려한 걸 상상했었지.

# Narration/&Council_00_34_Any_Default
source: No. I don't know. It just feels a bit… anticlimactic.
ko: 그렇지는 않은데 뭔가 좀 약간... 시시하게 끝나서 말이야.

# Narration/&Council_00_35_Carran_NPC
source: Sorry to disappoint.
ko: 실망을 드려 미안하군요.

# Narration/&Council_00_32_Longenough_Choice
source: Frankly, the speech was long enough for my taste.
ko: 솔직히 나한테는 연설이 너무나도 길었다고.

# Narration/&Council_00_32_Longenough_Carran01
source: The formality reflects the solemnity of your oath.
ko: 맹세의 형식은 맹세 내용의 엄숙함을 반영하지요.

# Narration/&Council_00_32_Longenough_Carran02
source: But more would probably be… immodest.
ko: 하지만 좀... 무미건조하기는 하지요.

# Narration/&Council_00_32_Exitline_Choice
source: Stop wasting time! What's the mission?
ko: 시간 낭비는 그만! 임무는 무엇입니까?

# Narration/&Council_00_32_Exitline_Carran
source: Well! A motivated deputy.
ko: 정말 의욕이 넘치는 대리인이군요.

# Narration/&Council_00_42_Carran_NPC
source: So - the mission:
ko: 그러니까, 임무 말이지요:

# Narration/&Council_00_44_Carran_NPC
source: As I'm sure you know, the Council maintains a number of outposts…
ko: 알다시피 의회는 여러 전초기지를 운영하고 있습니다...

# Narration/&Council_00_45_Carran_NPC
source: …to secure the border between the Principality and the Marches.
ko: ...공국과 접경지 사이 경계를 지키고 있죠.

# Narration/&Council_00_46_Carran_NPC
source: One of them is the former Imperial Fortress, Caer Lem.
ko: 그 중, 옛 제국의 요새였던 케어 렘이라는 곳이 있습니다.

# Narration/&Council_00_47_Carran_NPC
source: It is held by some fifty troops under the command of Captain Henrik.
ko: 헨릭 대위 휘하 약 50명의 부대가 이곳을 지키고 있었습니다.

# Narration/&Council_00_48_Carran_NPC
source: He sends us weekly status reports - or rather, he used to.
ko: 대위는 매주 현황 보고서를 보내옵니다. 정확히는, 보내왔었죠.

# Narration/&Council_00_49_Carran_NPC
source: We haven't heard a word from him in three weeks.
ko: 그와 연락이 두절된 지 3주가 지났습니다.

# Narration/&Council_00_50_Carran_NPC
source: Leave immediately for Caer Lem and find out if anyone there is still alive.
ko: 즉시 케어 렘으로 이동하여 생존자가 있는지 확인하십시오.

# Narration/&Council_00_51_Carran_NPC
source: If Captain Henrik or anyone else is still breathing, bring them back.
ko: 헨릭 대위나 다른 그 누구든, 아직 숨이 붙어 있다면 즉시 데려오십시오.

# Narration/&Council_00_52_Carran_NPC
source: The Council wants a first-hand report.
ko: 의회는 산증인의 보고를 원합니다.

# Narration/&Council_00_53_Dangerous_WRITTEN
source: Sounds dangerous.
ko: 너무 위험한데요.

# Narration/&Council_00_54_Marches_WRITTEN
source: Wait - you spoke of the Marches?
ko: 잠깐, 접경지라고 하셨나요?

# Narration/&Council_00_55_Henrik_WRITTEN
source: Tell us about Captain Henrik.
ko: 헨릭 대위에 대해 알려 주세요.

# Narration/&Council_00_56_ExitLine_WRITTEN
source: We're good to go.
ko: 떠날 준비가 되었습니다.

# Narration/&Council_00_57_Dangerous_Choice
source: A whole garrison, gone? There are only four of us.
ko: 수비대 전체가, 사라졌다고요? 우리는 고작 4명인걸요.

# Narration/&Council_00_58_Dangerous_Carran01
source: Just find out what happened. Run back if you get scared.
ko: 무슨 일이 있었는지만 알아보시는 겁니다. 겁이 나면 도망쳐와도 되고요.

# Narration/&Council_00_42_Joker_Normal
source: Got it. Though we were hoping for a first mission with more riches than risk, if you catch my drift.
ko: 알겠습니다. 첫 번째 임무로는 위험보다는 재물이 많길 기대했었지만요, 무슨 말인지 아시겠지만.

# Narration/&Council_00_42_Joker_Slang
source: We hear ya. Just so you know, we'd like to start slow. Meaning more treasure. Less danger.
ko: 아주 잘 들었어요. 아셔야 할 건, 우리는 천천히 시작하고 싶은데요. 많은 보물과 적은 위험 말이죠.

# Narration/&Council_00_59_Carran_NPC
source: You don't get to choose your mission, I'm afraid.
ko: 당신은 임무를 선택할 수 없습니다. 유감입니다.

# Narration/&Council_00_53_Carran_NPC
source: So gather what you need and go. Time is of the essence.
ko: 그러니 필요한 물자를 꾸려 출발하십시오. 시간이 촉박합니다.

# Narration/&Council_00_60_Marches_Choice
source: Wait! These Marches - they're not in the Badlands, are they?
ko: 잠깐, 접경지라고 하셨는데, 그럼 수비대가 황무지에 있는 게 아니군요?

# Narration/&Council_00_61_Marches_Carran01
source: The Marches are a no-man's-land, between the civilized world and the Badlands.
ko: 접경지는 문명 사회와 황무지 사이에 있는 무인지대입니다.

# Narration/&Council_00_62_Marches_Carran02
source: It's outside the chain of mountains that really define the Badlands.
ko: 황무지와 경계가 되는 산맥 바깥에 위치하죠.

# Narration/&Council_00_63_Marches_Carran03
source: We wouldn't send you in there… yet.
ko: 우리는 여러분들을 황무지로 보내지 않을 것입니다... 아직은 말입니다.

# Narration/&Council_00_64_Henrik_Choice
source: What can you tell us about this Captain Henrik?
ko: 헨릭 대위에 대해 무엇을 말해 주실 수 있습니까?

# Narration/&Council_00_65_Henrik_Carran01
source: A fine officer. More than fifteen years in the Principality's army.
ko: 훌륭한 장교입니다. 공국 군대에서 15년 이상 복무했습니다.

# Narration/&Council_00_66_Henrik_Carran02
source: He inspires trust, loyalty, and courage - hence the decision to post him there, facing danger.
ko: 그는 신뢰, 충성, 용기를 북돋우는 이입니다. 그리하여 위기 상황에 맞서도록 그곳에 배치하기로 결정했습니다.

# Narration/&Council_00_54_Any_Default
source: Right, I guess that's that. It's on to Caer Lem.
ko: 좋아요. 그정도면 된 것 같습니다. 케어 렘으로 향할 때입니다.

# Narration/&PotionsShop_Dialog_01_1_PotionShopOwner_NPC
source: Hello! How may I help you?
ko: 안녕하세요! 무엇을 도와드릴까요?

# Narration/&PotionsShop_Dialog_01_2_Any_WRITTEN
source: What do you sell?
ko: 무엇을 팔고 있나요?

# Narration/&PotionsShop_Dialog_01_3_Any_WRITTEN
source: Can we see your wares?
ko: 당신의 상품을 볼 수 있나요?

# Narration/&PotionsShop_Dialog_01_4_Any_Default
source: What do you sell here?
ko: 어떤 물건을 팔고 있나요?

# Narration/&PotionsShop_Dialog_01_5_PotionShopOwner_NPC
source: Mostly potions, for heroic adventurers like yourselves.
ko: 대부분 물약이죠. 여러분 같은 영웅적인 모험가를 위한 것들이요.

# Narration/&PotionsShop_Dialog_01_6_PotionShopOwner_NPC
source: I also have recipes for customers who like to craft their own.
ko: 자신의 물건을 만들고 싶어하는 고객들을 위한 레시피도 가지고 있어요.

# Narration/&PotionsShop_Dialog_01_7_PotionShopOwner_NPC
source: And ingredients too - even rare flowers from the Badlands.
ko: 그리고 황무지에서 온 희귀한 꽃 같은 재료들도 있답니다.

# Narration/&PotionsShop_Dialog_01_8_PotionShopOwner_NPC
source: Come back any time - I'm almost always open!
ko: 언제든지 다시 오십시오 - 저는 거의 항상 열려 있습니다!

# Narration/&GeneralStore_Dialog_01_1_StoreOwner_NPC
source: Welcome to Gorim's Emporium!
ko: 고림의 만물상에 오신 것을 환영합니다!

# Narration/&GeneralStore_Dialog_01_2_Any_WRITTEN
source: Are you Gorim?
ko: 당신이 고림이에요?

# Narration/&GeneralStore_Dialog_01_3_Any_WRITTEN
source: What do you sell?
ko: 무엇을 팔고 있죠?

# Narration/&GeneralStore_Dialog_01_4_Any_WRITTEN
source: Can we see your wares?
ko: 당신의 상품을 볼 수 있나요?

# Narration/&GeneralStore_Dialog_01_5_Any_Default
source: Are you Gorim?
ko: 당신이 고림인가요?

# Narration/&GeneralStore_Dialog_01_6_StoreOwner_NPC
source: That's me! The one and only.
ko: 네! 바로 저에요. 세상에 하나 뿐이죠.

# Narration/&GeneralStore_Dialog_01_7_Any_Default
source: What do you have to sell?
ko: 어떤 물건을 팔고 있나요?

# Narration/&GeneralStore_Dialog_01_8_StoreOwner_NPC
source: Everything you'll need for going out there into the Badlands…
ko: 황무지로 향하는 이들에게 필요한 모든 물품을 팔고 있죠…

# Narration/&GeneralStore_Dialog_01_9_StoreOwner_NPC
source: …food, ropes, torches - and of course, armor and weapons.
ko: ...음식이나, 밧줄, 횃불, 물론 갑옷과 무기도 있고요.

# Narration/&GeneralStore_Dialog_01_10_StoreOwner_NPC
source: I also have some other stock, like remedies and antitoxins.
ko: 그리고 또 치료제나 해독제 같은 다른 물건들도 있답니다.

# Narration/&GeneralStore_Dialog_01_11_StoreOwner_NPC
source: They might come in handy. Ever heard of deep spiders?
ko: 그게 도움이 될 겁니다. 깊은 곳 거미에 대해 들어본적 있으신가요?

# Narration/&Bartender_Dialog_01_1_Bartender_NPC
source: Hello, adventurers!
ko: 안녕하세요, 모험가 여러분!

# Narration/&Bartender_Dialog_01_2_Bartender_NPC
source: What can I offer you?
ko: 무엇이 필요하십니까?

# Narration/&Bartender_Dialog_01_3_Any_WRITTEN
source: Tell us about this place.
ko: 이곳에 대해 알려 주십시오.

# Narration/&Bartender_Dialog_01_4_Any_WRITTEN
source: Your beer tastes bad.
ko: 여기 맥주 맛이 별로에요.

# Narration/&Bartender_Dialog_01_5_Any_WRITTEN
source: We need a room.
ko: 하루 묵을 방이 필요해요.

# Narration/&Bartender_Dialog_01_5_1_Any_WRITTEN
source: Goodbye.
ko: 잘 있어요.

# Narration/&Bartender_Dialog_01_5_1_Any
source: We should go.
ko: 가볼게요.

# Narration/&Bartender_Dialog_01_6_Any_Default
source: Tell us about your tavern.
ko: 이 술집에 관해 설명해주세요.

# Narration/&Bartender_Dialog_01_7_Bartender_NPC
source: The inn? Well, it's not that old, but somehow it feels like it's been here forever.
ko: 여관이요? 흠, 그렇게 오래되진 않았지만, 아주 유서깊고 전통있는 곳처럼 느껴지죠.

# Narration/&Bartender_Dialog_01_8_Bartender_NPC
source: You can meet all kinds of people here, that's the good thing.
ko: 온갖 인간 군상을 만날 수 있습니다. 좋은 점이죠.

# Narration/&Bartender_Dialog_01_9_Bartender_NPC
source: An old Scavenger, a diplomat from the Council, a knight, a lord, a beggar…
ko: 늙은 스캐빈저, 의회의 외교관, 기사, 영주, 거지…

# Narration/&Bartender_Dialog_01_10_Bartender_NPC
source: We also have rooms to rent by the night.
ko: 하룻밤 묵을 수 있는 방도 제공합니다.

# Narration/&Bartender_Dialog_01_10_1_Any_Default
source: Why the name - Gravekeep's Cask?
ko: 왜 이곳 이름이 묘지기의 술통인가요?

# Narration/&Bartender_Dialog_01_10_2_Bartender_NPC
source: It's very old, from Imperial times. Perhaps a historian would know, but I don't.
ko: 제국 시절부터 내려온 오래된 이름이에요. 역사학자라면 알텐데 저는 잘 모릅니다.

# Narration/&Bartender_Dialog_01_11_Any_Default
source: Your beer is terrible, and that's being polite about it.
ko: 솔직히 말해서, 당신네 맥주 맛은 최악이야.

# Narration/&Bartender_Dialog_01_12_Bartender_NPC
source: What? I've never had any complaints about the beer before!
ko: 뭐요? 맥주 맛이 별로라는 불만은 생전 처음 들어봅니다만!

# Narration/&Bartender_Dialog_01_13_Bartender_NPC
source: Maybe your palate is not refined enough.
ko: 당신의 미각이 덜 떨어진 거겠죠.

# Narration/&Bartender_Dialog_01_14_Any_Default
source: We'd like to stay for the night.
ko: 우리는 하룻밤 머물고 싶습니다.

# Narration/&Bartender_Dialog_01_15_Bartender_NPC
source: Sure! Just walk up to the suite and settle in.
ko: 그럼요! 위쪽 스위트룸으로 올라가서 자리를 잡으세요.

# Narration/&Bartender_Dialog_01_16_Any_Default
source: A suite?
ko: 스위트룸?

# Narration/&Bartender_Dialog_01_17_Bartender_NPC
source: It's more like a large bedroom, really - but you know, this is the capital city.
ko: 실제로는 큰 침실에 가깝지만, 아시다시피 여기는 수도니까요.

# Narration/&Bartender_Dialog_01_NoMoneyToPay
source: No money, eh. No room, then.
ko: 돈이 없군요, 에헴. 그럼 방도 없어요.

# Narration/&Scavengers_Generic_Hello
source: Clear skies, my friends.
ko: 좋은 하루 되시오, 친구들.

# Narration/&Scavengers_Generic_Goodbye
source: Stay in the light, my friends.
ko: 빛이 함께 하시길, 친구들이여.

# Narration/&Scavengers_Dialog_01_1_Quartermaster_NPC
source: Deputies? A word, if you please.
ko: 대리인 여러분? 용건이 있습니다만.

# Narration/&Scavengers_Dialog_01_2_Joker_Default
source: So famous already? I love it!
ko: 벌써 유명해진 건가? 멋진데!

# Narration/&Scavengers_Dialog_01_3_Any_Default
source: You were in there, too. Are you a member of the Council?
ko: 당신도 그곳에 계셨군요. 의회의 일원이십니까?

# Narration/&Scavengers_Dialog_01_4_Quartermaster_NPC
source: I'm Annie Bagmordah, Quartermaster of the Scavenger's guild.
ko: 저는 애니 바그모다입니다. 스캐빈저 길드의 보급관이죠.

# Narration/&Scavengers_Dialog_01_5_Quartermaster_NPC
source: We don't have a seat in there, but…
ko: 비록 평의회에 참여하는 대표는 없지만…

# Narration/&Scavengers_Dialog_01_6_Quartermaster_NPC
source: …they all know exploring the Badlands without us would be a bad idea.
ko: ... 모두가 우리 없이 황무지를 탐험하는 것이 어리석은 생각이라는 것은 알고 있습니다.

# Narration/&Scavengers_Dialog_01_7_Quartermaster_NPC
source: That's why you should stop by our headquarters downtown.
ko: 그게 우리 본부에 들러야 하는 이유죠.

# Narration/&Scavengers_Dialog_01_8_Quartermaster_NPC
source: You'll need our services, I'm sure.
ko: 장담컨대 여러분은 우리 서비스가 필요할 겁니다.

# Narration/&Scavengers_Dialog_01_9_Any_Default
source: Is that… compulsory?
ko: 그건... 강제적인 건가요?

# Narration/&Scavengers_Dialog_01_10_Quartermaster_NPC
source: No, but you'll find our services useful. Everyone does.
ko: 그렇지 않습니다. 하지만 우리의 서비스가 유용하다는걸 아시게 될 겁니다. 모두가 인정하죠.

# Narration/&Scavengers_Dialog_01_11_Quartermaster_NPC
source: Did lord Carran not tell you?
ko: 캐런 경이 말해 주지 않았나요?

# Narration/&Scavengers_Dialog_01_12_Any_Default
source: No - he pretty much stuck to giving orders.
ko: 아뇨, 그는 열심히 지시를 내리기만 했죠.

# Narration/&Scavengers_Dialog_01_13_Quartermaster_NPC
source: Ah, right. Anyway, we offer plenty of help and advice to beginners like you.
ko: 오, 그랬나요. 어쨌든, 우리는 여러분 같은 초보자들에게 많은 도움과 조언을 제공하죠.

# Narration/&Scavengers_Dialog_01_14_Joker_Default
source: We are grown-ups, you know. At least, most of us are.
ko: 우린 다 자란 어른이라고요, 좀 덜 자란 친구도 있지만.

# Narration/&Scavengers_Dialog_01_15_Quartermaster_NPC
source: Of course you are. Well, good luck!
ko: 물론 그렇겠죠. 좋아요. 행운을 빕니다!

# Narration/&Scavengers_Dialog_01_16_Lowlife_Default
source: At least she's not another lady or something.
ko: 적어도 또 다른 귀족 나부랭이는 아니었구만.

# Narration/&Scavengers_Dialog_01_17_Lawkeeper_Default
source: Scavengers, eh? I never knew if they were legit or not.
ko: 스캐빈저라고? 진짜 있는 건지도 몰랐는데.

# Narration/&Scavengers_Dialog_01_18_Sellsword_Default
source: They're tough, these Scavengers. Fearless.
ko: 스캐빈저들은 겁없고 터프하지.

# Narration/&Scavengers_Dialog_01_19_Highclass_Default
source: Inviting beggars to the Council? How peculiar.
ko: 의회에 거지들을 초대한다고? 특이하네.

# Narration/&Scavengers_Dialog_01_20_Acolyte_Default
source: I'd rather visit the temple, honestly.
ko: 솔직히 말하자면, 사원에 가보는 게 좋겠군.
