Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&ReturnToCC_Teleporter24_Princess_NPC
source: I recognize this tower… or what's left of it.
ko: 이 탑이 뭔지 압니다... 혹은 남아있는게 무엇인지.

# Narration/&ReturnToCC_Teleporter25_Princess_NPC
source: There is a gate not too far away.
ko: 그리 멀지 않은 곳에 관문이 하나 있습니다.

# Narration/&ReturnToCC_Teleporter26_Princess_NPC
source: But who knows how the place looks like now?
ko: 하지만 그곳이 지금 어떤 모습일지 누가 알까요?

# Narration/&ReturnToCC_Teleporter27_Authority_Default
source: We're running out of time! If there is a chance to stop them…
ko: 시간이 없습니다! 그들을 막을 일말의 기회라도 남아있다면…

# Narration/&ReturnToCC_Teleporter28_Violent_Default
source: They don't stand a chance against you!
ko: 그들에게는 당신에게 맞설 기회조차 없을 것입니다!

# Narration/&ReturnToCC_Teleporter29_Princess_NPC
source: Alas, I cannot go into the Badlands.
ko: 아아, 나는 황무지로 갈 수가 없습니다.

# Narration/&ReturnToCC_Teleporter30_Nosy_Default
source: What? Why?
ko: 무슨.. 왜죠?

# Narration/&ReturnToCC_Teleporter31_Princess_NPC
source: Long story short: it would kill me faster than any dark god.
ko: 간단히 말하자면, 그곳은 그 어떤 어둠의 신보다도 빠르게 날 죽일것입니다.

# Narration/&ReturnToCC_Teleporter32_Princess_NPC
source: There's no time to explain - you have to trust me.
ko: 설명할 시간이 없어요. 당신들은 날 믿어야합니다.

# Narration/&ReturnToCC_Teleporter33_Princess_NPC
source: Only you can save Solasta now.
ko: 오직 여러분만이 솔라스타를 구할 수 있어요.

# Narration/&ReturnToCC_Teleporter34_Selfpres_Default
source: Us? What about all your… heroes, and all?
ko: 우리들이요? 전하의... 영웅들은 어쩌고요?

# Narration/&ReturnToCC_Teleporter35_Princess_NPC
source: Marshal Sunblaze is weakened from casting Resurrection spells, and so are most of his clerics.
ko: 선블레이즈 원수는 부활 주문을 시전하느라 쇠약해져 있습니다. 그리고 그의 클레릭들 대부분도 마찬가지이고요.

# Narration/&ReturnToCC_Teleporter36_Pragmatic_Default
source: Oh… they planned this as well, didn't they?
ko: 오... 적들은 이것까지도 계획에 포함시켰었군요. 그렇지 않나요?

# Narration/&ReturnToCC_Teleporter37_Princess_NPC
source: All my best fighters and spellblades are on the border.
ko: 내 최고의 전사들과 스펠블레이드들은 국경지역에 나가있습니다.

# Narration/&ReturnToCC_Teleporter38_Princess_NPC
source: Protector Kean is not what she used to be.
ko: 수호자 킨은 예전같지 않고요.

# Narration/&ReturnToCC_Teleporter39_Authority_Default
source: Merton? You coming?
ko: 머튼? 당신도 갈 겁니까?

# Narration/&ReturnToCC_Teleporter40_Princess_NPC
source: He's staying with me. Caer Cyflen is on fire, its streets full of Sorak pawns on a murder spree.
ko: 머튼은 나와 여기 남을 거에요. 케어 키플렌이 불타고 있고, 거리에는 소락 꼭두각시들이 사람들을 죽이고 있어요.

# Narration/&ReturnToCC_Teleporter41_Princess_NPC
source: The Crown needs you. I felt it, from the beginning.
ko: 왕관에겐 당신이 필요해요. 처음 봤을 때부터 느꼈죠.

# Narration/&ReturnToCC_Teleporter42_Princess_NPC
source: Kaseinax's spirit calls for you to save him from the darkness.
ko: 카세이낙스의 영혼이 어둠으로부터 그를 구해달라며 당신을 부르고 있어요.

# Narration/&ReturnToCC_Teleporter43_Nosy_Default
source: The Magister? You knew him?
ko: 그 마지스터요? 당신은 그를 아십니까?

# Narration/&ReturnToCC_Teleporter44_Princess_NPC
source: You're too curious for your own good.
ko: 당신은 호기심이 너무 많군요.

# Narration/&ReturnToCC_Teleporter45_Authority_Default
source: So, Merton's staying.
ko: 그럼, 머튼 씨는 여기 남게 되었군요.

# Narration/&ReturnToCC_Teleporter46_Merton_NPC
source: Can't say no to a princess. Especially that one.
ko: 공주님의 명을 거역할 수는 없지. 특히 지금 같은 때에는.

# Narration/&ReturnToCC_Teleporter47_Authority_Default
source: Fine, then.
ko: 알겠습니다.

# Narration/&ReturnToCC_Teleporter48_Princess_NPC
source: I can only give you a few trinkets to help you in your endeavor.
ko: 나는 당신들의 노고에 도움이 될 만한 몇가지 잡다한 물건들 정도만 제공해 드릴 수 있습니다.

# Narration/&ReturnToCC_Teleporter49_Princess_NPC
source: And my blessing.
ko: 그리고 나의 축복도요.

# Narration/&ReturnToCC_Teleporter50_Sellsword_Default
source: My arm is yours, Princess.
ko: 저는 당신의 칼입니다, 공주님.

# Narration/&ReturnToCC_Teleporter51_Aristocrat_Default
source: Serving you is the greatest honor, your royal highness.
ko: 전하를 모시게 된 것은 제게 있어서 더 할 나위 없는 영광입니다, 공주 전하.

# Narration/&ReturnToCC_Teleporter52_Spy_Default
source: You're definitely the best crowned head around.
ko: 전하는 제가 아는 왕족 중 최고이십니다.

# Narration/&ReturnToCC_Teleporter53_Academic_Default
source: To think that you knew the Magister? I have so many questions!
ko: 공주님께서 마지스터를 안다고 생각하는 것 말입니까? 전 물어볼 것이 너무나도 많아요!

# Narration/&ReturnToCC_Teleporter54_Lowlife_Default
source: That's more than enough, Princess. We'll do your dirty work.
ko: 그정도면 필요 이상입니다, 공주님. 손을 더럽히는 건 저희가 하겠습니다.

# Narration/&ReturnToCC_Teleporter55_Lawkeeper_Default
source: We will prevail or die, your royal highness.
ko: 우리에게는 승리 아니면 죽음 뿐입니다, 공주 전하.

# Narration/&ReturnToCC_Teleporter56_Philosopher_Default
source: So powerful - and yet so helpless to save Solasta. Fascinating.
ko: 매우 강력하지만 솔라스타를 구하기엔 역부족입니다. 흥미롭군요.

# Narration/&ReturnToCC_Teleporter57_AcolyteEinar_Default
source: Einar will be with us, your royal highness.
ko: 에이나르께서 우리와 함께하실 것입니다, 공주 전하.

# Narration/&ReturnToCC_Teleporter58_AcolyteMaraike_Default
source: Maraike will be with us in life and death.
ko: 마라이케가 우리의 삶과 죽음에 함께할 것입니다.

# Narration/&ReturnToCC_Teleporter59_AcolyteArun_Default
source: May Arun guide us all.
ko: 아룬께서 우리 모두를 이끄시길.

# Narration/&ReturnToCC_Teleporter60_AcolytePakri_Default
source: Justice will be served, your royal highness.
ko: 정의는 실현될 것입니다, 공주 전하.

# Narration/&ReturnToCC_Teleporter61_Princess_NPC
source: You should rest and prepare yourselves.
ko: 이제 휴식을 취하고 준비를 단단히 하십시오.

# Narration/&ReturnToCC_Teleporter62_Authority_Default
source: Sleep, now? There's no time!
ko: 잘 시간 없어요, 한시가 급합니다!

# Narration/&ReturnToCC_Teleporter63_Princess_NPC
source: You really should start admitting that you don't know everything.
ko: 여러분은 자신이 모든 걸 알지는 못한다는 사실을 받아들이기 시작해야 합니다.

# Narration/&ReturnToCC_Teleporter64_Princess_NPC
source: Rest now. Time will wait for you, I promise.
ko: 이제 쉬십시오. 시간은 당신을 기다려줄겁니다, 내 약속하지요.

# Narration/&ReturnToCC_Teleporter65_Princess_NPC
source: I will speak the words that will activate the gate for Sunset Peak.
ko: 내가 선셋 봉우리의 관문을 활성화할 수 있는 단어를 읊을 것입니다.

# Narration/&ReturnToCC_Teleporter66_Princess_NPC
source: When you are ready, step onto the gate, and fulfill your destiny.
ko: 준비를 마치면, 관문에 올라서서 당신들의 사명을 완수하세요.

# Narration/&ReturnToCC_TimeLapse1_Nosy_Default
source: Did she just… stop time?
ko: 지금 그녀가... 시간을 멈춘건가?

# Narration/&ReturnToCC_TimeLapse2_Acolyte_Default
source: This is unnatural.
ko: 이건 부자연스러운 일이야.

# Narration/&ReturnToCC_TimeLapse3_Selfpres_Default
source: I won't be able to sleep now.
ko: 난 지금 잘 수 있을 것 같지가 않아.

# Narration/&ReturnToCC_TimeLapse4_Authority_Default
source: You know what's at stake.
ko: 뭐가 중요한 지 알고있잖아.

# Narration/&ReturnToCC_TimeLapse5_Authority_Default
source: We'll need to be ready for anything.
ko: 우린 철저히 준비해야 해.

# Narration/&Mertonswife2_Bitterroot_NPC
source: It's worse than I thought. I met with this fake baron more than once recently...
ko: 생각보다 심각하네. 최근에 이 가짜 남작을 최소한 두 번은 봤었는데...

# Narration/&Mertonswife3_Bitterroot_NPC
source: Didn't see a difference.
ko: 차이가 없었다고.

# Narration/&Mertonswife4_Lawful_Normal
source: Nice to meet you, too.
ko: 만나서 참~ 반갑네요.

# Narration/&Mertonswife5_Lawful_Formal
source: And who might you be, lady?
ko: 그래서 댁은 누구 되십니까, 숙녀분?

# Narration/&Mertonswife6_Bitterroot_NPC
source: Call me Bitterroot.
ko: 비터루트라 불러.

# Narration/&Mertonswife7_Nosy_Formal
source: That's a peculiar name.
ko: 이름 참 신기하네요.

# Narration/&Mertonswife8_Nosy_Normal
source: So that's not your real name?
ko: 가명을 쓰는 거죠?

# Narration/&Mertonswife9_Bitterroot_NPC
source: It's the only name I need.
ko: 그것 말고 다른 이름은 필요 없어.

# Narration/&Mertonswife10_Bitterroot_NPC
source: Tell me something.
ko: 얘기 좀 해 봐.

# Narration/&Mertonswife11_Bitterroot_NPC
source: You're bound to the Legacy Council, right?
ko: 넌 유산 평의회 소속이지?

# Narration/&Mertonswife12_Cynical_Normal
source: I knew these badges would help eventually.
ko: 이 신분증이 마침내 도움이 되는 날이 오는구나.

# Narration/&Mertonswife13_Friendly_Normal
source: Yes, we are. Interested in joining?
ko: 네 맞습니다. 함께 하실 생각이 있으신가요?

# Narration/&Mertonswife14_Bitterroot_NPC
source: Ever heard of Arwin Merton? He's probably marinating in some tavern in Caer Cyflen.
ko: 아르윈 머튼에 대해 들어본 적이 없나? 아마도 케어 키플렌의 어느 술집에선가 술에 쩔어 있을 거야.

# Narration/&Mertonswife15_Authority_Normal
source: We met him.
ko: 만나본 적 있죠.

# Narration/&Mertonswife16_Bitterroot_NPC
source: If you'd be so kind, I have something I'd like you to take back to him.
ko: 네가 그렇게 친절하다면, 놈에게 돌려주었으면 하는 물건이 있어.

# Narration/&Mertonswife17_Bitterroot_NPC
source: A message, and a gift.
ko: 메세지 하나와 선물 하나.

# Narration/&Mertonswife18_Violent_Normal
source: Why not go yourself?
ko: 왜 직접 하지 않나요?

# Narration/&Mertonswife19_Bitterroot_NPC
source: I'm not going to him. He needs to come to me.
ko: 내가 가지는 않을 거야. 놈이 나를 찾아와야 해.

# Narration/&Mertonswife20_Helpful_Normal
source: A personal matter?
ko: 사적인 문제인가요?

# Narration/&Mertonswife21_Helpful_Slang
source: He cheated on you or something?
ko: 바람 피웠다던가 뭐 그런 겁니까?

# Narration/&Mertonswife22_Helpful_Formal
source: Sounds like a sensitive topic.
ko: 민감한 문제로 들리는군요.

# Narration/&Mertonswife23_Bitterroot_NPC
source: I'd rather not go into detail.
ko: 너무 자세히 파고들지는 않았으면 좋겠군.

# Narration/&Mertonswife24_Authority_Slang
source: What's the gift?
ko: 선물은 뭔가요?

# Narration/&Mertonswife25_Authority_Normal
source: What do we need to take back?
ko: 무엇을 되돌려 주라는 겁니까?

# Narration/&Mertonswife26_Bitterroot_NPC
source: A longsword.
ko: 롱소드.

# Narration/&Mertonswife27_Pragmatic_Normal
source: Not too heavy. We could do that.
ko: 그렇게까지 무거운 물건은 아니군요. 우리가 해드릴 수 있을거에요.

# Narration/&Mertonswife28_Greed_Normal
source: But what's the reward?
ko: 보상은 뭔가요?

# Narration/&Mertonswife29_Bitterroot_NPC
source: Ah - real heroes!
ko: 진정한 영웅이시로군!

# Narration/&Mertonswife30_Bitterroot_NPC
source: I can give you the location of a... treasure.
ko: 보물... 위치를 알려줄 수 있어.

# Narration/&Mertonswife31_Cynical_Normal
source: Of course, everyone keeps a treasure map in their pocket, just in case...
ko: 그럼 그럼, 누구나 만일에 대비한 보물지도 하나씩은 갖고 있는 법이지.

# Narration/&Mertonswife32_Bitterroot_NPC
source: It's a Manacalon building in the Badlands.
ko: 그 보물이라는건 황무지에 있는 마나칼론 건축물이야.

# Narration/&Mertonswife33_Bitterroot_NPC
source: The Arcaneum wanted me to loot it.
ko: 아케니움은 내가 그곳을 털어오길 바랐지.

# Narration/&Mertonswife33_Bitterroot_NPC2
source: Apparently, it was a Silent Whisper base before the Cataclysm.
ko: 듣자하니 대격변 이전에는 고요한 속삭임 기지였다더군.

# Narration/&Mertonswife34_Greed_Normal
source: Heddlon Surespell would pay a fortune for what's inside.
ko: 헤들론 슈어스펠이 후하게 쳐주겠군요.

# Narration/&Mertonswife35_Bitterroot_NPC
source: But it's full of monsters. Too many for me.
ko: 하지만 괴물로 한가득이야. 나에겐 벅차.

# Narration/&Mertonswife36_Friendly_Normal
source: We could team up.
ko: 같이 가시죠.

# Narration/&Mertonswife37_Bitterroot_NPC
source: I've... lost the taste for adventuring.
ko: 난... 모험에 정 떨어졌어.

# Narration/&Mertonswife38_Bitterroot_NPC
source: Do we have a deal?
ko: 할 거야?

# Narration/&Mertonswife39_Helpful_NPC
source: Sure.
ko: 그러죠.

# Narration/&Mertonswife40_Selfpres_NPC
source: Not interested.
ko: 별로.

# Narration/&Mertonswife41_Agree_NPC
source: Fine, what's the message?
ko: 좋습니다, 메시지는 뭡니까?

# Narration/&Mertonswife42_Choice_Refuse
source: Sorry. We have more important things to do.
ko: 미안합니다. 더 중요한 일이 있어서.

# Narration/&Mertonswife43_Choice_Accept
source: As you wish.
ko: 바라는대로 해드리죠.

# Narration/&Mertonswife44_Biterroot_NPC
source: Tell him he still owes me a child, and I'm waiting. Here, in Coparann.
ko: 아직 아이 하나 빚진 거 있으니, 코파란에서 내가 기다린다고 전해.

# Narration/&Mertonswife45_Any_Normal
source: All right... we'll tell him that.
ko: 좋아요... 전해드리죠.

# Narration/&Mertonswife46_Any_Formal
source: Fine, we'll take your message to him.
ko: 알겠습니다, 그에게 당신의 전언을 전해 드리겠습니다.

# Narration/&Mertonswife47_Biterroot_NPC
source: Thank you. Here's the blade. And the map.
ko: 고마워. 여기 롱소드랑 지도야.

# Narration/&Mertonswife48_Friendly_Normal
source: Farewell, Bitterroot.
ko: 잘 있어요, 비터루트.

# Narration/&Mertonswife2_1_Any_Normal
source: Hello, Arwin.
ko: 안녕하십니까, 아르윈.

# Narration/&Mertonswife2_2_Merton_NPC
source: Arwin? We're friends now?
ko: 아르윈? 내가 니 친구냐?

# Narration/&Mertonswife2_3_Merton_NPC
source: I'll keep calling you kid, I think.
ko: 계속 꼬맹이라고 불러야겠구먼, 이거.

# Narration/&Mertonswife2_4_Any_Normal
source: Whatever.
ko: 그러시던지요.

# Narration/&Mertonswife2_5_Any_Formal
source: Suit yourself.
ko: 마음대로 하십시오.

# Narration/&Mertonswife2_6_Any_Normal
source: We've been to Coparann - ring a bell?
ko: 저흰 코파란에 다녀왔습니다, 짐작 가는 거 없으신가요?

# Narration/&Mertonswife2_7_Any_Formal
source: I suppose you know the name Coparann.
ko: 코파란이란 이름을 들어보셨을 텐데요.

# Narration/&Mertonswife2_8_Merton_NPC
source: You bet.
ko: 물론이지.

# Narration/&Mertonswife2_9_Any_Normal
source: Apparently, you are indebted to someone there.
ko: 듣자 하니, 누구한테 빚이 있다던데요.

# Narration/&Mertonswife2_10_Any_Normal
source: An elf ranger. She calls herself Bitterroot.
ko: 엘프 레인저 말입니다. 비터루트라고 하더군요.

# Narration/&Mertonswife2_11_Merton_NPC
source: Really?
ko: 이름이?

# Narration/&Mertonswife2_12_Any_Normal
source: Something to do with her mood, maybe.
ko: 기분 나쁠 때 지었나 봐요, 아마도.

# Narration/&Mertonswife2_13_Any_Normal
source: She said you owe her… a child.
ko: 당신이 그녀에게 아이를... 빚지고 있다는데요.

# Narration/&Mertonswife2_14_Merton_NPC
source: She's crazy.
ko: 걘 완전 미친 년이야.

# Narration/&Mertonswife2_15_Any_Normal
source: We just said we'd bring the message. She's still waiting.
ko: 그냥 말을 전할 뿐이에요. 여전히 기다린다고요.

# Narration/&Mertonswife2_16_Merton_NPC
source: Yeah… thanks for the message.
ko: 그래... 알려줘서 고맙네.

# Narration/&Mertonswife2_17_Any_Normal
source: Want to tell us what this is about?
ko: 무슨 일인지 말해주고 싶지 않나요?

# Narration/&Mertonswife2_18_Any_Formal
source: Maybe you would like to share a story with us?
ko: 어떤 일인지 말해주지 않으시겠습니까?

# Narration/&Mertonswife2_19_Merton_NPC
source: No. I don't.
ko: 아니. 말 안 해.

# Narration/&Mertonswife2_20_Any_Normal
source: You didn't take her child away from her?
ko: 애를 납치한 건 아니죠?

# Narration/&Mertonswife2_21_Merton_NPC
source: You're out of line. I'd step back if I were you.
ko: 선을 넘었어. 더 캐묻지 않는 게 좋을 거다.

# Narration/&Mertonswife2_22_Any_Normal
source: All right. It's none of our business.
ko: 알겠습니다. 우리가 상관할 일은 아니지요.

# Narration/&Mertonswife2_23_Any_Normal
source: She gave us this for you.
ko: 비터루트가 당신에게 이걸 주라고 했습니다.

# Narration/&Mertonswife2_24_Merton_NPC
source: What?
ko: 뭐?

# Narration/&Mertonswife2_25_Merton_NPC
source: I don't believe it!
ko: 믿을 수가 없군!

# Narration/&Mertonswife2_26_Merton_NPC
source: She went back for it…
ko: 이걸 돌려주다니…

# Narration/&Mertonswife2_27_Any_Normal
source: Feel more like talking now?
ko: 이제 좀 얘기해주실 기분이 되셨습니까?

# Narration/&Mertonswife2_28_Merton_NPC
source: Get out!
ko: 꺼져!

# Narration/&LegendaryQuest_1_Merton_NPC
source: Hello again! I hear you're the terror of the Badlands.
ko: 또 보는군! 황무지의 공포로 불리고 있다며.

# Narration/&LegendaryQuest_2_Any_Default
source: We're getting by.
ko: 그럭저럭요.

# Narration/&LegendaryQuest_3_Any_Default
source: Did you hear about a lost god?
ko: 잃어버린 신에 대해 들은 거 있습니까?

# Narration/&LegendaryQuest_4_Merton_NPC
source: Sure - if you're ready to die!
ko: 물론. 죽을 준비가 됐다면 말이지!

# Narration/&LegendaryQuest_5_Any_Default
source: We're not green anymore, Merton.
ko: 우린 초보자가 아니라고요, 머튼.

# Narration/&LegendaryQuest_6_Merton_NPC
source: Fine, but the Lost God? That is the stuff of legend.
ko: 그렇지, 하지만 잃어버린 신? 그건 그냥 전설이라고.

# Narration/&LegendaryQuest_7_Merton_NPC
source: I've met a lot of people who wanted to find that temple.
ko: 그 신전을 찾으려고 하는 사람들 많이 봤었다.

# Narration/&LegendaryQuest_8_Merton_NPC
source: At first I tried to help. No one ever came back.
ko: 처음엔 도와줬었지. 아무도 돌아오지 못했고.

# Narration/&LegendaryQuest_9_Merton_NPC
source: So I decided to stop talking about it.
ko: 그래서 말 안 하기로 했어.

# Narration/&LegendaryQuest_10_Merton_NPC
source: I felt… well…
ko: 그게... 참…

# Narration/&LegendaryQuest_11_Any_Default
source: Responsible for their deaths?
ko: 죽은 거에 죄책감을 느낀다는 겁니까?

# Narration/&LegendaryQuest_12_Merton_NPC
source: Responsible? No - they paid for their folly.
ko: 죄책감? 아니. 멍청함의 대가를 치른 거지.

# Narration/&LegendaryQuest_13_Merton_NPC
source: I just grew tired of repeating the same warning over and over.
ko: 그냥 같은 경고를 계속 반복하는 것에 지쳐 버렸을 뿐이야.

# Narration/&LegendaryQuest_14_Any_Default
source: Are we bothering you?
ko: 우리가 지치게 하나요?

# Narration/&LegendaryQuest_15_Merton_NPC
source: You're always bothering me.
ko: 항상 지치게 하지.

# Narration/&LegendaryQuest_16_Any_Default
source: Let's go.
ko: 가죠.

# Narration/&LegendaryQuest_17_Merton_NPC
source: Oh, don't be so sensitive!
ko: 오, 그렇게 삐치지 마!

# Narration/&LegendaryQuest_18_Merton_NPC
source: All right - the temple is real. I've seen it.
ko: 알았어. 신전은 진짜야. 내가 봤다고.

# Narration/&LegendaryQuest_19_Any_Default
source: You have?
ko: 봤다고요?

# Narration/&LegendaryQuest_20_Merton_NPC
source: It was about fifteen years ago, but yes. I did.
ko: 대충 15년 전 쯤, 아무튼. 봤지.

# Narration/&LegendaryQuest_21_Any_Default
source: And you didn't raid it?
ko: 그리고 들어가진 않았다고요?

# Narration/&LegendaryQuest_22_Merton_NPC
source: Well, ten of us found the place…
ko: 음, 우리 중 열 명이 거길 찾았고…

# Narration/&LegendaryQuest_23_Merton_NPC
source: …when I was the only one left, I came home.
ko: ...나만 남아서, 집으로 왔지.

# Narration/&LegendaryQuest_24_Any_Default
source: The other nine died?
ko: 다른 아홉은 죽었단 겁니까?

# Narration/&LegendaryQuest_25_Merton_NPC
source: Slaughtered. All of them.
ko: 학살 당했지. 전부.

# Narration/&LegendaryQuest_26_Merton_NPC
source: Still interested?
ko: 아직도 관심 있냐?

# Narration/&LegendaryQuest_27_Any_Default
source: You think we're not strong enough?
ko: 우리가 그렇게 약해 보입니까?

# Narration/&LegendaryQuest_28_Merton_NPC
source: I don't know. You're the mighty Sorak killers, after all…
ko: 모르지. 결국, 강력한 소락 처리자가 됐지만…

# Narration/&LegendaryQuest_29_Merton_NPC
source: …maybe with me… you'd have a chance.
ko: ...나랑 간다면... 기회가 있을 거야.

# Narration/&LegendaryQuest_30_Any_Default
source: You'd come with us?
ko: 우리랑 가겠다고요?

# Narration/&LegendaryQuest_31_Merton_NPC
source: I wouldn't let anyone raid that temple without me.
ko: 나 없이는 누구도 신전을 가게 두진 않겠어.

# Narration/&LegendaryQuest_32_Merton_NPC
source: You'd never find it, for a start.
ko: 일단 절대 찾지도 못할 걸.

# Narration/&LegendaryQuest_33_Any_Default
source: Are you after the treasure?
ko: 보물을 노리는 겁니까?

# Narration/&LegendaryQuest_34_Merton_NPC
source: Who says there's any treasure?
ko: 누가 거기 보물이 있다고 하던?

# Narration/&LegendaryQuest_35_Merton_NPC
source: There's a monster - I know that.
ko: 괴물뿐이야. 그건 알지.

# Narration/&LegendaryQuest_36_Any_NPC
source: What is it?
ko: 이게 뭐죠?

# Narration/&LegendaryQuest_37_Merton_NPC
source: That, I don't know.
ko: 그거, 나도 몰라.

# Narration/&LegendaryQuest_38_Merton_NPC
source: I just want to be there first. I want that on my tombstone.
ko: 그냥 내가 앞장 설게. 묘비에 새겨줘.

# Narration/&LegendaryQuest_39_Any_Default
source: Fair enough.
ko: 어쩔 수 없네요.

# Narration/&LegendaryQuest_40_Merton_NPC
source: It's a long trip. If you're crazy enough to go, give me some time to pack my gear.
ko: 긴 여행이 될 거야. 갈 만큼 미쳤으면, 내 장비도 챙길 시간을 줘.

# Narration/&LegendaryQuest_41_Merton_NPC
source: I need the rest of the day. I'll wait for you here.
ko: 하루 정도 필요해. 여기서 기다리지.

# Narration/&LegendaryQuest_42_Any_Default
source: Sure.
ko: 그럼요.

# Narration/&LegendaryQuest_2_1_Authority_Normal
source: We're ready to take on that quest, Arwin.
ko: 임무를 수행할 준비가 되었습니다, 아르윈.

# Narration/&LegendaryQuest_2_2_Merton_NPC
source: Good for you!
ko: 잘 됐군!

# Narration/&LegendaryQuest_2_3_Friendly_Normal
source: Did you change your mind?
ko: 생각이 바뀌었나요?

# Narration/&LegendaryQuest_2_4_Merton_NPC
source: No, no. I'm ready!
ko: 아니, 아니. 난 준비됐어!

# Narration/&LegendaryQuest_2_5_Merton_NPC
source: Let's go!
ko: 가 봅시다!

# Narration/&LegendaryQuest_2_6_Lawful_Normal
source: Hey, we're supposed to go together, remember?
ko: 우리 같이 가기로 한 거, 기억나시죠?

# Narration/&LegendaryQuest_2_7_Merton_NPC
source: Yeah, about that. I have to go to Coparann first.
ko: 아, 그거 말인데. 난 코파란에 먼저 좀 들리도록 하지.

# Narration/&LegendaryQuest_2_8_Cynical_Normal
source: Oh - unfinished business, maybe?
ko: 오우, 마무리할 일 같은 게 있나 보죠?

# Narration/&LegendaryQuest_2_9_Merton_NPC
source: You know exactly what business.
ko: 무슨 일인지 너희도 잘 알텐데.

# Narration/&LegendaryQuest_2_10_Authority_Normal
source: So how about the quest?
ko: 임무는 어쩌고요?

# Narration/&LegendaryQuest_2_11_Merton_NPC
source: Your map has a location called Caer Elis.
ko: 지도에 케어 엘리스라는 곳이 있을 거야.

# Narration/&LegendaryQuest_2_12_History_Normal
source: It's just an old Manacalon name.
ko: 그건 그냥 옛날 마나칼론식 이름이죠.

# Narration/&LegendaryQuest_2_13_Merton_NPC
source: Maybe, but there is a ruin - you'll see it. It's Tirmarian.
ko: 그럴지도, 거기엔 폐허가 있는데, 쉽게 찾을 수 있을거야. 그건 티르마르의 것일세.

# Narration/&LegendaryQuest_2_14_Merton_NPC
source: I'll be waiting for you.
ko: 기다리고 있겠네.

# Narration/&LegendaryQuest_2_15_Selfpres_Normal
source: What if we don't come?
ko: 만약에 우리가 오지 않으면요?

# Narration/&LegendaryQuest_2_16_Merton_NPC
source: Then damn the lot of you.
ko: 그럼 니들을 엄청 저주하겠지.

# Narration/&LegendaryQuest_2_17_Authority_Normal
source: What we get there before you do?
ko: 우리가 먼저 도착하면 어쩌죠?

# Narration/&LegendaryQuest_2_18_Merton_NPC
source: Ha, ha! As if you could!
ko: 하! 할 수 있으면 해보시지!

# Narration/&LegendaryQuest_2_19_Merton_NPC
source: See you there!
ko: 거기서 보자고!

# Narration/&LegendaryQuest_2_20_Selfpres_Normal
source: He's crazy.
ko: 완전 미친 것 같아.

# Narration/&LegendaryQuest_2_21_Pragmatic_Normal
source: And we're going with him.
ko: 그리고 우린 그 미친놈이랑 같이 가야 하지.

# Narration/&LegendaryQuest_3_1_Merton_NPC
source: See? I told you I'd be here.
ko: 내가 말했지? 먼저 와있을 거라고.

# Narration/&LegendaryQuest_3_2_Nosy_Normal
source: What have you been doing?
ko: 뭐하고 있었어요?

# Narration/&LegendaryQuest_3_3_Merton_NPC
source: Catching up with wildlife.
ko: 야생을 즐기고 있었지.

# Narration/&LegendaryQuest_3_4_Merton_NPC
source: It used to be my thing.
ko: 예전에 종종 그랬던 것처럼.

# Narration/&LegendaryQuest_3_5_Cynical_Normal
source: Camping in the Badlands? Really?
ko: 황무지에서 야영을 한다고요? 진심?

# Narration/&LegendaryQuest_3_6_Merton_NPC
source: Yep. Shadow Tamer, they called me.
ko: 그럼. 섀도테이머, 난 그렇게 불렸지.

# Narration/&LegendaryQuest_3_7_Pragmatic_Normal
source: Fine, Shadow Tamer - where's the temple?
ko: 뭐 그랬군요, 섀도테이머 씨 - 사원은 어디있나요?

# Narration/&LegendaryQuest_3_8_Merton_NPC
source: Behind the mist.
ko: 안개 너머에.

# Narration/&LegendaryQuest_4_1_Pragmatic_Normal
source: We're through the mist!
ko: 안개를 뚫고 가는군요!

# Narration/&LegendaryQuest_4_2_Merton_NPC
source: Don't get too cocky. This is where my friends died last time.
ko: 너무 자만하지 말게나. 여기가 지난 번에 내 친구들이 죽어나갔던 곳이야.

# Narration/&LegendaryQuest_4_3_Religion_Einar_Normal
source: Einar will guide us.
ko: 에이나르께서 우리를 인도하시길.

# Narration/&LegendaryQuest_4_4_Religion_Maraike_Normal
source: Maraike is with us.
ko: 마라이케시여 저희와 함께 하소서.

# Narration/&LegendaryQuest_4_5_Religion_Pakri_Normal
source: Pakri will clear our minds.
ko: 파크리께서 우리를 밝히시리라.

# Narration/&LegendaryQuest_4_6_Religion_Arun_Normal
source: Arun will guide our hearts.
ko: 아룬께서 우리의 마음을 인도하시리라.

# Narration/&LegendaryQuest_4_7_Sellsword_Normal
source: No pain, no gain.
ko: 고통 없이는 아무 것도 얻을 수 없지.

# Narration/&LegendaryQuest_4_8_Selpres_Normal
source: Thanks for the encouragement.
ko: 격려 감사하군요.

# Narration/&LegendaryQuest_4_9_Merton_NPC
source: Just saying…
ko: 그냥 얘기해 준 거지…

# Narration/&LegendaryQuest_5_1_Selfpres_Normal
source: We did it!
ko: 해냈어요!

# Narration/&LegendaryQuest_5_2_Merton_NPC
source: Yeah, we did!
ko: 그래 우리가 해냈네!

# Narration/&LegendaryQuest_5_3_Merton_NPC
source: There's still the big one, in there!
ko: 안에 가면 큰 거 하나 또 온다!

# Narration/&LegendaryQuest_5_4_Pragmatic_Normal
source: Sure. It's not over yet.
ko: 맞아요. 아직 안 끝났죠.

# Narration/&LegendaryQuest_5_5_Any_Normal
source: This is weird. I don't recognize any of these symbols.
ko: 이상해. 이 문양들, 본 적도 없어.

# Narration/&LegendaryQuest_5_6_Any_Normal
source: Was there really a lost god?
ko: 잃어버린 신이 정말로 있긴 했을까?

# Narration/&LegendaryQuest_5_7_History_Normal
source: I think I know what this was:
ko: 내가 아는 것 같은데:
