Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Background_Sellsword_End_9_Ceannard_NPC
source: Their names will be on a memorial I intend to build.
ko_mt: 그들의 이름은 내가 짓고자 하는 기념비에 기록될 것입니다.

# Background_Sellsword_End_10_Sellsword_Default
source: Great thanks.
ko_mt: 감사합니다.

# Background_Sellsword_End_11_Ceannard_NPC
source: Clear skies, my friends.
ko_mt: 맑은 하늘이여, 친구들.

# Optional_Academic_Quest_Start1_Bagmordah_NPC
source: Ah, there you are! Clear skies, my friends!
ko_mt: 아, 거기 있다! 맑은 하늘이여, 친구들!

# Optional_Academic_Quest_Start2_Bagmordah_NPC
source: Someone came to see you.
ko_mt: 누군가 당신을 보러 왔습니다.

# Optional_Academic_Quest_Start3_Academic_Default
source: Me? Who?
ko_mt: 나? 누구?

# Optional_Academic_Quest_Start4_Bagmordah_NPC
source: An old acquaintance, I gather. Master Dackin.
ko_mt: 오랜 지인, 모인다. 마스터 다킨.

# Optional_Academic_Quest_Start5_Bagmordah_NPC
source: He said he'd wait for you at Sunblaze Court.
ko_mt: 그는 Sunblaze Court에서 당신을 기다릴 것이라고 말했습니다.

# Optional_Academic_Quest_Start6_Academic_Default
source: Oh! Thanks for the message. Stay in the light!
ko_mt: 오! 메시지 주셔서 감사합니다. 빛 속에 머물러라!

# Optional_Academic_Quest_Start7_Anyother_Default
source: Everything all right?
ko_mt: 다 잘 될거야?

# Optional_Academic_Quest_Start8_Academic_Default
source: Like she said - an old acquaintance.
ko_mt: 그녀가 말했듯이 - 오래된 지인.

# Optional_Academic_Quest_MeetMaster1_Dackin_NPC
source: You came! I wondered, considering your new… rank.
ko_mt: 당신이 와서! 나는 당신의 새로운… 순위를 고려하여 궁금했습니다.

# Optional_Academic_Quest_MeetMaster2_Academic_Default
source: How are you, Master?
ko_mt: 어때요, 마스터?

# Optional_Academic_Quest_MeetMaster3_Dackin_NPC
source: It's nice that you pretend to care…
ko_mt: 배려하는 척 하는 모습이 보기 좋네요...

# Optional_Academic_Quest_MeetMaster4_Academic_Default
source: Are you going to hate me forever?
ko_mt: 날 영원히 미워할 셈이야?

# Optional_Academic_Quest_MeetMaster5_Dackin_NPC
source: I don't hate you. I just…
ko_mt: 난 당신을 싫어하지 않습니다. 난 그냥…

# Optional_Academic_Quest_MeetMaster6_Dackin_NPC
source: …well, it was your right to leave and…
ko_mt: … 글쎄, 떠나는 것은 당신의 권리였고…

# Optional_Academic_Quest_MeetMaster7_Dackin_NPC
source: …pursue a life of adventure.
ko_mt: … 모험의 삶을 추구하십시오.

# Optional_Academic_Quest_MeetMaster8_Dackin_NPC
source: Even if it wastes your academic talent.
ko_mt: 그것이 당신의 학문적 재능을 낭비하더라도.

# Optional_Academic_Quest_MeetMaster9_Academic_Default
source: It serves me well, thanks to you.
ko_mt: 그것은 당신 덕분에 나에게 잘 봉사합니다.

# Optional_Academic_Quest_MeetMaster10_Dackin_NPC
source: Maybe. Still, I'm without an assistant.
ko_mt: 아마도. 그래도 나는 어시스턴트가 없다.

# Optional_Academic_Quest_MeetMaster11_Dackin_NPC
source: Times have been hard.
ko_mt: 힘든 시간을 보냈습니다.

# Optional_Academic_Quest_MeetMaster12_Dackin_NPC
source: The Guild offered me a posting… south.
ko_mt: 길드에서 제게 직위를... 남쪽으로 제안했습니다.

# Optional_Academic_Quest_MeetMaster13_Academic_Default
source: You're not getting your department chair?
ko_mt: 학과장을 받지 못하셨나요?

# Optional_Academic_Quest_MeetMaster14_Dackin_NPC
source: Evidently not - unless I can make a major contribution.
ko_mt: 내가 큰 기여를 할 수 없다면 분명히 아닙니다.

# Optional_Academic_Quest_MeetMaster15_Dackin_NPC
source: That's why I wanted to see you.
ko_mt: 그래서 당신을 보고 싶었습니다.

# Optional_Academic_Quest_MeetMaster16_Dackin_NPC
source: I heard you went to Caer Lem, in the Marches.
ko_mt: 당신이 행진에 있는 Caer Lem에 갔다고 들었습니다.

# Optional_Academic_Quest_MeetMaster17_Academic_Default
source: That's right.
ko_mt: 좋아요.

# Optional_Academic_Quest_MeetMaster18_Dackin_NPC
source: There is an old Tirmarian tower there.
ko_mt: 그곳에는 오래된 티르마리아 탑이 있습니다.

# Optional_Academic_Quest_MeetMaster19_Academic_Default
source: Oh, yes. Very impressive, too.
ko_mt: 바로 이거 야. 매우 인상적이기도 합니다.

# Optional_Academic_Quest_MeetMaster20_Dackin_NPC
source: If I could just explore it - bring something back…
ko_mt: 내가 그것을 탐색할 수 있다면 - 뭔가를 다시 가져와...

# Optional_Academic_Quest_MeetMaster21_Dackin_NPC
source: Something the Guild couldn't ignore…
ko_mt: 길드가 간과할 수 없는 일...

# Optional_Academic_Quest_MeetMaster22_Dackin_NPC
source: I would have a chance at this chair.
ko_mt: 나는 이 의자에 기회가 있을 것이다.

# Optional_Academic_Quest_MeetMaster23_Dackin_NPC
source: The Scavengers say it's safe now. I can go.
ko_mt: 청소부들은 이제 안전하다고 말합니다. 나는 갈 수있다.

# Optional_Academic_Quest_MeetMaster24_Dackin_NPC
source: But once there, I'll need… well, some specific expertise.
ko_mt: 하지만 일단 거기에 도착하면... 음, 특정 전문 지식이 필요합니다.

# Optional_Academic_Quest_MeetMaster25_Academic_Default
source: …and that's us.
ko_mt: … 그리고 우리입니다.

# Optional_Academic_Quest_MeetMaster26_Dackin_NPC
source: It could salvage my career!
ko_mt: 내 경력을 살릴 수 있습니다!

# Optional_Academic_Quest_MeetMaster27_Academic_Default
source: Of course. I owe you that much, Master.
ko_mt: 물론. 당신에게 많은 빚을 졌습니다, 마스터.

# Optional_Academic_Quest_MeetMaster28_Dackin_NPC
source: Thanks. Find me at Caer Lem, then. I'll be ready!
ko_mt: 감사. 그럼 Caer Lem에서 저를 찾아주세요. 준비할게요!

# Optional_Academic_Quest_MeetMaster29_Academic_Default
source: We'll see you there. Stay in the light, Master!
ko_mt: 거기서 뵙겠습니다. 빛 속에 머물러라, 마스터!

# Optional_Academic_Quest_ArrivingAtCaerLem1_Friendly_Default
source: Clear skies, friend!
ko_mt: 맑은 하늘, 친구!

# Optional_Academic_Quest_ArrivingAtCaerLem2_Bertram_NPC
source: Clear skies, deputy!
ko_mt: 맑은 하늘, 의원님!

# Optional_Academic_Quest_ArrivingAtCaerLem3_Greed_WRITTEN
source: How's business in Caer Lem?
ko_mt: Caer Lem의 사업은 어떻습니까?

# Optional_Academic_Quest_ArrivingAtCaerLem4_Friendly_WRITTEN
source: What's your name?
ko_mt: 이름이 뭐에요?

# Optional_Academic_Quest_ArrivingAtCaerLem5_Nosy_WRITTEN
source: Did you find the secret passage?
ko_mt: 비밀통로를 찾으셨나요?

# Optional_Academic_Quest_ArrivingAtCaerLem6_Pragmatic_WRITTEN
source: Have you seen Master Dackin?
ko_mt: 마스터 대킨을 보셨나요?

# Optional_Academic_Quest_ArrivingAtCaerLem7_Greed_Choice
source: How's business been since we… cleaned up the place?
ko_mt: 우리가… 청소한 이후로 사업은 어떻게 되었습니까?

# Optional_Academic_Quest_ArrivingAtCaerLem8_Bertram_NPC
source: Not bad! Some folks are starting to explore a little further.
ko_mt: 나쁘지 않다! 일부 사람들은 조금 더 탐험하기 시작했습니다.

# Optional_Academic_Quest_ArrivingAtCaerLem9_Bertram_NPC
source: Though this… Sorak attack still has people nervous.
ko_mt: 그래도… 설악의 공격은 여전히 ​​사람들을 긴장시키고 있다.

# Optional_Academic_Quest_ArrivingAtCaerLem10_Bertram_NPC
source: Still, there's been no sign of them since…
ko_mt: 그래도 그 이후로는 흔적도 없고...

# Optional_Academic_Quest_ArrivingAtCaerLem11_Bertram_NPC
source: …so we mostly pretend it didn't happen.
ko_mt: … 그래서 우리는 대부분 일어나지 않은 척합니다.

# Optional_Academic_Quest_ArrivingAtCaerLem12_Pragmatic_Default
source: Huh - good for you.
ko_mt: 허 - 당신을 위해 좋은.

# Optional_Academic_Quest_ArrivingAtCaerLem13_Bertram_NPC
source: I'm Bertram.
ko_mt: 저는 버트람입니다.

# Optional_Academic_Quest_ArrivingAtCaerLem14_Friendly_Default
source: Good to meet you, Bertram.
ko_mt: 만나서 반가워요, 버트람.

# Optional_Academic_Quest_ArrivingAtCaerLem15_Bertram_NPC
source: I think so, but… your Sorak buddies seem to have blocked it.
ko_mt: 그런 것 같은데... 설악 친구들이 막은 것 같다.

# Optional_Academic_Quest_ArrivingAtCaerLem16_Bertram_NPC
source: They must have dug a little too hard in there.
ko_mt: 그들은 거기에 조금 너무 세게 팠을 것입니다.

# Optional_Academic_Quest_ArrivingAtCaerLem17_Greed_Default
source: I'm sure we can solve this little problem.
ko_mt: 나는 우리가 이 작은 문제를 해결할 수 있다고 확신합니다.

# Optional_Academic_Quest_ArrivingAtCaerLem18_Bertram_NPC
source: The Antiquarian? Sure.
ko_mt: 골동품? 확신하는.

# Optional_Academic_Quest_ArrivingAtCaerLem19_Bertram_NPC
source: He's in the courtyard.
ko_mt: 그는 안뜰에 있습니다.

# Optional_Academic_Quest_ArrivingAtCaerLem20_Bertram_NPC
source: He's been staring at the tower…
ko_mt: 그는 타워를 바라보고 있었다...

# Optional_Academic_Quest_ArrivingAtCaerLem21_Bertram_NPC
source: …trying to figure a way to get up there.
ko_mt: … 거기에 도달하는 방법을 찾으려고 노력 중입니다.

# Optional_Academic_Quest_ArrivingAtCaerLem22_Bertram_NPC
source: But he can't fly… wait, can he?
ko_mt: 하지만 그는 날 수 없습니다... 잠깐, 그렇지 않나요?

# Optional_Academic_Quest_ArrivingAtCaerLem23_Academic_Default
source: Seems not.
ko_mt: 아닌 것 같다.

# Optional_Academic_Quest_FindMaster1_Dackin_NPC
source: There you are!
ko_mt: 여기 있습니다!

# Optional_Academic_Quest_FindMaster2_Academic_Default
source: Are you ready for this?
ko_mt: 준비가 되셨습니까?

# Optional_Academic_Quest_FindMaster3_Dackin_NPC
source: I am. Any idea how to get up there?
ko_mt: 그래요. 거기에 어떻게 올라갈 생각이 있습니까?

# Optional_Academic_Quest_FindMaster4_Academic_Default
source: One or two.
ko_mt: 하나 또는 둘.

# Optional_Academic_Quest_FindMaster5_Dackin_NPC
source: I tried to think of a way, but…
ko_mt: 방법을 생각해 보았지만...

# Optional_Academic_Quest_FindMaster6_Dackin_NPC
source: …still, this place is incredible!
ko_mt: ...그래도 이곳은 정말 대단합니다!

# Optional_Academic_Quest_FindMaster7_Dackin_NPC
source: Did you notice that there was minor gate just here in the courtyard?
ko_mt: 여기 안뜰에 작은 문이 있다는 것을 눈치 챘습니까?

# Optional_Academic_Quest_FindMaster8_Academic_Default
source: As a matter of fact, I did.
ko_mt: 사실, 나는 그랬다.

# Optional_Academic_Quest_FindMaster9_Pragmatic_Default
source: Let's get to it, if you don't mind.
ko_mt: 괜찮으시다면 가봅시다.

# Optional_Academic_Quest_EnterTower1_Dackin_NPC
source: Fantastic… it looks like… well, another world.
ko_mt: 환상적입니다… 마치… 다른 세계처럼 보입니다.

# Optional_Academic_Quest_EnterTower2_Dackin_NPC
source: You must have seen so much!
ko_mt: 많이 보셨겠죠!

# Optional_Academic_Quest_EnterTower3_Academic_Default
source: I have. But this is still…
ko_mt: NS. 그러나 이것은 아직…

# Optional_Academic_Quest_EnterTower4_Dackin_NPC
source: …fascinating.
ko_mt: …매력적인.

# Optional_Academic_Quest_EnterTower5_Anyother_Default
source: Well, I see where you got your passion for learning!
ko_mt: 글쎄, 나는 당신이 학습에 대한 열정을 어디서 얻었는지 알 수 있습니다!

# Optional_Academic_Quest_EnterTower6_Academic_Default
source: Let's look around.
ko_mt: 주위를 둘러보자.

# Optional_Academic_Quest_EnterTower7_Academic_Default
source: Gather all the antiques we can.
ko_mt: 우리가 할 수 있는 모든 골동품을 모으십시오.

# Optional_Academic_Quest_DiscoverLibrary1_Dackin_NPC
source: By all the gods!
ko_mt: 모든 신들에 의해!

# Optional_Academic_Quest_DiscoverLibrary2_Dackin_NPC
source: This is really something.
ko_mt: 이것은 정말 뭔가입니다.

# Optional_Academic_Quest_DiscoverLibrary3_Academic_Default
source: It explains the library we found down in the caves.
ko_mt: 그것은 우리가 동굴에서 발견한 도서관을 설명합니다.

# Optional_Academic_Quest_DiscoverLibrary4_Dackin_NPC
source: The place seems… dangerous.
ko_mt: 장소가… 위험해 보입니다.

# Optional_Academic_Quest_DiscoverLibrary5_Academic_Default
source: Definitely. Be ready for a fight.
ko_mt: 분명히. 싸울 준비를 하세요.

# Optional_Academic_Quest_DiscoverLibrary6_Dackin_NPC
source: Wait - you know me. I don't fight.
ko_mt: 잠깐 - 당신은 나를 알고 있습니다. 나는 싸우지 않는다.

# Optional_Academic_Quest_AfterFight1_Academic_Default
source: Are you all right, Master?
ko_mt: 괜찮으세요, 마스터?

# Optional_Academic_Quest_AfterFight2_Dackin_NPC
source: I am… alive, or so it seems.
ko_mt: 나는… 살아 있거나 그렇게 보인다.

# Optional_Academic_Quest_AfterFight3_Academic_Default
source: Those are quite common in the Marches.
ko_mt: 행진곡에서 흔히 볼 수 있는 일들입니다.

# Optional_Academic_Quest_AfterFight4_Dackin_NPC
source: Just tell me there's something valuable down here!
ko_mt: 여기 아래에 가치 있는 것이 있다고 말해주세요!

# Optional_Academic_Quest_AfterFight5_Academic_Default
source: Oh, I think you'll be happy.
ko_mt: 오, 당신이 행복할 것 같아요.

# Optional_Academic_Quest_Ending1_Dackin_NPC
source: This is… more than I dared hope for… so much more!
ko_mt: 이것은… 감히 바라던 것 이상입니다… 훨씬 더!

# Optional_Academic_Quest_Ending2_Academic_Default
source: Good! I think the Guild will treat you a little better now. They'd lick your boots for a look at these!
ko_mt: 좋은! 이제 길드에서 좀 더 잘해줄 것 같아요. 그들은 이것을 보기 위해 당신의 부츠를 핥을 것입니다!

# Optional_Academic_Quest_Ending3_Dackin_NPC
source: I'd like to see them do that - one or two of them, in particular…
ko_mt: 나는 그들이 그렇게 하는 것을 보고 싶습니다 - 그들 중 하나 또는 둘, 특히...

# Optional_Academic_Quest_Ending4_Dackin_NPC
source: These will be perfect! Take whatever else you want - I have plenty!
ko_mt: 이것들은 완벽할 것입니다! 당신이 원하는 것은 무엇이든 가져 가라 - 나는 충분합니다!

# Optional_Academic_Quest_Ending5_Dackin_NPC
source: …And thank you.
ko_mt: … 감사합니다.

# Optional_Academic_Quest_Ending6_Academic_Default
source: You're welcome, Master.
ko_mt: 천만에요, 마스터.

# Optional_Academic_Quest_Ending7_Dackin_NPC
source: I think it's time you stop calling me that, you know.
ko_mt: 이제 그만 불러야 할 때라고 생각합니다.

# Optional_Academic_Quest_Ending8_Academic_Default
source: Well, how about Chairman of the Guild, then? With these books…
ko_mt: 그렇다면 길드 회장은 어떻습니까? 이 책들로…

# Optional_Academic_Quest_Ending9_Dackin_NPC
source: Stay in the light, my friend!
ko_mt: 빛 속에 머물러라, 친구여!

# Optional_Academic_Quest_Ending10_Academic_Default
source: You, too!
ko_mt: 당신 도요!

# Optional_Lowlife_Quest_Start1_Merton_NPC
source: Hey! Interested in a little side-job?
ko_mt: 여기 요! 작은 부업에 관심이 있으십니까?

# Optional_Lowlife_Quest_Start2_Player_Default
source: What kind of side-job?
ko_mt: 어떤 부업?

# Optional_Lowlife_Quest_Start3_Merton_NPC
source: The kind that takes particular skills and contacts.
ko_mt: 특별한 기술과 접촉을 필요로 하는 종류.

# Optional_Lowlife_Quest_Start4_Merton_NPC
source: In the - shall we say - involuntary gift business.
ko_mt: - 우리가 말할 것입니다 - 비자발적 선물 사업에서.

# Optional_Lowlife_Quest_Start5_Player_Default
source: Involuntary gift business'? That's just embarrassing.
ko_mt: 비자발적 선물 사업'? 창피할 뿐입니다.

# Optional_Lowlife_Quest_Start6_Player_Default
source: Say what you mean - the underworld, right?
ko_mt: 당신이 의미하는 바를 말하십시오 - 지하 세계, 맞죠?

# Optional_Lowlife_Quest_Start7_Merton_NPC
source: And there I was trying to be discreet.
ko_mt: 그리고 거기에서 나는 신중하려고 노력했습니다.

# Optional_Lowlife_Quest_Start8_Lowlife_Default
source: Try harder. Suppose I do have the skills and contacts you're looking for?
ko_mt: 더 열심히 해보세요. 내가 당신이 찾고 있는 기술과 연락처를 가지고 있다고 가정해 봅시다.

# Optional_Lowlife_Quest_Start9_Merton_NPC
source: Go to Annie Bagmordah at the Scavengers.
ko_mt: Scavengers에 있는 Annie Bagmordah에게 가십시오.

# Optional_Lowlife_Quest_Start10_Merton_NPC
source: Tell her I sent you.
ko_mt: 그녀에게 내가 당신을 보냈다고 전하세요.

# Optional_Lowlife_Quest_MeetAnnie1_Lowlifeb_Default
source: Merton says you got a problem.
ko_mt: 머튼은 당신에게 문제가 있다고 말합니다.

# Optional_Lowlife_Quest_MeetAnnie2_Annie_NPC
source: Uh… Arwin…
ko_mt: 어… 아르윈…

# Optional_Lowlife_Quest_MeetAnnie3_Annie_NPC
source: What makes you think you can help?
ko_mt: 당신이 도울 수 있다고 생각하는 이유는 무엇입니까?

# Optional_Lowlife_Quest_MeetAnnie4_Lowlifeb_Default
source: Not saying I can, yet. But I know people.
ko_mt: 아직 할 수 있다고 말하지는 않습니다. 그러나 나는 사람들을 알고 있습니다.

# Optional_Lowlife_Quest_MeetAnnie5_Annie_NPC
source: People who can track down stolen goods?
ko_mt: 도난당한 물건을 추적할 수 있는 사람?

# Optional_Lowlife_Quest_MeetAnnie6_Lowlifeb_Default
source: What kind of goods?
ko_mt: 어떤 종류의 상품?

# Optional_Lowlife_Quest_MeetAnnie6_Annie_NPC
source: A sword. Imperial.
ko_mt: 칼. 장엄한.

# Optional_Lowlife_Quest_MeetAnnie7_Annie_NPC
source: The guard has three diamonds. Probably magical.
ko_mt: 경비원은 세 개의 다이아몬드를 가지고 있습니다. 아마 마법처럼.

# Optional_Lowlife_Quest_MeetAnnie8_Curious_Default
source: Probably? What does it probably do?
ko_mt: 아마? 그것은 아마도 무엇을합니까?

# Optional_Lowlife_Quest_MeetAnnie9_Annie_NPC
source: Never got a chance to find out.
ko_mt: 알아낼 기회가 없었습니다.

# Optional_Lowlife_Quest_MeetAnnie10_Greedy_Default
source: You offering a reward?
ko_mt: 보상을 제공한다고?

# Optional_Lowlife_Quest_MeetAnnie11_Annie_NPC
source: I'll make it worth your while.
ko_mt: 당신의 시간을 가치있게 만들 것입니다.

# Optional_Lowlife_Quest_MeetAnnie12_Joker_Default
source: Are you not the one supposed to bring back stuff?
ko_mt: 당신은 물건을 다시 가져와야 하는 사람이 아닙니까?

# Optional_Lowlife_Quest_MeetAnnie13_Annie_NPC
source: Very funny.
ko_mt: 아주 재미있다.

# Optional_Lowlife_Quest_MeetNel1_Lowlife_Default
source: Hey, Nel! Still laughing?
ko_mt: 이봐, 넬! 아직도 웃어?

# Optional_Lowlife_Quest_MeetNel2_Nel_NPC
source: Like Misaye herself! You?
ko_mt: 미사예 자신처럼! 너?

# Optional_Lowlife_Quest_MeetNel3_Lowlife_NPC
source: Happy as a rat in a granary. Need an ear out.
ko_mt: 곡물 창고의 쥐처럼 행복합니다. 귀가 필요합니다.

# Optional_Lowlife_Quest_MeetNel4_Nel_NPC
source: For?
ko_mt: 을위한?

# Optional_Lowlife_Quest_MeetNel5_Lowlife_Default
source: A nice antique sword with three diamonds.
ko_mt: 세 개의 다이아몬드가 있는 멋진 골동품 검.

# Optional_Lowlife_Quest_MeetNel6_Lowlife_Default
source: Hear anything?
ko_mt: 아무 소리도 들리니?

# Optional_Lowlife_Quest_MeetNel7_Nel_NPC
source: Something. Talk to Gorim.
ko_mt: 무엇. 고림과 대화하십시오.

# Optional_Lowlife_Quest_MeetNel8_Joker_Default
source: So that's your former life, walking the streets?
ko_mt: 그게 너의 전생이야, 거리를 걷는 거니?

# Optional_Lowlife_Quest_MeetNel9_Lowlife_Default
source: And cutting the throats of people who crossed me.
ko_mt: 그리고 나를 가로지르는 사람들의 목을 베었습니다.

# Optional_Lowlife_Quest_MeetAnnie1_Lowlife_Default
source: Hey, Gorim! I'm in the market for a sword.
ko_mt: 이봐, 고림! 나는 칼을 위해 시장에 있다.

# Optional_Lowlife_Quest_MeetAnnie2_Lowlife_Default
source: A very particular one.
ko_mt: 아주 특별한 것.

# Optional_Lowlife_Quest_MeetAnnie3_Gorim_NPC
source: How particular?
ko_mt: 얼마나 구체적인가?

# Optional_Lowlife_Quest_MeetAnnie4_Lowlife_Default
source: Imperial, three diamonds in the guard, probably magical.
ko_mt: 임페리얼, 경비원에 다이아몬드 3개, 아마도 마법일 것입니다.

# Optional_Lowlife_Quest_MeetAnnie5_Lowlife_Default
source: Sound familiar?
ko_mt: 익숙한 소리?

# Optional_Lowlife_Quest_MeetAnnie6_Gorim_NPC
source: Too expensive for me. I turned him down.
ko_mt: 나에게는 너무 비싸다. 나는 그를 거절했다.

# Optional_Lowlife_Quest_MeetAnnie7_Lowlife_Default
source: He have a name?
ko_mt: 이름이 있어?

# Optional_Lowlife_Quest_MeetAnnie8_Gorim_NPC
source: Didn't say. I told him to ask for Surespell at the Gravekeep's Cask.
ko_mt: 말하지 않았다. 나는 그에게 Gravekeep's Cask에서 Surespell을 요청하라고 말했습니다.

# Optional_Lowlife_Quest_MeetAnnie9_Gorim_NPC
source: The Arcaneum has money.
ko_mt: Arcaneum에는 돈이 있습니다.

# Optional_Lowlife_Quest_MeetAnnie10_Lowlife_Default
source: Thanks.
ko_mt: 감사.

# Optional_Lowlife_Quest_MeetAnnie11_Gorim_NPC
source: Thank me by buying something.
ko_mt: 감사합니다.

# Optional_Lowlife_Quest_MeetAnnie12_Lowlife_Default
source: Another time, but I will.
ko_mt: 다른 시간이지만 나는 할 것입니다.

# Optional_Lowlife_Quest_MeetAnnie13_Gorim_NPC
source: I'll remember!
ko_mt: 기억하겠습니다!

# Optional_Lowlife_Quest_Tavern1_Karel_NPC
source: Hey, Karel!
ko_mt: 이봐, 카렐!

# Optional_Lowlife_Quest_Tavern2_Lowlife_Default
source: Back again?
ko_mt: 다시?

# Optional_Lowlife_Quest_Tavern3_Karel_NPC
source: Has anyone been in asking for Surespell?
ko_mt: Surespell을 요청한 사람이 있습니까?

# Optional_Lowlife_Quest_Tavern4_Karel_NPC
source: The Arcaneum guy?
ko_mt: 아카네움 녀석?

# Optional_Lowlife_Quest_Tavern5_Karel_NPC
source: Yes, as it happens. Over there. Still waiting, it seems.
ko_mt: 예, 발생합니다. 저기. 아직 기다리는 것 같습니다.

# Optional_Lowlife_Quest_Tavern6_Lowlife_Default
source: Thanks.
ko_mt: 감사.

# Optional_Lowlife_Quest_Tavern7_Lowlife_Default
source: I've been looking for you.
ko_mt: 당신을 찾고 있어요.

# Optional_Lowlife_Quest_Tavern8_Thief_NPC
source: I'm waiting for someone, and you're not him. Get lost.
ko_mt: 나는 누군가를 기다리고 있는데 당신은 그가 아닙니다. 길을 잃다.

# Optional_Lowlife_Quest_Tavern9_ChoiceA_WRITTEN
source: You have a stolen sword.
ko_mt: 당신은 훔친 칼을 가지고 있습니다.

# Optional_Lowlife_Quest_Tavern10_ChoiceB_WRITTEN
source: Let's make a deal.
ko_mt: 거래를하자.

# Optional_Lowlife_Quest_Tavern11_ChoiceC_WRITTEN
source: You're in trouble.
ko_mt: 당신은 어려움에 처해있다.

# Optional_Lowlife_Quest_Tavern12_Intimidator_Answer1
source: Don't come the hard case with me. You won't win.
ko_mt: 저와 함께 하드 케이스를 오지 마십시오. 당신은 이길 수 없습니다.

# Optional_Lowlife_Quest_Tavern13_Intimidator_Answer2
source: You have a sword that doesn't belong to you.
ko_mt: 당신은 당신의 것이 아닌 칼을 가지고 있습니다.

# Optional_Lowlife_Quest_Tavern14_Thief_Success
source: Listen, I don't want any trouble…
ko_mt: 들어봐, 난 아무 문제도 원하지 않아...

# Optional_Lowlife_Quest_Tavern15_Thief_Failure
source: You deaf or something? I said, get lost!
ko_mt: 당신은 귀머거리인가? 내가 말했다, 길을 잃다!

# Optional_Lowlife_Quest_Tavern16_Persuader_Answer1
source: You're waiting for someone to buy a sword.
ko_mt: 당신은 누군가가 칼을 사주기를 기다리고 있습니다.

# Optional_Lowlife_Quest_Tavern17_Persuader_Answer2
source: Old, three diamonds, probably magical. Am I right?
ko_mt: 오래된, 세 개의 다이아몬드, 아마도 마법일 것입니다. 내 말이 맞아?

# Optional_Lowlife_Quest_Tavern18_Thief_Success
source: How do you…?
ko_mt: 어떻게...?

# Optional_Lowlife_Quest_Tavern19_Thief_Success2
source: Doesn't matter.
ko_mt: 상관없습니다.

# Optional_Lowlife_Quest_Tavern20_Thief_Success2
source: What matters is, do you want a Council deputy owing you a favor?
ko_mt: 중요한 것은 당신에게 호의를 베풀어야 하는 의회 의원을 원하십니까?

# Optional_Lowlife_Quest_Tavern21_Thief_Success3
source: It had better be a pretty big favor.
ko_mt: 꽤 큰 호의를 베풀었다면 좋았을 텐데.

# Optional_Lowlife_Quest_Tavern22_Thief_Failure
source: I can make better friends than you with a sword like that…
ko_mt: 그런 검을 가지고 있으면 너보다 더 친해질 수 있어…

# Optional_Lowlife_Quest_Tavern23_Thief_Failure
source: …and get paid too!
ko_mt: … 그리고 급여도 받으세요!

# Optional_Lowlife_Quest_Tavern24_Deceiver_Answer1
source: It's about that very nice sword…
ko_mt: 그것은 그 아주 좋은 검에 관한 것입니다 ...

# Optional_Lowlife_Quest_Tavern25_Deceiver_Answer2
source: …that you're thinking of selling…
ko_mt: ...판매를 생각하고 계시다니...

# Optional_Lowlife_Quest_Tavern26_Deceiver_Answer3
source: …to Heddlon Surespell of the Arcaneum.
ko_mt: ... Arcaneum의 Heddlon Surespell에게.

# Optional_Lowlife_Quest_Tavern28_Deceiver_Success2
source: What matters is, do you want to end up nailed to a door in Fishtown?
ko_mt: 중요한 것은 결국 Fishtown의 문에 못 박히고 싶습니까?

# Optional_Lowlife_Quest_Tavern29_Thief_Success3
source: What?
ko_mt: 뭐라고 요?

# Optional_Lowlife_Quest_Tavern30_Deceiver_Success4
source: You see, the sword was already spoken for when you stole it from the Scavengers…
ko_mt: 알다시피, 당신이 스캐빈저스에게서 그것을 훔쳤을 때 이미 그 검에 대한 언급이 있었습니다...

# Optional_Lowlife_Quest_Tavern31_Deceiver_Success5
source: …and a certain someone's going to be very disappointed if they don't get it as planned.
ko_mt: … 그리고 어떤 사람은 계획대로 되지 않으면 매우 실망할 것입니다.

# Optional_Lowlife_Quest_Tavern32_Deceiver_Success6
source: The sort of someone who nails people to doors in Fishtown.
ko_mt: Fishtown에서 사람들을 문에 못 박는 종류의 사람입니다.

# Optional_Lowlife_Quest_Tavern33_Thief_NPC
source: Misaye's crooked dice! I… I can get it for you.
ko_mt: 미사예의 비뚤어진 주사위! 나는… 당신을 위해 그것을 얻을 수 있습니다.

# Optional_Lowlife_Quest_Tavern34_Deceiver_Success7
source: Just tell me where to find it. Then it might be wise to leave town.
ko_mt: 어디에서 찾을 수 있는지 알려주세요. 그렇다면 도시를 떠나는 것이 현명할 수 있습니다.

# Optional_Lowlife_Quest_Tavern35_Deceiver_Success8
source: I hear the Southern Isles are lovely at this time of year.
ko_mt: 이맘때 남섬이 아름답다고 들었습니다.

# Optional_Lowlife_Quest_Tavern36_Thief_Failure1
source: Ooh! I'm so scared. Sell your drivel somewhere else.
ko_mt: 오! 너무 무서워 드라이브를 다른 곳에서 판매하십시오.

# Optional_Lowlife_Quest_Tavern37_Any_Allfailed
source: Perhaps you missed our nice badge, here.
ko_mt: 아마도 여기에서 우리의 멋진 배지를 놓쳤을 것입니다.

# Optional_Lowlife_Quest_Tavern38_Thief_NPC
source: The Council? Oh, come on…
ko_mt: 평의회? 오 어서…

# Optional_Lowlife_Quest_Tavern39_Thief_NPC
source: It's in Misaye's temple for safekeeping.
ko_mt: 미사예의 사원에 보관되어 있습니다.

# Optional_Lowlife_Quest_Tavern40_Thief_NPC
source: Ask Nel for a bowl of soup.
ko_mt: Nel에게 수프 한 그릇을 요청하십시오.

# Optional_Lowlife_Quest_Tavern41_Lowlife_Default
source: Nel? I just talked to him… I should have known…
ko_mt: 넬? 방금 그에게 말을 걸었습니다... 진작에 알았어야 했는데...

# Optional_Lowlife_Quest_Tavern41_Cynical_Default
source: Bowl of soup? That's the worst password I've ever heard!
ko_mt: 수프 그릇? 그것은 내가 들어본 것 중 최악의 비밀번호입니다!

# Optional_Lowlife_Quest_Temple1_Lowlife_Default
source: Hey, Nel. So, I'm supposed to ask you for, uh…
ko_mt: 이봐, 넬. 그래서, 나는 당신에게 부탁해야 만합니다, 어…

# Optional_Lowlife_Quest_Temple2_Nel_NPC
source: A bowl of soup?
ko_mt: 수프 한 그릇?

# Optional_Lowlife_Quest_Temple3_Lowlife_Default
source: You knew?
ko_mt: 알고 계셨나요?

# Optional_Lowlife_Quest_Temple4_Nel_NPC
source: Of course! Misaye sees all!
ko_mt: 물론! 미사예는 모든 것을 본다!

# Optional_Lowlife_Quest_Temple5_Lowlife_Default
source: And you didn't tell me because…?
ko_mt: 그리고 당신이 나에게 말하지 않았기 때문에 ...?
