Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# AbjurationEnding_45_Adrasteia_NPC
source: …one last surprise for the Sorr-Akkath!
ko_mt: ... 소르-아카스를 위한 마지막 놀라움!

# AbjurationEnding_46_AcademicOrElse_Normal
source: What was it?
ko_mt: 뭐였지?

# AbjurationEnding_47_Adrasteia_NPC
source: Kaseinax had us walking Solasta in elven form for so long…
ko_mt: 카세이낙스는 우리가 너무 오랫동안 엘프 형태로 솔라스타를 걷게 했습니다...

# AbjurationEnding_48_Adrasteia_NPC
source: …but at this moment we resumed our true forms!
ko_mt: ...하지만 이 순간에 우리는 우리의 진정한 모습을 되찾았습니다!

# AbjurationEnding_49_Adrasteia_NPC
source: To secure the Rift for a few crucial moments…
ko_mt: 몇 가지 중요한 순간을 위해 균열을 보호하기 위해…

# AbjurationEnding_50_Adrasteia_NPC
source: …buying time with our lives in a furnace of magic and steel!
ko_mt: ... 마법과 강철의 용광로에서 우리의 삶으로 시간을 사는 것!

# AbjurationEnding_51_Adrasteia_NPC
source: So Kaseinax finished his ritual!
ko_mt: 그렇게 Kaseinax는 의식을 마쳤습니다!

# AbjurationEnding_52_AcademicOrElse_Normal
source: With the gems.
ko_mt: 보석과 함께.

# AbjurationEnding_53_Adrasteia_NPC
source: Take it, old friend, once again.
ko_mt: 받아라, 오랜 친구여, 다시 한 번.

# AbjurationEnding_54_Crownbearer_Normal
source: Old friend?
ko_mt: 오랜 친구?

# AbjurationEnding_55_Adrasteia_NPC
source: I feel your spirit in the Crown, Kaseinax!
ko_mt: 왕관에서 당신의 영혼이 느껴집니다, Kaseinax!

# AbjurationEnding_56_AcademicOrElse_normal
source: The Magister is still in the Crown?
ko_mt: 마기스터가 아직 왕관에 있다고?

# AbjurationEnding_57_Adrasteia_NPC
source: Enough talk of the past.
ko_mt: 과거에 대한 이야기는 충분합니다.

# AbjurationEnding_58_Adrasteia_NPC
source: Please accept these few tokens of my gratitude!
ko_mt: 내 감사의 이 몇 가지 표시를 받아주세요!

# AbjurationEnding_58_Adrasteia_NPC2
source: I must rest now. I foresee one last flight, when the need is greatest…
ko_mt: 이제 쉬어야 합니다. 가장 필요한 때 마지막 비행을 예견합니다…

# AbjurationEnding_59_Adrasteia_NPC
source: …and for that, I will need all my strength.
ko_mt: … 그러기 위해서는 모든 힘이 필요합니다.

# AbjurationEnding_59_Adrasteia_NPC2
source: Use my Gate freely. I believe you know how.
ko_mt: 내 게이트를 자유롭게 사용하십시오. 나는 당신이 방법을 알고 있다고 믿습니다.

# AbjurationEnding_60_Adrasteia_NPC
source: We shall meet again, before the end!
ko_mt: 우리는 끝나기 전에 다시 만나요!

# AbjurationEnding_60_Adrasteia_NPC2
source: But before you take your leave, if you would be so kind…
ko_mt: 하지만 당신이 떠나기 전에, 당신이 그렇게 친절했다면…

# AbjurationEnding_60_Adrasteia_NPC3
source: This creature you forced to flee still plagues my grounds with his minions.
ko_mt: 당신이 강제로 도망치게 한 이 생물은 여전히 ​​그의 부하들로 인해 내 땅을 괴롭히고 있습니다.

# AbjurationEnding_61_Adrasteia_NPC
source: Would you deal with them and free their prisoners?
ko_mt: 당신은 그들을 처리하고 그들의 포로를 석방하시겠습니까?

# AbjurationEnding_62_Adrasteia_NPC
source: As a courtesy.
ko_mt: 예의로.

# AbjurationEnding_63_Any_Default
source: We owe you that much. Thank you, Master Adrasteia.
ko_mt: 우리는 당신에게 많은 빚을 지고 있습니다. 감사합니다, 마스터 아드라스테아.

# AbjurationMildred_Tavern_Welcome
source: Welcome to the inn!
ko_mt: 여관에 오신 것을 환영합니다!

# AbjurationMildred_Tavern_StayForTheNight
source: Sure! Get settled!
ko_mt: 확신하는! 정착!

# AbjurationMildred_Tavern_Nomoney
source: No coin, no bed.
ko_mt: 동전도 없고 침대도 없습니다.

# AbjurationMildred_Tavern_Goodbye
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# Abjuration_Coparann_Atima_1_Atima_NPC
source: Sun on your face, travelers!
ko_mt: 당신의 얼굴에 태양, 여행자!

# Abjuration_Coparann_Atima_2_Atima_NPC
source: My name is Atima Bladeburn, priestess of Arun.
ko_mt: 제 이름은 아룬의 여사제 아티마 블레이드번입니다.

# Abjuration_Coparann_Atima_3_Arun_Default
source: A herald of fire?
ko_mt: 불의 전령?

# Abjuration_Coparann_Atima_4_Atima_NPC
source: It is my honor.
ko_mt: 내 영광이다.

# Abjuration_Coparann_Atima_5_Atima_NPC
source: What can I do for you?
ko_mt: 내가 당신을 위해 무엇을 할 수?

# Abjuration_Coparann_Atima_6_Arun_Default
source: Just passing by to pay our respects.
ko_mt: 그저 경의를 표하기 위해 지나가는 것뿐입니다.

# Abjuration_Coparann_Atima_7_Cynical_Default
source: Not me.
ko_mt: 내가 아니야.

# Abjuration_Coparann_Atima_8_Atima_NPC
source: Then good luck and fair weather, friends.
ko_mt: 그럼 행운을 빕니다. 날씨가 맑습니다. 친구들.

# Abjuration_Coparann_Atima_9_Any_Default
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# Abjuration_Coparann_Atima_10_Any_Default
source: We need your powers.
ko_mt: 우리는 당신의 힘이 필요합니다.

# AbjurationQuest_Kythaela_Jail_Aftermath_1_Ceannard_NPC
source: Gromnir! Thank Einar you're safe!
ko_mt: 그롬니르! Einar에게 감사합니다. 당신은 안전합니다!

# AbjurationQuest_Kythaela_Jail_Aftermath_2_BaronStonefist_NPC
source: Yes, I am - thanks to Joris and these adventurers, it seems!
ko_mt: 예, 그렇습니다. 요리스와 이 모험가들 덕분에 그런 것 같습니다!

# AbjurationQuest_Kythaela_Jail_Aftermath_3_Ceannard_NPC
source: Now, old friend - go see Atima with Joris!
ko_mt: 자, 오랜 친구여 - 요리스와 함께 아티마를 만나러 가십시오!

# AbjurationQuest_Kythaela_Jail_Aftermath_4_BaronStonefist_NPC
source: I'm fine!
ko_mt: 전 괜찮아요!

# AbjurationQuest_Kythaela_Jail_Aftermath_5_Ceannard_NPC
source: I knew you'd say that.
ko_mt: 그렇게 말할 줄 알았어.

# AbjurationQuest_Kythaela_Jail_Aftermath_6_Ceannard_NPC
source: I am the Ceannard, and you…
ko_mt: 나는 세아나드, 너는…

# AbjurationQuest_Kythaela_Jail_Aftermath_7_Ceannard_NPC
source: …you shall resume your duties only if our cleric says you're fit enough.
ko_mt: ...우리 성직자가 당신이 충분히 건강하다고 말할 때만 당신의 직무를 재개해야 합니다.

# AbjurationQuest_Kythaela_Jail_Aftermath_8_BaronStonefist_NPC
source: But -
ko_mt: 하지만 -

# AbjurationQuest_Kythaela_Jail_Aftermath_9_Ceannard_NPC
source: No buts! I shall secure the Keep and the valley till you're back!
ko_mt: 아니하지만! 당신이 돌아올 때까지 나는 성채와 계곡을 지킬 것입니다!

# AbjurationQuest_Kythaela_Jail_Aftermath_10_Ceannard_NPC
source: As for you, my friends, find Lady Kythaela's belongings…
ko_mt: 친구여, 여군주 Kythaela의 소지품을 찾으십시오…

# AbjurationQuest_Kythaela_Jail_Aftermath_11_Ceannard_NPC
source: …and meet me in the throne room.
ko_mt: … 그리고 왕좌의 방에서 만나요.

# AbjurationQuest_Kythaela_Jail_Aftermath_12_CrownbearerOrHighestHistory_Formal
source: Strike true!
ko_mt: 스트라이크 트루!

# AbjurationQuest_Kythaela_Jail_Aftermath_12_CrownbearerOrHighestHistory_Normal
source: Will do.
ko_mt: 할 것이다.

# AbjurationQuest_Kythaela_Gear_1_CrownbearerOrArcane_Highest_Normal
source: Tell us, Lady Kythaela, what did you find? A gem?
ko_mt: 말해주세요, 레이디 키타엘라, 무엇을 찾았나요? 보석?

# AbjurationQuest_Kythaela_Gear_2_Kythaela_NPC
source: This is my spellbook - I remember!
ko_mt: 이것은 내 주문서입니다 - 기억합니다!

# AbjurationQuest_Kythaela_Gear_2b_Kythaela_NPC
source: A wand, a robe, some money, and a piece of paper.
ko_mt: 지팡이, 로브, 약간의 돈, 그리고 종이 한 장.

# AbjurationQuest_Kythaela_Gear_3_CrownbearerOrHighestInsighet_Normal
source: What does it say?
ko_mt: 그것은 무엇을 말하는가?

# AbjurationQuest_Kythaela_Gear_4_Kythaela_NPC
source: I… don't know. There is only one word written on the paper: "Adrasteo"
ko_mt: 모르겠어요. 종이에는 "Adrasteo"라는 단어만 쓰여 있습니다.

# AbjurationQuest_Kythaela_Gear_5_SarcasticOrElse_Normal
source: Is that another place?
ko_mt: 다른 곳인가요?

# AbjurationQuest_Kythaela_Gear_6_Kythaela_NPC
source: I… I'm not sure! I feel the pull returning!
ko_mt: 나... 잘 모르겠어! 당기는 느낌이 돌아요!

# AbjurationQuest_Kythaela_Gear_7_InsightOrElse_Normal
source: I guess we'll soon be on the road again, then.
ko_mt: 그러면 곧 다시 길을 걷게 될 것 같습니다.

# AbjurationQuest_Kythaela_Gear_8_SarcasticOrElse_Normal
source: More monsters to kill… fantastic…
ko_mt: 더 많은 몬스터를 죽일 수 있습니다... 환상적입니다...

# AbjurationQuest_Kythaela_Gear_9_PerceptionHighest_Normal
source: What about that door? Another secret from Imperial times?
ko_mt: 그 문은 어떻습니까? 제국 시대의 또 다른 비밀?

# AbjurationQuest_Kythaela_CoparannGateroom_1_ArcanaHighest_Normal
source: A Major Gate! Captain Ironshell was right.
ko_mt: 메이저 게이트! 아이언쉘 선장의 말이 맞았다.

# AbjurationQuest_Kythaela_CoparannGateroom_2_Sarcastic_Normal
source: About the cleanliness of the rooms in the Residence?
ko_mt: 레지던스 객실의 청결도는?

# AbjurationQuest_Kythaela_CoparannGateroom_3_ArcanaHighest_Normal
source: About functional Gates, you dimwit!
ko_mt: 기능적인 Gates에 대해, 멍청한 놈!

# AbjurationQuest_Kythaela_CoparannGateroom_4_Sarcastic_Normal
source: This dusty old room?
ko_mt: 이 먼지 투성이의 오래된 방?

# AbjurationQuest_Kythaela_CoparannGateroom_5_ArcanaHighest_Normal
source: Yes, look at it! It's perfectly intact.
ko_mt: 그래, 봐! 온전한 상태입니다.

# AbjurationQuest_Kythaela_CoparannGateroom_8_Kythaela_NPC
source: It is locked, though.
ko_mt: 하지만 잠겨 있습니다.

# AbjurationQuest_Kythaela_CoparannGateroom_9_InsightHighest_Normal
source: How do we unlock it?
ko_mt: 어떻게 잠금을 해제합니까?

# AbjurationQuest_Kythaela_CoparannGateroom_10_Kythaela_NPC
source: You need to use its name.
ko_mt: 그 이름을 사용해야 합니다.

# AbjurationQuest_Kythaela_CoparannGateroom_11_Kythaela_NPC
source: It would normally be engraved nearby, but this was a private, secret Gate.
ko_mt: 평소에는 근처에 새겨져 있었겠지만, 이것은 사적인 비밀의 문이었다.

# AbjurationQuest_Kythaela_CoparannGateroom_12_Pragmatic_Normal
source: So, we can't use it?
ko_mt: 그래서, 우리는 그것을 사용할 수 없습니다?

# AbjurationQuest_Kythaela_CoparannGateroom_13_Kythaela_NPC
source: I know its name, this was my family's.
ko_mt: 나는 그 이름을 알고 있다. 이것은 우리 가족의 것이었다.

# AbjurationQuest_Kythaela_CoparannGateroom_14_Pragmatic_Normal
source: So…?
ko_mt: 그래서…?

# AbjurationQuest_Kythaela_CoparannGateroom_15_Kythaela_NPC
source: Once you get me to my master, I'll give you the name.
ko_mt: 당신이 나를 나의 주인에게 데려가면, 나는 당신에게 이름을 줄 것입니다.

# AbjurationQuest_Kythaela_CoparannGateroom_16_Pragmatic_Normal
source: I guess that's fair.
ko_mt: 나는 그것이 정당하다고 생각한다.

# AbjurationQuest_Kythaela_CoparannGateroom_17_Friendly_Normal
source: And then, we teleport to Caer Cyflen?
ko_mt: 그런 다음 Caer Cyflen으로 순간 이동합니까?

# AbjurationQuest_Kythaela_CoparannGateroom_18_Friendly_Normal
source: That's fantastic!
ko_mt: 환상적이야!

# AbjurationQuest_Kythaela_CoparannGateroom_19_Pragmatic_Normal
source: I'm not sure the Ceannard will want to wait.
ko_mt: 나는 Ceannad가 기다리고 싶어할지 확신하지 못합니다.

# AbjurationQuest_Kythaela_CoparannGateroom_20_Kythaela_NPC
source: Then I'll give him the name, but you still have to stay with me.
ko_mt: 그러면 내가 그에게 이름을 줄 것이지만 당신은 여전히 ​​나와 함께 있어야 합니다.

# AbjurationQuest_Kythaela_CoparannGateroom_21_Cynical_Default
source: She's tough, but at least she doesn't sound crazy anymore.
ko_mt: 그녀는 거칠지만 적어도 그녀는 더 이상 미친 것처럼 들리지 않습니다.

# AbjurationQuest_Kythaela_CoparannGateroom_22_Kythaela_NPC
source: Watch your words, you…
ko_mt: 당신의 말을 조심하십시오, 당신은 ...

# AbjurationQuest_Kythaela_CoparannGateroom_23_Kythaela_NPC
source: …never mind.
ko_mt: …괜찮아요.

# CradleOfFire_Arriving_1_Default_Default
source: This is the worst place we've been so far.
ko_mt: 이것은 우리가 지금까지 본 최악의 장소입니다.

# CradleOfFire_Arriving_2_Reactor_Normal
source: It sure does stink - sulfur, I think.
ko_mt: 확실히 유황 냄새가 나는 것 같아요.

# CradleOfFire_Arriving_3_Reactor_Slang
source: And it stinks like an orc's backside.
ko_mt: 그리고 오크의 등 뒤에서 나는 냄새가 난다.

# CradleOfFire_Arriving_4_Reactor_Formal
source: Indeed, the smell here is awful.
ko_mt: 사실 이곳의 냄새는 지독하다.

# CradleOfFire_Arriving_5_Pragmatic_Default
source: We're deep in the Badlands, sure - but there is a gem around here.
ko_mt: 물론 우리는 황무지 깊숙한 곳에 있습니다. 하지만 여기 주변에 보석이 있습니다.

# CradleOfFire_Arriving_6_Selfpres_Default
source: You never know. Remember the Gem of Abjuration?
ko_mt: 당신은 절대 모릅니다. 젬 오브 어쥬레이션을 기억하시나요?

# CradleOfFire_Arriving_7_Selfpres_Default
source: The Crown's signal was just a decoy to find Kythaela.
ko_mt: 크라운의 신호는 키타엘라를 찾기 위한 미끼일 뿐이었다.

# CradleOfFire_Arriving_8_Default_Default
source: Look, is that an orc totem?
ko_mt: 봐, 그게 오크 토템이야?

# CradleOfFire_FindingKebra_9_Default_Default
source: An orc… woman?
ko_mt: 오크… 여자?

# CradleOfFire_FindingKebra_10_Kill_CHOICE
source: Let's kill her!
ko_mt: 그녀를 죽이자!

# CradleOfFire_FindingKebra_11_Save_CHOICE
source: We could save her.
ko_mt: 우리는 그녀를 구할 수 있습니다.

# CradleOfFire_FindingKebra_12_Leave_CHOICE
source: Let's move on.
ko_mt: 계속 진행합시다.

# CradleOfFire_FindingKebra_13_Speak_CHOICE
source: Let's think about it.
ko_mt: 생각해 봅시다.

# CradleOfFire_FindingKebra_14_Kill_Default
source: It's an orc. We kill orcs, right?
ko_mt: 오크입니다. 우리는 오크를 죽인다, 그렇지?

# CradleOfFire_FindingKebra_15_Pragmatic_Default
source: She might know something about the gem.
ko_mt: 그녀는 보석에 대해 뭔가 알고 있을지도 모릅니다.

# CradleOfFire_FindingKebra_16_Save_Default
source: She's helpless! Let's show mercy for once.
ko_mt: 그녀는 무력하다! 한 번 자비를 베풀자.

# CradleOfFire_FindingKebra_17_Kill_Slang
source: No glory in slaughtering someone who's already down.
ko_mt: 이미 쓰러진 사람을 학살하는 것은 영광이 아닙니다.

# CradleOfFire_FindingKebra_18_Kill_Formal
source: I say we save her life - even if she probably wouldn't do the same for us.
ko_mt: 나는 그녀가 그녀의 생명을 구한다고 말합니다. 그녀가 아마도 우리를 위해 똑같이하지 않을지라도.

# CradleOfFire_FindingKebra_19_Medecine_Default
source: I'll take care of that - she'll be on her feet very soon.
ko_mt: 내가 처리하겠습니다 - 그녀는 곧 일어설 것입니다.

# CradleOfFire_FindingKebra_20_Leave_Default
source: Who cares? Let's keep looking for the gem.
ko_mt: 무슨 상관이야? 계속해서 보석을 찾아봅시다.

# CradleOfFire_FindingKebra_21_Speak_Default
source: What's the risk, here? She's alone and wounded.
ko_mt: 위험은 무엇입니까? 그녀는 혼자이고 상처를 입었습니다.

# CradleOfFire_FindingKebra_22_Arcana_Default
source: She's a shaman. She could cast a spell on us.
ko_mt: 그녀는 무당입니다. 그녀는 우리에게 주문을 걸 수 있습니다.

# CradleOfFire_FindingKebra_23_Pragmatic_Default
source: Maybe she knows something about the gem.
ko_mt: 그녀는 보석에 대해 뭔가 알고 있을지도 모릅니다.

# CradleOfFire_FindingKebra_24_Nosy_Default
source: To be honest, I'd like to know what happened here. Who killed all those orcs?
ko_mt: 솔직히 말해서, 나는 여기서 무슨 일이 일어났는지 알고 싶습니다. 누가 그 많은 오크들을 죽였습니까?

# CradleOfFire_FindingKebra_25_Kebra_NPC
source: You… healed me?
ko_mt: 당신은... 나를 치유?

# CradleOfFire_FindingKebra_26_Kebra_NPC
source: Why not kill me?
ko_mt: 왜 날 죽이지 않는거야?

# CradleOfFire_FindingKebra_27_Neutral_Choice
source: What happened?
ko_mt: 무슨 일이에요?

# CradleOfFire_FindingKebra_28_Friendly_CHOICE
source: Who are you?
ko_mt: 누구세요?

# CradleOfFire_FindingKebra_29_Pragmatic_CHOICE
source: Have you heard of a magic gem?
ko_mt: 마법의 보석이라고 들어보셨나요?

# CradleOfFire_FindingKebra_30_Orcishspeaker_CHOICE
source: Trust us. (in orcish)
ko_mt: 저희를 믿으세요. (오크어로)

# CradleOfFire_FindingKebra_31_Pragmatic_Default
source: We'd like to know what happened here.
ko_mt: 여기서 무슨 일이 일어났는지 알고 싶습니다.

# CradleOfFire_FindingKebra_32_Friendly_Default
source: What's your name?
ko_mt: 이름이 뭐에요?

# CradleOfFire_FindingKebra_33_Kebra_NPC
source: Name is Kebra…
ko_mt: 이름은 케브라...

# CradleOfFire_FindingKebra_34_Kebra_NPC
source: …shaman of Suncloud tribe.
ko_mt: ...태양구름 부족의 주술사.

# CradleOfFire_FindingKebra_35_Pragmatic_Default
source: We're looking for a magic gem. Know anything about that?
ko_mt: 우리는 마법의 보석을 찾고 있습니다. 그것에 대해 아는 것이 있습니까?

# CradleOfFire_FindingKebra_36_Kebra_NPC
source: Magic gem?
ko_mt: 마법의 보석?

# CradleOfFire_FindingKebra_37_Kebra_NPC
source: I heard stories of magic stones.
ko_mt: 나는 마법의 돌에 대한 이야기를 들었다.

# CradleOfFire_FindingKebra_38_Kebra_NPC
source: Old stories, orc never found any.
ko_mt: 오래된 이야기, 오크는 아무 것도 찾지 못했습니다.

# CradleOfFire_FindingKebra_39_Orcishspeaker_Default
source: Nyark ami anda.
ko_mt: 냐크 아미 안다.

# CradleOfFire_FindingKebra_40_Kebra_NPC
source: A nyark who speaks orc!
ko_mt: 오크를 말하는 nyark!

# CradleOfFire_FindingKebra_41_Kebra_NPC
source: Kebra like to know your story.
ko_mt: Kebra는 당신의 이야기를 알고 싶어합니다.

# CradleOfFire_FindingKebra_42_Kebra_NPC
source: But this is not time for that.
ko_mt: 그러나 지금은 그럴 때가 아닙니다.

# CradleOfFire_FindingKebra_43_Kebra_NPC
source: My people. All dead.
ko_mt: 나의 사람들. 모두 죽었다.

# CradleOfFire_FindingKebra_44_Kebra_NPC
source: Arrok did that.
ko_mt: 아록이 그랬다.

# CradleOfFire_FindingKebra_45_Kebra_NPC
source: Arrok is Redscar tribe shaman, powerful.
ko_mt: Arrok은 Redscar 부족 주술사, 강력한입니다.

# CradleOfFire_FindingKebra_46_Kebra_NPC
source: But so powerful… I not know.
ko_mt: 하지만 너무 강력합니다... 잘 모르겠습니다.

# CradleOfFire_FindingKebra_47_Pragmatic_Default
source: Other orcs did this?
ko_mt: 다른 오크들이 그랬나요?

# CradleOfFire_FindingKebra_48_Kebra_NPC
source: Many tribes in the Cradle of Fire, always fighting.
ko_mt: 불의 요람에 있는 많은 부족들이 항상 싸우고 있습니다.

# CradleOfFire_FindingKebra_49_Kebra_NPC
source: Arrok always ambitious.
ko_mt: Arrok은 항상 야심적입니다.

# CradleOfFire_FindingKebra_50_Kebra_NPC
source: But now Arrok has power of fire.
ko_mt: 그러나 이제 Arrok은 불의 힘을 가지고 있습니다.

# CradleOfFire_FindingKebra_51_Nosy_CHOICE
source: The Cradle of Fire?
ko_mt: 불의 요람?

# CradleOfFire_FindingKebra_52_Pragmatic_CHOICE
source: Power of fire?
ko_mt: 불의 힘?

# CradleOfFire_FindingKebra_53_Nosy_Default
source: The Cradle of Fire?
ko_mt: 불의 요람?

# CradleOfFire_FindingKebra_54_Pragmatic_Default
source: New power? You said Arrok was more powerful than you thought?
ko_mt: 새로운 힘? 아로크가 생각보다 강하다고 했지?

# CradleOfFire_FindingKebra_55_Kebra_NPC
source: Orc name for volcano.
ko_mt: 화산의 오크 이름.

# CradleOfFire_FindingKebra_56_Kebra_NPC
source: Down there, the fire was born.
ko_mt: 거기에서 불이 탄생했습니다.

# CradleOfFire_FindingKebra_57_Kebra_NPC
source: Arrok came to Suncloud, told our chieftain Brok to bend the knee.
ko_mt: Arrok은 Suncloud에 와서 우리 족장 Brok에게 무릎을 구부리라고 말했습니다.

# CradleOfFire_FindingKebra_58_Kebra_NPC
source: Brok said no. Arrok burned… everyone. Took Brok prisoner.
ko_mt: Brok는 아니라고 말했다. Arrok은 화상을 입었습니다. 모두들. 브록을 포로로 잡았습니다.

# CradleOfFire_FindingKebra_59_Kebra_NPC
source: Huge balls of fire from his hands. Many, many flames.
ko_mt: 그의 손에서 거대한 불덩어리. 많은, 많은 불꽃.

# CradleOfFire_FindingKebra_60_Kebra_NPC
source: Never seen orc shaman so powerful.
ko_mt: 그렇게 강력한 오크 샤먼은 본 적이 없습니다.

# CradleOfFire_FindingKebra_61_Kebra_NPC
source: Arrok said he found power in Cradle of Fire, heart of mountain.
ko_mt: 아록은 산의 심장인 불의 요람에서 힘을 찾았다고 합니다.

# CradleOfFire_FindingKebra_62_Pragmatic_Default
source: Are you thinking what I'm thinking?
ko_mt: 내가 무슨 생각을 하고 있니?

# CradleOfFire_FindingKebra_63_Arcana_Default
source: Arrok found the gem of evocation.
ko_mt: Arrok은 환기의 보석을 찾았습니다.

# CradleOfFire_FindingKebra_64_Selfpres_Default
source: Many fireballs? Our gems don't do that.
ko_mt: 많은 불덩어리? 우리의 보석은 그렇게 하지 않습니다.

# CradleOfFire_FindingKebra_65_Pragmatic_Default
source: In any case, we need to find this Brok.
ko_mt: 어쨌든 우리는 이 Brok를 찾아야 합니다.

# CradleOfFire_FindingKebra_66_Kill_CHOICE
source: Take us to Arrok.
ko_mt: 우리를 Arrok으로 데려가십시오.

# CradleOfFire_FindingKebra_67_Help_CHOICE
source: We'll avenge your tribe.
ko_mt: 우리가 당신의 부족에 복수할 것입니다.

# CradleOfFire_FindingKebra_68_Kill_Default
source: Help us to find Arrok.
ko_mt: Arrok을 찾도록 도와주세요.

# CradleOfFire_FindingKebra_69_Help_Default
source: Lead us to Arrok and we'll avenge your tribe.
ko_mt: 우리를 Arrok으로 이끄십시오. 그러면 우리는 당신의 부족에 복수할 것입니다.

# CradleOfFire_FindingKebra_70_Kebra_NPC
source: Agreed. We go into volcano, maybe find Brok alive.
ko_mt: 동의. 우리는 화산으로 가서 아마도 Brok가 살아 있는 것을 찾을 수 있을 것입니다.

# CradleOfFire_Entrance_1_Leadership_Default
source: Your friend?
ko_mt: 네 친구?

# CradleOfFire_Entrance_2_Kebra_NPC
source: Arbal. Strong warrior.
ko_mt: 아르발. 강한 전사.

# CradleOfFire_Entrance_3_Kebra_NPC
source: Arbal make peace with Arrok.
ko_mt: Arbal은 Arrok과 화해합니다.

# CradleOfFire_Entrance_4_Kebra_NPC
source: Guard entrance, now.
ko_mt: 경비원 입구, 지금.

# CradleOfFire_Entrance_5_Violence_Default
source: So we need to fight?
ko_mt: 그래서 우리는 싸워야 합니까?

# CradleOfFire_Entrance_6_Friendly_Default
source: Or talk.
ko_mt: 또는 이야기하십시오.

# CradleOfFire_Entrance_7_Stealthy_Default
source: Or sneak around.
ko_mt: 아니면 몰래.

# CradleOfFire_Entrance_1_Arbal_NPC
source: Kebra.
ko_mt: 케브라.

# CradleOfFire_Entrance_2_Arbal_NPC
source: Good you not dead.
ko_mt: 당신이 죽지 않았다는 것이 좋습니다.

# CradleOfFire_Entrance_5_Cynical_CHOICE
source: Nice to meet you too.
ko_mt: 저도 만나서 반가워요.

# CradleOfFire_Entrance_6_Orcishspeaker_CHOICE
source: We're friends, strong Arbal. (in orcish)
ko_mt: 우리는 친구야, 강한 아르발. (오크어로)

# CradleOfFire_Entrance_7_Pragmatic_CHOICE
source: Is there any way we can get in?
ko_mt: 우리가 들어갈 수 있는 방법이 있나요?

# CradleOfFire_Entrance_8_Intimidation_CHOICE
source: Move away or you die.
ko_mt: 도망치지 않으면 죽는다.

# CradleOfFire_Entrance_9_Cynical_Default
source: Nice to meet you too, Arbal.
ko_mt: 저도 만나서 반가워요, 아르발.

# CradleOfFire_Entrance_11_Cynical_Default
source: Please yourself.
ko_mt: 자신을 바랍니다.

# CradleOfFire_Entrance_12_Intimidation_Default
source: You should step away before we kill you.
ko_mt: 우리가 당신을 죽이기 전에 물러나야 합니다.

# CradleOfFire_Entrance_16_Pragmatic_Default
source: Is there any way we can get in?
ko_mt: 우리가 들어갈 수 있는 방법이 있나요?

# CradleOfFire_Entrance_17_Arbal_NPC
source: To kill orcs inside? Think not.
ko_mt: 안에 있는 오크를 죽이려면? 생각하지 마십시오.

# CradleOfFire_Entrance_18_Friendly_Default
source: We want to help Kebra.
ko_mt: 우리는 Kebra를 돕고 싶습니다.

# CradleOfFire_Entrance_19_Arbal_NPC
source: Suncloud dead. Brok hanging in market.
ko_mt: 선클라우드 사망. 시장에 매달려 있는 Brok.

# CradleOfFire_Entrance_20_Friendly_CHOICE
source: Brok is alive?
ko_mt: 브록이 살아있다?

# CradleOfFire_Entrance_21_Nosy_CHOICE
source: What tribe are you from?
ko_mt: 당신은 어느 부족 출신입니까?

# CradleOfFire_Entrance_21_Violence_CHOICE
source: Why not stand against Arrok?
ko_mt: 왜 Arrok에 대항하지 않습니까?

# CradleOfFire_Entrance_22_Violence_Default
source: You're strong, why don't you stand against Arrok?
ko_mt: 당신은 강합니다, 왜 Arrok에 맞서지 않겠습니까?

# CradleOfFire_Entrance_23_Arbal_NPC
source: Him too powerful.
ko_mt: 그는 너무 강력합니다.

# CradleOfFire_Entrance_24_Arbal_NPC
source: Maybe with all tribes together.
ko_mt: 아마도 모든 부족이 함께 할 것입니다.

# CradleOfFire_Entrance_25_Arbal_NPC
source: Not possible.
ko_mt: 불가능합니다.

# CradleOfFire_Entrance_25_Nosy_Default
source: What tribe are you from, Arbal?
ko_mt: 당신은 어느 부족 출신입니까, 아르발?

# CradleOfFire_Entrance_26_Arbal_NPC
source: Arbal is Bloodspear.
ko_mt: 아르발은 블러드스피어입니다.

# CradleOfFire_Entrance_27_Nosy_Default
source: How many tribes are there in the volcano?
ko_mt: 화산에는 몇 개의 부족이 있습니까?

# CradleOfFire_Entrance_28_Arbal_NPC
source: Four, Suncloud is dead.
ko_mt: 넷째, Suncloud는 죽었다.

# CradleOfFire_Entrance_29_Arbal_NPC
source: Other tribes: Redscar, tribe of Arrok. Also Sandraven, Bladefang, and Bloodspear.
ko_mt: 기타 부족: 레드스카, 아로크 부족. 또한 Sandraven, Bladefang 및 Bloodspear.

# CradleOfFire_Entrance_30_Cynical_Default
source: Such poetic names! I'm quite moved.
ko_mt: 그런 시적인 이름들! 나는 꽤 감동했다.

# CradleOfFire_Entrance_30_Friendly_Default
source: Brok alive? After fighting Arrok?
ko_mt: 살아있어? Arrok과 싸운 후?

# CradleOfFire_Entrance_31_Arbal_NPC
source: Brok not want to die. Plenty tough.
ko_mt: Brok는 죽고 싶지 않습니다. 많이 힘든.

# CradleOfFire_Entrance_32_Arbal_NPC
source: Arrok put him on display in market.
ko_mt: Arrok은 그를 시장에 내놓았습니다.

# CradleOfFire_Entrance_33_Default_Default
source: So if we could free him, Suncloud would… not be dead anymore?
ko_mt: 그래서 우리가 그를 풀어줄 수 있다면 Suncloud는... 더 이상 죽지 않을 것입니까?

# CradleOfFire_Entrance_34_Arbal_NPC
source: Two-orc tribe? Ha! Plenty strong, that tribe! Ha, ha!
ko_mt: 두 오크 부족? 하아! 충분히 강하다, 그 부족! ㅋ!

# CradleOfFire_Entrance_35_Persuasion_CHOICE
source: Let's go and free this Brok.
ko_mt: 가서 이 Brok를 풀어줍시다.

# CradleOfFire_Entrance_36_Deception_CHOICE
source: Brok owes us. We want to get paid!
ko_mt: Brok는 우리에게 빚을 지고 있습니다. 우리는 돈을 받고 싶어!

# CradleOfFire_Entrance_37_Orcish_CHOICE
source: We'll save Brok. (in orcish)
ko_mt: 우리는 Brok를 저장합니다. (오크어로)

# CradleOfFire_Entrance_38_Persuasion_Default
source: So, can we go free Brok?
ko_mt: 그래서, 우리는 Brok를 무료로 갈 수 있습니까?

# CradleOfFire_Entrance_39_Deception_Default
source: Brok owes us some gold. We just want him to pay.
ko_mt: Brok는 우리에게 금을 빚지고 있습니다. 우리는 그가 지불하기를 바랄 뿐입니다.

# CradleOfFire_Entrance_40_Orcish_Default
source: Nyark liber Brok vantu?
ko_mt: Nyark 리버 브록 반투?

# CradleOfFire_Entrance_41_Deception_Default
source: Stupid. Brok prisoner - has nothing!
ko_mt: 멍청한. Brok 죄수 - 아무것도 없습니다!

# CradleOfFire_Entrance_42_Arbal_NPC
source: Lots of Redscar orcs in there.
ko_mt: 레드스카 오크들이 많이 있습니다.

# CradleOfFire_Entrance_43_Arbal_NPC
source: Arbal like to see that fight.
ko_mt: Arbal은 그 싸움을보고 싶어.

# CradleOfFire_Entrance_44_Arbal_NPC
source: Let the nyarks go.
ko_mt: nyarks가 가자.

# CradleOfFire_OrcCamp_1_Starter_Default
source: Look at that.
ko_mt: 저것 봐.

# CradleOfFire_OrcCamp_2_Kebra_NPC
source: This was market. All could come.
ko_mt: 이것은 시장이었다. 모두 올 수 있습니다.
