Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CarranTalk_43_Carran_NPC
source: The Tower of Knowledge is from the Kingdom of Gallivan…
ko_mt: 지식의 탑은 갈리반 왕국에서…

# CarranTalk_44_Carran_NPC
source: …they are academics, interested in all kinds of… well, knowledge.
ko_mt: ...그들은 모든 종류의... 음, 지식에 관심이 있는 학자입니다.

# CarranTalk_45_Carran_NPC
source: The Arcaneum is from the New Empire…
ko_mt: 아르케니움은 신제국에서…

# CarranTalk_46_Carran_NPC
source: …magic is their passion, especially ancient, Manacalon magic.
ko_mt: ...마법은 그들의 열정, 특히 고대 마나칼론 마법입니다.

# CarranTalk_47_Carran_NPC
source: You're welcome, deputies.
ko_mt: 천만에요, 의원님들.

# CarranTalk_48_Carran_NPC
source: And… stay in the light.
ko_mt: 그리고… 빛 속에 머물러라.

# CarranTalk_49_Carran_NPC
source: I'll be here to answer your questions…
ko_mt: 귀하의 질문에 답변해 드리겠습니다…

# CarranTalk_50_Carran_NPC
source: …unless I'm busy with Council affairs.
ko_mt: ...내가 의회 업무로 바쁘지 않는 한.

# Banter_Conjuration_TheSuperEgo_01
source: Where are we landing this time?
ko_mt: 이번에는 어디에 착륙할까요?

# Banter_Conjuration_TheSuperEgo_02
source: The lake shouldn't be dried up with such a flow coming from the river.
ko_mt: 호수는 강에서 오는 그런 흐름으로 말라 버려서는 안됩니다.

# Banter_Conjuration_TheID_02
source: What do you think? Fight or leave?
ko_mt: 어떻게 생각하나요? 싸울 것인가 떠날 것인가?

# Conjuration_ShiftingMaze_2_Self_PreservationOrSelfishness_Normal
source: You had to touch it!
ko_mt: 당신은 그것을 만졌어야 했다!

# Conjuration_ShiftingMaze_3_Self_PreservationOrSelfishness_Normal
source: Find us a way back!
ko_mt: 돌아갈 길을 찾아주세요!

# Conjuration_Interrogation_9b_Sorak_Prisoner_NPC
source: …magic came out of nowhere! Targeting us!
ko_mt: … 마법이 갑자기 나타났습니다! 우리를 목표로!

# Conjuration_Interrogation_10b_PaladinEinarOrSpyOrElse_Default
source: And how is that a curse?
ko_mt: 그리고 그것이 어떻게 저주입니까?

# Conjuration_Interrogation_12b_PaladinEinarOrSpyOrElse_Default
source: Who said what?
ko_mt: 누가 뭐라고 했지?

# Conjuration_Interrogation_13b_Sorak_Prisoner_NPC
source: The voice! It said we would all die!
ko_mt: 그 목소리! 그것은 우리 모두가 죽을 것이라고 말했다!

# Conjuration_Interrogation_14b_Sorak_Prisoner_NPC
source: After each death, it… it said it again!
ko_mt: 각각의 죽음 후에, 그것은… 다시 말했습니다!

# Conjuration_GardenShed_1_HighestPerceptionOrElse_Default
source: Freeze, Soraks!
ko_mt: 멈춰라, 소락스!

# Conjuration_GardenShed_2_Sellsword_Slang
source: Time to show them who we are!
ko_mt: 우리가 누구인지 보여줄 시간입니다!

# Conjuration_GardenShed_3_HighestPerceptionOrElse_Default
source: They haven't seen us yet! No need to rush!
ko_mt: 그들은 아직 우리를 보지 못했습니다! 서두를 필요가 없습니다!

# Conjuration_GardenShed_4_Sellsword_Slang
source: It comes down to the same thing in the end!
ko_mt: 그것은 결국 같은 것으로 귀결됩니다!

# Conjuration_GardenShed_5_HighestPerceptionOrElse_Default
source: Look - they've gone into that shed!
ko_mt: 봐 - 그들이 그 창고에 들어갔다!

# Conjuration_GardenShed_6_SpyOrHighestperception_Default
source: It's pretty small for so many Soraks. Tunnel entrance?
ko_mt: 너무 많은 Soraks에 대해 꽤 작습니다. 터널 입구?

# Conjuration_GardenShed_8_NotHighestInt_Default
source: No reason to wait, they're gone.
ko_mt: 기다릴 이유가 없습니다. 그들은 사라졌습니다.

# Conjuration_GardenShed_9_HighestWisorElse_Default
source: What if they come out?
ko_mt: 그들이 나온다면?

# Conjuration_GardenShed_8_HighestPerceptionOrElse_Default
source: We'll kill them.
ko_mt: 우리가 그들을 죽일 거 야.

# Conjuration_SorakFight1_Starter_Default
source: What just happened?!
ko_mt: 방금 무슨 일이?!

# Conjuration_SorakFight2_Cynical_Default
source: A gem… right?
ko_mt: 보석... 맞지?

# Conjuration_SorakFight3_Cynical_Default
source: Just like that.
ko_mt: 그냥 그렇게.

# Conjuration_SorakFight4_Selfpres_Default
source: Did you hear that?
ko_mt: 들었어?

# Conjuration_SorakFight5_Sellsword_Default
source: The sound of killing.
ko_mt: 죽이는 소리.

# Conjuration_SorakFight6_Starter_Default
source: The Soraks.
ko_mt: 소락스.

# Conjuration_SorakFight7_Selfpres_Default
source: That was fast.
ko_mt: 그것은 빨랐다.

# Conjuration_SorakFight8_Sellsword_Default
source: You afraid?
ko_mt: 당신은 두려워?

# Conjuration_SorakFight9_Selfpres_Default
source: Of course not.
ko_mt: 당연히 아니지.

# Banter_Conjuration_TheID_TheBeast_02
source: A comfortable golden mattress.
ko_mt: 편안한 황금 매트리스.

# Banter_Conjuration_TheID_TheSuperEgo_03
source: Another one of these platforms!
ko_mt: 이 플랫폼의 또 다른 하나!

# Banter_Conjuration_TheEgo_01
source: All this movement is making me dizzy.
ko_mt: 이 모든 움직임이 나를 어지럽게 만든다.

# Banter_Conjuration_TheEgo_02
source: Be careful, it could be dangerous.
ko_mt: 위험할 수 있으니 주의하세요.

# Banter_Conjuration_TheEgo_03
source: What kind of tormented mind built this place?
ko_mt: 어떤 고뇌에 찬 마음이 이곳을 지었을까?

# Banter_Conjuration_TheEgo_04
source: Have we been killed and sent to the afterlife? I don't know what to make of it.
ko_mt: 우리는 살해당하고 사후 세계로 보내졌습니까? 어떻게 해야 할지 모르겠습니다.

# Banter_Conjuration_TheEgo_05
source: Rotate, again and again.
ko_mt: 반복해서 회전합니다.

# Banter_Conjuration_TheSuperEgo_Slave_Escape_A_1
source: Just open the door!
ko_mt: 그냥 문을 열어!

# Banter_Conjuration_TheSuperEgo_Slave_Escape_A_2
source: I promise I'll be good!
ko_mt: 잘할게!

# Banter_Conjuration_TheSuperEgo_Slave_Escape_B_1
source: You can't leave!
ko_mt: 당신은 떠날 수 없습니다!

# Banter_Conjuration_TheSuperEgo_Slave_Escape_B_2
source: None of us can leave!
ko_mt: 우리 중 누구도 떠날 수 없습니다!

# Banter_Conjuration_TheSuperEgo_Servant_Treasure_Room_1
source: The Master sees all!
ko_mt: 마스터는 모든 것을 본다!

# Banter_Conjuration_TheSuperEgo_Servant_Treasure_Room_2
source: Don't do it!
ko_mt: 하지마!

# Banter_Conjuration_TheSuperEgo_Servant_Treasure_Room_if_Stolen_1
source: Fools! The Redeemers won't stay hungry long!
ko_mt: 바보들! 구속자들은 오래 굶주리지 않을 것입니다!

# Banter_Conjuration_TheSuperEgo_Servant_Treasure_Room_if_Stolen_2
source: Pray for mercy! But don't expect it!
ko_mt: 자비를 구하라! 그러나 그것을 기대하지 마십시오!

# Banter_Conjuration_TheSuperEgo_Servant_Help_1
source: So tired, so hungry, and the day is still young!
ko_mt: 너무 피곤하고 너무 배고프고 하루는 아직 젊습니다!

# Banter_Conjuration_TheSuperEgo_Servant_Help_2
source: Thank you, kind stranger!
ko_mt: 고마워, 친절한 낯선 사람!

# TextOnlyNPCSpeech_BloodSpear_Tribe_05
source: Edrof strong chief!
ko_mt: 에드로프 강한 족장!

# TextOnlyNPCSpeech_BloodSpear_Edrof_01
source: Edrof chief! Bloodspear no alliance with nyarks!
ko_mt: 에드로프 대장! Bloodspear는 nyarks와 동맹이 없습니다!

# TextOnlyNPCSpeech_SandRaven_Guard_01
source: Urka chief! Nyarks go see Urka.
ko_mt: 우르카 대장! Nyarks는 Urka를 만나러 갑니다.

# TextOnlyNPCSpeech_SandRaven_Guard_02
source: Sandraven mighty tribe!
ko_mt: 산드레이븐의 강력한 부족!

# TextOnlyNPCSpeech_SandRaven_Guard_03
source: Nyark see ghost?
ko_mt: 니악은 유령을 본다?

# TextOnlyNPCSpeech_SandRaven_Tribe_01
source: Sandraven strong!
ko_mt: 샌드레이븐 강해!

# TextOnlyNPCSpeech_SandRaven_Tribe_02
source: Kebra strong. Kebra control nyarks!
ko_mt: 케브라 강하다. 케브라 컨트롤 냐크!

# TextOnlyNPCSpeech_SandRaven_Tribe_03
source: Sandraven want trade with nyarks.
ko_mt: Sandraven은 nyark와 거래를 원합니다.

# TextOnlyNPCSpeech_SandRaven_Tribe_04
source: Necropolis behind Redscar Gate.
ko_mt: 레드스카 게이트 뒤에 있는 묘지.

# TextOnlyNPCSpeech_SandRaven_Tribe_05
source: Volcano good heat!
ko_mt: 화산 좋은 더위!

# TextOnlyNPCSpeech_SandRaven_Tribe_06
source: Nyarks like volcano?
ko_mt: 화산을 좋아하는 니아크?

# TextOnlyNPCSpeech_SandRaven_Urka_01
source: Nyarks got the Key?
ko_mt: Nyarks가 열쇠를 얻었습니까?

# EndingCinematic_01
source: It was done.
ko_mt: 그것은 이미 끝났다.

# EndingCinematic_02
source: Never again would so many gods unite their forces to create a passage through the worlds.
ko_mt: 다시는 그렇게 많은 신들이 힘을 합쳐 세계를 통과하는 통로를 만들지 못할 것입니다.

# EndingCinematic_03
source: Sorr-Tarr would remain on Tirmar until the end of time.
ko_mt: 소르타르는 시간이 끝날 때까지 티르마르에 남아 있을 것입니다.

# EndingCinematic_04
source: But his children of darkness had set foot on Solasta.
ko_mt: 그러나 그의 어둠의 아이들은 솔라스타에 발을 디뎠습니다.

# EndingCinematic_05
source: And planted the seeds of evil.
ko_mt: 그리고 악의 씨앗을 심었습니다.

# EndingCinematic_06
source: Deeper than anyone could have imagined.
ko_mt: 누구나 상상할 수 있는 것보다 더 깊습니다.

# TextOnlyNPCSpeech_Bone_Yard_01
source: Nothing here.
ko_mt: 여기 아무것도 없습니다.

# TextOnlyNPCSpeech_Bone_Yard_02
source: Got it!
ko_mt: 알았어요!

# TextOnlyNPCSpeech_Bone_Yard_03
source: Just bones…
ko_mt: 뼈만...

# TextOnlyNPCSpeech_Bone_Yard_04
source: Nothing here. Let's move to the next pile of bones.
ko_mt: 여기 아무것도 없습니다. 다음 뼈 더미로 이동합시다.

# NPC_Banter1_Guard_Mirabelle_Bye
source: Safe travels, adventurers!
ko_mt: 안전한 여행, 모험가 여러분!

# NPC_Banter2_Guard_Mirabelle_Bye
source: Stay in the light, citizens!
ko_mt: 시민 여러분, 빛 가운데 있으십시오!

# NPC_Banter3_Guard_Mirabelle_Bye
source: Einar guide you, deputies!
ko_mt: 대리인 여러분, Einar가 안내합니다!

# NPC_Banter4_Guard_Mirabelle_Bye
source: Strike true, friends!
ko_mt: 스트라이크, 친구!

# NPC_Banter5_Guard_Mirabelle_Return
source: Welcome home, deputies!
ko_mt: 집에 오신 것을 환영합니다, 의원 여러분!

# NPC_Banter6_Guard_Mirabelle_Return
source: Good to see you, deputies!
ko_mt: 반가워요 의원님!

# NPC_Banter1_Guard_AkilWingate_Bye
source: Safe travels, adventurers!
ko_mt: 안전한 여행, 모험가 여러분!

# NPC_Banter2_Guard_AkilWingate_Bye
source: Stay in the light, citizens!
ko_mt: 시민 여러분, 빛 가운데 있으십시오!

# NPC_Banter3_Guard_AkilWingate_Bye
source: Einar guide you, deputies!
ko_mt: 대리인 여러분, Einar가 안내합니다!

# NPC_Banter4_Guard_AkilWingate_Bye
source: Strike true, friends!
ko_mt: 스트라이크, 친구!

# NPC_Banter5_Guard_AkilWingate_Return
source: Welcome home, deputies!
ko_mt: 집에 오신 것을 환영합니다, 의원 여러분!

# NPC_Banter6_Guard_AkilWingate_Return
source: Good to see you, deputies!
ko_mt: 반가워요 의원님!

# NPC_Banter1_Guard_MarkJane_Bye
source: Safe travels, adventurers!
ko_mt: 안전한 여행, 모험가 여러분!

# NPC_Banter2_Guard_MarkJane_Bye
source: Stay in the light, citizens!
ko_mt: 시민 여러분, 빛 가운데 있으십시오!

# NPC_Banter3_Guard_MarkJane_Bye
source: Einar guide you, deputies!
ko_mt: 대리인 여러분, Einar가 안내합니다!

# NPC_Banter4_Guard_MarkJane_Bye
source: Strike true, friends!
ko_mt: 스트라이크, 친구!

# NPC_Banter5_Guard_MarkJane_Return
source: Welcome home, deputies!
ko_mt: 집에 오신 것을 환영합니다, 의원 여러분!

# NPC_Banter6_Guard_MarkJane_Return
source: Good to see you, deputies!
ko_mt: 반가워요 의원님!

# NPC_Banter1_Orc_MarkJane_talk
source: Urka chief! Nyarks go see Urka.
ko_mt: 우르카 대장! Nyarks는 Urka를 만나러 갑니다.

# NPC_Banter2_Orc_MarkJane_talk
source: Sandraven mighty tribe!
ko_mt: 산드레이븐의 강력한 부족!

# NPC_Banter3_Orc_MarkJane_talk
source: Nyark see ghost?
ko_mt: 니악은 유령을 본다?

# NPC_Banter4_Orc_MarkJane_talk
source: Sandraven strong!
ko_mt: 샌드레이븐 강해!

# NPC_Banter5_Orc_MarkJane_talk
source: Kebra strong. Kebra control nyarks!
ko_mt: 케브라 강하다. 케브라 컨트롤 냐크!

# NPC_Banter6_Orc_MarkJane_talk
source: Sandraven want trade with nyarks.
ko_mt: Sandraven은 nyark와 거래를 원합니다.

# NPC_Banter7_Orc_MarkJane_talk
source: Necropolis behind Redscar Gate.
ko_mt: 레드스카 게이트 뒤에 있는 묘지.

# NPC_Banter8_Orc_MarkJane_talk
source: Volcano good heat!
ko_mt: 화산 좋은 더위!

# NPC_Banter9_Orc_MarkJane_talk
source: Nyarks like volcano?
ko_mt: 화산을 좋아하는 니아크?

# NPC_Banter10_Orc_MarkJane_talk
source: Nyarks got the Key?
ko_mt: Nyarks가 열쇠를 얻었습니까?

# NPC_Banter11_Orc_MarkJane_talk
source: Brok is new chief.
ko_mt: Brok는 새로운 팀장입니다.

# NPC_Banter12_Orc_MarkJane_talk
source: Nyark killed Edrof in arena.
ko_mt: 니야크는 투기장에서 에드로프를 죽였다.

# NPC_Banter13_Orc_MarkJane_talk
source: Nyark strong.
ko_mt: 강한 냐크.

# NPC_Banter14_Orc_MarkJane_talk
source: Arrok powerful.
ko_mt: 강력한 아로크.

# NPC_Banter15_Orc_MarkJane_talk
source: Brok alive?
ko_mt: 살아있어?

# NPC_Banter16_Orc_MarkJane_talk
source: Kebra survive Arrok's fire.
ko_mt: 케브라는 아록의 불에서 살아남습니다.

# NPC_Banter17_Orc_MarkJane_talk
source: Kralshe-Renn is dead?
ko_mt: 크랄셰-렌이 죽었다고?

# NPC_Banter18_Orc_MarkJane_talk
source: Necropolis full of elf ghosts.
ko_mt: 엘프 유령으로 가득한 묘지.

# NPC_Banter19_Orc_MarkJane_talk
source: You fight Redeemer?
ko_mt: 당신은 구속자와 싸우고 있습니까?

# NPC_Banter1_Orc_AkilWingate_talk
source: Urka chief! Nyarks go see Urka.
ko_mt: 우르카 대장! Nyarks는 Urka를 만나러 갑니다.

# NPC_Banter2_Orc_AkilWingate_talk
source: Sandraven mighty tribe!
ko_mt: 산드레이븐의 강력한 부족!

# NPC_Banter3_Orc_AkilWingate_talk
source: Nyark see ghost?
ko_mt: 니악은 유령을 본다?

# NPC_Banter4_Orc_AkilWingate_talk
source: Sandraven strong!
ko_mt: 샌드레이븐 강해!

# NPC_Banter5_Orc_AkilWingate_talk
source: Kebra strong. Kebra control nyarks!
ko_mt: 케브라 강하다. 케브라 컨트롤 냐크!

# NPC_Banter6_Orc_AkilWingate_talk
source: Sandraven want trade with nyarks.
ko_mt: Sandraven은 nyark와 거래를 원합니다.

# NPC_Banter7_Orc_AkilWingate_talk
source: Necropolis behind Redscar Gate.
ko_mt: 레드스카 게이트 뒤에 있는 묘지.

# NPC_Banter8_Orc_AkilWingate_talk
source: Volcano good heat!
ko_mt: 화산 좋은 더위!

# NPC_Banter9_Orc_AkilWingate_talk
source: Nyarks like volcano?
ko_mt: 화산을 좋아하는 니아크?

# NPC_Banter10_Orc_AkilWingate_talk
source: Nyarks got the Key?
ko_mt: Nyarks가 열쇠를 얻었습니까?

# NPC_Banter11_Orc_AkilWingate_talk
source: Brok is new chief.
ko_mt: Brok는 새로운 팀장입니다.

# NPC_Banter12_Orc_AkilWingate_talk
source: Nyark killed Edrof in arena.
ko_mt: 니야크는 투기장에서 에드로프를 죽였다.

# NPC_Banter13_Orc_AkilWingate_talk
source: Nyark strong.
ko_mt: 강한 냐크.

# NPC_Banter14_Orc_AkilWingate_talk
source: Arrok powerful.
ko_mt: 강력한 아로크.

# NPC_Banter15_Orc_AkilWingate_talk
source: Brok alive?
ko_mt: 살아있어?

# NPC_Banter16_Orc_AkilWingate_talk
source: Kebra survive Arrok's fire.
ko_mt: 케브라는 아록의 불에서 살아남습니다.

# NPC_Banter17_Orc_AkilWingate_talk
source: Kralshe-Renn is dead?
ko_mt: 크랄셰-렌이 죽었다고?

# NPC_Banter18_Orc_AkilWingate_talk
source: Necropolis full of elf ghosts.
ko_mt: 엘프 유령으로 가득한 묘지.

# NPC_Banter19_Orc_AkilWingate_talk
source: You fight Redeemer?
ko_mt: 당신은 구속자와 싸우고 있습니까?

# NPC_Banter1_Orc_Mirabelle_talk
source: Urka chief! Nyarks go see Urka.
ko_mt: 우르카 대장! Nyarks는 Urka를 만나러 갑니다.

# NPC_Banter2_Orc_Mirabelle_talk
source: Sandraven mighty tribe!
ko_mt: 산드레이븐의 강력한 부족!

# NPC_Banter3_Orc_Mirabelle_talk
source: Nyark see ghost?
ko_mt: 니악은 유령을 본다?

# NPC_Banter4_Orc_Mirabelle_talk
source: Sandraven strong!
ko_mt: 샌드레이븐 강해!

# NPC_Banter5_Orc_Mirabelle_talk
source: Kebra strong. Kebra control nyarks!
ko_mt: 케브라 강하다. 케브라 컨트롤 냐크!

# NPC_Banter6_Orc_Mirabelle_talk
source: Sandraven want trade with nyarks.
ko_mt: Sandraven은 nyark와 거래를 원합니다.

# NPC_Banter7_Orc_Mirabelle_talk
source: Necropolis behind Redscar Gate.
ko_mt: 레드스카 게이트 뒤에 있는 묘지.

# NPC_Banter8_Orc_Mirabelle_talk
source: Volcano good heat!
ko_mt: 화산 좋은 더위!

# NPC_Banter9_Orc_Mirabelle_talk
source: Nyarks like volcano?
ko_mt: 화산을 좋아하는 니아크?

# NPC_Banter10_Orc_Mirabelle_talk
source: Nyarks got the Key?
ko_mt: Nyarks가 열쇠를 얻었습니까?

# NPC_Banter11_Orc_Mirabelle_talk
source: Brok is new chief.
ko_mt: Brok는 새로운 팀장입니다.

# NPC_Banter12_Orc_Mirabelle_talk
source: Nyark killed Edrof in arena.
ko_mt: 니야크는 투기장에서 에드로프를 죽였다.

# NPC_Banter13_Orc_Mirabelle_talk
source: Nyark strong.
ko_mt: 강한 냐크.

# NPC_Banter14_Orc_Mirabelle_talk
source: Arrok powerful.
ko_mt: 강력한 아로크.

# NPC_Banter15_Orc_Mirabelle_talk
source: Brok alive?
ko_mt: 살아있어?

# NPC_Banter16_Orc_Mirabelle_talk
source: Kebra survive Arrok's fire.
ko_mt: 케브라는 아록의 불에서 살아남습니다.

# NPC_Banter17_Orc_Mirabelle_talk
source: Kralshe-Renn is dead?
ko_mt: 크랄셰-렌이 죽었다고?

# NPC_Banter18_Orc_Mirabelle_talk
source: Necropolis full of elf ghosts.
ko_mt: 엘프 유령으로 가득한 묘지.

# NPC_Banter19_Orc_Mirabelle_talk
source: You fight Redeemer?
ko_mt: 당신은 구속자와 싸우고 있습니까?

# PhilosopherBackgroundQuest_TheCoven_2_Illoreth_NPC
source: Yes.
ko_mt: 예.

# PhilosopherBackgroundQuest_TheCoven2_6_Guard_NPC
source: But why the other ones?
ko_mt: 하지만 다른 것들은 왜?

# ConjurationQuest_Servants_1_HighestPerception_Normal
source: Is it me or is this place truly spotless?
ko_mt: 나일까 아니면 이곳이 정말 흠잡을 데 없는 것일까?

# ConjurationQuest_Servants_2_HighestPerception_Normal
source: Must be the spectral servants.
ko_mt: 유령의 하인이어야 합니다.

# ConjurationQuest_Servants_3_NosyOrElse_Formal
source: Everything is shiny!
ko_mt: 모든 것이 반짝입니다!

# ConjurationQuest_Servants_4_CynicOrElse_Formal
source: First time I've seen you fascinated by cleaning!
ko_mt: 청소에 열광하는 모습은 처음 봤어요!

# ConjurationQuest_Servants_5_NosyOrElse_Normal
source: Even the most mundane tasks can be…
ko_mt: 가장 평범한 작업일지라도…

# ConjurationQuest_Servants_6_NosyOrElse_Normal
source: …the expression of true nobility…
ko_mt: …진정한 고귀함의 표현…

# ConjurationQuest_Servants_7_NosyOrElse_Normal
source: …when done to the fullest!
ko_mt: ...최대한 완료되면!

# ConjurationQuest_Servants_8_CynicOrElse_Normal
source: I shall remind you at the next camp…
ko_mt: 다음 캠프에서 알려줄게...

# ConjurationQuest_Servants_9_CynicOrElse_Normal
source: …when the dishes come up!
ko_mt: … 요리가 나오면!

# ConjurationQuest_Servants_10_Crownbearer_Normal
source: Indeed, those servants would come in handy.
ko_mt: 참으로, 그 종들이 유용할 것입니다.

# ConjurationQuest_Servants_11_CynicOrElse_Normal
source: For you Highness's Household?
ko_mt: 전하의 집안을 위해?

# ConjurationQuest_Servants_12_Crownbearer_Normal
source: All right, stop your silliness.
ko_mt: 알았어, 바보짓은 그만해.

# ConjurationQuest_Servants_13_Crownbearer_Normal
source: There is Imperial magic active around here…
ko_mt: 주변에 제국 마법이 활성화되어 있습니다...

# ConjurationQuest_Servants_14_Crownbearer_Normal
source: …the gem is close, I feel it.
ko_mt: ...보석이 가깝고 느껴집니다.

# ConjurationQuest_Servants_15_HighestPerception_Normal
source: And I can't help feeling like I'm watched.
ko_mt: 그리고 감시당하는 느낌을 지울 수가 없습니다.

# ConjurationQuest_Servants_16_SelfPreservationOrElse_Normal
source: Let's tread carefully here!
ko_mt: 여기서 조심조심 걸어가자!

# ConjurationQuest_Servants_17_CynicOrElse_Normal
source: Famous last words!
ko_mt: 유명한 마지막 말!

# TextOnlyNPCSpeech_Lowlife_Thug01
source: Get the sword!
ko_mt: 검을 받아라!

# Council4_8_Any_Default
source: We have six gems, but we can't seem to find the others.
ko_mt: 보석이 6개 있지만 나머지는 찾지 못하는 것 같습니다.

# Council4_9_Gormsdottir_NPC
source: Three gems missing?
ko_mt: 보석 3개가 빠졌나요?

# New_Player_Banters1_Normal_Hello
source: Hello.
ko_mt: 여보세요.

# New_Player_Banters2_Normal_Hello
source: Clear skies!
ko_mt: 깨끗한 하늘!

# New_Player_Banters3_Normal_Hello
source: Clear skies, friend.
ko_mt: 맑은 하늘, 친구.

# New_Player_Banters4_Normal_Hello
source: Clear skies, friends.
ko_mt: 맑은 하늘, 친구들.

# New_Player_Banters5_Formal_Hello
source: Clear skies, my lord.
ko_mt: 하늘이 맑습니다, 주인님.

# New_Player_Banters6_Formal_Hello
source: Clear skies, my lady.
ko_mt: 맑은 하늘이여, 아가씨.

# New_Player_Banters7_Slang_Hello
source: Hey there.
ko_mt: 안녕하세요.

# New_Player_Banters8_Slang_Hello
source: Hey.
ko_mt: 여기 요.

# New_Player_Banters9_Normal_Goodbye
source: Stay in the light!
ko_mt: 빛 속에 머물러라!

# New_Player_Banters10_Formal_Goodbye
source: Stay in the light, my lord.
ko_mt: 빛 속에 머물러 주십시오, 주인님.

# New_Player_Banters11_Formal_Goodbye
source: Stay in the light, my lady.
ko_mt: 빛 속에 있어라, 아가씨.

# New_Player_Banters12_Normal_Goodbye
source: Stay in the light, friend.
ko_mt: 빛 속에 머물러라, 친구.

# New_Player_Banters13_Normal_Goodbye
source: Stay in the light, friends.
ko_mt: 빛 속에 머물러라, 친구들.

# New_Player_Banters14_Slang_Goodbye
source: See you around.
ko_mt: 주위에 당신을보고.

# New_Player_Banters15_Normal_Goodbye
source: Strike true!
ko_mt: 스트라이크 트루!

# New_Player_Banters16_Slang_Goodbye
source: Strike true, brother.
ko_mt: 스트라이크, 형제.

# New_Player_Banters17_Slang_Goodbye
source: Strike true, sister.
ko_mt: 정말이지, 언니.

# New_Player_Banters18_Normal_Goodbye
source: Strike true, friend.
ko_mt: 스트라이크, 친구.

# New_Player_Banters19_Normal_ExitLine
source: We should go.
ko_mt: 우리는 가야한다.

# New_Player_Banters20_Normal_ExitLine
source: We need to go.
ko_mt: 갈 필요가 있어요.

# New_Player_Banters21_Normal_ExitLine
source: Thank you.
ko_mt: 감사합니다.

# New_Player_Banters22_Normal_ExitLine
source: Thanks.
ko_mt: 감사.

# New_Player_Banters23_Normal_ExitLine
source: We know enough.
ko_mt: 우리는 충분히 알고 있습니다.

# New_Player_Banters24_Normal_ExitLine
source: That'll do.
ko_mt: 그럴거야.

# New_Player_Banters25_Normal_TavernQuestion
source: We'd like to stay for the night.
ko_mt: 우리는 밤 동안 머물고 싶습니다.

# New_Player_Banters26_Normal_TavernQuestion
source: Can we stay here for the night?
ko_mt: 여기서 하룻밤 묵을 수 있습니까?

# New_Player_Banters27_Normal_ShopQuestion
source: What do you sell?
ko_mt: 무엇을 판매합니까?

# New_Player_Banters28_Normal_ShopQuestion
source: We need your services.
ko_mt: 우리는 당신의 서비스가 필요합니다.

# New_Player_Banters29_Normal_ShopQuestion
source: Can we see your wares?
ko_mt: 당신의 상품을 볼 수 있습니까?

# New_Player_Banters30_Normal_ShopQuestion
source: What do you have to sell?
ko_mt: 무엇을 팔아야 합니까?

# New_Player_Banters31_Normal_ShopQuestion
source: We've got something for you.
ko_mt: 당신을 위한 것이 있습니다.

# New_Player_Banters32_Normal_ShopQuestion
source: Feast your eyes on this.
ko_mt: 이것에 눈을 떼지 마십시오.

# New_Player_Banters33_Normal_ShopQuestion
source: What do you think of that?
ko_mt: 그것에 대해 어떻게 생각하세요?

# New_Player_Banters34_Normal_StartDialog
source: Can we talk?
ko_mt: 이야기할 수 있나요?

# New_Player_Banters35_Normal_StartDialog
source: We need to talk.
ko_mt: 우리는 이야기해야합니다.

# New_Player_Banters36_Normal_StartDialog
source: A word, please?
ko_mt: 한마디 부탁드립니다.

# New_Player_Banters37_Normal_Agreed_Happy
source: Fine.
ko_mt: 괜찮은.

# New_Player_Banters38_Normal_Agreed_Happy
source: Alright.
ko_mt: 괜찮은.

# New_Player_Banters39_Normal_Agreed_Forced
source: Fine…
ko_mt: 괜찮은…

# New_Player_Banters40_Normal_Agreed_Forced
source: Alright…
ko_mt: 괜찮은…

# New_Player_Banters41_Normal_Noted1
source: Duly noted.
ko_mt: 정식 주목.

# New_Player_Banters42_Normal_Noted2
source: We'll keep that in mind.
ko_mt: 우리는 그것을 염두에 둘 것입니다.

# New_Player_Banters43_Normal_Refuse1
source: Sorry, no.
ko_mt: 죄송합니다.

# New_Player_Banters44_Normal_Refuse2
source: We can't do that.
ko_mt: 우리는 그렇게 할 수 없습니다.

# New_Player_Banters45_Slang_Refuse3
source: Bugger off.
ko_mt: 꺼지다.

# New_Player_Banters46_Formal_Refuse4
source: Out of the question.
ko_mt: 질문이 아닙니다.

# Player_Banter_Location_Marches_01
source: Is this Coparann I see over there?
ko_mt: 저기 보이는 코파란인가?

# Player_Banter_Location_Marches_02
source: This is falling apart. Let's take a souvenir.
ko_mt: 이것은 무너지고 있습니다. 기념품을 가져갑시다.

# Player_Banter_Location_Marches_03
source: This looks familiar.
ko_mt: 이것은 친숙해 보입니다.

# Player_Banter_Location_Marches_04
source: Watch your steps.
ko_mt: 당신의 발걸음을 조심하십시오.

# Player_Banter_Location_Marches_05
source: Did we just threw ourselves into a trap?
ko_mt: 우리가 함정에 빠졌습니까?

# DLC1_Marches_CS01_1_Starter_Default
source: Does this happen often?
ko_mt: 이런 일이 자주 발생합니까?

# DLC1_Marches_CS01_2_Starter_Default
source: Wounded strangers setting camp near the caravan?
ko_mt: 부상당한 낯선 사람이 캐러밴 근처에 캠프를 치고 있습니까?

# DLC1_Marches_CS01_3_Galar_NPC
source: Oh, yes, these sites are well known for those who travel in the Marches.
ko_mt: 아, 예, 이 사이트는 3월을 여행하는 사람들에게 잘 알려져 있습니다.

# DLC1_Marches_CS01_4_Galar_NPC
source: Alas, they're not here for shopping.
ko_mt: 아아, 그들은 쇼핑하러 온 것이 아닙니다.

# DLC1_Marches_CS01_5_Partner_Default
source: Do you know them?
ko_mt: 당신은 그들을 알고 있습니까?

# DLC1_Marches_CS01_6_Galar_NPC
source: Well, the lady is from the Legacy Council, in Caer Cyflen.
ko_mt: 음, 그 여자는 Caer Cyflen에 있는 Legacy Council 출신입니다.

# DLC1_Marches_CS01_7_Galar_NPC
source: They're looking for someone.
ko_mt: 그들은 누군가를 찾고 있습니다.

# DLC1_Marches_CS01_8_Galar_NPC
source: Apparently they were ten strong before meeting a bunch of orcs.
ko_mt: 오크 무리를 만나기 전에는 10명이 강했던 모양이다.

# DLC1_Marches_CS01_9_Galar_NPC
source: Talk to her, see what you can learn.
ko_mt: 그녀와 이야기하고 무엇을 배울 수 있는지보십시오.

# DLC1_Marches_CS01_10_Reactor_Default
source: Why don't you do it?
ko_mt: 왜 안 해?

# DLC1_Marches_CS01_11_Reactor_Default
source: You're the boss, not us.
ko_mt: 당신은 우리가 아니라 보스입니다.

# DLC1_Marches_CS01_12_Galar_NPC
source: It's a strategy.
ko_mt: 전략입니다.

# DLC1_Marches_CS01_13_Galar_NPC
source: You'll see.
ko_mt: 당신은 볼 수.

# DLC1_Marches_CS01_14_Partner_Default
source: Fine.
ko_mt: 괜찮은.

# DLC1_Marches_CS01_15_Galar_NPC
source: The man here is Lord Hammond, also from the capital.
ko_mt: 여기 있는 사람은 역시 수도 출신의 해먼드 경입니다.

# DLC1_Marches_CS01_16_Galar_NPC
source: I spoke shortly to the half-elf, her name is Leyrin Catpaw.
ko_mt: 나는 하프 엘프에게 짧게 말했고 그녀의 이름은 Leyrin Catpaw입니다.

# DLC1_Marches_CS02_NPC2_FirstVisit_1_HeliaFairblade_NPC
source: What do you want?
ko_mt: 무엇을 원하세요?

# DLC1_Marches_CS02_NPC2_FirstVisit_2_Starter_Default
source: Just introducing ourselves.
ko_mt: 그냥 우리 자신을 소개합니다.
