Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Danantar_Dialog_01_14_Pragmatic_Default
source: Interested in Badlands treasures, I suppose, like everyone else?
ko_mt: 다른 사람들과 마찬가지로 Badlands 보물에 관심이 있으십니까?

# Danantar_Dialog_01_15_JorielFoxeye_NPC
source: Well, if you ever come across old spellbooks or spell scrolls, we'd love to see them.
ko_mt: 글쎄, 만약 당신이 오래된 주문서나 주문 두루마리를 발견한다면, 우리는 그것들을 보고 싶습니다.

# Danantar_Dialog_01_16_JorielFoxeye_NPC
source: In return, we have the largest collection of spells and potion recipes you could ever hope to see.
ko_mt: 그 대가로 우리는 당신이 볼 수 있기를 바라는 가장 큰 주문과 물약 레시피 컬렉션을 가지고 있습니다.

# Danantar_Dialog_01_17_Nosy_Default
source: More than the Arcaneum?
ko_mt: 아카네움보다 더?

# Danantar_Dialog_01_18_JorielFoxeye_NPC
source: They would disagree - but yes.
ko_mt: 그들은 동의하지 않을 것입니다. 그러나 그렇습니다.

# Danantar_Dialog_01_19_JorielFoxeye_NPC
source: Now, if you were to prefer feeding the New Empire's wizards with more magical knowledge than the Principality…
ko_mt: 이제 신제국의 마법사들에게 공국보다 더 많은 마법 지식을 제공하는 것을 선호한다면…

# Danantar_Dialog_01_20_JorielFoxeye_NPC
source: …that would be troubling to many on the Council.
ko_mt: ...그것은 위원회의 많은 사람들에게 문제가 될 것입니다.

# Danantar_Dialog_01_21_Lawful_Default
source: Neutrality means we don't treat you any differently than we treat them.
ko_mt: 중립은 우리가 그들을 대우하는 것과 다르게 대우하지 않는다는 것을 의미합니다.

# Danantar_Dialog_01_22_JorielFoxeye_NPC
source: Of course. Neutrality is the rule.
ko_mt: 물론. 중립이 규칙입니다.

# Danantar_Dialog_01_23_JorielFoxeye_NPC
source: Good day to you, deputies.
ko_mt: 의원님 좋은 하루 되세요.

# Council02_4_1_TowerBoss_NPC
source: Ah - our crownbearer is up again!
ko_mt: 아 - 우리의 왕관이 다시 일어났습니다!

# Council02_4_2_Speaker_NPC
source: Honorable Council Members! Please take your seats!
ko_mt: 존경하는 의원님들! 자리에 착석해주세요!

# Council02_4_3_Speaker_NPC
source: Lord Danantar has the floor.
ko_mt: 다난타르 경은 바닥을 가지고 있습니다.

# Council02_4_4_Danantar_NPC
source: Thank you.
ko_mt: 감사합니다.

# Council02_4_5_Danantar_NPC
source: I have confirmed that our deputy is indeed magically attuned to the Crown.
ko_mt: 나는 우리 대리인이 정말로 마법처럼 왕관과 조화를 이루고 있음을 확인했습니다.

# Council02_4_6_Danantar_NPC
source: It is… an uncommonly powerful attunement, unlike anything I've seen.
ko_mt: 그것은… 내가 본 어떤 것과도 비교할 수 없을 정도로 강력한 조율입니다.

# Council02_4_7_Danantar_NPC
source: I strongly recommend against forcing a separation.
ko_mt: 강제로 분리하지 말 것을 강력히 권장합니다.

# Council02_4_8_Speaker_NPC
source: Chancellor Gormsdottir?
ko_mt: Gormsdottir 수상?

# Council02_4_9_AntiquarianBoss_NPC
source: With the Council's permission, I'd like to try a little experiment.
ko_mt: 의회의 허락을 받아 약간의 실험을 해보고 싶습니다.

# Council02_4_10_AntiquarianBoss_NPC
source: I have here the gem that Captain Merran recovered recently.
ko_mt: 여기에 메란 대위가 최근에 되찾은 보석이 있습니다.

# Council02_4_11_AntiquarianBoss_NPC
source: I have reason to believe that it might be…
ko_mt: 그럴지도 모른다고 믿을만한 이유가 있어...

# Council02_4_12_AntiquarianBoss_NPC
source: As I suspected! It belongs to the Crown!
ko_mt: 내가 의심했던 대로! 그것은 크라운에 속해 있습니다!

# Council02_4_13_Arcaneum_NPC
source: What have you done?
ko_mt: 당신은 무엇을 했습니까?

# Council02_4_14_EinarBoss_NPC
source: Commander! Take Her Royal Highness to safety!
ko_mt: 사령관! 여왕님을 안전한 곳으로 데려가세요!

# Council02_4_15_Princess_NPC
source: Wait!
ko_mt: 기다리다!

# Council02_5_1_Arcaneum_NPC
source: Are you going to faint again?
ko_mt: 또 기절할까?

# Council02_5_2_Crownbearer_WRITTEN
source: I just had a… vision, I guess it was.
ko_mt: 나는 단지… 비전을 가졌을 뿐이라고 생각합니다.

# Council02_5_3_Crownbearer_WRITTEN
source: It's nothing.
ko_mt: 아무것도 아니야.

# Council02_5_4_Crownbearer_WRITTEN
source: I must… find the other gems.
ko_mt: 나는… 다른 보석들을 찾아야만 한다.

# Council02_5_5_Crownbearer_Answer
source: I just had a vision.
ko_mt: 나는 단지 비전을 가지고 있었다.

# Council02_5_6_Crownbearer_Answer
source: It's nothing.
ko_mt: 아무것도 아니야.

# Council02_5_7_Crownbearer_Answer
source: The Crown wants the other gems back.
ko_mt: 왕관은 다른 보석을 돌려받기를 원합니다.

# Council02_5_5_Danantar_NPC
source: A vision? In an instant?
ko_mt: 비전? 순식간에?

# Council02_5_6_Crownbearer_Default
source: I was fighting Soraks - but I wasn't myself.
ko_mt: 나는 소락스와 싸우고 있었지만 나는 내가 아니었다.

# Council02_5_7_Crownbearer_Default
source: Then… who were you?
ko_mt: 그럼... 당신은 누구였습니까?

# Council02_5_8_Crownbearer_Default
source: A paladin… powerful…
ko_mt: 성기사… 강력한…

# Council02_5_9_Crownbearer_Default
source: …from Tirmar.
ko_mt: ...티르마르에서.

# Council02_5_10_Danantar_NPC
source: That is… unsettling.
ko_mt: 그것은… 불안하다.

# Council02_5_11_AntiquarianBoss_NPC
source: Honorable delegates, I suggest we focus on the Soraks for now.
ko_mt: 존경하는 대표단 여러분, 지금은 설악에 집중하는 것이 좋습니다.

# Council02_5_12_Danantar_NPC
source: I concur.
ko_mt: 동의합니다.

# Council02_5_13_EinarBoss_NPC
source: What about this artifact? The other gems?
ko_mt: 이 유물은 어떻습니까? 다른 보석?

# Council02_5_14_TowerBoss_NPC
source: What?
ko_mt: 뭐라고 요?

# Council02_5_15_Crownbearer_Default
source: I think I can find them. I can… feel them.
ko_mt: 나는 그들을 찾을 수 있다고 생각합니다. 나는… 느낄 수 있다.

# Council02_5_16_EinarBoss_NPC
source: You said it wasn't sentient.
ko_mt: 지각이 없다고 하셨습니다.

# Council02_5_17_Danantar_NPC
source: This is old Manacalon magic. Anything is possible.
ko_mt: 이것은 오래된 마나칼론 마법입니다. 무엇이든 가능합니다.

# Council02_5_18_Danantar_NPC
source: Let the crownbearer and the other deputies follow that quest.
ko_mt: 관수와 다른 대리자들이 그 퀘스트를 따르도록 하십시오.

# Council02_5_19_Danantar_NPC
source: Find the other gems if you can, but keep us informed.
ko_mt: 가능하면 다른 보석을 찾으십시오. 그러나 계속 알려 주십시오.

# Council02_5_20_Danantar_NPC
source: In the meantime, we will formulate a response to the Soraks.
ko_mt: 그 동안 우리는 설악에 대한 대응책을 마련할 것입니다.

# Council02_5_21_AntiquarianBoss_NPC
source: Let's vote. Delegates - do you agree?
ko_mt: 투표합시다. 대표자 - 동의합니까?

# Council02_5_22_All_NPC
source: Aye!
ko_mt: 찬성!

# Council02_5_23_Speaker_NPC
source: Your Royal Highness?
ko_mt: 왕실 전하?

# Council02_5_24_Princess_NPC
source: Oh? pardon me. Yes, I concur…
ko_mt: 오? 뭐라고 요. 예, 동의합니다…

# Council02_5_25_Speaker_NPC
source: To which proposition, Your Highness?
ko_mt: 어떤 제안에, 폐하?

# Council02_5_26_Princess_NPC
source: I mean, aye. They should go and find the diamonds - the gems.
ko_mt: 내 말은, 네. 그들은 가서 다이아몬드, 즉 보석을 찾아야 합니다.

# Council02_5_27_Speaker_NPC
source: So resolved! Let it be recorded!
ko_mt: 그래서 해결! 녹음하자!

# Council02_5_28_Speaker_NPC
source: Thank you, honored delegates. The Council is now in recess.
ko_mt: 존경하는 대표님, 감사합니다. 위원회는 지금 휴회 중입니다.

# Council02_5_29_Char1_Default
source: What was that?
ko_mt: 그게 뭐였지?

# Council02_5_30_Char1_Default
source: You had a vision?
ko_mt: 비전이 있었나요?

# Council02_5_31_Char2_Default
source: What do you mean the Crown wants its missing gems?
ko_mt: 왕관이 잃어버린 보석을 원한다는 것은 무슨 뜻인가요?

# Council02_5_32_Crownbearer_Default
source: I… I can't explain. I just feel it. Anyway, we have a new mission.
ko_mt: 나는… 설명할 수 없다. 나는 단지 그것을 느낀다. 어쨌든 우리에게는 새로운 임무가 있습니다.

# Council02_5_33_Char3_Default
source: All right, then. So where are we going, crownbearer?
ko_mt: 좋아, 그럼. 그럼 우리는 어디로 가는 걸까요, 크라운베어러?

# Council02_5_34_Crownbearer_Default
source: I think… the Crown knows.
ko_mt: 제 생각에는... 크라운은 알고 있습니다.

# Merton_01_1_Merton_NPC
source: Look who's here! The Sorak hunters themselves!
ko_mt: 여기 누가 왔는지 봐봐! 설악 사냥꾼 그 자체!

# Merton_01_2_Any_Default
source: It's Merton, right? Arwin Merton?
ko_mt: 머튼이죠? 아르윈 머튼?

# Merton_01_3_Merton_NPC
source: Damn right!
ko_mt: 빌어 먹을 권리!

# Merton_01_4_Any_Default
source: First Scavenger? Where does that come from?
ko_mt: 퍼스트 스캐빈저? 어디에서 왔습니까?

# Merton_01_5_Merton_NPC
source: Long story, kid.
ko_mt: 긴 이야기, 꼬마야.

# Merton_01_6_Merton_NPC
source: Short version: When we started crossing the Marches to the Badlands, I was one of the first.
ko_mt: 짧은 버전: 우리가 행진을 건너 황무지로 향하기 시작했을 때 나는 첫 번째 사람 중 하나였습니다.

# Merton_01_7_Merton_NPC
source: Now, I'm just the ugliest one still standing.
ko_mt: 지금, 나는 여전히 서있는 가장 못생긴 사람입니다.

# Merton_01_8_Any_Default
source: What should we know about the Badlands? Any advice?
ko_mt: 황무지에 대해 무엇을 알아야 합니까? 어떤 충고?

# Merton_01_9_Merton_NPC
source: Bring a good cleric with good healing spells. You'll need them.
ko_mt: 좋은 치유 주문을 가진 좋은 성직자를 데려오세요. 당신은 그들이 필요합니다.

# Merton_01_10_Any_Default
source: You're a legend. Why do you seem so sour?
ko_mt: 당신은 전설입니다. 왜 그렇게 시큼해 보이지?

# Merton_01_11_Merton_NPC
source: Sour? It's this ale that's sour, that's all.
ko_mt: 시큼한? 신맛이 나는 것은 이 에일, 그게 전부입니다.

# Merton_01_12_Merton_NPC
source: The high and mighty Council, paying clueless kids like you to go and get killed in the Badlands.
ko_mt: 높고 막강한 평의회에서 당신처럼 어리석은 아이들에게 돈을 주고 황무지에서 죽임을 당합니다.

# Merton_01_13_Merton_NPC
source: But they're not asking good old Arwin - nooo. Go figure.
ko_mt: 그러나 그들은 좋은 늙은 Arwin을 요구하지 않습니다. 그림을 이동.

# Merton_01_14_Merton_NPC
source: It's because I got them figured out.
ko_mt: 내가 그들을 알아 냈기 때문입니다.

# Merton_01_15_Any_Default
source: Figured out how?
ko_mt: 어떻게 알아냈어?

# Merton_01_16_Merton_NPC
source: This Legacy Council is full of it.
ko_mt: 이 유산 위원회는 그것으로 가득 차 있습니다.

# Merton_01_17_Merton_NPC
source: Acting all united and lovey-dovey while they plot to rob each other.
ko_mt: 서로를 훔치려는 음모를 꾸미는 동안 모두 단결하고 사랑스러운 행동을 합니다.

# Merton_01_18_Merton_NPC
source: Wouldn't surprise me if some of them were even Soraks in disguise. You know they can shapeshift.
ko_mt: 그들 중 일부가 변장한 설악이라도 놀라지 않을 것입니다. 당신은 그들이 변신할 수 있다는 것을 알고 있습니다.

# Merton_01_19_Any_Default
source: Uh - okay…
ko_mt: 어 - 알았어...

# Merton_01_20_Merton_NPC
source: Hey, I was right about them hiding in the Badlands, wasn't I?
ko_mt: 이봐, 그들이 Badlands에 숨어 있다는 것은 내가 옳았어, 그렇지?

# Council03_1_LeiraKean_NPC
source: Honorable members of the Council, please be seated!
ko_mt: 존경하는 의원 여러분, 자리에 앉아 주십시오!

# Council03_2_LeiraKean_NPC
source: The Legacy Council is now in session!
ko_mt: 레거시 위원회가 지금 회의 중입니다!

# Council03_3_LeiraKean_NPC
source: Lord Keenmind has the floor.
ko_mt: Lord Keenmind는 바닥을 가지고 있습니다.

# Council03_4_Keenmind_NPC
source: Honorable members of the Council, we at the Arcaneum…
ko_mt: 존경하는 평의회 회원 여러분, 우리는 Arcaneum에서…

# Council03_5_Keenmind_NPC
source: …have gathered crucial information about this Crown.
ko_mt: ...이 왕관에 대한 중요한 정보를 수집했습니다.

# Council03_6_Keenmind_NPC
source: This is indeed the Crown of the Magister, belonging to Kaseinax, Eternal Soul of the Eight Traditions…
ko_mt: 이것이 바로 팔전의 영원한 영혼 카세이낙스에 속한 마기스터의 왕관…

# Council03_7_Keenmind_NPC
source: …ninth and last Magister of the Manacalon Arcaneum.
ko_mt: ...마나칼론 아케니움의 아홉 번째이자 마지막 마기스터.

# Council03_8_Keenmind_NPC
source: At the time, there were eight masters of magic, one for each of the old schools.
ko_mt: 당시에는 각 구파에 한 명씩, 여덟 명의 마술사가 있었습니다.

# Council03_9_Keenmind_NPC
source: In time of need, each of the masters lent their gem to the Magister, the head of the Arcaneum.
ko_mt: 필요할 때마다 마스터들은 각자의 보석을 아카네움의 수장인 마기스터에게 빌려주었습니다.

# Council03_10_Keenmind_NPC
source: Placed in the Crown, they granted additional powers…
ko_mt: 크라운에 배치되어 추가 권한을 부여했습니다...

# Council03_11_Keenmind_NPC
source: …that enabled the Magister to cast spells or perform rituals of incredible power.
ko_mt: ...마기스터가 주문을 시전하거나 놀라운 힘의 의식을 수행할 수 있게 해주었습니다.

# Council03_12_Keenmind_NPC
source: Such as the closing of the Rift from Tirmar.
ko_mt: 티르마르의 균열 폐쇄와 같은.

# Council03_13_All_NPC
source: overlapping murmurs
ko_mt: 겹치는 중얼거림

# Council03_14_Keenmind_NPC
source: Indeed.
ko_mt: 물론.

# Council03_15_Keenmind_NPC
source: Now… there is some debate about…
ko_mt: 지금… 에 대한 논쟁이 있습니다…

# Council03_16_Keenmind_NPC
source: …whether the Crown, with all its gems…
ko_mt: ...왕관과 모든 보석이...

# Council03_17_Keenmind_NPC
source: …could possibly open another Rift…
ko_mt: ...또 다른 리프트를 열 수 있습니다...

# Council03_18_All_NPC
source: overlapping protestations
ko_mt: 중복 항의

# Council03_19_Keenmind_NPC
source: …or even reopen the previous one.
ko_mt: ...또는 이전 것을 다시 열 수도 있습니다.

# Council03_20_Towerboss_NPC
source: Nonsense! The Rift has been closed for a millennium!
ko_mt: 무의미한 말! 리프트는 천년 동안 폐쇄되었습니다!

# Council03_21_Danantar_NPC
source: Solasta paid a high enough price for that!
ko_mt: 솔라스타는 그만한 대가를 치렀다!

# Council03_22_Antiquariansboss_NPC
source: Have you been to the Badlands recently?
ko_mt: 최근에 Badlands에 가본 적이 있습니까?

# Council03_23_LeiraKean_NPC
source: Order!
ko_mt: 주문하다!

# Council03_24_LeiraKean_NPC
source: Marshal Sunblaze has the floor.
ko_mt: 원수 Sunblaze가 바닥을 가지고 있습니다.

# Council03_25_Einarboss_NPC
source: For our part, now that the existence of Sorr-Akkath on Solasta has been confirmed…
ko_mt: 솔라스타에 소르-아카스의 존재가 확인되었기 때문에…

# Council03_26_Einarboss_NPC
source: …we have gathered proof that they are operating everywhere in the Eastern Kingdoms.
ko_mt: ...우리는 그들이 동부 왕국의 모든 곳에서 활동하고 있다는 증거를 수집했습니다.

# Council03_27_Einarboss_NPC
source: Including here, in the Principality of Masgarth.
ko_mt: 여기를 포함하여 마스가르스 공국.

# Council03_28_Towerboss_NPC
source: Impossible!
ko_mt: 불가능한!

# Council03_29_Einarboss_NPC
source: The Soraks are looking for the Crown and its gems. That cannot be a coincidence.
ko_mt: Soraks는 왕관과 그 보석을 찾고 있습니다. 그것은 우연의 일치가 아닐 수 있습니다.

# Council03_30_Antiquariansboss_NPC
source: A powerful artifact, certainly - but reopening the Rift?
ko_mt: 강력한 유물은 물론입니다. 하지만 리프트를 다시 열까요?

# Council03_31_Antiquariansboss_NPC
source: It took all the gods of Tirmar to open it!
ko_mt: 그것을 여는 데 티르마르의 모든 신들이 필요했습니다!

# Council03_32_Einarboss_NPC
source: No one knows for sure what the Crown can do.
ko_mt: 크라운이 무엇을 할 수 있는지는 아무도 모릅니다.

# Council03_33_Keenmind_NPC
source: It's a theory.
ko_mt: 이론입니다.

# Council03_34_Keenmind_NPC
source: As you know, it protects itself from our divination spells…
ko_mt: 아시다시피, 그것은 우리의 점술로부터 자신을 보호합니다…

# Council03_35_Keenmind_NPC
source: …that is one of its mysterious powers.
ko_mt: ...그것은 신비한 힘 중 하나입니다.

# Council03_36_Towerboss_NPC
source: Then why would the Soraks think they know better?
ko_mt: 그렇다면 설악은 왜 그들이 더 잘 안다고 생각할까요?

# Council03_37_Einarboss_NPC
source: Because they're Soraks!
ko_mt: 그들이 소락이기 때문입니다!

# Council03_38_Einarboss_NPC
source: Their people, their culture - they must have been obsessing about this for a thousand years!
ko_mt: 그들의 사람들, 그들의 문화 - 그들은 천년 동안 이것에 집착했을 것입니다!

# Council03_39_Einarboss_NPC
source: While we spent that time fighting each other, they had to stick together and hide to survive.
ko_mt: 우리가 그 시간을 서로 싸우면서 보내는 동안, 그들은 살아남기 위해 서로 붙어 숨어야 했습니다.

# Council03_40_Towerboss_NPC
source: Fables and conjectures!
ko_mt: 우화와 추측!

# Council03_41_Antiquariansboss_NPC
source: Perhaps.
ko_mt: 아마도.

# Council03_42_Einarboss_NPC
source: But can we take the risk?
ko_mt: 그러나 우리가 위험을 감수할 수 있습니까?

# Council03_43_Danantar_NPC
source: The Crown must be secured!
ko_mt: 크라운을 확보해야 합니다!

# Council03_44_Antiquariansboss_NPC
source: The Crown belongs to those who found it. Those are the rules.
ko_mt: 왕관은 그것을 발견한 자의 것입니다. 이것이 규칙입니다.

# Council03_45_Antiquariansboss_NPC
source: The quest for the gems should be completed.
ko_mt: 보석 퀘스트를 완료해야 합니다.

# Council03_46_Antiquariansboss_NPC
source: Only this way can we learn more about the Crown and its powers.
ko_mt: 그래야만 왕관과 그 힘에 대해 더 많이 알 수 있습니다.

# Council03_47_Towerboss_NPC
source: These deputies - well, they're not strong enough! No offense.
ko_mt: 이 의원들은 - 글쎄, 그들은 충분히 강하지 않습니다! 범죄가 없습니다.

# Council03_48_Antiquariansboss_NPC
source: Tell that to the Crown. And they've done well enough so far, wouldn't you say?
ko_mt: 크라운에게 말해. 그리고 그들은 지금까지 충분히 잘 해왔습니다. 그렇지 않습니까?

# Council03_49_Towerboss_NPC
source: This is nonsense!
ko_mt: 말도 안돼!

# Council03_50_Princess_NPC
source: Maybe the deputies would like to speak.
ko_mt: 아마도 의원들이 말하고 싶어할 것입니다.

# Council03_51_Princess_NPC
source: After all, they are members of the Council now, aren't they?
ko_mt: 결국, 그들은 이제 위원회의 구성원이잖아요, 안 그래요?

# Council03_52_Authority_Normal_WRITTEN
source: We'll continue the quest.
ko_mt: 퀘스트를 계속 진행하겠습니다.

# Council03_55_Greed_Default_WRITTEN
source: Give us weapons.
ko_mt: 무기를 주세요.

# Council03_58_Lawfulness_Default_WRITTEN
source: You should trust us more.
ko_mt: 우리를 더 믿어야 합니다.

# Council03_61_Selfishness_Default_WRITTEN
source: The Crown is ours.
ko_mt: 크라운은 우리의 것입니다.

# Council03_52_Authority_Normal
source: We feel perfectly able to continue searching for the gems.
ko_mt: 우리는 완벽하게 보석을 계속 찾을 수 있다고 느낍니다.

# Council03_53_Authority_Formal
source: With all due respect, we are confident that we can fulfill this quest ourselves.
ko_mt: 우리는 이 퀘스트를 스스로 수행할 수 있다고 확신합니다.

# Council03_54_Authority_Slang
source: We got this. Really, it's under control.
ko_mt: 우리는 이것을 얻었다. 정말, 그것은 통제하에 있습니다.

# Council03_55_Greed_Default
source: You can give us the means to be stronger. Weapons, armor, maybe some spells?
ko_mt: 당신은 우리에게 더 강해질 수 있는 수단을 줄 수 있습니다. 무기, 갑옷, 주문?

# Council03_56_Greed_Formal
source: May we be so bold as to ask your for material support? Weapons, armor, or spells, for instance?
ko_mt: 물질적 지원을 요청할 수 있을 만큼 담대합니까? 예를 들어 무기, 갑옷 또는 주문?

# Council03_57_Greed_Slang
source: We'd be stronger if you tossed a few things our way. You know - weapons, armor, spells - that sort of thing.
ko_mt: 당신이 우리 방식으로 몇 가지를 던진다면 우리는 더 강해질 것입니다. 무기, 갑옷, 주문 - 그런 종류의 것들.

# Council03_58_Lawfulness_Default
source: You may trust that we are devoted to this quest. We are well aware of its importance.
ko_mt: 우리가 이 퀘스트에 전념하고 있다고 믿을 수 있습니다. 우리는 그 중요성을 잘 알고 있습니다.

# Council03_59_Lawfulness_Formal
source: We are fully devoted to the quest, and perfectly aware of its vital importance.
ko_mt: 우리는 퀘스트에 완전히 전념하고 있으며 그 중요성을 완벽하게 인식하고 있습니다.

# Council03_60_Lawfulness_Slang
source: We get it - this is big. We won't let you down!
ko_mt: 우리는 그것을 이해합니다. 이것은 큽니다. 우리는 당신을 실망시키지 않을 것입니다!

# Council03_61_Selfishness_Default
source: We didn't change our mind about the Crown - it's ours!
ko_mt: 우리는 Crown에 대해 마음을 바꾸지 않았습니다. 그것은 우리 것입니다!

# Council03_62_Selfishness_Formal
source: We must reiterate that we have no intention of giving up the Crown.
ko_mt: 우리는 왕관을 포기할 생각이 없음을 반복해야 합니다.

# Council03_63_Selfishness_Slang
source: Let's be clear. The Crown is ours, and it stays ours.
ko_mt: 분명히 하자. 왕관은 우리의 것이며 우리의 것입니다.

# Council03_64_Danantar_NPC
source: Confidence? I like that.
ko_mt: 신뢰? 나는 그것을 좋아한다.

# Council03_65_Towerboss_NPC
source: Preposterous!
ko_mt: 터무니없다!

# Council03_66_Antiquariansboss_NPC
source: Five more gems to find. Do you even have a lead?
ko_mt: 다섯 개의 보석이 더 있습니다. 리드도 있나요?

# Council03_67_Authority_Default
source: Yes - the best lead possible. The Crown itself tells us where to go.
ko_mt: 예 - 가능한 최고의 리드. 크라운 자체가 어디로 가야 하는지 알려줍니다.

# Council03_68_Einarboss_Default
source: The Soraks will come after you - you know that?
ko_mt: Soraks가 당신을 쫓을 것입니다 - 당신은 그것을 알고 있습니까?

# Council03_69_Einarboss_Default
source: But you have our complete support in this struggle.
ko_mt: 그러나 당신은 이 투쟁에서 우리의 전적인 지원을 받고 있습니다.

# Council03_70_Friendliness_Formal
source: Our thanks, Marshal.
ko_mt: 고마워요, 마샬.

# Council03_71_Friendliness_Normal
source: Thanks.
ko_mt: 감사.

# Council03_72_Antiquariansboss_NPC
source: Don't overestimate yourselves, deputies!
ko_mt: 자신을 과대평가하지 마십시오, 의원 여러분!

# Council03_73_Einarboss_NPC
source: That's right! We can't risk the Soraks overpowering them and taking the Crown!
ko_mt: 좋아요! 우리는 소락이 그들을 압도하고 왕관을 차지할 위험을 감수할 수 없습니다!

# Council03_74_Danantar_NPC
source: Well, you're welcome to provide them with whatever weapons and armors you like, Marshal.
ko_mt: 당신이 원하는 무기와 방어구를 그들에게 제공하는 것을 환영합니다, 마셜.

# Council03_75_Greed_Default
source: We're just trying to increase our chance of success.
ko_mt: 우리는 단지 성공 가능성을 높이려고 할 뿐입니다.

# Council03_76_Towerboss_NPC
source: Of course you are.
ko_mt: 물론 당신입니다.

# Council03_77_Keenmind_NPC
source: We might have a few spells that can increase your chance of… survival.
ko_mt: 생존 확률을 높일 수 있는 몇 가지 주문이 있을 수 있습니다.

# Council03_78_Danantar_NPC
source: Trust is a hot topic, these days.
ko_mt: 신뢰는 요즘 화두입니다.

# Council03_73_Einarboss_trust_NPC
source: Nobody here questions your dedication. You've done a lot already.
ko_mt: 여기 아무도 당신의 헌신에 의문을 제기하지 않습니다. 당신은 이미 많은 일을 했습니다.

# Council03_71_Einarboss_NPC
source: Yet, we should support you in your efforts.
ko_mt: 그러나 우리는 당신의 노력을 지원해야 합니다.

# Council03_72_Keenmind_NPC
source: And we will.
ko_mt: 그리고 우리는 할 것입니다.

# Council03_73_Antiquariansboss_NPC
source: You understand, though - it is your responsibility to keep the Crown out of the wrong hands?
ko_mt: 하지만 왕관을 잘못된 손에 넣지 못하게 하는 것이 당신의 책임이라는 것을 이해하고 계십니까?

# Council03_74_Selfishness_Default
source: The Crown chose us. I doubt it would do any good to anyone else.
ko_mt: 크라운이 우리를 선택했습니다. 나는 그것이 다른 사람에게 어떤 유익을 줄지 의심스럽다.

# Council03_75_Keenmind_NPC
source: Oh, so you're experts in Manacalon sorcery now?
ko_mt: 오, 당신은 이제 마나칼론 마법의 전문가인가?

# Council03_76_Einarboss_NPC
source: I can only concur. You have a responsibility, and it's more important than ownership.
ko_mt: 동의할 수 밖에 없습니다. 당신에게는 책임이 있으며 소유권보다 더 중요합니다.

# Council03_77_LeiraKean_NPC
source: If that is all, may we conclude?
ko_mt: 그게 다라면 결론을 내볼까요?

# Council03_78_Princess_NPC
source: I'd like to say a word, if that is appropriate.
ko_mt: 적절하다면 한마디 하고 싶습니다.

# Council03_79_LeiraKean_NPC
source: Of course, Your Highness. We are listening.
ko_mt: 물론입니다. 우리는 듣고 있습니다.

# Council03_80_Princess_NPC
source: I think our brave deputies shouldn't be, you know, sleeping in a… city inn.
ko_mt: 내 생각에 우리의 용감한 대리인들은 도시의 여관에서 자고 있어서는 안 됩니다.

# Council03_81_Princess_NPC
source: We have a very comfortable residence near the Palace.
ko_mt: 우리는 궁전 근처에 매우 편안한 거주지가 있습니다.

# Council03_82_Princess_NPC
source: They would be safer there, don't you think?
ko_mt: 거기가 더 안전할 텐데, 안 그래?

# Council03_83_Princess_NPC
source: That would be my - I mean, our - part in supporting the quest.
ko_mt: 그것은 퀘스트를 지원하는 나의 - 내 말은 - 우리의 역할이 될 것입니다.

# Council03_84_LeiraKean_NPC
source: Ahem - Your Highness?
ko_mt: 에헴 - 전하?

# Council03_85_LeiraKean_NPC
source: I must remind you that your decisions as head of state are not subject to Council approval.
ko_mt: 국가 원수로서의 당신의 결정은 의회 승인의 대상이 아님을 상기시켜야 합니다.

# Council03_86_Princess_NPC
source: Oh! Right…
ko_mt: 오! 오른쪽…

# Council03_87_LeiraKean_NPC
source: Might I suggest that you reiterate your offer outside these walls?
ko_mt: 이 벽 밖에서 당신의 제안을 되풀이할 것을 제안해도 될까요?

# Council03_88_Princess_NPC
source: Of course. I beg the Council's pardon.
ko_mt: 물론. 의회의 양해를 구합니다.

# Council03_89_LeiraKean_NPC
source: Not at all, Your Highness.
ko_mt: 전혀 아닙니다.

# Council03_90_Danantar_NPC
source: Then I think that is all?
ko_mt: 그럼 그게 다인 것 같아요?

# Council03_91_LeiraKean_NPC
source: Thank you. The Legacy Council is now in recess.
ko_mt: 감사합니다. 레거시 위원회는 지금 휴회 중입니다.

# HostOfPrincess_1_Captain_NPC
source: A word, please, deputies?
ko_mt: 의원님, 한마디 하시겠습니까?

# HostOfPrincess_2_Any_Default
source: Sure.
ko_mt: 확신하는.

# HostOfPrincess_2_Any_Formal
source: Of course.
ko_mt: 물론.

# HostOfPrincess_2_Any_Slang
source: What's up?
ko_mt: 무슨 일이야?

# HostOfPrincess_3_Captain_NPC
source: Her Royal Highness asked me to reiterate her offer to accommodate you at the Palace Residence.
ko_mt: 그녀의 왕비는 궁전 저택에서 당신을 수용하겠다는 그녀의 제안을 되풀이해 줄 것을 요청했습니다.

# HostOfPrincess_4_Any_Default
source: What's that?
ko_mt: 그게 뭐야?

# HostOfPrincess_4_Any_Formal
source: I'm not sure what that is.
ko_mt: 그게 뭔지 잘 모르겠습니다.

# HostOfPrincess_5_Captain_NPC
source: A house for plenipotentiaries, emissaries, and other guests of the Court.
ko_mt: 전권대사, 사절, 궁정의 손님을 위한 집.

# HostOfPrincess_6_Any_Default
source: Sounds nice.
ko_mt: 좋은 소리.

# HostOfPrincess_6_Any_Formal
source: It's an honor!
ko_mt: 영광입니다!

# HostOfPrincess_7_Captain_NPC
source: You don't say?
ko_mt: 당신은 말하지 않는다?

# HostOfPrincess_8_Any_Default
source: Where is this residence?
ko_mt: 이 거주지가 어디입니까?

# HostOfPrincess_9_Captain_NPC
source: In the Palace. Ask for Ravensworth, the royal butler. He'll show you.
ko_mt: 궁전에서. 왕실 집사인 레이븐스워스에게 물어보세요. 그가 당신에게 보여줄 것입니다.

# HostOfPrincess_10_Captain_NPC
source: Oh, another thing…
ko_mt: 아, 또 한가지...

# HostOfPrincess_11_Any_Default
source: Yes?
ko_mt: 예?

# HostOfPrincess_12_Captain_NPC
source: I am to give this to any senior deputy of the Council.
ko_mt: 나는 이것을 의회의 고위 대리인에게 줄 것입니다.

# HostOfPrincess_13_Any_Default
source: What's this?
ko_mt: 이게 뭐야?
