Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# CaerLem_TimeToGo9_Selfpres_Prag_Default
source: Into the secret passage, before it's too late!
ko_mt: 더 늦기 전에 비밀통로로!

# CaerLem_LisbathKilled1_Robar_NPC
source: Lisbath!
ko_mt: 리스바스!

# CaerLem_LisbathKilled2_Beryl_NPC
source: I'm sorry…
ko_mt: 죄송합니다…

# CaerLem_LisbathKilled3_Robar_NPC
source: I should have…
ko_mt: 나는 했어야 했다…

# CaerLem_LisbathKilled4_Sellsword_Default
source: Stay with us, brother. We're not the enemy.
ko_mt: 우리와 함께있어, 형제. 우리는 적이 아니다.

# CaerLem_LisbathKilled5_Robar_NPC
source: Soraks…
ko_mt: 설악…

# CaerLem_LisbathKilled6_Beryl_NPC
source: Right. Who's crazy now?
ko_mt: 오른쪽. 지금 누가 미쳤어?

# CaerLem_LisbathKilled7_Einar_Default
source: We must alert the Council!
ko_mt: 우리는 의회에 경고해야 합니다!

# CaerLem_LisbathKilled8_Selfpres_Normal
source: We need to get out of here, that's what we need!
ko_mt: 여기서 나가야 해요, 그게 우리에게 필요한 거예요!

# CaerLem_LisbathKilled9_Selfpres_Formal
source: Surviving is what matters now.
ko_mt: 지금은 살아남는 것이 중요합니다.

# CaerLem_LisbathKilled10_Authority_Normal
source: Look at that skin! It's unbelievable…
ko_mt: 저 피부 좀 봐! 정말 놀랍군…

# CaerLem_BerylKilled1_Lisbath_NPC
source: Oh, no…
ko_mt: 안 돼…

# CaerLem_BerylKilled2_Robar_NPC
source: You know she had it coming. She failed us.
ko_mt: 당신은 그녀가 그것을 가지고 있었다는 것을 알고 있습니다. 그녀는 우리를 실망시켰습니다.

# CaerLem_BerylKilled3_JudgmentalAny_Default
source: Happy now?
ko_mt: 이제 행복해?

# CaerLem_BerylKilled4_Robar_NPC
source: We didn't do this… the… Sorak did.
ko_mt: 우리는 이것을 하지 않았다… … 설악이 했다.

# CaerLem_BerylKilled5_Pragmatic_Default
source: Right, then. They are real.
ko_mt: 바로 그때. 그들은 진짜입니다.

# CaerLem_BerylKilled6_Einar_Default
source: This is unbelievable! The Council must know!
ko_mt: 이것은 믿을 수 없다! 의회는 알아야 합니다!

# CaerLem_BerylKilled7_Selfpres_Default
source: And we need to leave, or we'll be next.
ko_mt: 그리고 우리는 떠나야 합니다.

# CaerLem_BerylKilled8_Jugdmental_Default
source: This could have been avoided if you people hadn't wasted time bickering.
ko_mt: 사람들이 말다툼하는 데 시간을 낭비하지 않았다면 이것은 피할 수 있었을 것입니다.

# CaerLem_BerylKilled9_Logical_Default
source: Let's focus here. We can't save her now, but we can still save ourselves.
ko_mt: 여기에 집중합시다. 우리는 지금 그녀를 구할 수 없지만 여전히 우리 자신을 구할 수 있습니다.

# CaerLem_InTunnel1_Starter_Default
source: Seems quiet.
ko_mt: 조용한 것 같다.

# CaerLem_InTunnel2_Selfpres_Default
source: We must be cautious. Other Soraks might be scouting these caves.
ko_mt: 우리는 조심해야 합니다. 다른 소락들이 이 동굴을 정찰하고 있을지도 모릅니다.

# CaerLem_InTunnel3_Partner_Default
source: Hey, where's Daliat?
ko_mt: 이봐, 달리아트는 어디 있지?

# CaerLem_InTunnel4_Starter_Default
source: He was here a moment ago.
ko_mt: 그는 조금 전에 여기에 있었다.

# CaerLem_InTunnel5_Selfpres_Default
source: The Soraks?
ko_mt: 소락스?

# CaerLem_InTunnel6_Beryl_NPC
source: Daliat always had his own secrets.
ko_mt: Daliat에게는 항상 자신의 비밀이 있었습니다.

# CaerLem_InTunnel7_Beryl_NPC
source: I think he just went his own way.
ko_mt: 그는 그냥 자신의 길을 갔다고 생각합니다.

# CaerLem_InTunnel8_Starter_Default
source: And the others are in the tower looking for that secret door. We don't have much choice… let's move!
ko_mt: 그리고 다른 사람들은 그 비밀의 문을 찾고 있는 탑에 있습니다. 우리는 선택의 여지가 많지 않습니다 ... 가자!

# CaerLem_InTunnel1_Beryl_NPC
source: Wait…
ko_mt: 기다리다…

# CaerLem_InTunnel1_Robar_NPC
source: Wait…
ko_mt: 기다리다…

# CaerLem_InTunnel2_Starter_Normal
source: Think they're Soraks?
ko_mt: 그들이 설악이라고 생각합니까?

# CaerLem_InTunnel3_Starter_Formal
source: Are those Soraks?
ko_mt: 설악인가?

# CaerLem_InTunnel4_Cynicism_Default
source: Who else?
ko_mt: 그밖에 누가?

# CaerLem_InTunnel5_Violence_Default
source: We can surprise them.
ko_mt: 우리는 그들을 놀라게 할 수 있습니다.

# CaerLem_InTunnel6_Selfpres_Default
source: Can't we sneak around?
ko_mt: 몰래 빠져나가면 안 돼?

# CaerLem_InTunnel7_Prag_Default
source: From what I see, not a chance.
ko_mt: 내가 볼 때 기회가 아닙니다.

# CaerLem_InTunnel8_Violence_Default
source: All right. Tread lightly, and we all attack at once.
ko_mt: 괜찮아. 가볍게 밟으면 우리 모두가 한 번에 공격합니다.

# CaerLem_InspectFort1_Starter_Default
source: What do you think?
ko_mt: 어떻게 생각하나요?

# CaerLem_InspectFort2_Stonecunning_Default
source: Typical Manacalon architecture…
ko_mt: 전형적인 마나칼론 아키텍처…

# CaerLem_InspectFort3_Stonecunning_Default
source: …the stonecutting is textbook…
ko_mt: …석재 절단은 교과서…

# CaerLem_InspectFort4_Stonecunning_Default
source: …using this orange stone from the mountain.
ko_mt: ...산에서 가져온 이 주황색 돌을 사용합니다.

# CaerLem_InspectFort5_Starter_Default
source: That's it? Orange stone?
ko_mt: 그게 다야? 주황색 돌?

# CaerLem_InspectFort5_Starter_Formal
source: Is that all? Stone?
ko_mt: 그게 다야? 결석?

# CaerLem_InspectFort6_Stonecunning_Default
source: I'm not answering that.
ko_mt: 나는 대답하지 않는다.

# CaerLem_InspectFort6_Stonecunning_Formal
source: I won't dignify that question with an answer.
ko_mt: 나는 그 질문을 대답으로 존중하지 않을 것입니다.

# CaerLem_InspectFort7_dunno
source: Maybe a dwarf could tell you about stone.
ko_mt: 드워프가 돌에 대해 알려줄 수도 있습니다.

# CaerLem_InspectFort8_dunno
source: I guess it's… good stone.
ko_mt: 내 생각에 그것은... 좋은 돌인 것 같다.

# CaerLem_InspectFort9_dunno
source: Well, that was enlightening.
ko_mt: 글쎄, 그것은 계몽이었다.

# CaerLem_InspectTeleporter1_Starter_Normal
source: What's this?
ko_mt: 이게 뭐야?

# CaerLem_InspectTeleporter2_Starter_Formal
source: What is this thing?
ko_mt: 이게 뭐야?

# CaerLem_InspectTeleporter3_Arcane_Normal
source: I think it was a Minor Gate.
ko_mt: 마이너 게이트였던 것 같아요.

# CaerLem_InspectTeleporter4_Arcane_Formal
source: I believe this was called a minor Imperial Gate.
ko_mt: 이것을 마이너 임페리얼 게이트라고 불렀던 것 같아요.

# CaerLem_InspectTeleporter5_Arcane_Default
source: At its height, the Manacalon Empire had countless Gates like this.
ko_mt: 마나칼론 제국의 전성기에는 이런 관문이 셀 수 없이 많았다.

# CaerLem_InspectTeleporter6_Arcane_Default
source: To magically travel through the Empire.
ko_mt: 마법처럼 제국을 여행하기 위해.

# CaerLem_InspectTeleporter7_Partner_Default
source: I don't suppose it still works?
ko_mt: 아직 작동하지 않는 것 같은데요?

# CaerLem_InspectTeleporter8_Arcane_Default
source: Some say there are still functioning Gates.
ko_mt: 일부는 여전히 작동하는 Gates가 있다고 말합니다.

# CaerLem_InspectTeleporter9_Commentator_Default
source: And this plaque? Any value?
ko_mt: 그리고 이 명판? 어떤 가치?

# CaerLem_InspectTeleporter10_Arcane_Default
source: Maybe. The Tower of Knowledge? Why not?
ko_mt: 아마도. 지식의 탑? 왜 안 돼?

# CaerLem_InspectCorpse1_Starter_Default
source: This one didn't die yesterday.
ko_mt: 이것은 어제 죽지 않았습니다.

# CaerLem_InspectCorpse2_Partner_Default
source: What's this outfit?
ko_mt: 이 복장은 무엇입니까?

# CaerLem_InspectCorpse3_History_Default
source: Tirmarian.
ko_mt: 티르마리안.

# CaerLem_InspectCorpse4_Selfpres_Default
source: Who wants to open this?
ko_mt: 누가 이것을 열고 싶습니까?

# CaerLem_InspectCorpse5_Greed_Default
source: You never know, there might be a fortune in there.
ko_mt: 당신은 거기에 재산이 있을지도 모릅니다.

# CaerLem_InspectTirmarian1_Starter_Default
source: Can anyone read that?
ko_mt: 아무도 그것을 읽을 수 있습니까?

# CaerLem_InspectTirmarian2_History_Default
source: It's old Tirmarian.
ko_mt: 늙은 티르마리안입니다.

# CaerLem_InspectTirmarian3_History_Default
source: It looks like part of an inquisitor's outfit.
ko_mt: 인퀴지터 복장의 일부처럼 보입니다.

# CaerLem_InspectTirmarian4_Partner_Default
source: So that's from… the tower up there?
ko_mt: 그게... 저기 탑에서 온거야?

# CaerLem_InspectTirmarian5_Starter_Default
source: Maybe we're inside the tower?
ko_mt: 우리가 탑 안에 있는 건 아닐까?

# CaerLem_InspectTirmarian6_Greed_Default
source: Is that gold?
ko_mt: 저거 금이야?

# CaerLem_InspectTirmarian7_History_Default
source: This is history. History, all around us!
ko_mt: 이것은 역사입니다. 역사, 우리 주변의 모든 것!

# CaerLem_InspectTirmarian8_Prag_Default
source: Take it and let's move! The Soraks don't care about history, I'm sure.
ko_mt: 가져가서 움직이자! Soraks는 역사에 관심이 없습니다, 확신합니다.

# CaerLem_End1_Starter_Default
source: We're safe!
ko_mt: 우리는 안전합니다!

# CaerLem_End2_Partner_Default
source: We still have to go back to Caer Cyflen.
ko_mt: 우리는 여전히 Caer Cyflen으로 돌아가야 합니다.

# CaerLem_End3_Commentator_Default
source: The road isn't far.
ko_mt: 길은 멀지 않습니다.

# CaerLem_End4_Starter_Normal
source: We'll see you back there, all right? You'll be okay?
ko_mt: 거기서 다시 보자, 알았지? 괜찮을거야?

# CaerLem_End5_Starter_Formal
source: I suppose we'll meet again in Caer Cyflen? Are you good to return by yourselves?
ko_mt: Caer Cyflen에서 다시 만날 수 있을까요? 혼자 돌아가도 괜찮습니까?

# CaerLem_End7_Beryl_NPC
source: Of course.
ko_mt: 물론.

# CaerLem_End8_Daliat_NPC
source: Sure.
ko_mt: 확신하는.

# CaerLem_End9_Lisbath_NPC
source: Yeah.
ko_mt: 응.

# Council01_1_NPC_Carran
source: Oh, here you are!
ko_mt: 오, 여기 있습니다!

# Council01_2_NPC_Carran
source: How was the mission?
ko_mt: 미션은 어땠나요?

# Council01_3_Any_Practical
source: Successful.
ko_mt: 성공적인.

# Council01_4_Any_Exalted
source: You won't believe it!
ko_mt: 당신은 그것을 믿지 않을 것입니다!

# Council01_5_Any_Cynical
source: We almost died!
ko_mt: 우리는 거의 죽을 뻔했다!

# Council01_6_Any_ReligionEinar
source: We must report to the Council immediately.
ko_mt: 우리는 즉시 이사회에 보고해야 합니다.

# Council01_7_Any_Greedy
source: Not paid enough.
ko_mt: 충분히 지불되지 않았습니다.

# Council01_8_Any_Seenitall
source: Business as usual.
ko_mt: 평소와 같이 사업.

# Council01_9_Any_Violent
source: Let's say we earned a few scars.
ko_mt: 우리가 약간의 상처를 얻었다고 가정해 봅시다.

# Council01_10_NPC_follows3_Carran
source: Good.
ko_mt: 좋은.

# Council01_11_NPC_follows4_Carran
source: Let's hope the Council does, then!
ko_mt: 그렇다면 의회가 해주기를 바랍니다!

# Council01_12_NPC_follows5_Carran
source: Yes here you are, safe and sound.
ko_mt: 예, 안전하고 건전합니다.

# Council01_13_NPC_follows6_Carran
source: Of course. I'll inform the Council that you've returned.
ko_mt: 물론. 나는 당신이 돌아 왔다는 것을 의회에 알릴 것입니다.

# Council01_14_NPC_follows7_Carran
source: Who is?
ko_mt: 누구야?

# Council01_15_NPC_follows8_Carran
source: I appreciate your professionalism.
ko_mt: 당신의 전문성에 감사드립니다.

# Council01_16_NPC_follows8_Carran
source: There's no dishonor in a few scars.
ko_mt: 약간의 상처에는 불명예가 없습니다.

# Council01_17_Any_Practical
source: When can we hope for an audience?
ko_mt: 청중은 언제쯤 기대할 수 있습니까?

# Council01_18_NPC_Carran
source: It depends… tomorrow, if you're lucky.
ko_mt: 운이 좋다면... 내일이 달려있습니다.

# Council01_19_NPC_Carran
source: Another party came back yesterday…
ko_mt: 어제 또 다른 파티가 돌아왔습니다...

# Council01_20_NPC_Carran
source: …and they still have to make their report, so…
ko_mt: ...그리고 그들은 여전히 ​​보고서를 작성해야 하므로...

# Council01_21_NPC_Carran
source: …maybe they'll see you both at once.
ko_mt: … 아마도 그들은 당신을 동시에 볼 것입니다.

# Council01_22_Any_Practical
source: We have urgent news!
ko_mt: 긴급 소식이 있습니다!

# Council01_23_Any_Practical_Slang
source: Listen, we can't wait around here! What we've got is big!
ko_mt: 들어봐, 여기서 기다릴 수 없어! 우리가 가진 것은 크다!

# Council01_24_Any_Practical
source: The outpost at Caer Lem has been attacked!
ko_mt: Caer Lem의 전초 기지가 공격을 받았습니다!

# Council01_25_Any_Practical
source: Almost all of the garrison was killed!
ko_mt: 거의 모든 수비대가 죽었습니다!

# Council01_26_NPC_Carran
source: By all the gods!
ko_mt: 모든 신들에 의해!

# Council01_27_NPC_Carran
source: Meet me in the Council chamber.
ko_mt: 회의장에서 만나요.

# Council01_28_NPC_Carran
source: I'll inform my superiors.
ko_mt: 상사에게 알리겠습니다.

# Council01_29_Any_ReligionEinar
source: This cannot wait!
ko_mt: 이것은 기다릴 수 없습니다!

# Council01_30_Any_ReligionEinar
source: The Caer Lem outpost was attacked by the Soraks!
ko_mt: Caer Lem 전초 기지가 Soraks의 공격을 받았습니다!

# Council01_31_Any_ReligionEinar
source: Almost all of the garrison was killed!
ko_mt: 거의 모든 수비대가 죽었습니다!

# Council01_32_NPC_Carran
source: Soraks?
ko_mt: 설악?

# Council01_33_NPC_Carran
source: Is that a joke?
ko_mt: 농담이야?

# Council01_34_Any_Other
source: I'm afraid not.
ko_mt: 난 두려워하지.

# Council01_35_Any_Other_slang
source: We saw them… with our own eyes!
ko_mt: 우리는 그들을 ... 우리 눈으로 보았습니다!

# Council01_36_NPC_Carran
source: Well, if you want to bring that to the Council…
ko_mt: 글쎄, 그것을 의회에 가져오고 싶다면…

# Council01_37_NPC_Carran
source: …that's your decision.
ko_mt: ...그것은 당신의 결정입니다.

# Council01_38_NPC_Carran
source: If you're so eager to look like idiots…
ko_mt: 바보처럼 보이기를 열망한다면…

# Council01_39_NPC_Carran
source: Meet me in the Council chamber.
ko_mt: 회의장에서 만나요.

# Council01_40_NPC_Speaker
source: The Legacy Council is now in session.
ko_mt: 레거시 위원회가 현재 회의 중입니다.

# Council01_41_NPC_Speaker
source: Captain Heather Merran has the floor.
ko_mt: 헤더 메란 대위가 마루를 가지고 있습니다.

# Council01_42_NPC_Ed_Morgan
source: Ladies and gentlemen… your Royal Highness…
ko_mt: 신사 숙녀 여러분…

# Council01_43_NPC_Ed_Morgan
source: …my party and I have made a very worrying discovery.
ko_mt: ...저와 일행은 매우 우려스러운 사실을 발견했습니다.

# Council01_44_NPC_Ed_Morgan
source: In the Badlands…
ko_mt: 황무지에서…

# Council01_45_NPC_Ed_Morgan
source: …near the place we call Black Hill…
ko_mt: … 우리가 Black Hill이라고 부르는 곳 근처에서…

# Council01_46_NPC_Ed_Morgan
source: …we saw a group that we took to be Scavengers.
ko_mt: … 우리는 우리가 청소부로 데려간 그룹을 보았습니다.

# Council01_47_NPC_Ed_Morgan
source: They attacked us right away…
ko_mt: 그들은 우리를 즉시 공격했습니다 ...

# Council01_48_NPC_Ed_Morgan
source: …but we were able to fight them off.
ko_mt: ...하지만 우리는 그들을 물리칠 수 있었습니다.

# Council01_49_NPC_Ed_Morgan
source: They were trying to get away with this.
ko_mt: 그들은 이것을 피하려고 했습니다.

# Council01_50_NPC_Antiquarian_Gormsdottir
source: What is it?
ko_mt: 그것은 무엇입니까?

# Council01_51_NPC_Ed_Morgan
source: This box contains a gem… A ruby, it would appear.
ko_mt: 이 상자에는 보석이 들어 있습니다… 루비가 나타날 것입니다.

# Council01_52_NPC_Ed_Morgan
source: We have determined that it has magical properties…
ko_mt: 우리는 그것이 마법의 속성을 가지고 있다고 결정했습니다…

# Council01_53_NPC_Ed_Morgan
source: …and we believe the Council should examine it.
ko_mt: … 그리고 우리는 위원회가 그것을 검토해야 한다고 믿습니다.

# Council01_54_NPC_Danantar
source: So we will, captain, but really…
ko_mt: 그래서 우리는 할 것입니다, 캡틴, 하지만 정말...

# Council01_55_NPC_Danantar
source: …is that all?
ko_mt: …그게 다야?

# Council01_56_NPC_Danantar
source: You called an emergency meeting of the Council for a simple magical gem?
ko_mt: 간단한 마법의 보석을 위해 평의회 긴급 회의를 소집했습니까?

# Council01_57_NPC_Danantar
source: Her Royal Highness has a busy schedule…
ko_mt: 그녀의 왕비는 바쁜 일정을 가지고 있습니다 ...

# Council01_58_NPC_Princess
source: Please, Lord Danantar, in this chamber I'm just a student of magic.
ko_mt: 제발, 다난타르 경, 이 방에서 저는 마법을 배우는 학생일 뿐입니다.

# Council01_59_NPC_Danantar
source: Hear, hear!
ko_mt: 들어, 들어!

# Council01_60_NPC_Danantar
source: Anyway, Captain, the Council has a great deal of business…
ko_mt: 그나저나, 대령님, 평의회는 할 일이 많습니다...

# Council01_61_NPC_Ed_Morgan
source: They were Soraks, our attackers… not Scavengers, not bandits… Soraks!
ko_mt: 그들은 소락, 우리의 공격자... 스캐빈저도, 산적도 아닌... 소락!

# Council01_63_NPC_Antiquarian_Gormsdottir
source: Soraks?
ko_mt: 설악?

# Council01_64_NPC_Tower_Faisech
source: Is this a joke?
ko_mt: 지금 농담하는 거지?

# Council01_65_NPC_Einar
source: The Sorr-Akkath are no laughing matter, Lord Faisech!
ko_mt: 소르-아카스는 웃을 일이 아닙니다, 파이섹 경!

# Council01_66_NPC_Tower_Faisech
source: Oh, you know what I mean.
ko_mt: 오, 무슨 말인지 알잖아요.

# Council01_67_NPC_Princess
source: What do you mean, my lord?
ko_mt: 무슨 말씀이세요, 주인님?

# Council01_68_NPC_Tower_Faisech_Faisech
source: How many times has the Council heard tales of these so-called Soraks?
ko_mt: 평의회는 소위 소락이라고 불리는 이들의 이야기를 얼마나 많이 들었습니까?

# Council01_69_NPC_Antiquarian_Gormsdottir
source: At least twenty, I'd say.
ko_mt: 적어도 20은 말할 것입니다.

# Council01_70_NPC_Einarium_Sunblaze
source: More. Twenty-three.
ko_mt: 더. 이십 삼.

# Council01_71_NPC_Danantar
source: More each year. It's becoming a fad.
ko_mt: 매년 더. 유행이 되고 있습니다.

# Council01_72_NPC_Tower_Faisech
source: I'm sorry, Captain, but… you are certain that you encountered Soraks?
ko_mt: 죄송합니다, 대위님, 하지만... 설악을 만난 것이 확실합니까?

# Council01_73_PlayerChoice_Default
source: We did, too!
ko_mt: 우리도 그랬어!

# Council01_74_PlayerChoice_Exalted
source: It's true! They're real!
ko_mt: 사실이야! 진짜야!

# Council01_75_PlayerChoice_Authoritative
source: If you doubt her word, you can trust ours! We fought Soraks ourselves!
ko_mt: 당신이 그녀의 말을 의심한다면, 당신은 우리의 말을 믿을 수 있습니다! 우리는 스스로 소락과 싸웠다!

# Council01_76_PlayerChoice_Practical
source: She's telling the truth!
ko_mt: 그녀는 진실을 말하고 있다!

# Council01_77_NPC_Tower_Faisech
source: What?
ko_mt: 뭐라고 요?

# Council01_78_NPC_Tower_Faisech
source: And who might you be?
ko_mt: 그리고 당신은 누구일 수 있습니까?

# Council01_79_NPC_LeiraKean
source: Some new recruits, my lord. They were sworn in quite recently.
ko_mt: 신병 몇 명입니다, 주인님. 그들은 아주 최근에 맹세했습니다.

# Council01_80_NPC_Tower_Faisech
source: New recruits, eh? They place too much stock in rumor, it seems.
ko_mt: 신입사원, 응? 그들은 소문에 너무 많은 주식을 두는 것 같습니다.

# Council01_81_NPC_LeiraKean
source: They assure me that they saw Soraks as well.
ko_mt: 그들은 설악도 보았다고 나에게 확신시킨다.

# Council01_82_NPC_Einarium_Sunblaze
source: Wait!
ko_mt: 기다리다!

# Council01_83_NPC_Einarium_Sunblaze
source: Do you realize how serious this is?
ko_mt: 이게 얼마나 심각한지 아십니까?

# Council01_84_PlayerChoice_1_WRITTEN
source: We do.
ko_mt: 우리는하다.

# Council01_85_PlayerChoice_2_WRITTEN
source: We saw them.
ko_mt: 우리는 그들을 보았다.

# Council01_86_PlayerChoice_3_WRITTEN
source: They attacked Caer Lem.
ko_mt: 그들은 Caer Lem을 공격했습니다.

# Council01_84_PlayerChoice_1
source: We do.
ko_mt: 우리는하다.

# Council01_85_PlayerChoice_2
source: The Soraks are real! We saw them… we fought them!
ko_mt: 설악은 진짜다! 우리는 그들을 보았다... 우리는 그들과 싸웠다!

# Council01_86_PlayerChoice_3
source: They attacked the Caer Lem outpost… the garrison suffered severe losses!
ko_mt: 그들은 Caer Lem 전초 기지를 공격했습니다... 수비대는 심각한 손실을 입었습니다!

# Council01_87_NPC_Einarium_Sunblaze_1
source: We have never had two sightings reported at the same time.
ko_mt: 우리는 동시에 두 건의 목격이 보고된 적이 없습니다.

# Council01_88_NPC_Tower_Faisech_1
source: Pah! Does that make this nonsense more believable?
ko_mt: 파! 이것이 이 말도 안되는 소리를 더 믿을 수 있게 만드는가?

# Council01_89_NPC_Einarium_Sunblaze_2
source: Two sightings - independent witnesses! When will you see the truth?
ko_mt: 두 번의 목격 - 독립적인 목격자! 언제 진실을 보게 될까요?

# Council01_90_NPC_Morgan_2
source: Yes, sir!
ko_mt: 알겠습니다!

# Council01_91_NPC_Morgan_2
source: Reptilians… fast, strong…
ko_mt: 파충류… 빠르고 강력…

# Council01_92_PlayerSelection_Authoritative
source: …they can climb on walls just like spiders!
ko_mt: ...거미처럼 벽을 오를 수 있습니다!

# Council01_93_PlayerSelection_Default
source: …they're tough, too!
ko_mt: … 그들도 강하다!

# Council01_94_NPC_Einarium_Sunblaze_3
source: Caer Lem? The outpost in the Marches?
ko_mt: 케르 렘? 3월의 전초기지?

# Council01_95_NPC_Einarium_Sunblaze_3
source: What do you mean by heavy losses?
ko_mt: 큰 손실은 무엇을 의미합니까?

# Council01_96_PlayerSelection_Authoritative
source: The Soraks took over captain Henrik…
ko_mt: 소락스 대위 헨릭 인수…

# Council01_97_PlayerSelection_Authoritative
source: …and only two of them are still alive.
ko_mt: … 그리고 그들 중 단 두 명만이 아직 살아 있습니다.

# Council01_98_PlayerSelection_Authoritative
source: They can testify, too.
ko_mt: 그들도 증언할 수 있습니다.

# Council01_99_NPC_Gormsdottir
source: Do you have any… material proof of their existence?
ko_mt: 존재에 대한… 물질적 증거가 있습니까?

# Council01_100_PlayerSelection_Authoritative
source: I beg your pardon?
ko_mt: 실례하겠습니다?

# Council01_101_NPC_Morgan
source: Like what?
ko_mt: 무엇처럼?

# Council01_102_NPC_Tower_Faisech
source: Well… A dead body, for example!
ko_mt: 음… 예를 들어, 시체!

# Council01_103_NPC_Tower_Faisech
source: Or even just a head?
ko_mt: 아니면 그냥 머리?

# Council01_104_NPC_Einar
source: If we go to Caer Lem, will we find the bodies of these Soraks?
ko_mt: Caer Lem에 가면 이 Soraks의 시체를 찾을 수 있습니까?

# Council01_105_PlayerSelection_Authoritative
source: Probably not.
ko_mt: 아마 그렇지 않을 것입니다.

# Council01_106_NPC_Morgan
source: They took their dead with them when they retreated.
ko_mt: 그들은 퇴각할 때 죽은 자를 데리고 갔다.

# Council01_107_PlayerSelection_Authoritative
source: The bodies of their victims, too.
ko_mt: 희생자들의 시신도.

# Council01_108_NPC_Tower_Faisech
source: Hm! How very convenient!
ko_mt: 흠! 얼마나 편리한가!

# Council01_109_NPC_Tower_Faisech
source: So you can offer us no proof of this…
ko_mt: 그래서 당신은 우리에게 이것에 대한 증거를 제공할 수 없습니다...

# Council01_110_NPC_Tower_Faisech
source: …adventurer's fable.
ko_mt: ...모험가의 우화.

# Council01_111_NPC_Einarium_Sunblaze
source: And what if proof were to be brought before the Council?
ko_mt: 그리고 만약 증거가 위원회에 제출된다면 어떻게 될까요?

# Council01_112_NPC_Tower_Faisech
source: What proof? How?
ko_mt: 무슨 증거? 어떻게?

# Council01_113_NPC_Tower_Faisech
source: If the Soraks take away their fallen, as they say.
ko_mt: 설악이 말대로 그들의 타락한 자들을 빼앗는다면.

# Council01_114_NPC_Danantar
source: That's not our problem. Let them find a way.
ko_mt: 그것은 우리의 문제가 아닙니다. 그들이 방법을 찾도록 하십시오.

# Council01_115_NPC_Arcaneum_Keenmind
source: These are new recruits, correct?
ko_mt: 신입사원들 맞죠?

# Council01_116_NPC_Arcaneum_Keenmind
source: Then let this be their new mission:
ko_mt: 그런 다음 이것이 그들의 새로운 사명이 되게 하십시오.

# Council01_117_NPC_Arcaneum_Keenmind
source: Bring us the head of a Sorak, for the whole Council to see.
ko_mt: 전체 의회가 볼 수 있도록 설악의 머리를 가져와 주십시오.

# Council01_118_NPC_Einarium_Sunblaze
source: That would certainly be proof, Lord Faisech, would it not?
ko_mt: 그것은 확실히 증거가 될 것입니다, 파이섹 경, 그렇지 않습니까?

# Council01_119_NPC_Tower_Faisech
source: Oh, very well. Meanwhile, the Council will examine the gem.
ko_mt: 오, 아주 좋아. 한편, 위원회는 보석을 조사할 것입니다.

# Council01_120_NPC_Tower_Faisech
source: If there is nothing else?
ko_mt: 다른 것이 없다면?

# Council01_121_NPC_Speaker
source: Dean Iolair Faisech of the Tower of Knowledge calls for a recess!
ko_mt: 지식의 탑 학장 Iolair Faisech가 휴회를 요청합니다!

# Council01_122_NPC_Speaker
source: Does any member object?
ko_mt: 반대하는 회원이 있습니까?

# Council01_123_NPC_Speaker
source: No? It is resolved, then! The Legacy Council is now in recess!
ko_mt: 아니요? 그러면 해결됩니다! 레거시 위원회는 지금 휴회 중입니다!

# Council01_124_NPC_Carran
source: That actually went better than I expected.
ko_mt: 그것은 실제로 내가 기대했던 것보다 더 잘 갔다.

# Council01_125_PlayerChoice_Cynical_WRITTEN
source: Who's the grumpy dwarf?
ko_mt: 심술쟁이 난쟁이는 누구입니까?

# Council01_126_PlayerChoice_Einar_WRITTEN
source: We had to stand by Merran.
ko_mt: 우리는 메란의 편에 서야 했습니다.

# Council01_127_PlayerChoice_Nobility_WRITTEN
source: The Princess is bland.
ko_mt: 공주는 단호합니다.

# Council01_128_PlayerChoice_Urchin_WRITTEN
source: They are seat-warmers.
ko_mt: 그들은 시트 워머입니다.

# Council01_125_PlayerChoice_Cynical
source: Who's the grumpy dwarf woman?
ko_mt: 심술궂은 난쟁이 여자는 누구입니까?

# Council01_126_PlayerChoice_Einar
source: We had to stand by Merran… We know she speaks the truth.
ko_mt: 우리는 Merran의 편에 서야 했습니다... 우리는 그녀가 진실을 말하는 것을 압니다.

# Council01_127_PlayerChoice_Nobility
source: I must say, the Princess was… not what I expected.
ko_mt: 공주님은... 내가 기대했던 것과는 달랐습니다.

# Council01_128_PlayerChoice_Urchin
source: They're just a bunch of politicking seat-warmers, for all their airs and graces.
ko_mt: 그들은 모든 공기와 품위를 위해 정치적인 좌석 워머의 무리에 불과합니다.

# Council01_129_NPC_Carran
source: Chancellor Hertha Gormsdottir, of the Guild of Antiquarians.
ko_mt: 골동품 수집가 길드의 헤르타 곰스도티르 수상.

# Council01_130_NPC_Carran
source: She's… Well, yes. Quite.
ko_mt: 그녀는... 글쎄요. 상당히.

# Council01_131_NPC_Carran
source: I'm sure she will appreciate your support.
ko_mt: 그녀가 당신의 지원에 감사할 것이라고 확신합니다.

# Council01_132_NPC_Carran
source: Oh? And what did you expect, exactly?
ko_mt: 오? 그리고 정확히 무엇을 기대했습니까?

# Council01_133_PlayerChoice_Cynical_WRITTEN
source: Someone older.
ko_mt: 나이가 많은 사람.

# Council01_133_PlayerChoice_Highclass_WRITTEN
source: Someone… a little more presentable?
ko_mt: 누군가… 조금 더 표현하기 쉬운?

# Council01_133_PlayerChoice_Authority_WRITTEN
source: Someone more dignified.
ko_mt: 더 존귀한 사람.

# Council01_133_PlayerChoice_Cynical
source: A pretty, empty-headed girl. Oh, wait…
ko_mt: 예쁘고 머리가 좋은 소녀. 아, 잠깐...

# Council01_134_NPC_Carran
source: Mind your words! She may rank low on the Council…
ko_mt: 말을 조심하십시오! 그녀는 의회에서 낮은 순위를 차지할 수 있습니다 ...

# Council01_135_NPC_Carran
source: …but she is our sovereign, and she is well loved in the Principality.
ko_mt: ...하지만 그녀는 우리의 군주이며, 그녀는 공국에서 사랑받고 있습니다.

# Council01_136_PlayerChoice_Authoritative
source: A more… how to put it? A more commanding personality?
ko_mt: 더 ... 그것을 넣는 방법? 더 명령적인 성격?

# Council01_137_NPC_Carran
source: Ah, well… she is young still. And she has many other qualities.
ko_mt: 아, 음… 그녀는 아직 어리다. 그리고 그녀는 다른 많은 자질을 가지고 있습니다.
