Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# LegendaryQuest_4_7_Sellsword_Normal
source: No pain, no gain.
ko_mt: 고통이 없으면 얻는 것도 없다.

# LegendaryQuest_4_8_Selpres_Normal
source: Thanks for the encouragement.
ko_mt: 격려해 주셔서 감사합니다.

# LegendaryQuest_4_9_Merton_NPC
source: Just saying…
ko_mt: 말만…

# LegendaryQuest_5_1_Selfpres_Normal
source: We did it!
ko_mt: 우리는 해냈다!

# LegendaryQuest_5_2_Merton_NPC
source: Yeah, we did!
ko_mt: 그래, 우리는 했다!

# LegendaryQuest_5_3_Merton_NPC
source: There's still the big one, in there!
ko_mt: 거기에 아직 큰 것이 있습니다!

# LegendaryQuest_5_4_Pragmatic_Normal
source: Sure. It's not over yet.
ko_mt: 확신하는. 아직 끝나지 않았습니다.

# LegendaryQuest_5_5_Any_Normal
source: This is weird. I don't recognize any of these symbols.
ko_mt: 이상하다. 이 기호를 인식하지 못합니다.

# LegendaryQuest_5_6_Any_Normal
source: Was there really a lost god?
ko_mt: 잃어버린 신은 정말로 존재한 것일까?

# LegendaryQuest_5_7_History_Normal
source: I think I know what this was:
ko_mt: 나는 이것이 무엇인지 알고 있다고 생각합니다.

# LegendaryQuest_5_8_History_Normal
source: A temple of Arivad!
ko_mt: 아리바드의 사원!

# LegendaryQuest_5_9_Einar_Normal
source: Einar protect us!
ko_mt: 에이나르가 우리를 지켜줘!

# LegendaryQuest_5_10_Any_Normal
source: Isn't that one of the names of the Sorak god?
ko_mt: 설악신의 이름 중 하나가 아닌가?

# LegendaryQuest_5_11_History_Normal
source: Not before the Cataclysm.
ko_mt: 대격변 이전이 아닙니다.

# LegendaryQuest_5_12_History_Normal
source: Arivad was fierce and just on Tirmar - a god of inquisitors.
ko_mt: 아리바드는 인퀴지터의 신인 티르마르(Tirmar)에서 사나웠고 정당했습니다.

# LegendaryQuest_5_13_History_Normal
source: Before he was corrupted.
ko_mt: 그가 부패하기 전에.

# LegendaryQuest_5_14_History_Normal
source: His good side became Einar.
ko_mt: 그의 좋은면은 Einar가되었습니다.

# LegendaryQuest_5_15_History_Normal
source: His bad side was absorbed by Sorr-Tarr and they became one.
ko_mt: 그의 나쁜 면은 소르-타르에게 흡수되었고 그들은 하나가 되었습니다.

# LegendaryQuest_5_16_Einar_Normal
source: The name of Arivad is cursed. This place is… evil.
ko_mt: 아리바드의 이름은 저주받았다. 이곳은… 사악하다.

# LegendaryQuest_5_17_History_Normal
source: This is just stone, transported here from Tirmar.
ko_mt: 이것은 티르마르에서 이곳으로 운반된 돌일 뿐입니다.

# LegendaryQuest_5_18_History_Normal
source: Whatever took place within these walls happened a millennium ago.
ko_mt: 이 벽 안에서 일어난 모든 일은 천년 전에 일어났습니다.

# LegendaryQuest_5_19_Einar_Normal
source: Such evil never fully disappears.
ko_mt: 그러한 악은 결코 완전히 사라지지 않습니다.

# LegendaryQuest_5_20_Lawful_Normal
source: Well, then - let's clean the place up!
ko_mt: 글쎄, 그럼 - 장소를 청소하자!

# LegendaryQuest_6_1_Merton_NPC
source: Well, I must say…
ko_mt: 글쎄, 나는 말해야합니다 ...

# LegendaryQuest_6_2_Merton_NPC
source: You're the best team I ever had.
ko_mt: 당신은 내가 가진 최고의 팀입니다.

# LegendaryQuest_6_3_Friendly_Normal
source: Thanks!
ko_mt: 감사!

# LegendaryQuest_6_4_Friendly_Formal
source: From a living legend like you, that's a great compliment.
ko_mt: 당신 같은 살아있는 전설에서, 그것은 큰 칭찬입니다.

# LegendaryQuest_6_5_Merton_NPC
source: Now, it's time to take your reward.
ko_mt: 이제 보상을 받을 시간입니다.

# LegendaryQuest_6_6_Any_Normal
source: You're leaving?
ko_mt: 당신은 떠난다?

# LegendaryQuest_6_7_Merton_NPC
source: I told you. This is it for me - killing that remorhaz, climbing those stairs.
ko_mt: 나는 당신에게 말했다. 이것은 나를위한 것입니다 - 저 remorhaz를 죽이고 그 계단을 오르십시오.

# LegendaryQuest_6_8_Merton_NPC
source: I need to tell someone. I'll see you back at Caer Cyflen.
ko_mt: 나는 누군가에게 말해야 한다. Caer Cyflen에서 다시 뵙겠습니다.

# LegendaryQuest_6_9_Selfpres_Normal
source: Mysterious.
ko_mt: 신비한.

# LegendaryQuest_6_10_Pragmatic_Normal
source: Crazy but… a damn good ranger.
ko_mt: 미쳤지만... 빌어먹을 레인저.

# LegendaryQuest_6_11_Nosy_Normal
source: He's going back to that Bitterroot woman.
ko_mt: 그는 Bitterroot 여성에게 돌아갈 것입니다.

# LegendaryQuest_6_12_Lawful_Normal
source: That's none of our business.
ko_mt: 그건 우리가 상관할 일이 아닙니다.

# LegendaryQuest_6_13_Greed_Normal
source: Indeed. That chest on the other hand…
ko_mt: 물론. 반면에 저 가슴은...

# TheAerElai1_Nosy_Default
source: Look at that…
ko_mt: 저것 봐…

# TheAerElai2_Nosy_Default
source: …the heart of the Badlands, almost the epicenter of the Cataclysm.
ko_mt: ...대격변의 거의 진원지인 황무지의 심장부.

# TheAerElai3_Selfpres_Default
source: There's nothing left of the Old Empire.
ko_mt: 구제국의 남은 것은 아무것도 없습니다.

# TheAerElai4_Authority_Default
source: All right, people - we're not here for the view.
ko_mt: 좋아요, 여러분 - 우리는 보기 위해 여기에 있는 것이 아닙니다.

# TheAerElai5_Arcana_Default
source: This wind… it's not natural.
ko_mt: 이 바람은… 자연스럽지 않다.

# TheAerElai6_Arcana_Default
source: It's a mana wind. We can't use magic to get across.
ko_mt: 마나 바람입니다. 우리는 건너기 위해 마법을 사용할 수 없습니다.

# TheAerElai7_Cynical_Default
source: So, falling would be a bad idea, then.
ko_mt: 따라서 떨어지는 것은 나쁜 생각이 될 것입니다.

# TheAerElai8_Lawful_Default
source: We've been through worse.
ko_mt: 우리는 더 나쁜 것을 겪었습니다.

# TheAerElai9_Selfpres_Default
source: Watch out!
ko_mt: 조심해!

# TheAerElai10_Nosy_Default
source: What kind of creature lives in a place like this?
ko_mt: 이런 곳에 어떤 생물이 살고 있을까요?

# TheAerElai11_Nature_Default
source: You got it: fire spiders.
ko_mt: 당신은 그것을 얻었다 : 불 거미.

# TheAerElai12_Selfpres_Default
source: Over there! Soraks!
ko_mt: 저기! 설악!

# TheAerElai13_Einar_Default
source: They don't need to hide here.
ko_mt: 그들은 여기에 숨을 필요가 없습니다.

# TheAerElai14_Pragmatic_Default
source: They're not paying attention. What are they doing?
ko_mt: 그들은 관심을 기울이지 않습니다. 그들은 무엇을하고 있습니까?

# TheAerElai15_Cynical_Default
source: Dropping gigantic bones into lava?
ko_mt: 거대한 뼈를 용암에 떨어뜨리면?

# TheAerElai16_Pragmatic_Default
source: Why?
ko_mt: 왜요?

# TheAerElai17_Nature_Default
source: They're not just any bones…
ko_mt: 그냥 뼈가 아닙니다...

# TheAerElai18_Nature_Default
source: …those are dragon bones!
ko_mt: ...용의 뼈다!

# TheAerElai19_Pragmatic_Default
source: How many dragons died here?
ko_mt: 여기에서 얼마나 많은 드래곤이 죽었습니까?

# TheAerElai20_Arcana_Default
source: Remember what the Princess said. The place is deadly to them.
ko_mt: 공주가 한 말을 기억하십시오. 장소는 그들에게 치명적입니다.

# TheAerElai21_Authority_Default
source: There's no other way - we need to get up there!
ko_mt: 다른 방법은 없습니다. 우리는 그곳으로 올라가야 합니다!

# TheAerElai22_Cynical_Default
source: Without being shot at, preferably?
ko_mt: 총에 맞지 않고, 바람직하게는?

# TheAerElai23_Cynical_Default
source: More dragon bones?
ko_mt: 더 많은 용의 뼈?

# TheAerElai24_Pragmatic_Default
source: That's really what they were doing - cleaning up the place!
ko_mt: 그것이 그들이 하고 있던 일입니다 - 장소를 청소하는 것입니다!

# TheAerElai25_Authority_Default
source: They were destroying the bones!
ko_mt: 그들은 뼈를 파괴하고 있었다!

# TheAerElai26_Nosy_Default
source: How do you know?
ko_mt: 어떻게 아세요?

# TheAerElai27_Arcana_Default
source: The bones are a threat to them!
ko_mt: 뼈는 그들에게 위협입니다!

# TheAerElai28_Pragmatic_Default
source: I don't follow.
ko_mt: 나는 따르지 않는다.

# TheAerElai29_Arcana_Default
source: These are the remains of the Masters of the Arcaneum.
ko_mt: 마스터 오브 더 아케니움의 유적입니다.

# TheAerElai30_Pragmatic_Default
source: Dragons? All of them?
ko_mt: 드래곤즈? 그들 모두?

# TheAerElai31_Arcana_Default
source: The Master of Abjuration was no exception. They were all dragons.
ko_mt: 마스터 오브 어저레이션도 예외는 아니었다. 그들은 모두 드래곤이었습니다.

# TheAerElai32_Arcana_Default
source: Even the Magister.
ko_mt: 심지어 매지스터.

# TheAerElai33_Arcana_Default
source: And his bones are among those.
ko_mt: 그리고 그의 뼈도 그 중 하나입니다.

# TheAerElai34_Pragmatic_Default
source: I thought I felt something, but…
ko_mt: 뭔가 느끼하다고 생각했지만...

# TheAerElai35_Cynical_Default
source: Definitely.
ko_mt: 분명히.

# TheAerElai36_Authority_Default
source: We need to search the bones.
ko_mt: 뼈를 찾아야 합니다.

# TheAerElai37_Any_Default
source: Here!
ko_mt: 여기!

# TheAerElai38_Any2_Default
source: A tooth?
ko_mt: 치아?

# TheAerElai39_Any3_Default
source: It calls to me…
ko_mt: 그것은 나를 부른다…

# TheAerElai40_Magister_NPC
source: Let me… touch my Crown…
ko_mt: 내가... 내 왕관을 만지게 해줘...

# TheAerElai41_Any_Default
source: Did you hear that?
ko_mt: 들었어?

# TheAerElai42_Any2_Default
source: I did.
ko_mt: 나는 했다.

# TheAerElai43_Any3_Default
source: He wants to touch the Crown.
ko_mt: 그는 왕관을 만지고 싶어합니다.

# TheAerElai44_Any4_Default
source: The tooth? Just one little tooth?
ko_mt: 치아? 작은 이빨 하나만?

# TheAerElai45_Any3_Default
source: That's why the Soraks want to destroy the bones.
ko_mt: 그래서 설악은 뼈를 부수고 싶어 한다.

# TheAerElai46_Any2_Default
source: What will happen if we succeed?
ko_mt: 우리가 성공하면 어떻게 될까요?

# TheAerElai47_Magister_NPC
source: Let me… touch my Crown…
ko_mt: 내가... 내 왕관을 만지게 해줘...

# TheAerElai48_Authority_Default
source: There's only one way to find out.
ko_mt: 알아낼 수 있는 방법은 한 가지뿐입니다.

# TheAerElai49_Selfpres_Default
source: This place never ends!
ko_mt: 이 곳은 끝이 없습니다!

# TheAerElai50_Any2_Default
source: This is the way - I can hear the Crown!
ko_mt: 이것이 방법입니다 - 나는 왕관을들을 수 있습니다!

# TheAerElai51_Any3_Default
source: Yes! We must go on!
ko_mt: 예! 우리는 계속해야합니다!

# TheAerElai52_Selfpres_Default
source: Are we walking into some gigantic trap?
ko_mt: 우리는 거대한 함정에 빠져들고 있습니까?

# TheAerElai53_Pragmatic_Default
source: The Soraks are doing all they can to stop us!
ko_mt: Soraks가 우리를 막기 위해 최선을 다하고 있습니다!

# TheAerElai54_Authority_Default
source: Come on - don't falter now!
ko_mt: 어서 - 이제 흔들리지 마세요!

# TheAerElai55_Any_Default
source: This is it - the Rift!
ko_mt: 이것이 바로 리프트입니다!

# TheAerElai56_Selfpres_Default
source: Is it open again?
ko_mt: 다시 열리나요?

# TheAerElai57_Any_Default
source: Hard to say.
ko_mt: 말하기 어렵다.

# TheAerElai58_Any_Default
source: I see a bunch of Soraks, but not the countless horde they're expecting.
ko_mt: 나는 소락 무리를 보았지만 그들이 기대하는 셀 수 없이 많은 무리는 보지 못했습니다.

# TheAerElai59_Cynical_Default
source: And no god.
ko_mt: 그리고 신이 없습니다.

# TheAerElai60_Any_Default
source: The Crown!
ko_mt: 왕관!

# TheAerElai61_Any_Default
source: They're doing it - the damn ritual!
ko_mt: 그들이 하고 있어 - 빌어먹을 의식!

# TheAerElai62_Any_Default
source: This is it, friends. This is when we make history - or die.
ko_mt: 이게 다야, 친구들. 이것은 우리가 역사를 만들 때입니다. 아니면 죽을 때입니다.

# TheAerElai63_AcolyteEinar_Default
source: Einar guide us!
ko_mt: Einar가 우리를 안내합니다!

# TheAerElai64_AcolyteMaraike_Default
source: Maraike watch over us!
ko_mt: 마라이케는 우리를 지켜라!

# TheAerElai65_AcolyteArun_Default
source: Arun lights our way!
ko_mt: Arun이 우리의 길을 밝혀줍니다!

# TheAerElai66_AcolytePakri_Default
source: Justice will prevail!
ko_mt: 정의가 승리할 것입니다!

# TheAerElai67_Highclass_Default
source: For all my ancestors, I shall not fail!
ko_mt: 나의 모든 조상들을 위해, 나는 실패하지 않을 것이다!

# TheAerElai68_Sellsword_Default
source: To the bitter end!
ko_mt: 씁쓸한 끝까지!

# TheAerElai69_Lowlife_Default
source: Let's make this bitch pay once and for all.
ko_mt: 이 년이 한 번에 대가를 치르게 합시다.

# TheAerElai70_Spy_Default
source: Let's neutralize this guy.
ko_mt: 이 녀석을 무력화시키자.

# TheAerElai71_Academic_Default
source: If we were destined to fail, we would have perished already.
ko_mt: 우리가 실패할 운명이었다면 우리는 이미 죽었을 것입니다.

# TheAerElai72_Philosopher_Default
source: We'll venture where no one has been before!
ko_mt: 우리는 아무도 가본 적 없는 곳으로 모험을 떠날 것입니다!

# TheAerElai73_Lawmaker_Default
source: This chaos will end - today!
ko_mt: 이 혼돈은 끝날 것입니다 - 오늘!

# TheAerElai74_Any_Default
source: We did it!
ko_mt: 우리는 해냈다!

# TheAerElai75_Any2_Default
source: The Magister!
ko_mt: 매지스터!

# TheAerElai76_Any2_Default
source: He's coming back to life!
ko_mt: 그가 다시 살아난다!

# TheAerElai77_Magister_NPC
source: Hold.
ko_mt: 잡고있다.

# TheAerElai78_Any3_Default
source: What?
ko_mt: 뭐라고 요?

# TheAerElai79_Any4_Default
source: The Rift, it's open!
ko_mt: 리프트, 열렸습니다!

# TheAerElai80_Any3_Default
source: No!
ko_mt: 아니요!

# TheAerElai81_Magister_NPC
source: HOLD.
ko_mt: 잡고있다.

# TheAerElai82_Any_Default
source: I thought that was it!
ko_mt: 나는 그것이라고 생각했다!

# TheAerElai83_Any2_Default
source: He said hold! We need to hold!
ko_mt: 그가 말했다! 우리는 잡아야 합니다!

# TheAerElai84_Any_Default
source: Against a whole army?
ko_mt: 전체 군대를 상대로?

# TheAerElai85_Any3_Default
source: Look!
ko_mt: 바라보다!

# TheAerElai86_Any3_Default
source: He's closing the Rift!
ko_mt: 그가 리프트를 닫고 있다!

# TheAerElai87_Authority_Default
source: Protect the Magister - nothing else matters!
ko_mt: Magister를 보호하십시오 - 다른 것은 중요하지 않습니다!

# TheAerElai88_Magister_NPC
source: I was right about you.
ko_mt: 나는 당신에 대해 옳았다.

# TheAerElai89_Magister_NPC
source: I must go, now.
ko_mt: 난 이제 가야한다.

# TheAerElai90_Magister_NPC
source: Take care of Solasta. Take care of your world.
ko_mt: 솔라스타를 돌봐주세요. 당신의 세상을 돌보십시오.

# Scavengers_Dialog_02_1_Starter_Default
source: Hello Annie.
ko_mt: 안녕하세요 애니입니다.

# Scavengers_Dialog_02_2_Quartermaster_NPC
source: You're back! How did it go?
ko_mt: 당신이 돌아왔다! 어떻게 되었나요?

# Scavengers_Dialog_02_3_Starter_Default
source: Well… Captain Henrik is dead, I'm sorry.
ko_mt: 음... 헨릭 대위가 죽었습니다. 죄송합니다.

# Scavengers_Dialog_02_4_Quartermaster_NPC
source: Oh. Who's in charge, then?
ko_mt: 오. 그럼 누가 책임져?

# Scavengers_Dialog_02_5_Starter_Default
source: You might have to wait before going to Caer Lem, I'm afraid.
ko_mt: Caer Lem에 가기 전에 기다려야 할 수도 있습니다.

# Scavengers_Dialog_02_6_Quartermaster_NPC
source: I see.
ko_mt: 알 겠어요.

# Scavengers_Dialog_02_7_Quartermaster_NPC
source: Well, not your fault. Thanks for the heads-up.
ko_mt: 글쎄, 당신의 잘못이 아닙니다. 미리 알려주셔서 감사합니다.

# Scavengers_Dialog_02_8_Starter_Default
source: You're welcome.
ko_mt: 천만에요.

# Scavengers_Dialog_03_1_Starter_Default
source: We wanted to talk about Caer Lem.
ko_mt: 우리는 Caer Lem에 대해 이야기하고 싶었습니다.

# Scavengers_Dialog_03_2_Quartermaster_NPC
source: I'm all ears.
ko_mt: 나는 모든 귀입니다.

# Scavengers_Dialog_03_3_Starter_Default
source: No one's there anymore…
ko_mt: 더 이상 아무도 없다…

# Scavengers_Dialog_03_4_Quartermaster_NPC
source: Ah, you want to claim the place?
ko_mt: 아, 그 장소를 주장하시겠습니까?

# Scavengers_Dialog_03_5_Starter_Default
source: How does it work again?
ko_mt: 어떻게 다시 작동합니까?

# Scavengers_Dialog_03_6_Quartermaster_NPC
source: We go there and scavenge everything you didn't take, then you get a percentage.
ko_mt: 우리는 거기에 가서 당신이 취하지 않은 모든 것을 청소하고 당신은 백분율을 얻습니다.

# Scavengers_Dialog_03_7_Starter_Default
source: We can't promise you it's safe.
ko_mt: 안전하다고 장담할 수는 없습니다.

# Scavengers_Dialog_03_8_Quartermaster_NPC
source: It never is.
ko_mt: 절대 그렇지 않습니다.

# Scavengers_Dialog_03_9_Quartermaster_NPC
source: Once we get there, we'll set up an outpost of our own.
ko_mt: 그곳에 도착하면 우리만의 전초기지를 세울 것입니다.

# Scavengers_Dialog_03_10_Quartermaster_NPC
source: I'll check with the Council first, but thanks anyway.
ko_mt: 먼저 시의회에 확인하겠습니다. 하지만 어쨌든 감사합니다.

# Scavengers_Dialog_03_11_Starter_Default
source: What do we do next?
ko_mt: 다음에 무엇을 할까요?

# Scavengers_Dialog_03_12_Quartermaster_NPC
source: Once we've done our work, I'll let you know.
ko_mt: 작업이 완료되면 알려드리겠습니다.

# Scavengers_Dialog_03_13_Quartermaster_NPC
source: You'll just have to come by and collect your share.
ko_mt: 당신은 그냥 와서 당신의 몫을 수집해야합니다.

# Generic_False_Gem_Thread_01
source: I think… this is what the Crown showed me.
ko_mt: 제 생각에는… 이것이 크라운이 나에게 보여준 것입니다.

# Generic_False_Gem_Thread_02
source: So, not one of the gems?
ko_mt: 그렇다면 보석 중 하나가 아닌가?

# Generic_False_Gem_Thread_03
source: Obviously.
ko_mt: 확실히.

# Generic_False_Gem_Thread_04
source: Do you feel anything else?
ko_mt: 다른게 느껴지시나요?

# Generic_False_Gem_Thread_05
source: Yes.
ko_mt: 예.

# Generic_False_Gem_Thread_06
source: Alright - let's go, then.
ko_mt: 좋아 - 그럼 가자.

# Generic_False_Gem_Thread_07
source: I'm afraid not.
ko_mt: 난 두려워하지.

# Generic_False_Gem_Thread_08
source: That's a problem.
ko_mt: 그게 문제야.

# Generic_False_Gem_Thread_09
source: Let's go back to the Council. We have to tell them.
ko_mt: 다시 의회로 돌아가자. 우리는 그들에게 말해야 합니다.

# ScavengersQuestTelema_Start_1_Annie_NPC
source: I have great need of you, my friends.
ko_mt: 나는 당신이 매우 필요합니다, 친구들.

# ScavengersQuestTelema_Start_2_Any_Default
source: What's going on?
ko_mt: 무슨 일이야?

# ScavengersQuestTelema_Start_3_Annie_NPC
source: One of our teams has been attacked and is stranded in the Badlands.
ko_mt: 우리 팀 중 하나가 공격을 받아 황무지에서 좌초되었습니다.

# ScavengersQuestTelema_Start_4_Any_Default
source: Oh, where?
ko_mt: 오, 어디?

# ScavengersQuestTelema_Start_5_Annie_NPC
source: It's a bit beyond Caer Lem, not that far into the Badlands.
ko_mt: Caer Lem을 조금 벗어나 Badlands로 그리 멀지 않은 곳에 있습니다.

# ScavengersQuestTelema_Start_6_Annie_NPC
source: They found a legendary place - the lost city of Telema!
ko_mt: 그들은 전설적인 장소인 잃어버린 도시 텔레마를 찾았습니다!

# ScavengersQuestTelema_Start_7_Annie_NPC
source: No one really knows what it was, but the name appears in many old texts.
ko_mt: 그것이 무엇인지는 아무도 모르지만 그 이름은 많은 오래된 텍스트에 나타납니다.

# ScavengersQuestTelema_Start_8_Annie_NPC
source: So they started exploring.
ko_mt: 그래서 그들은 탐험을 시작했습니다.

# ScavengersQuestTelema_Start_9_Annie_NPC
source: One of them came back yesterday...
ko_mt: 그 중 하나가 어제 돌아왔습니다...

# ScavengersQuestTelema_Start_10_Annie_NPC
source: ...he had lost an arm.
ko_mt: ...그는 팔을 잃었다.

# ScavengersQuestTelema_Start_11_Annie_NPC
source: He told me they'd been attacked and his leader sent him to get help.
ko_mt: 그는 그들이 공격을 받았다고 말했고 그의 지도자는 도움을 청하기 위해 그를 보냈습니다.

# ScavengersQuestTelema_Start_12_Annie_NPC
source: Alas, Telema is many days from here.
ko_mt: 아아, Telema는 여기에서 많은 날입니다.

# ScavengersQuestTelema_Start_13_Any_Default
source: Do you think they're still alive?
ko_mt: 그들이 아직 살아 있다고 생각합니까?

# ScavengersQuestTelema_Start_14_Annie_NPC
source: I don't know, but I'd like you to go and find out.
ko_mt: 잘은 모르겠지만 가서 알아봐주셨으면 합니다.

# ScavengersQuestTelema_Start_15_Annie_NPC
source: If they're alive, bring them back.
ko_mt: 그들이 살아있다면 다시 데려오십시오.

# ScavengersQuestTelema_Start_16_Annie_NPC
source: If not... I'll send for their bodies.
ko_mt: 그렇지 않다면... 시체를 찾으러 보내겠습니다.

# ScavengersQuestTelema_Start_17_Annie_NPC
source: Anyway, the place is yours to explore. I expect it contains many treasures.
ko_mt: 어쨌든, 장소는 당신이 탐험 할 것입니다. 많은 보물을 담고 있을 거라 예상합니다.

# ScavengersQuestTelema_Start_18_Any_Default
source: Well, I suppose we can do that for our friends the Scavengers.
ko_mt: 글쎄, 우리 친구들 Scavengers를 위해 그렇게 할 수 있다고 생각합니다.

# ScavengersQuestTelema_Start_19_Annie_NPC
source: That would make you part of the family, I promise.
ko_mt: 그렇게 하면 당신이 가족의 일원이 될 것입니다.

# ScavengersQuestTelema_Start_20_Any_Default
source: All right, let's hope we find them alive.
ko_mt: 좋아, 우리가 그들을 살아서 찾기를 바라자.

# ScavengersQuestTelema_EndHector_1_Cynical_Default
source: Good old Hector, eh?
ko_mt: 좋은 늙은 헥터, 응?

# ScavengersQuestTelema_EndHector_2_Any_Default
source: Let's search him. We might find something to explain all this.
ko_mt: 그를 검색합시다. 우리는 이 모든 것을 설명할 무언가를 찾을 수 있습니다.

# ScavengersQuestTelema_EndHector_3_Any_Default
source: Are you thinking what I'm thinking?
ko_mt: 내가 무슨 생각을 하고 있니?

# ScavengersQuestTelema_EndHector_4_Any_Default
source: Soraks?
ko_mt: 설악?

# ScavengersQuestTelema_EndHector_5_Any_Default
source: At least we saved two of them.
ko_mt: 적어도 우리는 그들 중 두 명을 구했습니다.

# ScavengersQuestTelema_EndHector_6_Cynical_Default
source: The best ones, I'm sure.
ko_mt: 최고라고 확신합니다.

# ScavengersQuestTelema_EndHector_7_Judgmental_Default
source: Shut up!
ko_mt: 닥쳐!

# ScavengersQuestTelema_EndHector_8_Any_Default
source: Let's go back and tell Annie.
ko_mt: 돌아가서 애니에게 말합시다.

# ScavengersQuestTelema_End_1_Annie_NPC
source: My friends, you did it!
ko_mt: 친구야, 해냈어!

# ScavengersQuestTelema_End_2_Any_Default
source: Lena and Dek are already here?
ko_mt: 레나와 덱이 벌써 왔어?

# ScavengersQuestTelema_End_3_Annie_NPC
source: I received a message. They're safely back in Coparann.
ko_mt: 메시지를 받았습니다. 그들은 안전하게 코파란으로 돌아왔습니다.

# ScavengersQuestTelema_End_4_Any_Default
source: So they told you about Hector.
ko_mt: 그래서 그들은 당신에게 헥터에 대해 말했습니다.

# ScavengersQuestTelema_End_5_Annie_NPC
source: Yes. Another friend lost...
ko_mt: 예. 또 다른 친구가 사라졌다...

# ScavengersQuestTelema_End_6_Any_Default
source: You mean Arwin Merton?
ko_mt: 아르윈 머튼 말씀이신가요?

# ScavengersQuestTelema_End_7_Annie_NPC
source: Never mind me. This was the Soraks, I know.
ko_mt: 나는 신경 쓰지 마. 알고보니 소락스였다.

# ScavengersQuestTelema_End_8_Any_Default
source: Actually, we found proof that it was.
ko_mt: 사실, 우리는 그 증거를 찾았습니다.

# ScavengersQuestTelema_End_9_Annie_NPC
source: Oh... and you saved two of my kids, I shall never forget.
ko_mt: 오... 그리고 당신은 내 두 아이를 구해줬고, 나는 결코 잊지 못할 것입니다.

# ScavengersQuestTelema_End_10_Any_Default
source: We must go, Annie. See you!
ko_mt: 가자, 애니. 또 봐요!

# ScavengersCoparann_1_Any_Default
source: Are you the local… boss of the Scavengers?
ko_mt: 스캐빈저스의 현지... 보스입니까?

# ScavengersCoparann_2_Milan_NPC
source: You could say that.
ko_mt: 당신은 그렇게 말할 수 있습니다.

# ScavengersCoparann_3_Milan_NPC
source: Not boss of much, I'm afraid.
ko_mt: 사장은 아니지만 걱정이 됩니다.

# ScavengersCoparann_4_Milan_NPC
source: We used to have adventurers raiding around here, but now there's just one.
ko_mt: 예전에는 이곳을 습격하는 모험가들이 있었지만 지금은 한 명뿐입니다.

# ScavengersCoparann_5_Any_Default
source: One?
ko_mt: 하나?

# ScavengersCoparann_6_Milan_NPC
source: She's around somewhere. You might run into her.
ko_mt: 그녀는 어딘가에 있습니다. 그녀와 마주칠 수도 있습니다.

# ScavengersCoparann_7_Any_Default
source: We did find an interesting place, though - an old Tirmarian monastery.
ko_mt: 우리는 흥미로운 장소를 찾았습니다 - 오래된 티르마리아 수도원.

# ScavengersCoparann_8_Milan_NPC
source: Yeah?
ko_mt: 응?

# ScavengersCoparann_9_Milan_NPC
source: Tell me where. We'll take care of it.
ko_mt: 어딘지 말해줘 처리해 드리겠습니다.

# PriestessOfPakri1_Priestess_NPC
source: The law provides, adventurers!
ko_mt: 법이 제공합니다, 모험가 여러분!

# PriestessOfPakri2_Pakri_Default
source: Pakri preserve us!
ko_mt: Pakri는 우리를 보호!

# PriestessOfPakri4_Priestess_NPC
source: May the owl watch over you, faithful one.
ko_mt: 올빼미가 당신을 지켜주기를 바랍니다, 충실한 자.

# PriestessOfPakri3_Priestess_NPC
source: May you find the answers you seek, adventurers.
ko_mt: 모험가들이여, 원하는 답을 찾기를 바랍니다.

# PriestOfMaraike1_Priest_NPC
source: There's life yet, adventurers!
ko_mt: 아직 인생이 있습니다, 모험가 여러분!

# PriestOfMaraike2_Maraike_Default
source: Maraike smile on you!
ko_mt: 마라이케 미소!

# PriestOfMaraike3_Priest_NPC
source: Lady of life! A follower of the goddess.
ko_mt: 생명의 여인! 여신의 추종자.

# PriestOfMaraike4_Priest_NPC
source: Walk in life, adventurers.
ko_mt: 인생을 걸어라, 모험가들이여.

# PhilosopherBackgroundQuest_QuestGiver_1_MayorBrightspark_NPC
source: Ah - deputies!
ko_mt: 아 - 의원님들!

# PhilosopherBackgroundQuest_QuestGiver_2_Philosopher_Default
source: Clear skies, lady mayor!
ko_mt: 맑은 하늘, 시장님!

# PhilosopherBackgroundQuest_QuestGiver_3_MayorBrightspark_NPC
source: Hem. Well, a renowned mind of Caer Cyflen has asked to see you.
ko_mt: 헛기침. 글쎄, 유명한 Caer Cyflen의 마음이 당신을 만나자고 요청했습니다.

# PhilosopherBackgroundQuest_QuestGiver_4_MayorBrightspark_NPC
source: I believe you know him - Galeafin Pureheart?
ko_mt: 나는 당신이 그를 알고 있다고 믿습니다 - Galeafin Pureheart?

# PhilosopherBackgroundQuest_QuestGiver_5_Philosopher_Default
source: Indeed! A very fine mind and a beloved teacher!
ko_mt: 물론! 아주 좋은 마음과 사랑하는 선생님!

# PhilosopherBackgroundQuest_QuestGiver_6_MayorBrightspark_NPC
source: Well, he's heard about your exploits and would like to talk to you.
ko_mt: 글쎄, 그는 당신의 착취에 대해 들었고 당신과 이야기하고 싶어합니다.

# PhilosopherBackgroundQuest_QuestGiver_7_Philosopher_Default
source: Gladly! It will be good to see my old teacher! Clear skies!
ko_mt: 기꺼이! 옛 선생님을 뵙게 되어 반갑습니다! 깨끗한 하늘!

# PhilosopherBackgroundQuest_QuestGiver_8_MayorBrightspark_NPC
source: Clear skies!
ko_mt: 깨끗한 하늘!

# PhilosopherBackgroundQuest_MeetingPureheart_1_Philosopher_Default
source: Clear skies! We would like to meet Master Pureheart!
ko_mt: 깨끗한 하늘! 마스터 퓨어하트를 만나고 싶습니다!

# PhilosopherBackgroundQuest_MeetingPureheart_2_Butler_NPC
source: You don't have an appointment? Who shall I announce?
ko_mt: 약속이 없으세요? 누구를 발표할까요?

# PhilosopherBackgroundQuest_MeetingPureheart_3_Philosopher_Default
source: A companion of the third enlightenment!
ko_mt: 세 번째 깨달음의 동반자!

# PhilosopherBackgroundQuest_MeetingPureheart_4_GaleafinPureheart_NPC
source: Clear skies, my student! To what do I owe the pleasure?
ko_mt: 맑은 하늘, 나의 학생! 나는 무엇에 기쁨을 빚지고 있습니까?

# PhilosopherBackgroundQuest_MeetingPureheart_5_Philosopher_Default
source: Mayor Bright-Spark asked us to visit you.
ko_mt: Bright-Spark 시장이 방문을 요청했습니다.
