Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Narration/&AbjurationQuest_Ceannard01_55_Insight15Success_Default
source: Do you believe the Soraks are in Coparann?
ko: 소락들이 코파란에 있다고 믿으십니까?

# Narration/&AbjurationQuest_Ceannard01_56_Ceannard_NPC
source: I'll say no more for the time being!
ko: 지금은 더 이상 아무 말 않겠네!

# Narration/&AbjurationQuest_Ceannard01_57_Ceannard_NPC
source: Walk the streets, then see Nikannen! Meanwhile, stay in the light!
ko: 사람들과 이야기를 나누고 니카넨에게 가게! 빛이 함께 하시길!

# Narration/&AbjurationQuest_Ceannard01_58_Crownbearer_Default
source: Clear skies to you, Ceannard!
ko: 맑은 하늘이 함께 하시길!

# Narration/&AbjurationQuest_Merchant01_1_Merchant1_NPC
source: It's rather silly, really. This young man…
ko: 멍청한 짓이야, 진짜로. 이 젊은이가…

# Narration/&AbjurationQuest_Merchant01_2_Merchant1_NPC
source: …he asked me for a specific design so he could propose…
ko: ... 바로 제안할 수 있게 구체적인 설계까지 요구했다고…

# Narration/&AbjurationQuest_Merchant01_3_Merchant2_NPC
source: So? He probably gambled the money away!
ko: 그러셔? 보나마나 도박으로 돈 다 날린거겠지!

# Narration/&AbjurationQuest_Merchant01_4_Merchant1_NPC
source: Not him! Straight arrow on the fast track to sergeant or higher! I asked around!
ko: 아냐! 상사 그 이상까지 쏜살같이 직행마차를 탔다고! 주변에 물어 봐!

# Narration/&AbjurationQuest_Merchant01_5_Merchant2_NPC
source: So? Where is this paragon of yours?
ko: 얼씨구? 그 잘난 분은 지금 어디 계신가?

# Narration/&AbjurationQuest_Merchant01_6_Merchant1_NPC
source: Consigned to guard duty! A whole week! And that just on his return from patrol!
ko: 경비 임무 갔다! 일주일 내내! 그리고 방금 순찰하고 오는 길이지!

# Narration/&AbjurationQuest_Seargent_1_YoungMaid_NPC
source: Sergeant, when can I see my Erik? He is due some liberty!
ko: 병장님, 대체 언제 에릭을 볼 수 있죠? 그이를 풀어주세요!

# Narration/&AbjurationQuest_Seargent_2_Sergeant_NPC
source: Gal, I already told ya! He's assigned to guard duty!
ko: 아가씨, 내가 말했잖아! 그는 경비 임무에 배정됐다고!

# Narration/&AbjurationQuest_Seargent_3_YoungMaid_NPC
source: A whole week of it - and that after two weeks on patrol!
ko: 한 주 내내요 - 그것도 2주간 순찰을 돌고 난 다음에 말이예요!

# Narration/&AbjurationQuest_Seargent_4_YoungMaid_NPC
source: No - he just doesn't want to see me anymore.
ko: 아니 - 그는 그저 더 이상 날 보고 싶지 않은 거야.

# Narration/&AbjurationQuest_Seargent_5_Sergeant_NPC
source: Now, gal, don't you fret! It's not that at all.
ko: 자, 아가씨, 초조해하지 마. 그런 건 절대 아니니까.

# Narration/&AbjurationQuest_Seargent_6_Sergeant_NPC
source: The Old Man has had his whole patrol on guard duty in the basement ever since they came back!
ko: 그 어르신이 돌아온 이후엔 순찰대 전부를 지하 경비만 보게 하고 있단 말야!

# Narration/&AbjurationQuest_Seargent_7_Sergeant_NPC
source: Something's up - and whatever it is, it can't be good!
ko: 뭔가 벌어지고 있어 - 그리고 그게 뭐든, 좋은 일은 아냐!

# Narration/&AbjurationQuest_Mildred_1_Bartender_NPC
source: Mistress Mildred! The brewer wants to know when to bring the next delivery of ale.
ko: 밀드레드 부인! 양조업자가 다음 배달 일자를 알고 싶어 하던데요.

# Narration/&AbjurationQuest_Mildred_2_Bartender_NPC
source: He doesn't want it to go stale - he has his reputation to consider!
ko: 에일을 상하게 두고 싶어 하지 않아 해요. 그 사람들 평판도 신경 써야죠!

# Narration/&AbjurationQuest_Mildred_3_Mildred_NPC
source: If only Stonefist had let his thirsty patrol out on leave as usual…
ko: 스톤피스트가 늘 그랬듯이 목마른 순찰대를 보낸다면…

# Narration/&AbjurationQuest_Mildred_4_Mildred_NPC
source: …but now, we've only the regulars and the ale's not moving too fast!
ko: ...하지만 지금은, 단골만 있고 에일을 어떻게 하지도 못해요!

# Narration/&AbjurationQuest_Mildred_5_Mildred_NPC
source: Take him two empty barrels and get two new ones. It's the best we can do right now!
ko: 빈 통 두 개 가져가고 새로 두 통 받아와요. 그게 지금 최선이니까!

# Narration/&AbjurationQuest_Patrons_1_Patron1_NPC
source: Oh, the Ceannard's hopping mad!
ko: 오, 촌장이 미쳐 날뛰고 있어!

# Narration/&AbjurationQuest_Patrons_2_Patron2_NPC
source: Why's that?
ko: 왜?

# Narration/&AbjurationQuest_Patrons_3_Patron1_NPC
source: A whole week he's been waiting - and still no meeting with the Baron!
ko: 일주일 내내 기다렸는데 여전히 남작과 안 만나고 있어!

# Narration/&AbjurationQuest_Patrons_4_Patron2_NPC
source: That's weird. Usually they meet every day, at least!
ko: 그건 괴상한걸. 매일 한 번 이상 만나는데!

# Narration/&AbjurationQuest_Patrons_5_Patron2_NPC
source: Like an old couple, the two of them!
ko: 마치 오래 사귄 커플처럼 단짝이었잖아!

# Narration/&AbjurationQuest_GeneralStore_1_Wilf_NPC
source: Well met! What can we do for you on this fine morning?
ko: 반갑습니다! 이 화창한 아침에 무얼 도와드리면 될까요?

# Narration/&AbjurationQuest_GeneralStore_2_ChoiceA_WRITTEN
source: We have a letter for you.
ko: 편지가 왔네요.

# Narration/&AbjurationQuest_GeneralStore_3_ChoiceB_WRITTEN
source: The Ceannard sent us.
ko: 촌장이 우릴 보냈습니다.

# Narration/&AbjurationQuest_GeneralStore_4_ChoiceC_WRITTEN
source: Let's see your wares.
ko: 물건 좀 보죠.

# Narration/&AbjurationQuest_GeneralStore_4_ChoiceD_WRITTEN
source: We should go.
ko: 가야겠군요.

# Narration/&AbjurationQuest_GeneralStore_5_ChoiceA_Spoken
source: Clear skies to you! Master Goldentongue sent this letter!
ko: 맑은 하늘이 함께하길! 골든텅이 편지를 보냈습니다!

# Narration/&AbjurationQuest_GeneralStore_6_Wilf_NPC
source: Of course, of course!
ko: 물론, 물론이죠!

# Narration/&AbjurationQuest_GeneralStore_7_Wilf_NPC
source: Yes - Master Goldentongue's instructions are quite clear!
ko: 네. 골든텅의 지시는 아주 명쾌하죠!

# Narration/&AbjurationQuest_GeneralStore_8_Wilf_NPC
source: Here is your money - and here's a receipt to sign!
ko: 돈 여기 있습니다. 서명해주실 영수증도요!

# Narration/&AbjurationQuest_GeneralStore_9_Wilf_NPC
source: Would you be interested in sampling our wares?
ko: 저희 상품에 관심 있으신가요?

# Narration/&AbjurationQuest_GeneralStore_10_Any_Default
source: What do you sell?
ko: 무엇을 팔고 있나요?

# Narration/&AbjurationQuest_GeneralStore_11_Wilf_NPC
source: A pleasure doing business with you! Stay in the light!
ko: 거래하게 되어 기쁩니다! 빛이 함께 하시길!

# Narration/&AbjurationQuest_GeneralStore_12_Any_Normal
source: The Ceannard sent us to talk to you.
ko: 촌장이 얘기하라고 보냈습니다.

# Narration/&AbjurationQuest_GeneralStore_13_Any_Normal
source: Anything unusual in recent days?
ko: 최근에 특이한 일 있나요?

# Narration/&AbjurationQuest_GeneralStore_14_Wilf_NPC
source: The Baron came back with a bunch of prisoners. Highwaymen, apparently.
ko: 남작이 포로를 우르르 끌고 오시더군요. 노상강도 떼였던 것 같습니다.

# Narration/&AbjurationQuest_GeneralStore_15_Wilf_NPC
source: I'm wondering why they didn't hang them on the spot!
ko: 왜 놈들을 그 자리에서 바로 목매달지 않았는지 모르겠어요!

# Narration/&AbjurationQuest_GeneralStore_16_Any_Normal
source: Hanging, eh? Would that be the normal practice?
ko: 목매단다고요? 그게 일반적인 관례인가요?

# Narration/&AbjurationQuest_GeneralStore_17_Wilf_NPC
source: Yes. You don't need that many prisoners to make them talk, if you ask me!
ko: 그럼요. 그렇게나 많은 죄수들이 말을 하게 할 필요는 없어요!

# Narration/&AbjurationQuest_Nikannen_1_SergeantNikannen_NPC
source: Well met again!
ko: 다시 보게 되어 반갑습니다!

# Narration/&AbjurationQuest_Nikannen_2_SergeantNikannen_NPC
source: So - you've had a chance to walk around the city and hear what people are saying?
ko: 그래서, 시내를 돌아다니며 사람들이 하는 말을 들었죠?

# Narration/&AbjurationQuest_Nikannen_3_SergeantNikannen_NPC
source: What do you think?
ko: 어떻게 생각하십니까?

# Narration/&AbjurationQuest_Nikannen_4_ChoiceA_WRITTEN
source: The soldiers.
ko: 병사들.

# Narration/&AbjurationQuest_Nikannen_5_SellswordOrElse_Normal
source: Something is wrong. Soldiers back from a patrol denied leave…
ko: 뭔가 잘못됐어요. 순찰에서 돌아온 병사들이 휴가를 거부당했고…

# Narration/&AbjurationQuest_Nikannen_6_SellswordOrElse_Normal
source: …posted to guard duty instead of visiting the tavern.
ko: ...선술집에 가는 대신 경비 임무로 배송됐어요.

# Narration/&AbjurationQuest_Nikannen_7_ChoiceB_WRITTEN
source: These highwaymen.
ko: 노상강도들.

# Narration/&AbjurationQuest_Nikannen_8_ChoiceB_Spoken
source: The story with the highwaymen is also weird. Why keep them prisoner?
ko: 노상강도들의 이야기도 이상해요. 왜 그들을 감옥에 가두는 거죠?

# Narration/&AbjurationQuest_Nikannen_9_LawkeeperOrElse_Normal
source: Normally the penalty is clear and swift.
ko: 보통 처벌을 신속, 명확하게 때릴텐데요.

# Narration/&AbjurationQuest_Nikannen_10_LawkeeperOrElse_Normal
source: On the frontier, you don't feed idle people, particularly not scum like highwaymen.
ko: 변경에서는 일하지 않는 자를 먹여살리지 않아요. 특히 노상강도 같은 쓰레기들은 더더욱.

# Narration/&AbjurationQuest_Nikannen_11_LawkeeperOrElse_Normal
source: At best, you put them to work. At worst, they become fertilizer!
ko: 최선은 그들을 노동에 투입하는 거죠. 최악은 비료가 되는 거고!

# Narration/&AbjurationQuest_Nikannen_12_Temp
source: So what do you think?
ko: 어떻게 생각하시나요?

# Narration/&AbjurationQuest_Nikannen_12_SergeantNikannen_NPC
source: There are two things I didn't mention in our last conversation.
ko: 내가 저번 대화에서 언급하지 않은 게 두 가지 있소.

# Narration/&AbjurationQuest_Nikannen_13_SergeantNikannen_NPC
source: Things about Roald and the Baron.
ko: 로알드와 남작에 대해서요.

# Narration/&AbjurationQuest_Nikannen_14_ChoiceA_WRITTEN
source: Roald?
ko: 로알드?

# Narration/&AbjurationQuest_Nikannen_15_ChoiceA_Spoken
source: What about Roald?
ko: 로알드 쪽은 뭐죠?

# Narration/&AbjurationQuest_Nikannen_16_SergeantNikannen_NPC
source: When you told me of Roald's death and returned his personal effects…
ko: 당신들이 로알드의 죽음에 대해 알려주고 그의 개인 소지품을 돌려줬을 때…

# Narration/&AbjurationQuest_Nikannen_17_SergeantNikannen_NPC
source: …I was speechless, not out of grief but…
ko: ...말문이 막혔었죠. 슬퍼서가 아니라…

# Narration/&AbjurationQuest_Nikannen_18_SergeantNikannen_NPC
source: …because, not a week before, Roald had come back from patrol!
ko: ...로알드가 순찰에서 돌아온 지 한 주도 되지 않았으니까요!

# Narration/&AbjurationQuest_Nikannen_19_Any_Default
source: You mean… one of them is… not who he seems.
ko: 그러니까 그들 중 하나는... 보이는 대로의 사람이 아니라는 거죠.

# Narration/&AbjurationQuest_Nikannen_20_ChoiceB_WRITTEN
source: The Baron?
ko: 남작?

# Narration/&AbjurationQuest_Nikannen_21_ChoiceB_Spoken
source: What about the Baron?
ko: 남작에 대해서는요?

# Narration/&AbjurationQuest_Nikannen_22_SergeantNikannen_NPC
source: I have known him for twenty years. I was a founding member of the company.
ko: 저는 그를 20년간 알아왔습니다. 저는 창립 멤버였으니까요.

# Narration/&AbjurationQuest_Nikannen_23_SergeantNikannen_NPC
source: Now, for the first time in ten years, I am officer of the day, posted here.
ko: 내가 오늘 여기에 장교로 배치된 건 10년만에 처음 있는 일입니다.

# Narration/&AbjurationQuest_Nikannen_24_SergeantNikannen_NPC
source: And that's not all…
ko: 그리고 그게 전부가 아닙니다…

# Narration/&AbjurationQuest_Nikannen_25_SergeantNikannen_NPC
source: For the last ten years he's always called me Joris. Now, all of a sudden it's back to Nikannen.
ko: 지난 10년 간 그는 언제나 저를 조리스라고 불렀습니다. 그러더니 지금은 니카넨이라고 남처럼 부르더군요.

# Narration/&AbjurationQuest_Nikannen_26_SergeantNikannen_NPC
source: Something is wrong. I can feel it.
ko: 뭔가 잘못됐어요. 분명히.

# Narration/&AbjurationQuest_Nikannen_27_SellswordOrElse_Normal
source: Suggestions, Sarge?
ko: 그래서 계획이 있습니까, 병장?

# Narration/&AbjurationQuest_Nikannen_28_SergeantNikannen_NPC
source: The Ceannard mentioned your mission. He and I go way back.
ko: 촌장이 당신들의 임무를 언급했죠. 그와 저는 일단 물러날 겁니다.

# Narration/&AbjurationQuest_Nikannen_29_SergeantNikannen_NPC
source: So - go see the baron and tell him your heirloom story.
ko: 그러니 - 바론에게 가서 당신들의 가보에 대한 이야기를 해 보십시오.

# Narration/&AbjurationQuest_Nikannen_30_SergeantNikannen_NPC
source: I know what his normal reaction would be…
ko: 나는 그가 보일 정상적인 대응이 어떨지 알고 있고…

# Narration/&AbjurationQuest_Nikannen_31_SergeantNikannen_NPC
source: …so come back and we can compare notes.
ko: ...돌아와서 내용을 비교해볼 수 있을 겁니다.

# Narration/&AbjurationQuest_Nikannen_32_SergeantNikannen_NPC
source: And if I were you, I wouldn't mention Roald, the caravan, or anything else…
ko: 그리고 제가 당신들이라면 로알드나 캐러밴이나, 다른 건 언급하지 않을 겁니다…

# Narration/&AbjurationQuest_Nikannen_33_DiplomatOrSpyOrElse_Slang
source: As the philosopher said, we must hang together or we'll hang separately!
ko: 누구 말마따나 뭉치면 살고 흩어지면 죽는 거지!

# Narration/&AbjurationQuest_Nikannen_34_SergeantNikannen_NPC
source: Clear skies to you!
ko: 맑은 하늘이 함께하길!

# Narration/&AbjurationQuest_Nikannen_35_SellswordOrElse_Slang
source: Clear skies, Sarge! Misaye's laughing!
ko: 맑은 하늘이 함께하길, 상사! 미사이에께서 미소짓길!

# Narration/&AbjurationQuest_Baron_Firstmet_1_BaronStonefist_NPC
source: Greetings, adventurers.
ko: 안녕하신가, 모험가.

# Narration/&AbjurationQuest_Baron_Firstmet_2_BaronStonefist_NPC
source: Sergeant Nikannen says you want to see me on some urgent matter?
ko: 니카넨 상사가 말하길 자네들이 급한 일로 날 보자 했다고?

# Narration/&AbjurationQuest_Baron_Firstmet_3_DiplomatOrAristocratOrElse_Normal
source: Yes. It concerns our traveling companion, Lady Kythaela.
ko: 예. 여행 동반자인 키타엘라에 관한 겁니다.

# Narration/&AbjurationQuest_Baron_Firstmet_4_BaronStonefist_NPC
source: Then let her speak for herself!
ko: 그럼 직접 와서 말하게 두게!

# Narration/&AbjurationQuest_Baron_Firstmet_5_Kythaela_NPC
source: My lord, before the Cataclysm this valley was in the care of my family.
ko: 남작님, 대격변 전에는 이 계곡이 제 가문의 가호 아래 있었습니다.

# Narration/&AbjurationQuest_Baron_Firstmet_6_Kythaela_NPC
source: Alas, only a few of us managed to survive - and none at all in the valley.
ko: 안타깝게도, 소수만 겨우 살았고 계곡에는 아무도 없었죠.

# Narration/&AbjurationQuest_Baron_Firstmet_7_BaronStonefist_NPC
source: A sad tale, my lady, but not uncommon. Those were dire times.
ko: 슬픈 이야기지, 아가씨. 하지만 흔한 일도 아니고. 끔찍한 시절이였다네.

# Narration/&AbjurationQuest_Baron_Firstmet_8_Kythaela_NPC
source: My father passed away recently. Upon his death bed…
ko: 얼마 전 부친께서 돌아가셨습니다. 임종하시기 전에…

# Narration/&AbjurationQuest_Baron_Firstmet_9_Kythaela_NPC
source: …he mentioned some family heirlooms left in a hidden room somewhere in the fortress.
ko: ... 요새 어딘가 숨겨진 방에 있는 가보를 말씀하셨습니다.

# Narration/&AbjurationQuest_Baron_Firstmet_10_Kythaela_NPC
source: With your leave, my lord…
ko: 경께서 허락 해 주신다면…

# Narration/&AbjurationQuest_Baron_Firstmet_11_Kythaela_NPC
source: …I would like to search for this hidden room and retrieve my family's belongings.
ko: ... 이 숨겨진 방을 찾아 가문의 유산을 회수하고 싶습니다.

# Narration/&AbjurationQuest_Baron_Firstmet_12_BaronStonefist_NPC
source: Out of the question! This is my castle and all in it belongs to me!
ko: 어불성설이군! 이곳은 나의 성이며 모든 것이 나의 것이다!

# Narration/&AbjurationQuest_Baron_Firstmet_13_BaronStonefist_NPC
source: Now begone - and be glad that, as a guest, you are protected by our customs…
ko: 이제 썩 꺼져라. 아직 우리네 관습으로 손님은 보호받는다는 걸 기꺼이 여기도록…

# Narration/&AbjurationQuest_Baron_Firstmet_14_BaronStonefist_NPC
source: …otherwise, your impudence would land you in the dungeon!
ko: ... 안 그랬다면, 그 뻔뻔함이 지하감옥으로 이끌었을 테니!

# Narration/&AbjurationQuest_Nikannen_02_1_SergeantNikannen_NPC
source: Ah - you're back! How did the audience go?
ko: 아. 돌아왔군! 관객들은 어땠나?

# Narration/&AbjurationQuest_Nikannen_02_2_CynicOrElse_Normal
source: Clear skies! Well, he didn't imprison us, just threw us out!
ko: 맑은 하늘이 함께하길! 뭐, 가두진 않았고 내던지기만 했네요!

# Narration/&AbjurationQuest_Nikannen_02_3_SergeantNikannen_NPC
source: Just threw you out? That's not like him at all!
ko: 내던지기만 해? 그러실 분이 아닌데!

# Narration/&AbjurationQuest_Nikannen_02_4_CynicOrElse_Normal
source: Oh? He's not always so generous to strangers?
ko: 오? 낯선 이에게 그렇게 관대하지 않답니까?

# Narration/&AbjurationQuest_Nikannen_02_5_SergeantNikannen_NPC
source: No - just pragmatic and smart!
ko: 아니. 영리하고 똑똑하지!

# Narration/&AbjurationQuest_Nikannen_02_6_ChoiceA_WRITTEN
source: Pragmatic?
ko: 영리하게요?

# Narration/&AbjurationQuest_Nikannen_02_7_ChoiceA_Spoken
source: Pragmatic?
ko: 영리하게요?

# Narration/&AbjurationQuest_Nikannen_02_8_SergeantNikannen_NPC
source: It would be cheaper to let you find the heirlooms, under close escort.
ko: 너희들을 가까이 두고 가보를 찾게 두는 게 더 싸게 먹힐테니까.

# Narration/&AbjurationQuest_Nikannen_02_9_SergeantNikannen_NPC
source: He'd demand a fee, but it's easier than having to search for himself!
ko: 요금을 좀 떼겠지만, 직접 찾아 나서는 것 보단 쉽다고!

# Narration/&AbjurationQuest_Nikannen_02_10_ChoiceB_WRITTEN
source: Smart?
ko: 똑똑해요?

# Narration/&AbjurationQuest_Nikannen_02_11_ChoiceB_Spoken
source: Smart?
ko: 똑똑해요?

# Narration/&AbjurationQuest_Nikannen_02_12_SergeantNikannen_NPC
source: Of course, smart! If we assume Lady Kythaela's story is true…
ko: 당연히 똑똑하지! 키타엘라 여사의 말이 맞다는 가정 하에…

# Narration/&AbjurationQuest_Nikannen_02_13_SergeantNikannen_NPC
source: …then arresting her or coercing her could have drawn the ire of an elven clan.
ko: ... 체포하거나 협박하는 건 엘프들의 분노를 이끌어낼 거야.

# Narration/&AbjurationQuest_Nikannen_02_14_SergeantNikannen_NPC
source: A pretty stupid move for stuff which might only have sentimental value!
ko: 감상적인 가치밖에 없는 물건을 위하기엔 멍청한 행동이지!

# Narration/&AbjurationQuest_Nikannen_02_15_SergeantNikannen_NPC
source: So, not like Gromnir at all!
ko: 그래서, 전혀 그롬니르같지 않다는 거야!

# Narration/&AbjurationQuest_Nikannen_02_16_SellswordOrElse_Normal
source: Fine. What do you suggest?
ko: 좋아요. 어떻게 할 겁니까?

# Narration/&AbjurationQuest_Nikannen_02_17_SergeantNikannen_NPC
source: Let me make some preparations. You go back to him tomorrow…
ko: 준비를 좀 하지. 너가 내일 다시 돌아가서…

# Narration/&AbjurationQuest_Nikannen_02_18_SergeantNikannen_NPC
source: …as envoys of the Legacy Council!
ko: ... 유산 평의회 사절로 왔다고 해!

# Narration/&AbjurationQuest_Nikannen_02_10_ChoiceC_WRITTEN
source: So, what's the plan?
ko: 그래서, 계획이 뭡니까?

# Narration/&AbjurationQuest_BaronSaved_7_ChoiceB_WRITTEN
source: About the Council…
ko: 평의회에 대해…

# Narration/&AbjurationQuest_BaronSaved_8_ChoiceC_WRITTEN
source: About the Soraks…
ko: 소락에 관해…

# Narration/&AbjurationQuest_BaronSaved_14_SellswordOrElse_Slang
source: Soraks are real - you saw them with your own eyes.
ko: 소락은 실존합니다. 두 눈으로 똑똑히 봤잖수.

# Narration/&AbjurationQuest_Tower_1_Kythaela_NPC
source: This is the place!
ko: 여기야!

# Narration/&AbjurationQuest_Tower_6_Kythaela_NPC
source: Yes!
ko: 맞아!

# Narration/&AbjurationEnding_1_Adrasteia_NPC
source: You have my thanks, whoever you are.
ko: 누군지는 몰라도, 정말 고맙구나. 낯선 이여.

# Narration/&AbjurationEnding_2_Crownbearer_Normal
source: You're welcome, I guess. But your thanks for what exactly?
ko: 천만에요. 그런데 정확히 무엇에 감사하다는 것이죠?

# Narration/&AbjurationEnding_3_Adrasteia_NPC
source: For reuniting me with Kythaela.
ko: 나와 키타엘라가 재결합하게 도와줬잖니.

# Narration/&AbjurationEnding_6_ChoiceA_WRITTEN
source: Reuniting?
ko: 재결합이요?

# Narration/&AbjurationEnding_7_ChoiceA_Spoken
source: Reunited with her?
ko: 재결합이라는 게 무슨 뜻이죠?

# Narration/&AbjurationEnding_9_Judgmental_Normal
source: Did you kill her?
ko: 그녀를 죽인 거에요?

# Narration/&AbjurationEnding_28_Adrasteia_NPC
source: Adrasteia the Prudent Shield, Master of Abjuration. In your debt, and at your service!
ko: 방호계의 대가이자, 신중한 보호자인 아드레스테이아. 당신에게 큰 빚을 지고, 당신의 뜻을 따르겠습니다!

# Narration/&AbjurationEnding_29_AcademicOrElse_Normal
source: You were at the battle of the Rift?
ko: 균열 전투에 계셨었나요?

# Narration/&AbjurationEnding_34_Adrasteia_NPC
source: The Empire wasn't kind to… other races.
ko: 제국은 다른 종족들을 참... 대우하지 못했지.

# Narration/&AbjurationEnding_53_Adrasteia_NPC
source: Take it, old friend, once again.
ko: 이걸 다시 가져가게, 옛 친구여.

# Narration/&AbjurationEnding_54_Crownbearer_Normal
source: Old friend?
ko: 다시? 옛 친구요?

# Narration/&AbjurationEnding_59_Adrasteia_NPC2
source: Use my Gate freely. I believe you know how.
ko: 내 관문을 자유롭게 쓰거라. 어떻게 쓰는 지는 잘 알고 있을 거야.

# Narration/&AbjurationEnding_63_Any_Default
source: We owe you that much. Thank you, Master Adrasteia.
ko: 덕분에 큰 빚을 졌습니다. 감사합니다, 아드라스테이아.

# Narration/&AbjurationMildred_Tavern_Welcome
source: Welcome to the inn!
ko: 여관에 오신 것을 환영합니다!

# Narration/&AbjurationMildred_Tavern_StayForTheNight
source: Sure! Get settled!
ko: 물론이죠! 푹 쉬세요!

# Narration/&AbjurationMildred_Tavern_Nomoney
source: No coin, no bed.
ko: 돈 없으면 방도 없어요.

# Narration/&AbjurationMildred_Tavern_Goodbye
source: Stay in the light!
ko: 빛이 함께 하시길!

# Narration/&Abjuration_Coparann_Atima_1_Atima_NPC
source: Sun on your face, travelers!
ko: 태양빛이 그대의 길을 축복하길!

# Narration/&Abjuration_Coparann_Atima_2_Atima_NPC
source: My name is Atima Bladeburn, priestess of Arun.
ko: 제 이름은 아티마 블레이드번, 아룬의 여사제입니다.

# Narration/&Abjuration_Coparann_Atima_5_Atima_NPC
source: What can I do for you?
ko: 무엇을 도와드릴까요?

# Narration/&AbjurationQuest_Kythaela_Gear_2_Kythaela_NPC
source: This is my spellbook - I remember!
ko: 기억 나, 이건 내 주문책이야!

# Narration/&AbjurationQuest_Kythaela_CoparannGateroom_9_InsightHighest_Normal
source: How do we unlock it?
ko: 어떻게 열어야 한담?

# Narration/&CradleOfFire_Arriving_1_Default_Default
source: This is the worst place we've been so far.
ko: 이건 지금까지 가본 곳 중 최악의 장소야.

# Narration/&CradleOfFire_Arriving_3_Reactor_Slang
source: And it stinks like an orc's backside.
ko: 망할 오크 땀 냄새 같잖아.

# Narration/&CradleOfFire_Arriving_4_Reactor_Formal
source: Indeed, the smell here is awful.
ko: 확실히 끔찍한 냄새네.

# Narration/&CradleOfFire_Arriving_5_Pragmatic_Default
source: We're deep in the Badlands, sure - but there is a gem around here.
ko: 우리가 황무지 깊이 들어온 건 분명해 - 하지만 보석이 여기 어딘가에 있겠지.

# Narration/&CradleOfFire_Arriving_6_Selfpres_Default
source: You never know. Remember the Gem of Abjuration?
ko: 그건 모르는 거지. 방호의 보석 기억 안 나?

# Narration/&CradleOfFire_Arriving_7_Selfpres_Default
source: The Crown's signal was just a decoy to find Kythaela.
ko: 왕관의 신호는 키타엘라를 찾기 위한 미끼에 불과했지.

# Narration/&CradleOfFire_Arriving_8_Default_Default
source: Look, is that an orc totem?
ko: 저거 봐, 오크 토템이잖아?

# Narration/&CradleOfFire_FindingKebra_9_Default_Default
source: An orc… woman?
ko: 오크... 여자?

# Narration/&CradleOfFire_FindingKebra_10_Kill_CHOICE
source: Let's kill her!
ko: 죽여!

# Narration/&CradleOfFire_FindingKebra_11_Save_CHOICE
source: We could save her.
ko: 구해줘야 해.

# Narration/&CradleOfFire_FindingKebra_12_Leave_CHOICE
source: Let's move on.
ko: 그냥 가자.

# Narration/&CradleOfFire_FindingKebra_13_Speak_CHOICE
source: Let's think about it.
ko: 좀 생각해 보자.

# Narration/&CradleOfFire_FindingKebra_16_Save_Default
source: She's helpless! Let's show mercy for once.
ko: 저항할 수 없는 상태야. 자비를 베풀자고.

# Narration/&CradleOfFire_FindingKebra_17_Kill_Slang
source: No glory in slaughtering someone who's already down.
ko: 이미 쓰러진 상대를 도살하는 건 명예롭지 못해.

# Narration/&CradleOfFire_FindingKebra_19_Medecine_Default
source: I'll take care of that - she'll be on her feet very soon.
ko: 내가 봐줄게. 곧 일어날 수 있을 거야.

# Narration/&CradleOfFire_FindingKebra_25_Kebra_NPC
source: You… healed me?
ko: 너... 날 치료했나?

# Narration/&CradleOfFire_FindingKebra_26_Kebra_NPC
source: Why not kill me?
ko: 왜 죽이지 않나?

# Narration/&CradleOfFire_FindingKebra_27_Neutral_Choice
source: What happened?
ko: 무슨 일이 있었지?

# Narration/&CradleOfFire_FindingKebra_28_Friendly_CHOICE
source: Who are you?
ko: 넌 누구지?

# Narration/&CradleOfFire_FindingKebra_29_Pragmatic_CHOICE
source: Have you heard of a magic gem?
ko: 마법의 보석에 대해 아나?

# Narration/&CradleOfFire_FindingKebra_30_Orcishspeaker_CHOICE
source: Trust us. (in orcish)
ko: 우릴 믿어. (오크어로)

# Narration/&CradleOfFire_FindingKebra_40_Kebra_NPC
source: A nyark who speaks orc!
ko: 나야크가 오크 말을 한다!

# Narration/&CradleOfFire_FindingKebra_41_Kebra_NPC
source: Kebra like to know your story.
ko: 케브라는 너희에 대해 알고 싶다.

# Narration/&CradleOfFire_FindingKebra_42_Kebra_NPC
source: But this is not time for that.
ko: 하지만 지금은 그럴 시간 아니다.

# Narration/&CradleOfFire_FindingKebra_43_Kebra_NPC
source: My people. All dead.
ko: 우리 사람들. 다 죽었다.

# Narration/&CradleOfFire_FindingKebra_44_Kebra_NPC
source: Arrok did that.
ko: 아록이 그랬다.

# Narration/&CradleOfFire_FindingKebra_45_Kebra_NPC
source: Arrok is Redscar tribe shaman, powerful.
ko: 아록, 레드스카 부족의 주술사다. 강하다.

# Narration/&CradleOfFire_FindingKebra_48_Kebra_NPC
source: Many tribes in the Cradle of Fire, always fighting.
ko: 불꽃의 요람에 많은 부족 있다, 항상 싸운다.

# Narration/&CradleOfFire_FindingKebra_49_Kebra_NPC
source: Arrok always ambitious.
ko: 아록, 늘 야심 있었다.

# Narration/&CradleOfFire_FindingKebra_50_Kebra_NPC
source: But now Arrok has power of fire.
ko: 하지만 아록, 이제 불의 힘을 가졌다.

# Narration/&CradleOfFire_FindingKebra_51_Nosy_CHOICE
source: The Cradle of Fire?
ko: 불꽃의 요람?

# Narration/&CradleOfFire_FindingKebra_52_Pragmatic_CHOICE
source: Power of fire?
ko: 불의 힘?

# Narration/&CradleOfFire_FindingKebra_53_Nosy_Default
source: The Cradle of Fire?
ko: 불꽃의 요람?

# Narration/&CradleOfFire_FindingKebra_57_Kebra_NPC
source: Arrok came to Suncloud, told our chieftain Brok to bend the knee.
ko: 아록, 선클라우드에 왔다. 우리 족장 브록에게 무릎꿇으라고 했다.

# Narration/&CradleOfFire_FindingKebra_58_Kebra_NPC
source: Brok said no. Arrok burned… everyone. Took Brok prisoner.
ko: 브록, 거절했다. 아락이... 불태웠다. 전부. 브록은 포로로 잡아갔다.
