Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# Council03_41b_Antiquariansboss_NPC
source: Conjecture perhaps, but the evidence points in that direction.
ko_mt: 추측할 수 있지만 증거는 그 방향을 가리키고 있습니다.

# Council03_42b_Einarboss_NPC
source: Now they want the Crown. We may not know why, but we do know they must not have it!
ko_mt: 이제 그들은 왕관을 원합니다. 우리는 그 이유를 모를 수도 있지만, 그들이 가지고 있지 않아야 한다는 것은 압니다!

# TowerOfMagicFindingTheCrown_TakeCrown_01
source: Yes… I understand.
ko_mt: 네 이해했습니다.

# TowerOfMagicFindingTheCrown_TakeCrown_02
source: Who are you talking to? Wait - what are you doing?
ko_mt: 누구 한테 얘기하는 거니? 잠깐 - 뭐하는거야?

# TowerOfMagicFindingTheCrown_TakeCrown_03
source: Are you crazy? Why did you put it on?
ko_mt: 너 미쳤어? 왜 붙였지?

# TowerOfMagicFindingTheCrown_TakeCrown_04
source: We have no idea what it does, whether it's evil, or anything!
ko_mt: 우리는 그것이 사악한 것인지 무엇을 하는지 전혀 모릅니다!

# TowerOfMagicFindingTheCrown_TakeCrown_05
source: What? I… Oh. I… It… I just… kind of… had to.
ko_mt: 뭐라고 요? 나… 아. 나는… 그것… 나는 단지… 일종의… 해야 했다.

# TowerOfMagicFindingTheCrown_TakeCrown_06
source: We're supposed to share the loot, by the way.
ko_mt: 그건 그렇고, 우리는 전리품을 공유해야합니다.

# TowerOfMagicFindingTheCrown_TakeCrown_08
source: Forget it, let's get out of here.
ko_mt: 잊어버려, 여기서 나가자.

# NecromancyQuest01_39b_Fighter_Default
source: Are they all undead in there?
ko_mt: 거기에있는 사람들은 모두 언데드입니까?

# NecromancyQuest01_41_Default
source: Undead? What other abominations are in there?
ko_mt: 언데드? 거기에는 또 어떤 가증한 것이 있습니까?

# NecromancyQuest01_42_Default
source: Undead? What types? Are they free or enslaved?
ko_mt: 언데드? 어떤 유형? 그들은 자유인입니까 아니면 노예입니까?

# NecromancyQuest01_43_Default
source: Undead? That's not good. And you deal with them?
ko_mt: 언데드? 그 좋지 않다. 그리고 당신은 그들을 처리합니까?

# NecromancyQuest01_44_Default
source: Undead. I might have known. Anything goes out here, it seems.
ko_mt: 언데드. 알고 있었을 수도 있습니다. 뭐든지 여기서 나가는 것 같습니다.

# NecromancyQuest04_06b_Intimidate_Default
source: There's nowhere in the world where necromancy isn't a crime.
ko_mt: 강령술이 범죄가 아닌 곳은 세계 어디에도 없습니다.

# NecromancyQuest04_37b_Player
source: A defiler? A blood-drinking Child of Sorrow?
ko_mt: 디파일러? 피를 마시는 슬픔의 아이?

# NecromancyQuest04_37c_Player
source: Twice-cursed defilers! They are the worst of the undead!
ko_mt: 두 번 저주받은 파멸자들! 그들은 언데드 중 최악이다!

# NecromancyQuest04_44_Player
source: Stay in the light! It is our only protection.
ko_mt: 빛 속에 머물러라! 그것은 우리의 유일한 보호입니다.

# NecromancyQuest04_45_Player
source: Maraike will protect us. Her powers are strong against these abominations.
ko_mt: 마라이케가 우리를 지켜줄 것이다. 그녀의 힘은 이러한 가증한 것들에 대해 강력합니다.

# NecromancyQuest05_11b_Kill_Default
source: Abomination! The light of Einar will destroy you!
ko_mt: 질색! 에이나르의 빛이 당신을 파괴할 것입니다!

# NecromancyQuest05_11c_Kill_Default
source: Twice-cursed monster! Prepare to die - again!
ko_mt: 두 번 저주받은 괴물! 죽을 준비를 하세요 - 다시!

# CaerLem_InTunnel4b_Cynicism_Default
source: Right out of a fairytale, as ugly as life.
ko_mt: 동화에서 튀어나온 것처럼, 삶처럼 추합니다.

# CaerLem_InTunnel4c_Cynicism_Default
source: And certainly not lizardfolk.
ko_mt: 그리고 확실히 리자드포크는 아닙니다.

# CaerLem_Darik21b_Player
source: So - big, walking lizards with spikes all over their backs?
ko_mt: 그래서 - 등 전체에 가시가 달린 크고 걷는 도마뱀?

# CaerLem_Darik21c_Player
source: Except for the one who looked just like your Captain, of course.
ko_mt: 물론, 당신의 캡틴과 똑같이 생긴 사람을 제외하고.

# CaerLem_Darik21d_Player
source: Was he one of them all along, do you think?
ko_mt: 그는 항상 그들 중 하나였습니다, 당신은 생각합니까?

# TowerOfMagicStatueDraconic_4b_History_Default
source: Doesn't have the big spines…
ko_mt: 큰 등뼈가 없다...

# TowerOfMagicStatueDraconic_10_Default
source: It's standing just like a human. Ever seen a dragon do that?
ko_mt: 사람처럼 서 있습니다. 용이 그렇게 하는 것을 본 적이 있습니까?

# TowerOfMagicStatueDraconic_11_Default
source: Ever seen a dragon at all? How would you know?
ko_mt: 드래곤을 본 적이 있습니까? 당신은 어떻게 알겠습니까?

# TowerOfMagicStatueDraconic_12_Default
source: Stop losing time, it's just a statue.
ko_mt: 시간을 낭비하지 마세요, 그냥 동상입니다.

# TowerOfMagic_Discovery_01
source: Look at this place! I've never seen so many books!
ko_mt: 이 곳을 봐! 이렇게 많은 책을 본 적이 없다!

# TowerOfMagic_Discovery_02
source: It would take a lifetime to read them all! Even for an elf!
ko_mt: 그것들을 모두 읽으려면 평생이 걸릴 것입니다! 엘프에게도!

# TowerOfMagic_Discovery_03
source: Must be worth a fortune! If only we could get everything back to Caer Cyflen…
ko_mt: 재산 가치가 있어야합니다! Caer Cyflen에게 모든 것을 되돌릴 수만 있다면…

# TowerOfMagic_Discovery_04
source: I see the point of the Scavengers now…
ko_mt: 이제 Scavengers의 요점이 보입니다 ...

# TowerOfMagic_Discovery_05
source: Why not keep this to ourselves?
ko_mt: 왜 이것을 우리 자신에게 보관하지 않습니까?

# TowerOfMagic_Discovery_Banter_01
source: Crap! The book just turned into dust!
ko_mt: 쓰레기! 먼지가 되어버린 책!

# TowerOfMagic_Discovery_Banter_02
source: Damn! This book is… not really here!
ko_mt: 젠장! 이 책은… 실제로 여기에 있지 않습니다!

# TowerOfMagic_Discovery_Banter_03
source: Do you mean all this fortune is out of reach?
ko_mt: 이 모든 재산이 손이 닿지 않는 곳에 있다는 말입니까?

# TowerOfMagic_Discovery_Banter_04
source: The library is trapped within this… magical phenomenon.
ko_mt: 도서관은 이… 마법의 현상에 갇혔습니다.

# TowerOfMagic_Discovery_Banter_05
source: I should have known… it was too good to be true.
ko_mt: 진작 알았어야 했는데… 너무 좋았다는 사실을.

# TowerOfMagicFight1over_22_Religion_Default
source: That's an old Tirmarian symbol. It stands for Arivad.
ko_mt: 그것은 오래된 티르마리아 기호입니다. 아리바드의 약자입니다.

# TowerOfMagicFight1over_23_Religion_Default
source: He was a Tirmarian god, but he didn't come to Solasta.
ko_mt: 그는 티르마리아 신이었지만 솔라스타에 오지 않았다.

# TowerOfMagicFight1over_24_Religion_Default
source: I can't remember much more.
ko_mt: 나는 더 많이 기억할 수 없습니다.

# TowerOfMagicFight1over_25_Einar_Default
source: "A" stands for Arivad - an evil god from old Tirmar. I read about him.
ko_mt: "A"는 고대 티르마르의 사악한 신인 아리바드를 나타냅니다. 나는 그에 대해 읽었다.

# TowerOfMagicFight1over_26_Einar_Default
source: The Soraks call him Sorr-Tarr. "Sorr-Akkath" means "beloved of Sorr-Tarr" in their tongue.
ko_mt: 소락들은 그를 소르-타르라고 부른다. "Sorr-Akkath"는 그들의 혀로 "Sorr-Tarr의 사랑받는"을 의미합니다.

# TowerOfMagicFight1over_27_Lowlife_Default
source: I've heard whispers of cultists with an "A" tattoo.
ko_mt: 나는 "A" 문신을 한 이교도들의 속삭임을 들었습니다.

# TowerOfMagicFight1over_28_Lowlife_Default
source: There's a name, too: "Arivad."
ko_mt: "아리바드"라는 이름도 있습니다.

# TowerOfMagicFight1over_29_Default
source: These humans are Arivad cultists, in league with the Soraks.
ko_mt: 이 인간들은 소락과 동맹을 맺은 아리바드 숭배자들입니다.

# TowerOfMagicFight1over_30_Default
source: We better be careful.
ko_mt: 우리는 조심하는 것이 좋습니다.

# TowerOfMagicFight1over_31_Default
source: And don't forget, we need the head of a Sorak.
ko_mt: 그리고 잊지 마세요. 우리는 설악의 머리가 필요합니다.

# InTemple_1_Crowbearer_Default
source: Lord Sunblaze - thank you for you hospitality.
ko_mt: 선블레이즈 경 - 환대에 감사드립니다.

# InTemple_2_EinarBoss_NPC
source: It's the least we can do for the deputies who proved that there are still Soraks on Solasta.
ko_mt: 솔라스타에 아직 설악이 있다는 것을 증명한 의원들을 위해 우리가 할 수 있는 최소한의 일입니다.

# InTemple_3_EinarBoss_NPC
source: You've proved we cannot relax our vigilance.
ko_mt: 당신은 우리가 경계를 늦출 수 없다는 것을 증명했습니다.

# InTemple_4_EinarBoss_NPC
source: Did you find anything else that could help us track them?
ko_mt: 우리가 그들을 추적하는 데 도움이 될 수 있는 다른 것을 찾으셨습니까?

# InTemple_5_EinarBoss_NPC
source: There was a parchment.
ko_mt: 양피지가 있었습니다.

# InTemple_6_EinarBoss_NPC
source: If you find it, send for the Tshar.
ko_mt: 찾으면 Tshar에게 보내십시오.

# InTemple_7_Curious_NPC
source: You can read that?
ko_mt: 당신은 그것을 읽을 수 있습니까?

# InTemple_8_EinarBoss_NPC
source: That last word, it's not Tirmarian… it's in the Sorr-Akkath tongue.
ko_mt: 마지막 단어는 티르마리안이 아니라 소르-아카스 언어로 된 것입니다.

# InTemple_9_Selfpres_NPC
source: I knew it!
ko_mt: 알고 있었어!

# InTemple_10_EinarBoss_NPC
source: It means "general."
ko_mt: "일반"을 의미합니다.

# InTemple_11_EinarBoss_NPC
source: You were wise to run.
ko_mt: 당신은 달리는 것이 현명했습니다.

# InTemple_Added_1_Player_Default
source: Also, the fanatics we fought near that old tower…
ko_mt: 또한, 우리가 그 오래된 탑 근처에서 싸운 광신도…

# InTemple_Added_2_Player_Default
source: …they all had this tattoo on their arm.
ko_mt: ...그들은 모두 팔에 이 문신을 했습니다.

# InTemple_Added_3_Player_Default
source: And we found this letter.
ko_mt: 그리고 우리는 이 편지를 발견했습니다.

# InTemple_Added_4_Player_Default
source: It seems to support the idea that they were working for the Soraks under duress.
ko_mt: 그들이 협박을 받아 설악을 위해 일하고 있다는 생각을 뒷받침하는 것 같습니다.

# InTemple_Added_5_Beric_AkilWingate_NPC
source: It is indeed one of their ways.
ko_mt: 그것은 참으로 그들의 방법 중 하나입니다.

# InTemple_Added_6_Beric_AkilWingate_NPC
source: Now this, is the A of Arivad.
ko_mt: 이제 이것이 아리바드의 A입니다.

# InTemple_Added_7_Player_Default
source: Can you enlighten us?
ko_mt: 우리를 깨우쳐 주실 수 있습니까?

# InTemple_Added_8_Player_Default
source: Between the myth and what we've seen, it's confusing.
ko_mt: 신화와 우리가 본 것 사이에는 혼란스럽습니다.

# InTemple_Added_9_Beric_AkilWingate_NPC
source: Of course.
ko_mt: 물론.

# InTemple_Added_10_Beric_AkilWingate_NPC
source: We paladins and clerics of Einar are the guardians of these memories.
ko_mt: 우리 에이나르의 성기사들과 성직자들은 이 기억의 수호자입니다.

# InTemple_Added_11_Beric_AkilWingate_NPC
source: Our ancestors fought the war against the Sorr-Akkath.
ko_mt: 우리 조상들은 소르-아카스와 전쟁을 벌였습니다.

# InTemple_Added_12_Beric_AkilWingate_NPC
source: Their god, Sorr-Tarr, gave them dark powers of treachery, mind reading, and shapechanging.
ko_mt: 그들의 신인 Sorr-Tarr는 그들에게 배신, 마음 읽기, 변신의 어두운 힘을 주었습니다.

# InTemple_Added_13_Beric_AkilWingate_NPC
source: They infiltrated the human society, corrupted the hearts of men.
ko_mt: 그들은 인간 사회에 침투하여 인간의 마음을 타락시켰습니다.

# InTemple_Added_14_Beric_AkilWingate_NPC
source: At some point, everyone was suspected to be a Sorak in disguise.
ko_mt: 어느 순간 모두가 설악을 변장한 것으로 의심받았다.

# InTemple_Added_15_Beric_AkilWingate_NPC
source: Distrust broke humanity. Sorr-Tarr had won.
ko_mt: 불신은 인류를 무너뜨렸다. 소르타르가 이겼습니다.

# InTemple_Added_16_Beric_AkilWingate_NPC
source: He corrupted even Arivad, god of the inquisitors.
ko_mt: 종교재판의 신 아리바드까지 타락시켰다.

# InTemple_Added_17_Beric_AkilWingate_NPC
source: The gods themselves decided to run away from Tirmar.
ko_mt: 신들은 스스로 티르마르에서 도망치기로 결정했습니다.

# InTemple_Added_18_Beric_AkilWingate_NPC
source: They opened the rift for the humans to escape, to Solasta.
ko_mt: 그들은 인간이 탈출할 수 있는 균열을 솔라스타에게 열어주었다.

# InTemple_Added_19_Beric_AkilWingate_NPC
source: Many of them didn't make it. It was a tragedy.
ko_mt: 그들 중 많은 사람들이 성공하지 못했습니다. 그것은 비극이었다.

# InTemple_Added_20_Beric_AkilWingate_NPC
source: At the site of the rift, thousands of Soraks tried to cross.
ko_mt: 균열이 있는 곳에서 수천 명의 설악인들이 건너려고 했습니다.

# InTemple_Added_21_Beric_AkilWingate_NPC
source: Sorr-Tarr himself tried.
ko_mt: Sorr-Tarr 자신이 시도했습니다.

# InTemple_Added_22_Beric_AkilWingate_NPC
source: The rift was closed, in a gigantic blast.
ko_mt: 균열은 거대한 폭발로 닫혔습니다.

# InTemple_Added_23_Beric_AkilWingate_NPC
source: Our kings and heroes, Manacalon's masters of magic, were all wiped out.
ko_mt: 마나칼론의 마법의 대가인 우리의 왕과 영웅들은 모두 전멸했다.

# InTemple_Added_24_Beric_AkilWingate_NPC
source: So, how could Soraks have survived, escaped and then thrived on Solasta?
ko_mt: 그렇다면 Soraks는 어떻게 Solasta에서 살아남고 탈출하여 번성할 수 있었습니까?

# InTemple_Added_25_Beric_AkilWingate_NPC
source: I supposed that's another one of their tricks.
ko_mt: 나는 그것이 그들의 속임수 중 하나라고 생각했습니다.

# InTemple_Added_26_Beric_AkilWingate_NPC
source: But for those who had survived the war, the exodus…
ko_mt: 하지만 전쟁에서 살아남은 이들에게 탈출은…

# InTemple_Added_27_Beric_AkilWingate_NPC
source: …it was paramount to stay vigilant, to keep the memory alive.
ko_mt: … 경계를 늦추지 않고 기억을 생생하게 유지하는 것이 가장 중요했습니다.

# InTemple_Added_28_Beric_AkilWingate_NPC
source: The memory of what Soraks were, what they could do.
ko_mt: 설악이 무엇이었는지, 그들이 무엇을 할 수 있었는지에 대한 기억.

# InTemple_Added_29_Beric_AkilWingate_NPC
source: So that, if one day, they were to return.
ko_mt: 그래서 언젠가는 그들이 돌아올 수 있도록.

# InTemple_Added_30_Beric_AkilWingate_NPC
source: We'd be ready.
ko_mt: 우리는 준비되었을 것입니다.

# InTemple_Added_31_Beric_AkilWingate_NPC
source: I'm sorry to say, after a thousand years, only few of us remain.
ko_mt: 천 년이 지난 후에도 우리 중 몇 명만이 남았습니다.

# InTemple_Added_32_Beric_AkilWingate_NPC
source: Most people believe Soraks are a mere legend, now.
ko_mt: 대부분의 사람들은 이제 설악이 단순한 전설이라고 생각합니다.

# InTemple_Added_33_Beric_AkilWingate_NPC
source: But you brought us proof.
ko_mt: 하지만 당신은 우리에게 증거를 가져왔습니다.

# InTemple_Added_34_Beric_AkilWingate_NPC
source: The Soraks are not extinct.
ko_mt: 소락은 멸종되지 않았습니다.

# InTemple_Added_35_NO_AUDIO
source: Are there different Soraks?
ko_mt: 설악이 따로 있나요?

# InTemple_Added_36_Player_Default
source: We fought different ones, do you know more?
ko_mt: 우리는 서로 다른 사람들과 싸웠습니다. 더 알고 있습니까?

# InTemple_Added_37_Beric_AkilWingate_NPC
source: The bulk of their army are foot soldiers, with poisoned spines.
ko_mt: 그들의 군대의 대부분은 독극물을 가진 보병들입니다.

# InTemple_Added_38_Beric_AkilWingate_NPC
source: They breed a cast of albino priests, able to cast spells.
ko_mt: 그들은 주문을 시전할 수 있는 알비노 사제를 낳습니다.

# InTemple_Added_39_Beric_AkilWingate_NPC
source: Some of them are deadly assassins - invisible, venomous.
ko_mt: 그들 중 일부는 치명적인 암살자입니다. 보이지 않고 독이 있습니다.

# InTemple_Added_40_Beric_AkilWingate_NPC
source: Others are giant brutes.
ko_mt: 다른 사람들은 거대한 짐승입니다.

# InTemple_Added_41_Beric_AkilWingate_NPC
source: The scriptures talk of elite warriors, anti-paladins.
ko_mt: 경전은 엘리트 전사, 반 성기사에 대해 이야기합니다.

# InTemple_Added_42_Beric_AkilWingate_NPC
source: The Shikkath.
ko_mt: 시카트.

# InTemple_Added_43_NO_AUDIO
source: Can they mimic people?
ko_mt: 사람들을 흉내낼 수 있습니까?

# InTemple_Added_44_Player_Default
source: Can they really impersonate people?
ko_mt: 그들은 정말로 사람을 가장할 수 있습니까?

# InTemple_Added_45_Beric_AkilWingate_NPC
source: It's been proven, though it's a long process.
ko_mt: 긴 과정이지만 입증되었습니다.

# InTemple_Added_46_Beric_AkilWingate_NPC
source: They used to kidnap a target, study it for weeks, sometimes months.
ko_mt: 그들은 목표물을 납치하고 몇 주, 때로는 몇 달 동안 연구했습니다.

# InTemple_Added_47_Beric_AkilWingate_NPC
source: One of their chosen ones would transform into a perfect duplicate.
ko_mt: 그들이 선택한 것 중 하나가 완벽한 복제품으로 변신할 것입니다.

# InTemple_Added_48_Beric_AkilWingate_NPC
source: Upon death, they would return to their original form.
ko_mt: 죽으면 원래의 모습으로 돌아갑니다.

# InTemple_Added_49_NO_AUDIO
source: Why do people follow them?
ko_mt: 사람들은 왜 그들을 따르는가?

# InTemple_Added_50_Player_Default
source: How do they get people to worship them?
ko_mt: 사람들이 그들을 숭배하게 만드는 방법은 무엇입니까?

# InTemple_Added_51_Beric_AkilWingate_NPC
source: They get into people's minds…
ko_mt: 그들은 사람들의 마음에 들어갑니다 ...

# InTemple_Added_52_Beric_AkilWingate_NPC
source: …learn their darkest secrets, their fears, their shameful desires.
ko_mt: ... 그들의 가장 어두운 비밀, 두려움, 수치스러운 욕망을 배우십시오.

# InTemple_Added_53_Beric_AkilWingate_NPC
source: With that, they can blackmail, corrupt, and finally recruit.
ko_mt: 이를 통해 협박하고 부패시키고 마침내 모집할 수 있습니다.

# InTemple_Added_54_Beric_AkilWingate_NPC
source: It's much easier for them than to duplicate, and very efficient.
ko_mt: 복제하는 것보다 훨씬 쉽고 매우 효율적입니다.

# InTemple_Added_55_Player_Default
source: Well, that's all very scary, but thanks, it's going to help us.
ko_mt: 글쎄요, 그 모든 것이 매우 두렵습니다. 하지만 감사합니다. 도움이 될 것입니다.

# InTemple_Added_56_Player_Default
source: You're welcome, deputies.
ko_mt: 천만에요, 의원님들.

# InTemple_12_EinarBoss_NPC
source: If you find anything else connected to the Sorr-Akkath or their allies, bring it to the Temple.
ko_mt: 소르-아카스 또는 그 동맹과 관련된 다른 것을 찾으면 사원으로 가져오십시오.

# InTemple_13_EinarBoss_NPC
source: Talk to Chaplain Dalon Lark. You will be well rewarded.
ko_mt: 채플린 달론 라크와 대화하십시오. 당신은 좋은 보상을받을 것입니다.

# InTemple_14_EinarBoss_NPC
source: Whenever you're ready, the Council will meet again.
ko_mt: 준비가 되면 위원회가 다시 만날 것입니다.

# Council02_Final1_Gormdsottir_NPC
source: Deputies!
ko_mt: 의원 여러분!

# Council02_Final2_Gormdsottir_NPC
source: Your report speaks of a library in a tower of magic?
ko_mt: 당신의 보고서는 마법의 탑에 있는 도서관에 대해 말하고 있습니까?

# Council02_Final3_Any_Default
source: Yes, madam.
ko_mt: 예, 부인.

# Council02_Final4_Gormdsottir_NPC
source: That is incredible! Do you realize the historical value?
ko_mt: 믿을 수 없어! 역사적 가치를 깨닫고 있습니까?

# Council02_Final5_Any_Default
source: Well, all these books are either floating above a chasm or… disappear on touch.
ko_mt: 글쎄, 이 모든 책들은 틈 위에 떠 있거나… 만지면 사라집니다.

# Council02_Final6_Gormdsottir_NPC
source: What? So all this knowledge is not accessible?
ko_mt: 뭐라고 요? 이 모든 지식에 접근할 수 없습니까?

# Council02_Final7_Any_Default
source: It's going to take a lot of time to check the place entirely.
ko_mt: 장소를 완전히 확인하려면 많은 시간이 걸릴 것입니다.

# Council02_Final8_Any_Default
source: And it may not be totally safe.
ko_mt: 그리고 완전히 안전하지 않을 수도 있습니다.

# Council02_Final9_Any_Default
source: Scavengers are going to establish an outpost, I suppose.
ko_mt: 청소부들이 전초기지를 세울 것 같습니다.

# Council02_Final10_Gormdsottir_NPC
source: This is an incredible finding, deputies. Thanks for your service.
ko_mt: 이것은 놀라운 발견입니다, 의원 여러분. 서비스에 감사드립니다.

# Council02_Final11_Any_Default
source: You're welcome.
ko_mt: 천만에요.

# Council02_Final12_Any_Formal
source: Chancellor.
ko_mt: 장관.

# Exposition1_Beric_NPC
source: Four new members, all recommended by trusted citizens.
ko_mt: 4명의 새로운 구성원, 모두 신뢰할 수 있는 시민이 추천합니다.

# Exposition2_Gormsdottir_NPC
source: We should deputize them right away.
ko_mt: 우리는 즉시 그들을 대리해야 합니다.

# Exposition3_Beric_NPC
source: They will be pretty green. Let's wait for Captain Merran to return.
ko_mt: 그들은 꽤 녹색이 될 것입니다. 메란 대위가 돌아올 때까지 기다리자.

# Exposition4_Gormsdottir_NPC
source: We can't wait. Three weeks without any news?
ko_mt: 우리는 기다릴 수 없습니다. 소식이 없는 3주?

# Exposition5_Gormsdottir_NPC
source: Everybody in Caer Lem might be dead already.
ko_mt: Caer Lem의 모든 사람들은 이미 죽었을 수 있습니다.

# Exposition6_Gormsdottir_NPC
source: Lord Stonebeard is eager to send troops to rescue his daughter.
ko_mt: 스톤비어드 경은 딸을 구하기 위해 군대를 보내고 싶어합니다.

# Exposition7_Beric_NPC
source: Only Council forces may enter the Badlands! Otherwise, the treaty is broken, and it's war.
ko_mt: 평의회 군대만 Badlands에 들어갈 수 있습니다! 그렇지 않으면 조약이 깨지고 전쟁이 됩니다.

# Exposition8_Gormsdottir_NPC
source: That's why we need to hire more Council deputies, even if they're not tested!
ko_mt: 그렇기 때문에 검사를 받지 않더라도 의회 의원을 더 많이 고용해야 합니다!

# Exposition9_Gormsdottir_NPC
source: Way too many people are waiting for the Council to fail!
ko_mt: 너무 많은 사람들이 위원회가 실패하기를 기다리고 있습니다!

# Exposition10_Gormsdottir_NPC
source: Oh, look, the Legacy Council doesn't work! Nobody wants to join it!
ko_mt: 아, 레거시 위원회가 작동하지 않습니다! 아무도 가입하고 싶어하지 않습니다!

# Exposition11_Gormsdottir_NPC
source: Let's invade the principality and take the Badlands' treasures first!
ko_mt: 공국을 침공하고 황무지의 보물을 먼저 취하자!

# Exposition12_Beric_NPC
source: I know. The Council must hold.
ko_mt: 알아요. 이사회는 보류해야 합니다.

# Exposition13_Beric_NPC
source: Let's get our new deputies to work.
ko_mt: 새로운 의원들을 일하게 합시다.

# CarranTalk_1_Carran_NPC
source: Lord Carran, we'd like to ask you a few questions.
ko_mt: 캐런 경, 몇 가지 질문을 하고 싶습니다.

# CarranTalk_2_Player_Default
source: Again?
ko_mt: 다시?

# CarranTalk_3_Carran_NPC
source: Well, I'm here at your service, deputies.
ko_mt: 자, 대리인 여러분을 위해 여기 있습니다.

# CarranTalk_4_WRITTEN_A
source: Ask for details about the geography.
ko_mt: 지리에 대한 자세한 내용을 문의하십시오.

# CarranTalk_5_WRITTEN_A1
source: Ask for details about the Principality.
ko_mt: 공국에 대한 자세한 내용을 문의하십시오.

# CarranTalk_6_WRITTEN_A2
source: Ask for details about the Badlands.
ko_mt: 황무지에 대한 자세한 내용은 문의하십시오.

# CarranTalk_7_WRITTEN_A3
source: Ask for details about the Eastern Kingdoms.
ko_mt: 동부 왕국에 대한 자세한 내용은 문의하십시오.

# CarranTalk_8_WRITTEN_B
source: Ask for details about the politics.
ko_mt: 정치에 대해 자세히 물어보십시오.

# CarranTalk_9_WRITTEN_B1
source: Ask for details about the Council.
ko_mt: 위원회에 대한 자세한 내용을 문의하십시오.

# CarranTalk_10_WRITTEN_B2
source: Ask for details about the factions.
ko_mt: 파벌에 대한 자세한 내용을 문의하십시오.

# CarranTalk_11_WRITTEN_B3
source: Ask for details about the Scavengers.
ko_mt: Scavengers에 대한 자세한 내용을 문의하십시오.

# CarranTalk_12_WRITTEN_ChangeTopics
source: Change the general topic.
ko_mt: 일반 주제를 변경합니다.

# CarranTalk_13_Player_Default
source: Can you explain again the Legacy Council's purpose?
ko_mt: Legacy Council의 목적을 다시 설명해 주시겠습니까?

# CarranTalk_14_Carran_NPC
source: Really? Right.
ko_mt: 진짜? 오른쪽.

# CarranTalk_15_Carran_NPC
source: The position of the Copperhead Road puts the Principality in a strategic position…
ko_mt: Copperhead Road의 위치는 공국을 전략적 위치에 둡니다…

# CarranTalk_16_Carran_NPC
source: …to exploit the ancient knowledge and treasures that come out of the Badlands.
ko_mt: ...황무지에서 나오는 고대 지식과 보물을 활용하기 위해.

# CarranTalk_17_Carran_NPC
source: The Council makes sure everyone has equal access, so no one's tempted to invade.
ko_mt: 평의회는 모든 사람이 평등하게 접근할 수 있도록 보장하므로 아무도 침입하려는 유혹을 받지 않습니다.

# CarranTalk_19_Player_Default
source: Why are you recruiting adventurers?
ko_mt: 모험가를 모집하는 이유는 무엇입니까?

# CarranTalk_18_Carran_NPC
source: To scout the Badlands and the Marches that surround them…
ko_mt: 황무지와 그들을 둘러싼 행진을 정찰하려면…

# CarranTalk_20_Carran_NPC
source: …and bring back whatever can be recovered. Antiquities, magical lore, anything.
ko_mt: … 그리고 복구할 수 있는 것은 무엇이든 가져오십시오. 고대, 마법의 지식, 무엇이든.

# CarranTalk_21_Carran_NPC
source: Then the Council makes sure everyone gets a chance to study it.
ko_mt: 그런 다음 위원회는 모든 사람이 그것을 공부할 기회를 얻도록 합니다.

# CarranTalk_22_Carran_NPC
source: We want people who will swear allegiance to the Council, and not to one nation.
ko_mt: 우리는 한 국가가 아니라 의회에 충성을 맹세할 사람들을 원합니다.

# CarranTalk_23_Carran_NPC
source: It's a… fresh idea. I'm afraid it hasn't had much success so far.
ko_mt: 그것은… 신선한 아이디어입니다. 나는 그것이 지금까지 많은 성공을 거두지 못했다는 것이 두렵다.

# CarranTalk_24_Carran_NPC
source: Captain Merran is a great example for beginners.
ko_mt: Captain Merran은 초보자를 위한 훌륭한 예입니다.

# CarranTalk_25_Carran_NPC
source: But the events in Caer Lem… well, we lost almost all of our people there.
ko_mt: 그러나 Caer Lem에서의 사건은… 글쎄, 우리는 그곳에서 거의 모든 사람들을 잃었습니다.

# CarranTalk_27_Carran_NPC
source: Captain Henrik's demise sends the wrong message.
ko_mt: 헨릭 대위의 죽음은 잘못된 메시지를 보냅니다.

# CarranTalk_28_Carran_NPC
source: Lord Stonebeard, an influential member of the Snow Alliance is also very…
ko_mt: Snow Alliance의 영향력 있는 멤버인 Lord Stonebeard도 매우…

# CarranTalk_29_Carran_NPC
source: …doubtful about the whole concept.
ko_mt: ...전체 개념이 의심스럽습니다.

# CarranTalk_30_Carran_NPC
source: I thought you knew, since you're in it…
ko_mt: 당신이 그 안에 있기 때문에 나는 당신이 알고 있다고 생각했습니다 ...

# CarranTalk_31_Player_Default
source: What can you tell us about the Scavengers?
ko_mt: Scavengers에 대해 무엇을 알려줄 수 있습니까?

# CarranTalk_32_Carran_NPC
source: I would say: don't be fooled by the name.
ko_mt: 나는 말할 것입니다 : 이름에 속지 마십시오.

# CarranTalk_33_Carran_NPC
source: Some of them were already exploring the Old Empire before the Copperhead Road…
ko_mt: 그들 중 일부는 이미 Copperhead Road 이전에 Old Empire를 탐험하고 있었습니다...

# CarranTalk_34_Carran_NPC
source: …when it was near impossible to get through the mountains and into the Badlands.
ko_mt: ...산을 지나 황무지로 들어가는 것이 거의 불가능했을 때.

# CarranTalk_35_Carran_NPC
source: Most of them are now providing services to adventurers, and the Council.
ko_mt: 그들 대부분은 이제 모험가와 의회에 서비스를 제공하고 있습니다.

# CarranTalk_36_Carran_NPC
source: I supposed you've already met Annie Bagmordah, her leader.
ko_mt: 이미 그녀의 리더인 Annie Bagmordah를 만난 적이 있다고 생각합니다.

# CarranTalk_37_Carran_NPC
source: What factions are in play here?
ko_mt: 여기에서 어떤 파벌이 활동하고 있습니까?

# CarranTalk_38_Carran_NPC
source: The Circle of Danantar is based here in the Principality.
ko_mt: 다난타르 서클은 이곳 공국에 기반을 두고 있습니다.

# CarranTalk_39_Carran_NPC
source: His leader, Lord Edvan Danantar, is a renowned Spellblade master.
ko_mt: 그의 지도자인 로드 에드반 다난타르(Edvan Danantar)는 유명한 스펠블레이드 마스터입니다.

# CarranTalk_40_Carran_NPC
source: The Guild of Antiquarians is from the Snow Alliance, to the north.
ko_mt: 골동품 수집가 길드는 북쪽에 있는 스노우 얼라이언스 출신입니다.

# CarranTalk_41_Carran_NPC
source: They crave anything of historical value, even mundane items…
ko_mt: 그들은 역사적 가치가 있는 모든 것, 심지어 평범한 물건을 갈망합니다…

# CarranTalk_42_Carran_NPC
source: …as long as they're old enough.
ko_mt: ...그들이 충분히 나이가 들면.
