Repository: team-waldo/solasta-translation
Catalog: translation/*/Narration.po
Languages: ko, ko_mt

# ReturnToCC_Beryl13_Any_NPC
source: Farewell, Beryl.
ko_mt: 잘 있어, 베릴.

# ReturnToCC_Beryl14_Highclass_Default
source: Good luck, my lady.
ko_mt: 행운을 빌어요, 아가씨.

# ReturnToCC_Beryl15_Beryl_NPC
source: Cut the 'my' lady stuff, will you?
ko_mt: '내' 여자 물건을 잘라, 하시겠습니까?

# ReturnToCC_HalmanDaliat1_Any_Default
source: Daliat! What's going on?
ko_mt: 달리앗! 무슨 일이야?

# ReturnToCC_HalmanDaliat2_Daliat_NPC
source: Well, I'd rather not say.
ko_mt: 글쎄, 나는 말하지 않는 것이 좋습니다.

# ReturnToCC_HalmanDaliat3_Any_Default
source: Always secretive.
ko_mt: 항상 비밀스럽습니다.

# ReturnToCC_HalmanDaliat4_Spy_Default
source: Do we still need to play this game?
ko_mt: 우리는 여전히 이 게임을 해야 합니까?

# ReturnToCC_HalmanDaliat5_HeddlonSurespell_NPC
source: Oh, hello.
ko_mt: 오 안녕하세요.

# ReturnToCC_HalmanDaliat6_Any_Default
source: Heddlon Surespell, what a surprise.
ko_mt: Heddlon Surespell, 정말 놀랍습니다.

# ReturnToCC_HalmanDaliat7_Spy_Default
source: Are you two related?
ko_mt: 둘은 관련이 있습니까?

# ReturnToCC_HalmanDaliat8_Daliat_NPC
source: He's my superior.
ko_mt: 그는 내 상관이야.

# ReturnToCC_HalmanDaliat9_HeddlonSurespell_NPC
source: Two ranks above.
ko_mt: 위의 두 등급.

# ReturnToCC_HalmanDaliat10_Daliat_Default
source: Right.
ko_mt: 오른쪽.

# ReturnToCC_HalmanDaliat11_Spy_NPC
source: So, you two are spies?
ko_mt: 그래서, 너희 둘은 스파이인가?

# ReturnToCC_HalmanDaliat12_HeddlonSurespell_Default
source: Such a crude word.
ko_mt: 그런 조잡한 말.

# ReturnToCC_HalmanDaliat13_Daliat_NPC
source: We prefer the old name: 'Silent Whisper.'
ko_mt: 우리는 이전 이름인 'Silent Whisper'를 선호합니다.

# ReturnToCC_HalmanDaliat14_Lawful_Default
source: The intelligence service of the Manacalon Empire? Really?
ko_mt: 마나칼론 제국의 정보국? 진짜?

# ReturnToCC_HalmanDaliat15_Daliat_NPC
source: Nicer than 'spies.'
ko_mt: '스파이'보다 낫다.

# ReturnToCC_HalmanDaliat16_Authority_Default
source: So, what's in there?
ko_mt: 그래서, 거기에 무엇이 있습니까?

# ReturnToCC_HalmanDaliat17_HeddlonSurespell_NPC
source: Nothing and no one, I'm afraid.
ko_mt: 아무것도없고 아무도 없습니다.

# ReturnToCC_HalmanDaliat18_HeddlonSurespell_NPC
source: I was looking for your… acquaintance, Halman Summer.
ko_mt: 나는 당신의... 지인을 찾고 있었습니다, Halman Summer.

# ReturnToCC_HalmanDaliat19_Violent_Default
source: Oh, him?
ko_mt: 오, 그?

# ReturnToCC_HalmanDaliat20_Violent_Default
source: We were looking for him, too.
ko_mt: 우리도 그를 찾고 있었습니다.

# ReturnToCC_HalmanDaliat21_HeddlonSurespell_NPC
source: I'm afraid he's gone.
ko_mt: 그가 없어진 것 같아.

# ReturnToCC_HalmanDaliat22_Pragmatic_Default
source: Isn't everybody leaving?
ko_mt: 다들 떠나지 않습니까?

# ReturnToCC_HalmanDaliat23_HeddlonSurespell_NPC
source: The Antiquarians and the other Snow Alliance people are pulling out.
ko_mt: 골동품 수집가들과 다른 스노우 얼라이언스 사람들이 철수하고 있습니다.

# ReturnToCC_HalmanDaliat24_HeddlonSurespell_NPC
source: The Antiquarians are still packing up, though.
ko_mt: 그러나 골동품 수집가들은 여전히 ​​짐을 꾸리고 있습니다.

# ReturnToCC_HalmanDaliat25_Pragmatic_Default
source: He sent after a lead…
ko_mt: 그는 리드를 따라 보냈습니다 ...

# ReturnToCC_HalmanDaliat26_Selfpres_Default
source: …or rather, into a trap.
ko_mt: … 또는 오히려 함정에 빠집니다.

# ReturnToCC_HalmanDaliat27_HeddlonSurespell_NPC
source: I'm not surprised.
ko_mt: 난 놀라지 않았어.

# ReturnToCC_HalmanDaliat28_HeddlonSurespell_NPC
source: We had eyes on him, but… we lost him.
ko_mt: 우리는 그를 보았지만... 우리는 그를 잃었습니다.

# ReturnToCC_HalmanDaliat29_Selfpres_Default
source: Is he that good?
ko_mt: 그가 그렇게 좋은가?

# ReturnToCC_HalmanDaliat30_HeddlonSurespell_NPC
source: Or he had help. Magical.
ko_mt: 또는 그는 도움을 받았습니다. 마법 같은.

# ReturnToCC_HalmanDaliat31_Selfpres_NPC
source: Soraks?
ko_mt: 설악?

# ReturnToCC_HalmanDaliat32_HeddlonSurespell_NPC
source: Who knows?
ko_mt: 누가 알아?

# ReturnToCC_HalmanDaliat33_Pragmatic_NPC
source: What triggered all this?
ko_mt: 무엇이 이 모든 것을 촉발시켰습니까?

# ReturnToCC_HalmanDaliat34_HeddlonSurespell_NPC
source: You should really get to the Council.
ko_mt: 당신은 진정으로 의회에 도착해야 합니다.

# ReturnToCC_HalmanDaliat35_HeddlonSurespell_NPC
source: They'll tell you everything.
ko_mt: 그들은 당신에게 모든 것을 말할 것입니다.

# ReturnToCC_Carran_1_Carran_NPC
source: In Maraike's name! You're here!
ko_mt: 마라이케의 이름으로! 너 여기 있네!

# ReturnToCC_Carran_2_Any_Default
source: What is happening?
ko_mt: 무슨 일이 일어나고 있습니까?

# ReturnToCC_Carran_3_Carran_NPC
source: The whole delegation from the Tower of Knowledge - they were poisoned!
ko_mt: 지식의 탑 대표단 전체가 독살당했습니다!

# ReturnToCC_Carran_4_Nosy_Default
source: Poisoned? How many died?
ko_mt: 중독? 몇 명이 죽었습니까?

# ReturnToCC_Carran_5_Carran_NPC
source: All of them, thirty-something, but that's not the point.
ko_mt: 모두 30대지만 그게 요점이 아닙니다.

# ReturnToCC_Carran_6_Carran_NPC
source: After Dean Faisech accused the Council of… favoritism toward the Principality…
ko_mt: 딘 파이섹이 공회를… 공국에 대한 편애라고 비난한 후…

# ReturnToCC_Carran_7_Carran_NPC
source: …for keeping the Crown in Caer Cyflen.
ko_mt: ...Caer Cyflen에서 왕관을 유지하기 위해.

# ReturnToCC_Carran_8_Pragmatic_Default
source: At the Temple of Einar, which is not affiliated with the Principality.
ko_mt: 공국에 속하지 않는 에이나르 신전에서.

# ReturnToCC_Carran_9_Carran_NPC
source: I know that, of course.
ko_mt: 물론 알고 있습니다.

# ReturnToCC_Carran_10_Carran_NPC
source: Yet, soon after, we all ate at the same table, but the Tower delegates died in their sleep.
ko_mt: 그러나 얼마 지나지 않아 우리는 모두 같은 테이블에서 식사를 했지만 타워 대표자들은 잠을 자다가 사망했습니다.

# ReturnToCC_Carran_11_Carran_NPC
source: Of course, Gallivan took it as an attack by the Principality.
ko_mt: 물론 갈리반은 이를 공국의 공격으로 받아들였다.

# ReturnToCC_Carran_12_Pragmatic_Default
source: But that's why the Tower's on the Council, and not Gallivan's government - to avoid exactly that!
ko_mt: 하지만 그것이 바로 타워가 의회에 있는 이유이며 Gallivan의 정부가 아닌 - 정확히 그것을 피하기 위해서입니다!

# ReturnToCC_Carran_13_Carran_NPC
source: You think I don't know that?
ko_mt: 내가 그걸 모를 것 같아?

# ReturnToCC_Carran_14_Carran_NPC
source: This is real politics, my friends - diplomacy is dead.
ko_mt: 이것이 진정한 정치입니다. 외교는 죽었습니다.

# ReturnToCC_Carran_15_Cynical_Default
source: So the Legacy Council was a sham all along?
ko_mt: 그렇다면 레거시 위원회는 내내 가짜였습니까?

# ReturnToCC_Carran_16_Carran_NPC
source: No! It was a real, honest effort to maintain peace.
ko_mt: 아니요! 그것은 평화를 유지하기 위한 진실하고 정직한 노력이었습니다.

# ReturnToCC_Carran_17_Cynical_Default
source: And it failed.
ko_mt: 그리고 실패했습니다.

# ReturnToCC_Carran_18_Carran_NPC
source: We're not at war yet.
ko_mt: 우리는 아직 전쟁 중이 아닙니다.

# ReturnToCC_Carran_19_Pragmatic_Default
source: But Gallivan's massing troops at the border.
ko_mt: 그러나 갈리반의 군대는 국경에서 집결합니다.

# ReturnToCC_Carran_20_Carran_NPC
source: Bad news really does travel fast.
ko_mt: 나쁜 소식은 정말 빨리 퍼집니다.

# ReturnToCC_Carran_21_Carran_NPC
source: Anyway, pressure is growing for the Princess to… intervene.
ko_mt: 어쨌든, 공주가... 개입해야 한다는 압력이 커지고 있습니다.

# ReturnToCC_Carran_22_Cynical_Default
source: Her? How?
ko_mt: 그녀의? 어떻게?

# ReturnToCC_Carran_23_Carran_NPC
source: Not as a member of the Council. As head of state.
ko_mt: 평의원으로서가 아닙니다. 국가 원수로서.

# ReturnToCC_Carran_24_Carran_NPC
source: But tell me, where were you now that your quest is… well…
ko_mt: 하지만 당신의 퀘스트가…

# ReturnToCC_Carran_25_Authority_Default
source: Chasing the Soraks and their pawns.
ko_mt: Soraks와 그들의 졸개를 쫓는다.

# ReturnToCC_Carran_26_Cynical_Default
source: Unsuccessfully.
ko_mt: 실패했습니다.

# ReturnToCC_Carran_27_Violent_Default
source: Halman Summer might have been one of them.
ko_mt: Halman Summer가 그 중 하나였을 것입니다.

# ReturnToCC_Carran_28_Carran_NPC
source: What? The man was… I mean, I dined at his mansion recently… he…
ko_mt: 뭐라고 요? 그 남자는... 내 말은, 나는 최근에 그의 저택에서 식사를 했고... 그는...

# ReturnToCC_Carran_29_Nosy_Default
source: Where?
ko_mt: 어디에?

# ReturnToCC_Carran_30_Carran_NPC
source: Where what?
ko_mt: 어디에서 무엇을?

# ReturnToCC_Carran_31_Authority_Default
source: A mansion? He told us he lived at the Snow Alliance embassy.
ko_mt: 맨션? 그는 자신이 스노우 얼라이언스 대사관에서 살았다고 말했습니다.

# ReturnToCC_Carran_32_Carran_NPC
source: No - his family has a mansion in town.
ko_mt: 아니오 - 그의 가족은 마을에 저택이 있습니다.

# ReturnToCC_Carran_33_Carran_NPC
source: Oddly, it's right next door to the Circle of Danantar's headquarters.
ko_mt: 이상하게도 Circle of Danantar의 본부 바로 옆에 있습니다.

# ReturnToCC_Carran_34_Authority_Default
source: We need to go there.
ko_mt: 우리는 거기에 가야합니다.

# ReturnToCC_Carran_35_Carran_NPC
source: I might need you when you're done with this errand.
ko_mt: 당신이 이 심부름을 마치면 당신이 필요할 수도 있습니다.

# ReturnToCC_CovenOfArivad1_Authority_Normal
source: Is that it?
ko_mt: 그게 다야?

# ReturnToCC_CovenOfArivad2_Authority_Formal
source: Is this the place?
ko_mt: 여기가 장소입니까?

# ReturnToCC_CovenOfArivad3_Nosy_Normal
source: I don't see a sign, or a coat of arms, or anything.
ko_mt: 간판도, 문장도, 아무것도 보이지 않습니다.

# ReturnToCC_CovenOfArivad4_Nosy_Formal
source: Nothing to say this is Halman Summer's residence.
ko_mt: 말할 것도 없이 이곳은 Halman Summer의 거주지입니다.

# ReturnToCC_CovenOfArivad5_Spy_Normal
source: Not bad for a secret home.
ko_mt: 비밀의 집으로 나쁘지 않습니다.

# ReturnToCC_CovenOfArivad6_Spy_Slang
source: He's no dummy.
ko_mt: 그는 더미가 아니다.

# ReturnToCC_CovenOfArivad7_Pragmatic_Formal
source: And close to official buildings - who would suspect anything?
ko_mt: 그리고 공식 건물에 가깝습니다. 누가 무엇을 의심하겠습니까?

# ReturnToCC_CovenOfArivad8_Pragmatic_Normal
source: Hiding in plain sight - classic.
ko_mt: 눈에 잘 띄지 않게 숨김 - 클래식.

# ReturnToCC_CovenOfArivad9_Spy_Default
source: Let's go around. Maybe find a window and get inside.
ko_mt: 가자. 아마 창문을 찾아서 안으로 들어가십시오.

# ReturnToCC_CovenOfArivad10_Lawful_Default
source: We should obtain a warrant.
ko_mt: 영장을 받아야 합니다.

# ReturnToCC_CovenOfArivad11_Pragmatic_Default
source: We're past that, don't you think?
ko_mt: 우리는 그것을 지나쳤다고 생각하지 않습니까?

# ReturnToCC_CovenOfArivad12_Violent_Default
source: Since I intend to kill him, I believe we are.
ko_mt: 그를 죽일 작정이니 우리가 믿나이다.

# ReturnToCC_CovenOfArivad13_Spy_Default
source: Come on - they're all preparing for war, no one's paying attention.
ko_mt: 어서 - 그들은 모두 전쟁을 준비하고 있고 아무도 관심을 기울이지 않습니다.

# ReturnToCC_CovenOfArivadInside1_Any_Normal
source: This place is… insane.
ko_mt: 이 곳은... 미쳤어.

# ReturnToCC_CovenOfArivadInside2_Any_Formal
source: Truly, a den of madness.
ko_mt: 그야말로 광기의 소굴.

# ReturnToCC_CovenOfArivadInside3_Religion_Maraike_Default
source: Holy Maraike…
ko_mt: 신성한 마라이케…

# ReturnToCC_CovenOfArivadInside4_Religion_Einar_Default
source: Einar protect us all…
ko_mt: Einar는 우리 모두를 보호합니다 ...

# ReturnToCC_CovenOfArivadInside5_Religion_Arun_Default
source: In the name of Arun, this place is unthinkable!
ko_mt: 아룬의 이름으로 상상도 할 수 없는 이곳!

# ReturnToCC_CovenOfArivadInside6_Religion_Pakri_Default
source: Pakri be with us, we have found our enemy!
ko_mt: Pakri는 우리와 함께, 우리는 우리의 적을 찾았습니다!

# ReturnToCC_CovenOfArivadInside7_Lawful_Default
source: In the middle of Caer Cyflen! How could they…?
ko_mt: Caer Cyflen의 한가운데! 그들은 어떻게...?

# ReturnToCC_CovenOfArivadInside8_Pragmatic_Default
source: Dissimulation is their creed.
ko_mt: 위장은 그들의 신조입니다.

# ReturnToCC_CovenOfArivadInside9_Violent_Default
source: This ends now. Let's kill them all!
ko_mt: 이제 끝입니다. 그들을 모두 죽이자!

# ReturnToCC_CovenOfArivadInside10_Pragmatic_Default
source: Maybe they have the gems.
ko_mt: 어쩌면 그들은 보석을 가지고 있을지도 모릅니다.

# ReturnToCC_CovenOfArivadEnded1_Friendly_Normal
source: Hey - I've seen this man at the Gravekeep's Cask!
ko_mt: 이봐 - 나는 묘지의 술통에서 이 사람을 보았다!

# ReturnToCC_CovenOfArivadEnded_Friendly_Formal
source: I know that face! He was at the Gravekeep's Cask.
ko_mt: 나는 그 얼굴을 알고 있다! 그는 묘지의 술통에 있었습니다.

# ReturnToCC_CovenOfArivadEnded2_Pragmatic_Normal
source: They're all from town!
ko_mt: 그들은 모두 마을에서 왔습니다!

# ReturnToCC_CovenOfArivadEnded3_EinarAuthority_Normal
source: Corrupted by the Soraks!
ko_mt: 소락스에게 타락했다!

# ReturnToCC_CovenOfArivadEnded4_Selfpres_Normal
source: For years, maybe. They were preparing.
ko_mt: 몇 년 동안, 아마도. 그들은 준비하고 있었다.

# ReturnToCC_CovenOfArivadEnded5_Greed_Normal
source: There's a ton of paperwork here.
ko_mt: 여기 엄청난 양의 서류가 있습니다.

# ReturnToCC_CovenOfArivadEnded6_Pragmatic_Normal
source: A lot's been burned, though.
ko_mt: 그래도 많이 태워졌습니다.

# ReturnToCC_CovenOfArivadEnded7_Greed_Normal
source: No sign of the gems.
ko_mt: 보석의 흔적이 없습니다.

# ReturnToCC_CovenOfArivadEnded8_Pragmatic_Normal
source: Look at this - a map of the Badlands.
ko_mt: 이것을 보십시오 - Badlands의 지도.

# ReturnToCC_CovenOfArivadEnded9_Nosy_Normal
source: What are these places?
ko_mt: 이 장소들은 무엇입니까?

# ReturnToCC_CovenOfArivadEnded10_Pragmatic_Normal
source: Everywhere we've been… and some other places.
ko_mt: 우리가 가본 모든 곳에서 ... 그리고 다른 곳.

# ReturnToCC_CovenOfArivadEnded11_Greed_Normal
source: The gems… all eight of them.
ko_mt: 보석... 여덟 개 모두.

# ReturnToCC_CovenOfArivadEnded12_Nosy_Normal
source: And this?
ko_mt: 이?

# ReturnToCC_CovenOfArivadEnded13_History_Normal
source: Probably the location of the Rift.
ko_mt: 아마도 리프트의 위치일 것입니다.

# ReturnToCC_CovenOfArivadEnded14_History_Normal
source: It's in the Aer Elai, the heart of Manacalon. Where the capital was.
ko_mt: 마나칼론의 심장부인 Aer Elai에 있습니다. 수도가 있던 곳.

# ReturnToCC_CovenOfArivadEnded15_Nosy_Normal
source: And this?
ko_mt: 이?

# ReturnToCC_CovenOfArivadEnded16_Pragmatic_Normal
source: No idea.
ko_mt: 몰라.

# ReturnToCC_CovenOfArivadEnded17_Carver_Normal
source: Not a dwarf rune.
ko_mt: 드워프 룬이 아닙니다.

# ReturnToCC_CovenOfArivadEnded18_Greed_Normal
source: I have a list of names.
ko_mt: 이름 목록이 있습니다.

# ReturnToCC_CovenOfArivadEnded19_Greed_Normal
source: Some are marked 'converted,' some 'resilient,' and some 'prospects.'
ko_mt: 일부는 '개종', 일부는 '회복력', 일부는 '예상'으로 표시됩니다.

# ReturnToCC_CovenOfArivadEnded20_Pragmatic_Normal
source: There's a whole book of names here!
ko_mt: 여기에 이름의 전체 책이 있습니다!

# ReturnToCC_CovenOfArivadEnded21_Lawful_Normal
source: We must take this to the authorities!
ko_mt: 우리는 이것을 당국에 가져가야 합니다!

# ReturnToCC_CovenOfArivadEnded22_Helpful_Normal
source: There will be civil war if we do. People will kill their neighbors!
ko_mt: 그렇게 하면 내전이 일어날 것입니다. 사람들이 이웃을 죽일 것입니다!

# ReturnToCC_CovenOfArivadEnded23_Violent_Normal
source: War is coming whatever we do.
ko_mt: 우리가 무엇을 하든 전쟁이 오고 있습니다.

# ReturnToCC_Carran_2_1_Player_Normal
source: Carran!
ko_mt: 캐런!

# ReturnToCC_Carran_2_2_Player_Formal
source: Lord Carran!
ko_mt: 캐런 경!

# ReturnToCC_Carran_2_3_Carran_NPC
source: This isn't a good time.
ko_mt: 지금은 좋은 시간이 아닙니다.

# ReturnToCC_Carran_2_4_Player_Normal
source: We're aware - the city's full of Sorak pawns!
ko_mt: 우리는 알고 있습니다 - 도시는 Sorak 졸로 가득 차 있습니다!

# ReturnToCC_Carran_2_5_Player_Formal
source: Indeed, and we have proof of an imminent Sorak attack!
ko_mt: 사실, 그리고 우리는 임박한 설악의 공격에 대한 증거를 가지고 있습니다!

# ReturnToCC_Carran_2_6_Carran_NPC
source: Surely you exaggerate!
ko_mt: 확실히 당신은 과장!

# ReturnToCC_Carran_2_7_Player_Normal
source: Here! A list of all those under or soon to be under Sorak influence.
ko_mt: 여기! 설악의 영향을 받거나 곧 영향을 받을 모든 사람들의 목록입니다.

# ReturnToCC_Carran_2_8_Carran_NPC
source: What? Where did you find this?
ko_mt: 뭐라고 요? 이거 어디서 찾았어?

# ReturnToCC_Carran_2_9_Player_Normal
source: Halman Summer's mansion. He was one of them!
ko_mt: 할만 서머의 저택. 그는 그들 중 하나였습니다!

# ReturnToCC_Carran_2_10_Carran_NPC
source: I can't believe it… all this time…
ko_mt: 믿을 수 없어… 그동안…

# ReturnToCC_Carran_2_11_Player_Normal
source: There's more!
ko_mt: 더있다!

# ReturnToCC_Carran_2_12_Player_Normal
source: Everything suggests that the Soraks have the missing gems.
ko_mt: 모든 것이 소락스에게 잃어버린 보석이 있다는 것을 암시합니다.

# ReturnToCC_Carran_2_13_Player_Normal
source: They had a map showing everywhere we found gems, plus two other places.
ko_mt: 그들은 우리가 보석을 발견한 모든 곳과 다른 두 곳을 보여주는 지도를 가지고 있었습니다.

# ReturnToCC_Carran_2_14_Carran_NPC
source: Maraike's mercy!
ko_mt: 마라이케의 자비!

# ReturnToCC_Carran_2_15_Carran_NPC
source: We must convene the Council, but… this really isn't the best time.
ko_mt: 우리는 위원회를 소집해야 하지만…

# ReturnToCC_Carran_2_16_Player_Normal
source: The Gallivan situation, I suppose?
ko_mt: 갈리반 상황인가?

# ReturnToCC_Carran_2_17_Player_Slang
source: Gallivan, eh? How is it going?
ko_mt: 갈리반, 응? 어떻게 진행되고 있나요?

# ReturnToCC_Carran_2_18_Carran_NPC
source: All the city's clerics are working to resurrect the victims. I hope it's enough.
ko_mt: 도시의 모든 성직자들은 희생자들을 부활시키기 위해 노력하고 있습니다. 충분하기를 바랍니다.

# ReturnToCC_Carran_2_19_Greed_Default
source: More than thirty? That's a lot of diamonds. And clerics.
ko_mt: 삼십 이상? 그것은 많은 다이아몬드입니다. 그리고 성직자.

# ReturnToCC_Carran_2_20_Carran_NPC
source: We didn't really have a choice. The Crown is going to pay.
ko_mt: 우리에게는 선택의 여지가 없었습니다. 크라운이 지불할 것입니다.

# ReturnToCC_Carran_2_21_Greed_Default
source: What?
ko_mt: 뭐라고 요?

# ReturnToCC_Carran_2_22_Carran_NPC
source: The envoy from Gallivan was… adamant.
ko_mt: 갈리반의 사절은... 단호했습니다.

# ReturnToCC_Carran_2_23_Carran_NPC
source: The Princess took command of the situation…
ko_mt: 상황을 주도한 공주님...

# ReturnToCC_Carran_2_24_Carran_NPC
source: …and told him Masgarth would pay to resurrect their people.
ko_mt: ... 그리고 마스가스가 그들의 백성을 부활시키기 위해 돈을 지불할 것이라고 말했습니다.

# ReturnToCC_Carran_2_25_Pragmatic_Default
source: So why the troops at the border?
ko_mt: 그렇다면 왜 국경에 군대가 있습니까?

# ReturnToCC_Carran_2_26_Carran_NPC
source: Let's call it… an incentive.
ko_mt: 그것을… 인센티브라고 부르자.

# ReturnToCC_Carran_2_27_Pragmatic_Default
source: Everything should be fine, then.
ko_mt: 그러면 모든 것이 좋아야 합니다.

# ReturnToCC_Carran_2_28_Pragmatic_Default
source: The Principality resurrects the poison victims, Gallivan withdraws its troops.
ko_mt: 공국이 독극물 희생자들을 부활시키고 갈리반이 군대를 철수합니다.

# ReturnToCC_Carran_2_29_Carran_NPC
source: Let's hope so. We don't have any idea who's behind this.
ko_mt: 그렇게 되기를 바랍니다. 우리는 이 배후에 누가 있는지 전혀 모릅니다.

# ReturnToCC_Carran_2_30_Carran_NPC
source: Though your little book of secrets here might help us with that.
ko_mt: 여기에 있는 당신의 작은 비밀 책이 우리에게 도움이 될 수 있습니다.

# ReturnToCC_Carran_2_31_Violent_Default
source: So, the Principality is still drafting soldiers.
ko_mt: 그래서 공국은 여전히 ​​병사를 모집하고 있습니다.

# ReturnToCC_Carran_2_32_Carran_NPC
source: To defend the city.
ko_mt: 도시를 방어하기 위해.

# ReturnToCC_Carran_2_33_Carran_NPC
source: The army left for the border as soon as we heard about the threat.
ko_mt: 군대는 위협 소식을 듣자마자 국경을 향해 떠났다.

# ReturnToCC_Carran_2_34_Cynical_Default
source: So much for confidence.
ko_mt: 자신감이 넘칩니다.

# ReturnToCC_Carran_2_35_Carran_NPC
source: Smiles work better if you have a sword at your side.
ko_mt: 옆에 칼이 있으면 미소가 더 잘 보입니다.

# ReturnToCC_Carran_2_36_Greed_Default
source: So you're resurrecting Faisech?
ko_mt: 그래서 파이섹을 부활시키는 겁니까?

# ReturnToCC_Carran_2_37_Greed_Default
source: How much is that? A thousand gold pieces?
ko_mt: 그건 얼마인가요? 천 금 조각?

# ReturnToCC_Carran_2_38_Carran_NPC
source: I know what you're going to say. So don't.
ko_mt: 무슨 말을 하려는지 알아. 그러니 하지마.

# ReturnToCC_Carran_2_39_Cynical_Default
source: And someone must pray for his soul… Imagine that!
ko_mt: 그리고 누군가는 그의 영혼을 위해 기도해야 합니다... 상상해보세요!

# ReturnToCC_Carran_2_40_Carran_NPC
source: Marshal Sunblaze is taking care of the senior delegates personally.
ko_mt: 선블레이즈 원수가 고위 대표단을 개인적으로 돌보고 있습니다.

# ReturnToCC_Carran_2_41_Selfpres_Default
source: Wait a minute!
ko_mt: 잠깐 기다려요!

# ReturnToCC_Carran_2_42_Selfpres_Default
source: Where is this happening?
ko_mt: 어디에서 이런 일이 일어나고 있습니까?

# ReturnToCC_Carran_2_43_Carran_NPC
source: In the Temple of Einar. You've been in their dispensary…
ko_mt: 에이나르 신전에서. 당신은 그들의 진료소에 있었습니다...

# ReturnToCC_Carran_2_44_Carran_NPC
source: Wait, you don't… they died!
ko_mt: 잠깐, 당신은 ... 그들은 죽었습니다!

# ReturnToCC_Carran_2_45_Selfpres_Default
source: You think they'd stop at that?
ko_mt: 당신은 그들이 그것을 멈출 것이라고 생각합니까?

# ReturnToCC_Carran_2_46_Pragmatic_NPC
source: Thirty-something people inside the most secure place in the Principality…
ko_mt: 공국에서 가장 안전한 곳에 30대 사람들이…

# ReturnToCC_Carran_2_47_Pragmatic_NPC
source: More than thirty possible traitors in the most protected temple in the Principality…
ko_mt: 공국에서 가장 보호받는 사원에서 30명 이상의 가능한 배신자…

# ReturnToCC_Carran_2_48_Violent_NPC
source: …close to the Crown of the Magister?
ko_mt: ...마기스터의 왕관에 가깝습니까?

# ReturnToCC_Carran_2_49_Carran_NPC
source: No! No, no, no!
ko_mt: 아니요! 아니, 아니!

# ReturnToCC_Carran_2_50_Authority_NPC
source: What are we waiting for?
ko_mt: 우리는 무엇을 기다리고 있습니까?

# ReturnToCC_Temple1_1_Authority_Default
source: Marshal!
ko_mt: 육군 원수!

# ReturnToCC_Temple1_2_BericSunblaze_NPC
source: Greetings, friends!
ko_mt: 안녕 친구들!

# ReturnToCC_Temple1_3_Authority_Default
source: Where are the delegates?
ko_mt: 대의원은 어디에 있습니까?

# ReturnToCC_Temple1_4_BericSunblaze_NPC
source: In the dispensary.
ko_mt: 약국에서.

# ReturnToCC_Temple1_5_BericSunblaze_NPC
source: What's going on?
ko_mt: 무슨 일이야?

# ReturnToCC_Temple1_6_Friendly_Default
source: Are you all right?
ko_mt: 괜찮아?

# ReturnToCC_Temple1_7_BericSunblaze_NPC
source: I just cast a resurrection spell… forgive me - it is rather draining.
ko_mt: 방금 부활 주문을 시전했습니다... 용서하세요 - 오히려 소모적입니다.

# ReturnToCC_Temple1_8_BericSunblaze_NPC
source: Wait!
ko_mt: 기다리다!

# ReturnToCC_Temple1_9_Cynical_Normal
source: Feeling good, dead people?
ko_mt: 기분이 좋아, 죽은 사람들?

# ReturnToCC_Temple1_10_Cynical_Formal
source: All right, everyone, we know who you are.
ko_mt: 좋아요, 여러분, 우리는 당신이 누구인지 압니다.

# ReturnToCC_Temple1_11_SorakAgent_NPC
source: Attack!
ko_mt: 공격!

# ReturnToCC_Temple2_1_BericSunblaze_NPC
source: By Einar… Sorak agents, in the temple!
ko_mt: By Einar… Sorak 요원, 사원에서!

# ReturnToCC_Temple2_2_Authority_Default
source: Where's the Crown?
ko_mt: 크라운은 어디에 있습니까?

# ReturnToCC_Temple2_3_BericSunblaze_NPC
source: Take this key. I… can't run.
ko_mt: 이 열쇠를 가져가세요. 난... 못 뛰겠어.

# ReturnToCC_Temple2_4_BericSunblaze_NPC
source: Follow the light!
ko_mt: 빛을 따라라!

# ReturnToCC_Temple2_5_Authority_Default
source: Let's go!
ko_mt: 가자!

# ReturnToCC_Temple3_1_Authority_Default
source: There!
ko_mt: 거기!

# ReturnToCC_Temple3_2_Selfpres_Default
source: It's gone!
ko_mt: 그것은 사라 졌어요!

# ReturnToCC_Temple3_3_Pragmatic_Default
source: Here! A secret passage?
ko_mt: 여기! 비밀통로?

# ReturnToCC_Temple3_4_Selfpres_Default
source: In the middle of the temple?
ko_mt: 사원 한가운데?

# ReturnToCC_Temple3_5_Authority_Default
source: How did they miss that?
ko_mt: 그들은 그것을 어떻게 놓쳤습니까?

# ReturnToCC_Temple3_6_Pragmatic_Default
source: Doesn't matter now!
ko_mt: 이제 상관없어!

# ReturnToCC_Temple3_7_Pragmatic_Default
source: This is ancient - from the first centuries after the Cataclysm!
ko_mt: 이것은 대격변 이후 첫 세기부터 고대의 것입니다!

# ReturnToCC_Temple3_8_Pragmatic_Default
source: No time for a history lesson!
ko_mt: 역사 수업을 할 시간이 없습니다!

# ReturnToCC_Temple3_7_Any_Default
source: They went this way!
ko_mt: 그들은 이쪽으로 갔다!

# ReturnToCC_Temple4_1_Any_Default
source: The city's Imperial Gate!
ko_mt: 도시의 임페리얼 게이트!

# ReturnToCC_Temple4_2_Any_Default
source: They're here!
ko_mt: 그들이 여기있다!

# ReturnToCC_Temple4_3_Any_Default
source: They're trying to get away with the Crown!
ko_mt: 그들은 왕관을 피해 도망치려고 합니다!

# ReturnToCC_Temple4_4_Any_Default
source: Protector!
ko_mt: 보호자!

# ReturnToCC_Temple4_5_LeiraKean_NPC
source: We failed! They got away with it!
ko_mt: 우리는 실패했다! 그들은 그것을 가지고 도망 쳤습니다!

# ReturnToCC_Temple4_6_Any_Default
source: No!
ko_mt: 아니요!

# ReturnToCC_Temple4_7_Merton_NPC
source: They must not destroy the gate!
ko_mt: 그들은 게이트를 파괴해서는 안됩니다!

# ReturnToCC_Temple4_8_Any_Default
source: It's not over! They must not destroy the gate!
ko_mt: 끝나지 않았다! 그들은 게이트를 파괴해서는 안됩니다!

# ReturnToCC_Temple4_9_Merton_NPC
source: There's too many of them!
ko_mt: 너무 많아요!

# ReturnToCC_Temple9_Merton_NPC
source: Come on! Fight!
ko_mt: 어서 해봐요! 싸움!

# ReturnToCC_Temple5_1_Any_Default
source: Look!
ko_mt: 바라보다!

# ReturnToCC_Temple5_2_Any_Default
source: The Princess?
ko_mt: 공주?

# ReturnToCC_Temple5_3_Merton_NPC
source: Ha, ha, ha! Come on, old lady - time to show off!
ko_mt: 하, 하, 하! 자, 노부인 - 자랑할 시간입니다!

# ReturnToCC_Temple5_4_Princess_NPC
source: One day, Arwin Merton…
ko_mt: 어느 날, 아르윈 머튼은…

# ReturnToCC_Teleporter1_Princess_NPC
source: Don't look at me like that.
ko_mt: 날 그렇게 쳐다보지 마.

# ReturnToCC_Teleporter2_Any_Default
source: Your Royal Highness…
ko_mt: 왕비님…

# ReturnToCC_Teleporter3_Princess_NPC
source: …thank you is what you're looking for.
ko_mt: ... 감사합니다 당신이 찾고있는 것입니다.

# ReturnToCC_Teleporter4_Any_Default
source: Thank you.
ko_mt: 감사합니다.
