Repository: team-waldo/solasta-translation
Catalog: translation/*/NPC.po
Languages: ko_mt

# Kaseinax_Magister_Title
source: The Magister
ko_mt: 마기스터

# MasterOfMagic_Title
source: Master of Magic
ko_mt: 마법의 마스터

source: Merchant
ko_mt: 상인

# NPC_Adam_the_twelfth_Title
source: Adam the Twelfth
ko_mt: 아담 12세

# NPC_AkshaTitle
source: Aksha
ko_mt: 악샤

# NPC_AlenaSwiftTitle
source: Alena Swift
ko_mt: 알레나 스위프트

# NPC_Angbi_Title
source: Angbi Kramsson
ko_mt: 앙비 크람손

# NPC_AnnieBagmordahTitle
source: Annie Bagmordah
ko_mt: 애니 바그모다

# NPC_ArwinMertonTitle
source: Arwin Merton
ko_mt: 아르윈 머튼

# NPC_ArwinMertonUnknownTitle
source: Unknown Drunk
ko_mt: 알 수 없는 술에 취해

# NPC_AtimaBladeburnTitle
source: Atima Bladeburn
ko_mt: 아티마 블레이드번

# NPC_BanditCrossbowDescription
source: This bandit stands back to shoot with a crossbow.
ko_mt: 이 적기는 석궁으로 사격하기 위해 뒤로 물러서 있습니다.

# NPC_BanditCrossbowTitle
source: Bandit Skirmisher
ko_mt: 산적 스커미셔

# NPC_BanditDescription
source: A malevolent fighter using a scimitar.
ko_mt: 시미터를 사용하는 사악한 전사.

# NPC_BanditDwarfDescription
source: Short and stout, this bandit wields a scimitar.
ko_mt: 키가 작고 튼실한 이 산적은 시미터를 휘두릅니다.

# NPC_BanditDwarfTitle
source: Dwarf Bandit
ko_mt: 드워프 산적

# NPC_BanditHalflingDescription
source: Short and nimble, this bandit carries a crossbow.
ko_mt: 짧고 날렵한 이 적기는 석궁을 가지고 있습니다.

# NPC_BanditHalflingTitle
source: Dwarf Bandit
ko_mt: 드워프 산적

# NPC_BanditLoanSharkDescription
source: Loan Shark
ko_mt: 대출 상어

# NPC_BanditLoanSharkTitle
source: Loan Shark
ko_mt: 대출 상어

# NPC_BanditQuartermasterTitle
source: Bandit Quartermaster
ko_mt: 산적 병참장교

# NPC_BanditSwordsmanDescription
source: Tall and powerful, this bandit wields a greatsword.
ko_mt: 키가 크고 강력한 이 산적은 대검을 휘두릅니다.

# NPC_BanditSwordsmanTitle
source: Highwayman
ko_mt: 노상 강도

# NPC_BanditTitle
source: Bandit
ko_mt: 적기

# NPC_BericSunblazeTitle
source: Marshal Beric Sunblaze
ko_mt: 원수 베릭 선블레이즈

# NPC_BerylStonebeardTitle
source: Beryl Stonebeard
ko_mt: 베릴 스톤비어드

# NPC_BradfordRavensworthTitle
source: Bradford Ravensworth
ko_mt: 브래드포드 레이븐스워스

# NPC_CeiwadSilverflowerTitle
source: Princess Ceiwad Silverflower
ko_mt: 세이와드 실버플라워 공주

# NPC_CitizenTitle
source: Citizen
ko_mt: 시민

# NPC_CityGuardTitle
source: City Guard
ko_mt: 시티 가드

# NPC_CoparannGuardTitle
source: Coparann Guard
ko_mt: 코파란 가드

# NPC_DalonLarkTitle
source: Chaplain Dalon Lark
ko_mt: 채플린 달론 라크

# NPC_DarikSunbirdTitle
source: Daliat Sunbird
ko_mt: 달리앗 썬버드

# NPC_DekTitle
source: Dek
ko_mt: 데크

# NPC_EdvanDanantarTitle
source: Grandmaster Edvan Danantar
ko_mt: 그랜드마스터 에드반 다난타르

# NPC_Galar_Title
source: Galar Goldentongue
ko_mt: 갈라 골든텅

# NPC_GorimIronsootTitle
source: Gorim Ironsoot
ko_mt: 고림 아이언 그을음

# NPC_Gromnir_Title
source: Baron Gromnir Stonefist
ko_mt: 남작 그롬니르 스톤피스트

# NPC_HalmanGormsdottirTitle
source: Chancellor Hertha Gormsdottir
ko_mt: 헤르타 곰스도티르 수상

# NPC_HalmanSummerTitle
source: Halman Summer
ko_mt: 할만 썸머

# NPC_HeatherMerranTitle
source: Captain Heather Merran
ko_mt: 헤더 메란 선장

# NPC_HectorTitle
source: Hector
ko_mt: 헥토르

# NPC_HeddlonSurespellTitle
source: Heddlon Surespell
ko_mt: 헤들런 슈어스펠

# NPC_Hieronymus
source: Unknown Hero
ko_mt: 무명의 영웅

# NPC_HugoRequerTitle
source: Hugo Requer
ko_mt: 휴고 리커

# NPC_IdrielFairbrowTitle
source: Idriel Fairbrow
ko_mt: 이드리엘 페어브로우

# NPC_IlastarKeenmindAirgetineDescription
source: Ilastar is a member of the noble house Airgetine, whose forefathers were wizards of the Arcaneum. As with many Imperial families of that time, his family was originally a minor branch of the clan and began to rise to prominence after the Cataclysm, as it backed the first Emperor ("The Wailing Emperor") who took the rough decisions ultimately leading to the survival of Civilization and to the rise of the New Empire. More than anybody else of his generation, Ilastar is aware of what was lost and was a major proponent of participating to the Council, in the hope of gathering magical materials and writings expanding his knowledge of magic and thus giving the empire an edge in future conflicts. His main worry is that historical documents come to the fore, revealing some truths better left alone.
ko_mt: 일라스타는 조상이 아르케네움의 마법사였던 귀족 가문 에어게타인의 일원입니다. 그 당시의 많은 황실 가족과 마찬가지로 그의 가족은 원래 씨족의 작은 지파였으며 궁극적으로 궁극으로 이어지는 거친 결정을 내린 첫 번째 황제("통곡하는 황제")를 지원했기 때문에 대격변 이후 두각을 나타내기 시작했습니다. 문명의 생존과 새로운 제국의 부상. 그의 세대 중 누구보다 일라스타는 잃어버린 것이 무엇인지 알고 있으며, 마법의 재료와 글을 수집하여 마법에 대한 지식을 확장하고 제국이 미래의 분쟁에서 우위를 점할 수 있도록 하기 위해 의회에 참여하는 주요 지지자였습니다. . 그의 주요 걱정은 역사 문서가 전면에 나와 일부 진실을 드러내는 것입니다.

# NPC_IlastarKeenmindAirgetineTitle
source: Master Ilastar Keenmind Airgetine
ko_mt: 마스터 일라스타 킨마인드 에어게타인

# NPC_IolairFaisechTitle
source: Dean Iolair Faisech
ko_mt: 딘 이올라어 파이섹

# NPC_JorielFoxeyeTitle
source: Joriel Foxeye
ko_mt: 조리엘 폭스아이

# NPC_KarelMartelTitle
source: Karel Martel
ko_mt: 카렐 마르텔

# NPC_Kiaradth_Bright_SparkTitle
source: Mayor Kiaradth Bright-Spark
ko_mt: 키아라드스 브라이트-스파크 시장

# NPC_Kythaela_Title
source: Kythaela
ko_mt: 키타엘라

# NPC_LeiraKeanDescription
source: Leira Kean was born and raised in Heart of Valor, the city built around the Einareum. She discovered Einar fairly early in her life and many thought she would make a fine priestess. Instead she chose the path of the paladin, pledging her life to protect Solasta from all Sorr-Akkath-related dangers. Leira is a dedicated paladin with seriousness etched in her face. She is well-versed in history and fluent in ancient Tirmarian. She is a good fighter but also a keen judge of character. She is just and she listens and decides based on facts, not on hearsay or rumor. Those traits led to her nomination on the Council as Oathkeeper.
ko_mt: Leira Kean은 Einareum 주변에 건설된 도시인 Heart of Valor에서 태어나고 자랐습니다. 그녀는 그녀의 인생에서 상당히 일찍 Einar를 발견했고 많은 사람들은 그녀가 훌륭한 여사제가 될 것이라고 생각했습니다. 대신 그녀는 Sorr-Akkath와 관련된 모든 위험으로부터 Solasta를 보호하기 위해 목숨을 걸고 성기사의 길을 선택했습니다. 레이라는 진지함이 얼굴에 새겨져 있는 헌신적인 성기사입니다. 그녀는 역사에 정통하고 고대 티르마리아어에 능통합니다. 그녀는 좋은 싸움꾼이지만 성격에 대한 예리한 판단력이기도 합니다. 그녀는 정의롭고 소문이나 소문이 아닌 사실에 따라 듣고 결정합니다. 이러한 특성으로 인해 그녀는 평의회에서 맹세를 지키는 사람으로 지명되었습니다.

# NPC_LeiraKeanTitle
source: Protector Leira Kean
ko_mt: 수호자 레이라 킨

# NPC_LenaTitle
source: Lena
ko_mt: 레나

# NPC_LiamTitle
source: Liam
ko_mt: 리암

# NPC_LisbathTownsendTitle
source: Lisbath Townsend
ko_mt: 리스바스 타운센드

# NPC_Lizzaria_Title
source: Lizzaria of Grimhold
ko_mt: 그림홀드의 리자리아

# NPC_LordCarranTitle
source: Lord Carran
ko_mt: 캐런 경

# NPC_MaddyGreenisleTitle
source: Maddy Greenisle
ko_mt: 매디 그리니일

# NPC_Mardracht_Title
source: Master Mardracht
ko_mt: 마스터 마르드라흐트

# NPC_MedwalStrongfireTitle
source: Medwal Strongfire
ko_mt: 메드월 스트롱파이어

# NPC_MordenKyreTitle
source: Morden Kyre
ko_mt: 모덴 카이어

# NPC_NecromancerAcolyteTitle
source: Necromancer Acolyte
ko_mt: 강령술사 수행사제

# NPC_NecromancerTitle
source: Necromancer
ko_mt: 점쟁이

# NPC_Nikannen_Title
source: Joris Nikannen
ko_mt: 요리스 니카넨

# NPC_Priest_Of_ArunTitle
source: Priest of Arun
ko_mt: 아룬의 사제

# NPC_Priest_Of_EinarTitle
source: Priest of Einar
ko_mt: 에이나르의 사제

# NPC_Priest_Of_MaraikeTitle
source: Priest of Maraike
ko_mt: 마라이케의 사제

# NPC_Priest_Of_PakriTitle
source: Priestess of Pakri
ko_mt: 파크리의 여사제

# NPC_RazanTitle
source: Razan
ko_mt: 라잔

# NPC_RobarSharpTitle
source: Robar Sharp
ko_mt: 로바 샤프

# NPC_Talbut_Title
source: Talbut the Grey
ko_mt: 탈부트 그레이

# NPC_VerissaIronshellTitle
source: Captain Verissa Ironshell
ko_mt: 캡틴 베리사 아이언쉘

# NPC_Wilf_Title
source: Wilf Warmhearth
ko_mt: 윌프 웜허스

# NPC_NecromancerBoneKeepTitle
source: Dark Apprentice
ko_mt: 어둠의 견습생

# NPC_NecromancerBoneKeepDescription
source: A dangerous but not yet fully learned necromancer, probably a student of a more experienced master residing nearby.
ko_mt: 위험하지만 아직 완전히 배우지 않은 네크로맨서, 아마도 근처에 거주하는 경험 많은 마스터의 학생일 것입니다.

# Milan_ScavengersTitle
source: Milan
ko_mt: 밀라노

# NPC_Ceannard_Title
source: Ceannard
ko_mt: 세나드

# NPC_Kebra_Title
source: Kebra
ko_mt: 케브라

# NPC_Brok_Title
source: Brok
ko_mt: 브록

# NPC_Arbal_Title
source: Arbal
ko_mt: 아르발

# NPC_Mildred_Title
source: Mildred Warmhearth
ko_mt: 밀드레드 난로

# NPC_Maid_Title
source: Maid
ko_mt: 하녀

# NPC_CoparannGuardSorakAgentTitle
source: Corrupted Guard
ko_mt: 타락한 경비병

# NPC_Gromnir_SorakTitle
source: Sorak Infiltrator
ko_mt: 설악 침입자

# NPC_Spectral_Servant_Title
source: Spectral Servant
ko_mt: 유령의 서번트

# NPC_Bitterroot_Title
source: Bitterroot
ko_mt: 비터루트

# NPC_Dackin_Title
source: Master Dackin
ko_mt: 마스터 다킨

# NPC_Adria_Title
source: Adria
ko_mt: 아드리아

# NPC_Lyria_Title
source: Lyria
ko_mt: 리리아

# NPC_Drew_Title
source: Drew
ko_mt: 드류

# NPC_Notary_Title
source: Notary
ko_mt: 공증인

# NPC_MajorGateOfficer_Title
source: Major Gate Officer
ko_mt: 주요 게이트 장교

# NPC_MajorGateOfficer_Description
source: Interact to use the Major Gate.
ko_mt: 상호 작용하여 주요 게이트를 사용하십시오.

# NPC_SpeakRavensworth_Description
source: Speak to enter the residence.
ko_mt: 말을 걸어 숙소로 들어갑니다.

# NPC_Edrof_Title
source: Edrof
ko_mt: 에드로프

# NPC_Radulf_Title
source: Radulf
ko_mt: 라둘프

# NPC_Urka_Title
source: Urka
ko_mt: 우르카

# NPC_Galaefin
source: Master Galeafin
ko_mt: 마스터 갤리핀

# NPC_GalaefinsButler
source: Butler
ko_mt: 집사

# NPC_Illoreth
source: Illoreth
ko_mt: 일로레스

# NPC_Stig_Title
source: Stig
ko_mt: 스티그

# NPC_CaporalDan_Title
source: Corporal Dann
ko_mt: 단 상병

# NPC_PrivateGarth_Title
source: Private Garth
ko_mt: 프라이빗 가스

# NPC_ShieldguardTradtsson_Title
source: Shieldguard Tradtsson
ko_mt: 방패경비대 트라트손

# NPC_PrivateRodric_Title
source: Rodric
ko_mt: 로드릭

# NPC_Bertram
source: Bertram
ko_mt: 베르트람

# NPC_CaerLemGarrison
source: Council Trooper
ko_mt: 의회 기병

# NPC_Priest_Of_MisayeTitle
source: Nel
ko_mt: 넬

# NPC_Coparann_Archivist_Title
source: Archivist
ko_mt: 기록 보관소

# NPC_Arrok_Title
source: Arrok
ko_mt: 아록

# NPC_Joran_Title
source: Joran Crawley
ko_mt: 조란 크롤리

# NPC_GenericSorakInfiltrator_Title
source: Sorak Infiltrator
ko_mt: 설악 침입자

# NPC_Belmont_Title
source: Lord Belmont
ko_mt: 벨몬트 경

# NPC_CityGuard_Embassy_Empire_Title
source: New Empire Embassy Guard
ko_mt: 신제국 대사관 경비대

# NPC_CityGuard_Embassy_Gallivan_Title
source: Gallivan Embassy Guard
ko_mt: 갈리반 대사관 경비대

# NPC_Priest_Of_MisayeDescription
source: Priest of Misaye
ko_mt: 미사예의 사제

# NPC_Scavenger_TOM_Title
source: Ramin Blake
ko_mt: 라민 블레이크

# NPC_Council_Trooper_Title
source: Legacy Council Trooper
ko_mt: 레거시 위원회 트루퍼

# GunnarElderen_Title
source: Gunnar Elderen
ko_mt: 군나르 엘더렌

# NPC_Galaefin_Plaque_Title
source: Master Galeafin, philosopher and peer of the kingdom.
ko_mt: 마스터 갤리핀, 철학자이자 왕국의 동료.

# AllanMiller_Title
source: Allan Miller
ko_mt: 앨런 밀러

# NPC_Backer_Ron_Title
source: Ron
ko_mt: 론

# NPC_Backer_Zhoron_Title
source: Zhoron
ko_mt: 조론

# NPC_Estalla_Title
source: Estalla Mertvykh
ko_mt: 에스타야 메르트비흐

# NPC_Rogrok_Title
source: Rogrok
ko_mt: 로그록

# NPC_Rogrok_Description
source: A chieftain who decided to stop fighting with an axe to become a merchant.
ko_mt: 상인이 되기 위해 도끼로 싸움을 그만두기로 결심한 족장.

# NPC_Circe_Title
source: Circe Gerardoirin
ko_mt: 키르세 제라르두린

# NPC_Circe_Description
source: This mischievous lady moved here to explore and find all the books she could.
ko_mt: 이 장난꾸러기 여자는 그녀가 할 수 있는 모든 책을 탐색하고 찾기 위해 여기로 이사했습니다.

# NPC_Mogo_Title
source: Mogo the Poor
ko_mt: 가난한 모고

# NPC_Laethar_Title
source: Emperor Laethar
ko_mt: 황제 라에타르

# NPC_Magister_Title
source: Kaseinax
ko_mt: 카세이낙스

# NPC_Adrasteia_Title
source: Adrasteia
ko_mt: 아드라스테이아

# NPC_Marches_01_Title
source: Lord Hammond
ko_mt: 해먼드 경

# NPC_Marches_02_Title
source: Helia Fairblade
ko_mt: 헬리아 페어블레이드

# NPC_Marches_03_Title
source: Leyrin Catpaw
ko_mt: 레이린 캣포우

# NPC_Marches_04_Title
source: Krim Sunsail
ko_mt: 크림선세일
