Repository: team-waldo/solasta-translation
Catalog: translation/*/PartyBanter.po
Languages: ko_mt

# Formal3_Missed_Attack_Other
source: Try again!
ko_mt: 다시 시도하십시오!

# Formal1_Kill_Enemy_Other
source: Bravo! Victory is yours!
ko_mt: 브라보! 승리는 당신의 것입니다!

# Formal2_Kill_Enemy_Other
source: A good kill, as they say.
ko_mt: 그들이 말했듯이 좋은 살인.

# Formal3_Kill_Enemy_Other
source: One less enemy!
ko_mt: 적이 한 명 줄었다!

# None1_Thief_Detected_Self
source: Leave me be, you thief!
ko_mt: 날 내버려 둬, 이 도둑놈아!

# None2_Thief_Detected_Self
source: Damn thieves…
ko_mt: 빌어먹을 도둑들...

# None3_Thief_Detected_Self
source: Hands off!
ko_mt: 손 떼!

# None4_Thief_Detected_Self
source: So this is who you are?
ko_mt: 그래서 당신은 누구입니까?
