Repository: team-waldo/solasta-translation
Catalog: translation/*/PartyBanter.po
Languages: ko_mt

# Cynical1_Trap_Detected_Self
source: Wait! A trap!
ko_mt: 기다리다! 함정!

# Cynical2_Trap_Detected_Self
source: Hold it! A trap!
ko_mt: 잡아! 함정!

# Cynical3_Trap_Detected_Self
source: I see a trap.
ko_mt: 함정이 보입니다.

# Cynical1_Secret_door_Detected_Self
source: Look! A secret door!
ko_mt: 바라보다! 비밀의 문!

# Cynical2_Secret_door_Detected_Self
source: There's a door, here.
ko_mt: 여기 문이 있습니다.

# Cynical3_Secret_door_Detected_Self
source: I see a hidden door.
ko_mt: 숨겨진 문이 보입니다.

# Cynical1_Trap_Trigerred_Self
source: How did I miss that?
ko_mt: 내가 그것을 어떻게 놓쳤습니까?

# Cynical2_Trap_Trigerred_Self
source: It was just waiting for me!
ko_mt: 저만 기다리고 있었어요!

# Cynical3_Trap_Trigerred_Self
source: I'm smarter than that!
ko_mt: 나는 그것보다 똑똑하다!

# Cynical1_Trap_Disarmed_Self
source: Too easy!
ko_mt: 너무 쉽다!

# Cynical2_Trap_Disarmed_Self
source: I just needed one hand.
ko_mt: 한 손만 필요했습니다.

# Cynical3_Trap_Disarmed_Self
source: Piece of cake.
ko_mt: 케이크 조각.

# Cynical1_Light_up_Self
source: Let there be light!
ko_mt: 빛이 있게 하라!

# Cynical2_Light_up_Self
source: That's better.
ko_mt: 그게 낫다.

# Cynical3_Light_up_Self
source: A bit of light won't hurt.
ko_mt: 약간의 빛은 아프지 않습니다.

# Cynical1_Break_Stealth_Self
source: Damn it!
ko_mt: 젠장!

# Cynical2_Break_Stealth_Self
source: That's on me.
ko_mt: 그건 나야.

# Cynical3_Break_Stealth_Self
source: What went wrong there?
ko_mt: 거기에 무엇이 잘못 되었습니까?

# Cynical1_Critical_Hit_Given_Self
source: How does that feel?
ko_mt: 기분이 어때?

# Cynical2_Critical_Hit_Given_Self
source: Well deserved!
ko_mt: 그럴 자격이 있어!

# Cynical3_Critical_Hit_Given_Self
source: Take that!
ko_mt: 가져가!

# Cynical1_Normal_Hit_Given_Self
source: Got you!
ko_mt: 잡았다!

# Cynical2_Normal_Hit_Given_Self
source: You like it?
ko_mt: 당신은 그것을 좋아합니까?

# Cynical3_Normal_Hit_Given_Self
source: Too slow!
ko_mt: 너무 느린!

# Cynical4_Normal_Hit_Given_Self
source: That must have hurt.
ko_mt: 그것은 상처를 주었을 것입니다.

# Cynical5_Normal_Hit_Given_Self
source: Touché!
ko_mt: 터치!

# Cynical1_Missed_Attack_Self
source: Damn it!
ko_mt: 젠장!

# Cynical2_Missed_Attack_Self
source: What?
ko_mt: 뭐라고 요?

# Cynical3_Missed_Attack_Self
source: I was sure…
ko_mt: 나는 확신 했어…

# Cynical4_Missed_Attack_Self
source: How did I miss?
ko_mt: 내가 어떻게 그리워?

# Cynical5_Missed_Attack_Self
source: You're just lucky!
ko_mt: 당신은 단지 운이 좋다!

# Cynical1_Kill_Enemy_Self
source: And the winner is - me!
ko_mt: 그리고 승자는 - 나!

# Cynical2_Kill_Enemy_Self
source: You lose!
ko_mt: 당신은 잃는다!

# Cynical3_Kill_Enemy_Self
source: Another victory!
ko_mt: 또 다른 승리!

# Cynical4_Kill_Enemy_Self
source: You never stood a chance!
ko_mt: 당신은 기회를 잡은 적이 없습니다!

# Cynical5_Kill_Enemy_Self
source: Another one bites the dust!
ko_mt: 또 하나는 먼지를 물고!

# Cynical1_Healed_by_ally_Self
source: I owe you one!
ko_mt: 내가 당신 께 신세를지는 거죠!

# Cynical2_Healed_by_ally_Self
source: I kind of liked that.
ko_mt: 그런 점이 마음에 들었습니다.

# Cynical3_Healed_by_ally_Self
source: Thanks, I feel better.
ko_mt: 덕분에 기분이 좋아졌습니다.

# Cynical1_Allied_KnockedDown_Self
source: No!
ko_mt: 아니요!

# Cynical2_Allied_KnockedDown_Self
source: Hold on!
ko_mt: 기다리다!

# Cynical3_Allied_KnockedDown_Self
source: We need you!
ko_mt: 우리는 당신이 필요합니다!

# Cynical1_Trap_Trigerred_Other
source: Looks like you found something.
ko_mt: 뭔가를 찾은 것 같습니다.

# Cynical2_Trap_Trigerred_Other
source: Really? You didn't see that?
ko_mt: 진짜? 못 봤어?

# Cynical3_Trap_Trigerred_Other
source: Only a fool would… oh, wait.
ko_mt: 바보만... 아, 잠깐만.

# Cynical1_Trap_Disarmed_Other
source: This was clearly broken already.
ko_mt: 이것은 이미 분명히 깨졌습니다.

# Cynical2_Trap_Disarmed_Other
source: Just lucky, I guess.
ko_mt: 그냥 운이 좋은 것 같아요.

# Cynical3_Trap_Disarmed_Other
source: Well! You're not completely useless after all!
ko_mt: 잘! 당신은 결국 완전히 쓸모가 아니에요!

# Cynical1_Long_Jump_Other
source: You're not too rusty.
ko_mt: 당신은 너무 녹슬지 않습니다.

# Cynical2_Long_Jump_Other
source: Easy on your ankles!
ko_mt: 당신의 발목에 쉽게!

# Cynical3_Long_Jump_Other
source: Artistic note - not great.
ko_mt: 예술적 메모 - 좋지 않습니다.

# Cynical1_High_Climb_Other
source: Nice little warm-up.
ko_mt: 좋은 약간의 워밍업.

# Cynical2_High_Climb_Other
source: I know kids who'd do that faster.
ko_mt: 나는 그것을 더 빨리 할 아이들을 알고 있습니다.

# Cynical3_High_Climb_Other
source: A real little goblin.
ko_mt: 진짜 꼬마 고블린.

# Cynical1_Break_Stealth_Other
source: Did we not say "silent"?
ko_mt: 우리는 "침묵"이라고 말하지 않았습니까?

# Cynical2_Break_Stealth_Other
source: I thought we said "cautious."
ko_mt: 나는 우리가 "조심해"라고 말했다고 생각했다.

# Cynical3_Break_Stealth_Other
source: Can't say I'm surprised.
ko_mt: 놀라움을 금치 못하겠습니다.

# Cynical1_Pushing_Heavy_Other
source: Heave ho!
ko_mt: 히히 호!

# Cynical2_Pushing_Heavy_Other
source: Come on - push!
ko_mt: 어서 - 밀어!

# Cynical1_Crawling_Other
source: You don't mind being on your knees, do you?
ko_mt: 무릎을 꿇고 있어도 상관없지 않습니까?

# Cynical2_Crawling_Other
source: Looks like you've been doing that all your life.
ko_mt: 평생 그렇게 해온 것 같습니다.

# Cynical1_Critical_Hit_Received_Other
source: Hold it!
ko_mt: 잡아!

# Cynical2_Critical_Hit_Received_Other
source: Stay with us!
ko_mt: 우리와 함께있어!

# Cynical1_Normal_Hit_Received_Other
source: Are you okay?
ko_mt: 괜찮 으세요?

# Cynical2_Normal_Hit_Received_Other
source: You've seen worse!
ko_mt: 당신은 더 나쁜 것을 보았다!

# Cynical1_Critical_Hit_Given_Other
source: That's the way!
ko_mt: 바로 그거야!

# Cynical2_Critical_Hit_Given_Other
source: Nice!
ko_mt: 멋진!

# Cynical3_Critical_Hit_Given_Other
source: Impressive!
ko_mt: 인상적인!

# Cynical1_Normal_Hit_Given_Other
source: Nice move!
ko_mt: 좋은 움직임!

# Cynical2_Normal_Hit_Given_Other
source: Again!
ko_mt: 다시!

# Cynical3_Normal_Hit_Given_Other
source: Good!
ko_mt: 좋은!

# Cynical1_Missed_Attack_Other
source: Come on, you can do better!
ko_mt: 자, 더 잘할 수 있어요!

# Cynical2_Missed_Attack_Other
source: Try again!
ko_mt: 다시 시도하십시오!

# Cynical3_Missed_Attack_Other
source: Another miss?
ko_mt: 또 다른 미스?

# Cynical1_Kill_Enemy_Other
source: Hey! That was mine!
ko_mt: 여기 요! 그건 내꺼였어!

# Cynical2_Kill_Enemy_Other
source: That one didn't even fight back.
ko_mt: 그 녀석은 반격조차 하지 않았다.

# Cynical3_Kill_Enemy_Other
source: Not too bad.
ko_mt: 나쁘지 않아.

# Serious1_Trap_Detected_Self
source: Damn! A trap!
ko_mt: 젠장! 함정!

# Serious2_Trap_Detected_Self
source: Stop! A trap!
ko_mt: 멈추다! 함정!

# Serious3_Trap_Detected_Self
source: There's a trap!
ko_mt: 함정이 있다!

# Serious1_Secret_door_Detected_Self
source: Hey - a secret door!
ko_mt: 헤이-비밀의 문!

# Serious2_Secret_door_Detected_Self
source: Found a door, here!
ko_mt: 여기에서 문을 찾았습니다!

# Serious3_Secret_door_Detected_Self
source: We have a hidden door!
ko_mt: 숨겨진 문이 있습니다!

# Serious1_Trap_Trigerred_Self
source: Crap!
ko_mt: 쓰레기!

# Serious2_Trap_Trigerred_Self
source: Damn it!
ko_mt: 젠장!

# Serious3_Trap_Trigerred_Self
source: I hate those!
ko_mt: 나는 그들을 싫어!

# Serious1_Trap_Disarmed_Self
source: Easy.
ko_mt: 쉬운.

# Serious2_Trap_Disarmed_Self
source: Piece of junk.
ko_mt: 쓰레기.

# Serious3_Trap_Disarmed_Self
source: Done and done.
ko_mt: 완료 및 완료.

# Serious1_Light_up_Self
source: I needed that.
ko_mt: 나는 그것이 필요했다.

# Serious2_Light_up_Self
source: Light, at last.
ko_mt: 빛, 마침내.

# Serious3_Light_up_Self
source: Light, my friend.
ko_mt: 빛, 친구.

# Serious1_Break_Stealth_Self
source: Damn!
ko_mt: 젠장!

# Serious2_Break_Stealth_Self
source: No!
ko_mt: 아니요!

# Serious3_Break_Stealth_Self
source: Clumsy idiot!
ko_mt: 서투른 바보!

# Serious1_Critical_Hit_Given_Self
source: Bleed!
ko_mt: 출혈!

# Serious2_Critical_Hit_Given_Self
source: Die!
ko_mt: 주사위!

# Serious3_Critical_Hit_Given_Self
source: You like that?
ko_mt: 그런 식으로?

# Serious1_Normal_Hit_Given_Self
source: Take that!
ko_mt: 가져가!

# Serious2_Normal_Hit_Given_Self
source: Wait till the next one!
ko_mt: 다음편까지 기다려!

# Serious3_Normal_Hit_Given_Self
source: More coming your way.
ko_mt: 더 많은 것이 다가옵니다.

# Serious4_Normal_Hit_Given_Self
source: You'll die like the rest!
ko_mt: 당신은 나머지처럼 죽을거야!

# Serious5_Normal_Hit_Given_Self
source: No quarter given!
ko_mt: 분기가 없습니다!

# Serious1_Missed_Attack_Self
source: Damn!
ko_mt: 젠장!

# Serious2_Missed_Attack_Self
source: No!
ko_mt: 아니요!

# Serious3_Missed_Attack_Self
source: Come on!
ko_mt: 어서 해봐요!

# Serious4_Missed_Attack_Self
source: I won't miss next time!
ko_mt: 다음에는 놓치지 않겠습니다!

# Serious5_Missed_Attack_Self
source: You'll die anyway!
ko_mt: 어쨌든 죽을거야!

# Serious1_Kill_Enemy_Self
source: I win again.
ko_mt: 나는 또 이겼다.

# Serious2_Kill_Enemy_Self
source: You lose.
ko_mt: 당신은 잃는다.

# Serious3_Kill_Enemy_Self
source: Go to hell!
ko_mt: 지옥 에나 가라!

# Serious4_Kill_Enemy_Self
source: You're not coming back.
ko_mt: 당신은 돌아 오지 않을거야.

# Serious5_Kill_Enemy_Self
source: You didn't get me.
ko_mt: 당신은 나를 이해하지 못했다.

# Serious1_Healed_by_ally_Self
source: Thanks.
ko_mt: 감사.

# Serious2_Healed_by_ally_Self
source: I'll remember.
ko_mt: 기억하겠습니다.

# Serious3_Healed_by_ally_Self
source: I owe you one.
ko_mt: 내가 당신 께 신세를지는 거죠.

# Serious1_Allied_KnockedDown_Self
source: Come on!
ko_mt: 어서 해봐요!

# Serious2_Allied_KnockedDown_Self
source: Don't let me down!
ko_mt: 날 실망시키지 마!

# Serious3_Allied_KnockedDown_Self
source: No!
ko_mt: 아니요!

# Serious1_Trap_Trigerred_Other
source: What an idiot!
ko_mt: 이런 멍청이 같으니라고!

# Serious2_Trap_Trigerred_Other
source: Open your damn eyes!
ko_mt: 망할 눈을 떠!

# Serious3_Trap_Trigerred_Other
source: Pay attention!
ko_mt: 주의!

# Serious1_Trap_Disarmed_Other
source: Well done!
ko_mt: 잘 했어요!

# Serious2_Trap_Disarmed_Other
source: One less problem.
ko_mt: 문제가 하나 줄어듭니다.

# Serious3_Trap_Disarmed_Other
source: I hate those!
ko_mt: 나는 그들을 싫어!

# Serious1_Long_Jump_Other
source: That was something!
ko_mt: 그게 뭔가!

# Serious2_Long_Jump_Other
source: Nice jump!
ko_mt: 멋진 점프!

# Serious3_Long_Jump_Other
source: Well done!
ko_mt: 잘 했어요!

# Serious1_High_Climb_Other
source: Good arms you got!
ko_mt: 좋은 무기를 얻었습니다!

# Serious2_High_Climb_Other
source: Didn't think you could do it!
ko_mt: 당신이 할 수 있다고 생각하지 않았어요!

# Serious3_High_Climb_Other
source: Okay, you're tough.
ko_mt: 좋아요, 당신은 강인합니다.

# Serious1_Break_Stealth_Other
source: Clumsy!
ko_mt: 어설픈!

# Serious2_Break_Stealth_Other
source: I don't believe it!
ko_mt: 나는 그것을 믿지 않는다!

# Serious3_Break_Stealth_Other
source: You'll get us all killed!
ko_mt: 당신은 우리 모두를 죽일 거 야!

# Serious1_Pushing_Heavy_Other
source: Come on, harder!
ko_mt: 자, 더 세게!

# Serious2_Pushing_Heavy_Other
source: Push!
ko_mt: 푸시!

# Serious1_Crawling_Other
source: Dive in the dirt, now.
ko_mt: 지금 흙 속으로 뛰어들어 보세요.

# Serious2_Crawling_Other
source: Crawling through dirt - nothing new here.
ko_mt: 흙 속을 기어 다니기 - 여기에 새로운 것은 없습니다.

# Serious1_Critical_Hit_Received_Other
source: You'll get a nice scar!
ko_mt: 당신은 좋은 흉터를 얻을 것이다!

# Serious2_Critical_Hit_Received_Other
source: If it doesn't kill you…
ko_mt: 죽이지 않는다면…

# Serious1_Normal_Hit_Received_Other
source: Walk it off!
ko_mt: 꺼져!

# Serious2_Normal_Hit_Received_Other
source: Deal with it!
ko_mt: 받아 들여!

# Serious1_Critical_Hit_Given_Other
source: That's the way!
ko_mt: 바로 그거야!

# Serious2_Critical_Hit_Given_Other
source: Kill 'em all!
ko_mt: 그들 모두를 죽일!

# Serious3_Critical_Hit_Given_Other
source: Crush 'em!
ko_mt: 부숴버려!

# Serious1_Normal_Hit_Given_Other
source: Again! Harder!
ko_mt: 다시! 더 열심히!

# Serious2_Normal_Hit_Given_Other
source: More!
ko_mt: 더!

# Serious3_Normal_Hit_Given_Other
source: That's battle!
ko_mt: 그게 전투야!

# Serious1_Missed_Attack_Other
source: You suck!
ko_mt: 젠장!

# Serious2_Missed_Attack_Other
source: Stop that!
ko_mt: 그만!

# Serious3_Missed_Attack_Other
source: I thought you could fight!
ko_mt: 싸울 수 있다고 생각했어!

# Serious1_Kill_Enemy_Other
source: That, I like!
ko_mt: 내가 좋아하는 것!

# Serious2_Kill_Enemy_Other
source: Keep 'em coming!
ko_mt: 계속 오세요!

# Serious3_Kill_Enemy_Other
source: Good kill!
ko_mt: 잘 죽여!

# Heroic1_Trap_Detected_Self
source: Hold it - I see a trap!
ko_mt: 잠깐만요 - 함정이 보입니다!

# Heroic2_Trap_Detected_Self
source: Everybody freeze!
ko_mt: 모두 얼어!

# Heroic3_Trap_Detected_Self
source: Wait! I see a trap.
ko_mt: 기다리다! 함정이 보입니다.

# Heroic1_Secret_door_Detected_Self
source: Friends! There's a hidden door here!
ko_mt: 친구들! 여기에 숨겨진 문이 있습니다!

# Heroic2_Secret_door_Detected_Self
source: Look at that - a secret door!
ko_mt: 그거 봐 - 비밀 문!

# Heroic3_Secret_door_Detected_Self
source: Thought I'd miss you, eh?
ko_mt: 내가 당신을 그리워할 줄 알았는데, 응?

# Heroic1_Trap_Trigerred_Self
source: No!
ko_mt: 아니요!

# Heroic2_Trap_Trigerred_Self
source: Sorry for that!
ko_mt: 그 죄송합니다!

# Heroic3_Trap_Trigerred_Self
source: I'm such an idiot!
ko_mt: 내가 바보야!

# Heroic1_Trap_Disarmed_Self
source: That wasn't so bad.
ko_mt: 그렇게 나쁘지 않았습니다.

# Heroic2_Trap_Disarmed_Self
source: I think I did it.
ko_mt: 내가 한 것 같아.

# Heroic3_Trap_Disarmed_Self
source: Mission accomplished.
ko_mt: 임무 완수.

# Heroic1_Light_up_Self
source: The Light is with us.
ko_mt: 빛은 우리와 함께 있습니다.

# Heroic2_Light_up_Self
source: The Light will guide us.
ko_mt: 빛이 우리를 인도할 것입니다.

# Heroic3_Light_up_Self
source: We bring light in darkness!
ko_mt: 우리는 어둠 속에서 빛을 가져옵니다!

# Heroic1_Break_Stealth_Self
source: Oops!
ko_mt: 앗!

# Heroic2_Break_Stealth_Self
source: Sorry!
ko_mt: 죄송합니다!

# Heroic3_Break_Stealth_Self
source: I know, I know!
ko_mt: 내가 알지!

# Heroic1_Critical_Hit_Given_Self
source: Surrender or die!
ko_mt: 항복하거나 죽어라!

# Heroic2_Critical_Hit_Given_Self
source: I take no prisoners!
ko_mt: 나는 포로가 없다!

# Heroic3_Critical_Hit_Given_Self
source: I will kill you.
ko_mt: 내가 당신을 죽일 것이다.

# Heroic1_Normal_Hit_Given_Self
source: Bend the knee or perish!
ko_mt: 무릎을 구부리거나 죽거나!

# Heroic2_Normal_Hit_Given_Self
source: Run while you can!
ko_mt: 당신이 할 수있을 때 실행!

# Heroic3_Normal_Hit_Given_Self
source: You can't win!
ko_mt: 당신은 이길 수 없습니다!

# Heroic4_Normal_Hit_Given_Self
source: I am unbeatable!
ko_mt: 나는 무적이다!

# Heroic5_Normal_Hit_Given_Self
source: You cannot defeat me!
ko_mt: 당신은 나를 이길 수 없습니다!

# Heroic1_Missed_Attack_Self
source: Damn!
ko_mt: 젠장!

# Heroic2_Missed_Attack_Self
source: Come on!
ko_mt: 어서 해봐요!

# Heroic3_Missed_Attack_Self
source: I must do better!
ko_mt: 더 잘해야지!

# Heroic4_Missed_Attack_Self
source: I'm getting the measure of this!
ko_mt: 나는 이것의 측정을 얻고 있다!

# Heroic5_Missed_Attack_Self
source: Next time!
ko_mt: 다음번!

# Heroic1_Kill_Enemy_Self
source: Once more, we prevail!
ko_mt: 다시 한 번, 우리가 이깁니다!

# Heroic2_Kill_Enemy_Self
source: Another victory! This is destiny!
ko_mt: 또 다른 승리! 이것은 운명이다!

# Heroic3_Kill_Enemy_Self
source: You were doomed.
ko_mt: 당신은 운명했다.

# Heroic4_Kill_Enemy_Self
source: You should have fled.
ko_mt: 당신은 도망쳤어야 했다.

# Heroic5_Kill_Enemy_Self
source: You should have yielded.
ko_mt: 당신은 양보했어야 했다.

# Heroic1_Healed_by_ally_Self
source: I'm in your debt, my friend.
ko_mt: 나는 당신에게 빚이 있습니다, 친구.

# Heroic2_Healed_by_ally_Self
source: I will not forget this.
ko_mt: 나는 이것을 잊지 않을 것이다.

# Heroic3_Healed_by_ally_Self
source: I owe you my life.
ko_mt: 나는 당신에게 내 인생을 빚지고 있습니다.

# Heroic1_Allied_KnockedDown_Self
source: Hold on to life, friend!
ko_mt: 힘내라 친구여!

# Heroic2_Allied_KnockedDown_Self
source: We won't let you die!
ko_mt: 우리는 당신을 죽게하지 않을 것입니다!

# Heroic3_Allied_KnockedDown_Self
source: We leave no one behind!
ko_mt: 우리는 아무도 뒤에 남겨두지 않습니다!

# Heroic1_Trap_Trigerred_Other
source: Closer attention required, friend!
ko_mt: 세심한 주의가 필요합니다, 친구!

# Heroic2_Trap_Trigerred_Other
source: You're lacking focus.
ko_mt: 당신은 초점이 부족합니다.

# Heroic3_Trap_Trigerred_Other
source: A little bit of caution here, please?
ko_mt: 여기서 약간의 주의를 기울이시겠습니까?

# Heroic1_Trap_Disarmed_Other
source: Good work!
ko_mt: 잘 했어!

# Heroic2_Trap_Disarmed_Other
source: Well done, friend!
ko_mt: 잘했어, 친구!

# Heroic3_Trap_Disarmed_Other
source: Your skills are impressive!
ko_mt: 당신의 기술은 인상적입니다!

# Heroic1_Long_Jump_Other
source: What a fantastic leap!
ko_mt: 이 얼마나 환상적인 도약인가!

# Heroic2_Long_Jump_Other
source: You have trained well!
ko_mt: 당신은 잘 훈련했습니다!

# Heroic3_Long_Jump_Other
source: I'm impressed!
ko_mt: 나는 감동!

# Heroic1_High_Climb_Other
source: That's impressive.
ko_mt: 인상적이네요.

# Heroic2_High_Climb_Other
source: You're impressively fit.
ko_mt: 당신은 인상적으로 적합합니다.

# Heroic3_High_Climb_Other
source: I underestimated you. My apologies!
ko_mt: 나는 당신을 과소 평가했습니다. 내 사과!

# Heroic1_Break_Stealth_Other
source: That wasn't smart.
ko_mt: 그건 똑똑하지 않았어요.

# Heroic2_Break_Stealth_Other
source: You'll need to do better than that!
ko_mt: 당신은 그것보다 더 잘해야합니다!

# Heroic3_Break_Stealth_Other
source: More caution next time!
ko_mt: 다음에는 더 주의!

# Heroic1_Pushing_Heavy_Other
source: With all your might!
ko_mt: 온 힘을 다해!

# Heroic2_Pushing_Heavy_Other
source: You can do it!
ko_mt: 넌 할 수있어!

# Heroic1_Crawling_Other
source: Sometimes there is simply no choice.
ko_mt: 때로는 선택의 여지가 없습니다.

# Heroic2_Crawling_Other
source: I don't like it either.
ko_mt: 나도 좋아하지 않아.

# Heroic1_Critical_Hit_Received_Other
source: Courage!
ko_mt: 용기!

# Heroic2_Critical_Hit_Received_Other
source: You're still standing!
ko_mt: 당신은 여전히 ​​서있다!

# Heroic1_Normal_Hit_Received_Other
source: You can take it!
ko_mt: 당신은 그것을 걸릴 수 있습니다!

# Heroic2_Normal_Hit_Received_Other
source: Shake it off!
ko_mt: 꺼져!

# Heroic1_Critical_Hit_Given_Other
source: That's the way!
ko_mt: 바로 그거야!

# Heroic2_Critical_Hit_Given_Other
source: Masterful!
ko_mt: 건방진!

# Heroic3_Critical_Hit_Given_Other
source: You'll surely prevail!
ko_mt: 당신은 반드시 승리할 것입니다!

# Heroic1_Normal_Hit_Given_Other
source: Well struck!
ko_mt: 잘 맞았다!

# Heroic2_Normal_Hit_Given_Other
source: Perfect!
ko_mt: 완벽한!

# Heroic3_Normal_Hit_Given_Other
source: Go on!
ko_mt: 계속해!

# Heroic1_Missed_Attack_Other
source: Better luck next time!
ko_mt: 다음 기회에!

# Heroic2_Missed_Attack_Other
source: Don't lose hope!
ko_mt: 희망을 잃지 마세요!

# Heroic3_Missed_Attack_Other
source: Just bad luck!
ko_mt: 그냥 불운!

# Heroic1_Kill_Enemy_Other
source: Victory is yours!
ko_mt: 승리는 당신의 것입니다!

# Heroic2_Kill_Enemy_Other
source: Impressive move, my friend!
ko_mt: 인상적인 움직임, 내 친구!

# Heroic3_Kill_Enemy_Other
source: Nobody has your skills, bravo!
ko_mt: 아무도 당신의 기술을 가지고 있지 않습니다, 브라보!

# Formal1_Trap_Detected_Self
source: A crude trap.
ko_mt: 조잡한 함정.

# Formal2_Trap_Detected_Self
source: We won't be fooled so easily.
ko_mt: 우리는 그렇게 쉽게 속지 않을 것입니다.

# Formal3_Trap_Detected_Self
source: I spotted a trap of sorts.
ko_mt: 일종의 함정을 발견했습니다.

# Formal1_Secret_door_Detected_Self
source: I believe there is a hidden door.
ko_mt: 숨겨진 문이 있다고 믿습니다.

# Formal2_Secret_door_Detected_Self
source: This has to be a secret passage.
ko_mt: 이것은 비밀 통로여야 합니다.

# Formal3_Secret_door_Detected_Self
source: Interesting - a secret door.
ko_mt: 흥미로운 - 비밀 문.

# Formal1_Trap_Trigerred_Self
source: How foolish of me!
ko_mt: 내가 얼마나 어리석은가!

# Formal2_Trap_Trigerred_Self
source: How could I miss it?
ko_mt: 내가 어떻게 그것을 놓칠 수 있니?

# Formal3_Trap_Trigerred_Self
source: I really must be more careful.
ko_mt: 정말 더 조심해야겠어요.

# Formal1_Trap_Disarmed_Self
source: That was simplicity itself!
ko_mt: 그것은 단순함 그 자체였습니다!

# Formal2_Trap_Disarmed_Self
source: Not as taxing as I expected.
ko_mt: 기대만큼 세금이 부과되지 않습니다.

# Formal3_Trap_Disarmed_Self
source: Ingenious, but not unbeatable.
ko_mt: 독창적이지만 타의 추종을 불허하는 것은 아닙니다.

# Formal1_Light_up_Self
source: A little light is always welcome.
ko_mt: 작은 빛은 언제나 환영입니다.

# Formal2_Light_up_Self
source: Let there be light!
ko_mt: 빛이 있게 하라!

# Formal3_Light_up_Self
source: Blessed are the Lightbringers!
ko_mt: 축복받은 자들은 빛의 수호자들입니다!

# Formal1_Break_Stealth_Self
source: Curses! My fault.
ko_mt: 저주! 내 잘못.

# Formal2_Break_Stealth_Self
source: I really thought I… never mind.
ko_mt: 나는 정말로… 나는 신경 쓰지 않는다라고 생각했다.

# Formal3_Break_Stealth_Self
source: How tiresome.
ko_mt: 얼마나 피곤하다.

# Formal1_Critical_Hit_Given_Self
source: Hah! Take that, you fiend!
ko_mt: 하! 받아라, 이 악마야!

# Formal2_Critical_Hit_Given_Self
source: Just where it hurts most!
ko_mt: 가장 아픈 곳만!

# Formal3_Critical_Hit_Given_Self
source: Death reaches out for you!
ko_mt: 죽음이 당신에게 다가옵니다!

# Formal1_Normal_Hit_Given_Self
source: Not bad, eh?
ko_mt: 나쁘지 않아, 응?

# Formal2_Normal_Hit_Given_Self
source: A modest success!
ko_mt: 소소한 성공!

# Formal3_Normal_Hit_Given_Self
source: A palpable hit!
ko_mt: 실감나는 히트!

# Formal4_Normal_Hit_Given_Self
source: Lucky? Perhaps.
ko_mt: 운이 좋은? 아마도.

# Formal5_Normal_Hit_Given_Self
source: I trained hard for this!
ko_mt: 나는 이것을 위해 열심히 훈련했다!

# Formal1_Missed_Attack_Self
source: Fortune is fickle!
ko_mt: 운은 변덕스럽다!

# Formal2_Missed_Attack_Self
source: Most unfortunate, that.
ko_mt: 가장 불행한 것은.

# Formal3_Missed_Attack_Self
source: Only the last blow matters!
ko_mt: 마지막 타격만이 중요합니다!

# Formal4_Missed_Attack_Self
source: Next time, I swear…
ko_mt: 다음에는 맹세코…

# Formal5_Missed_Attack_Self
source: I'll get you yet!
ko_mt: 아직 당신을 얻을 거 야!

# Formal1_Kill_Enemy_Self
source: One foe down!
ko_mt: 하나의 적 아래로!

# Formal2_Kill_Enemy_Self
source: Death claims you!
ko_mt: 죽음이 당신을 요구합니다!

# Formal3_Kill_Enemy_Self
source: Victory is mine!
ko_mt: 승리는 나의 것!

# Formal4_Kill_Enemy_Self
source: A victory fit for a song!
ko_mt: 노래에 어울리는 승리!

# Formal5_Kill_Enemy_Self
source: Another victory!
ko_mt: 또 다른 승리!

# Formal1_Healed_by_ally_Self
source: You are a true savior.
ko_mt: 당신은 진정한 구원자입니다.

# Formal2_Healed_by_ally_Self
source: You are a valued comrade.
ko_mt: 당신은 소중한 동지입니다.

# Formal3_Healed_by_ally_Self
source: I am in your debt, my friend.
ko_mt: 나는 당신에게 빚을 지고 있습니다, 친구.

# Formal1_Allied_KnockedDown_Self
source: The fight is not yet over!
ko_mt: 싸움은 아직 끝나지 않았다!

# Formal2_Allied_KnockedDown_Self
source: Your comrades will save you!
ko_mt: 당신의 동료들이 당신을 구할 것입니다!

# Formal3_Allied_KnockedDown_Self
source: We are coming!
ko_mt: 우리가 간다!

# Formal1_Trap_Trigerred_Other
source: Tsk. An elementary mistake.
ko_mt: 츠크. 기본적인 실수입니다.

# Formal2_Trap_Trigerred_Other
source: Watch your step, friend!
ko_mt: 조심해, 친구!

# Formal3_Trap_Trigerred_Other
source: A dangerous error.
ko_mt: 위험한 오류입니다.

# Formal1_Trap_Disarmed_Other
source: Perfectly executed!
ko_mt: 완벽하게 실행!

# Formal2_Trap_Disarmed_Other
source: My congratulations on a job well done.
ko_mt: 잘한 일을 축하합니다.

# Formal3_Trap_Disarmed_Other
source: Your skill is impressive.
ko_mt: 당신의 기술은 인상적입니다.

# Formal1_Long_Jump_Other
source: An extraordinary jump!
ko_mt: 남다른 점프!

# Formal2_Long_Jump_Other
source: Most impressive!
ko_mt: 가장 인상적인!

# Formal3_Long_Jump_Other
source: Such athleticism!
ko_mt: 이런 운동성!

# Formal1_High_Climb_Other
source: What strength!
ko_mt: 얼마나 힘이 듭니까!

# Formal2_High_Climb_Other
source: It seems effortless!
ko_mt: 어렵지 않은 것 같습니다!

# Formal3_High_Climb_Other
source: Clearly you have trained well.
ko_mt: 분명히 당신은 잘 훈련했습니다.

# Formal1_Break_Stealth_Other
source: Even the dead could hear you!
ko_mt: 죽은 사람도 당신의 말을 들을 수 있습니다!

# Formal2_Break_Stealth_Other
source: Of course you've been detected!
ko_mt: 물론 당신은 감지되었습니다!

# Formal3_Break_Stealth_Other
source: Perhaps if you tried to be loud, instead?
ko_mt: 아마도 당신이 큰 소리로 노력한다면?

# Formal1_Pushing_Heavy_Other
source: You can do it!
ko_mt: 넌 할 수있어!

# Formal2_Pushing_Heavy_Other
source: Heave, now - all your strength!
ko_mt: 힘내세요!

# Formal1_Crawling_Other
source: Undignified, but necessary.
ko_mt: 무례하지만 필요합니다.

# Formal2_Crawling_Other
source: Kneel now, rise later.
ko_mt: 지금 무릎을 꿇고 나중에 일어나십시오.

# Formal1_Critical_Hit_Received_Other
source: Are you still with us?
ko_mt: 당신은 여전히 ​​우리와 함께 있습니까?

# Formal2_Critical_Hit_Received_Other
source: That was a lucky hit!
ko_mt: 그것은 행운의 히트였습니다!

# Formal1_Normal_Hit_Received_Other
source: Hold firm - you've endured worse!
ko_mt: 굳게 잡으십시오 - 당신은 더 심한 것을 견뎌냈습니다!

# Formal2_Normal_Hit_Received_Other
source: You're still in the fight, my friend!
ko_mt: 당신은 여전히 ​​싸우고 있습니다, 친구!

# Formal1_Critical_Hit_Given_Other
source: A telling blow!
ko_mt: 일격!

# Formal2_Critical_Hit_Given_Other
source: A fine stroke!
ko_mt: 좋은 뇌졸중!

# Formal3_Critical_Hit_Given_Other
source: Truly formidable!
ko_mt: 정말 만만찮다!

# Formal1_Normal_Hit_Given_Other
source: Well struck!
ko_mt: 잘 맞았다!

# Formal2_Normal_Hit_Given_Other
source: Well done!
ko_mt: 잘 했어요!

# Formal3_Normal_Hit_Given_Other
source: You have them now!
ko_mt: 당신은 지금 그것을 가지고 있습니다!

# Formal1_Missed_Attack_Other
source: Oh! Bad luck!
ko_mt: 오! 불행!

# Formal2_Missed_Attack_Other
source: Next time!
ko_mt: 다음번!
