Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Cradle_Of_Fire_Quest_16B_FightTheEmperor_Outcome1Description
source: You found the Emperor's tomb and choose to kill his ghost.
ko_mt: 당신은 황제의 무덤을 발견하고 그의 유령을 죽이기로 결정했습니다.

# Cradle_Of_Fire_Quest_16C_NegociateWithEmperorTitle
source: Negotiate
ko_mt: 협상하다

# Cradle_Of_Fire_Quest_16C_NegociateWithEmperorDescription
source: You found the Emperor's tomb... and his ghost.
ko_mt: 당신은 황제의 무덤과... 그의 유령을 찾았습니다.

# Cradle_Of_Fire_Quest_16C_NegociateWithEmperor_Outcome1Description
source: You found the Emperor's tomb and manage to negotiate with his ghost.
ko_mt: 당신은 황제의 무덤을 찾았고 그의 유령과 협상할 수 있었습니다.

# Cradle_Of_Fire_Quest_17A_StealTitle
source: Steal the Key
ko_mt: 열쇠를 훔치다

# Cradle_Of_Fire_Quest_17A_StealDescription
source: You saw the key inside the Emperor's tomb.
ko_mt: 당신은 황제의 무덤 안에 있는 열쇠를 보았습니다.

# Cradle_Of_Fire_Quest_17A_Steal_Outcome1Description
source: You decided to fight the Emperor to get the key.
ko_mt: 당신은 열쇠를 얻기 위해 황제와 싸우기로 결정했습니다.

# Cradle_Of_Fire_Quest_17B_UseMinorGateTitle
source: Use the Minor Gate
ko_mt: 마이너 게이트 사용

# Cradle_Of_Fire_Quest_17B_UseMinorGateDescription
source: The Emperor told you there was a Minor Gate leading to Arrok's Throne Room.
ko_mt: 황제는 Arrok의 Throne Room으로 통하는 작은 문이 있다고 말했습니다.

# Cradle_Of_Fire_Quest_17B_UseMinorGate_Outcome1Description
source: You decided to use the Minor Gate in order to reach Arrok's Throne Room.
ko_mt: 당신은 Arrok의 Throne Room에 도달하기 위해 Minor Gate를 사용하기로 결정했습니다.

# Cradle_Of_Fire_Quest_21B_KillArrokTitle
source: Kill Arrok
ko_mt: 아로크 죽이기

# Cradle_Of_Fire_Quest_21B_KillArrokDescription
source: You have found Arrok. It's time to get the gem from his dead body.
ko_mt: Arrok을 찾았습니다. 이제 그의 시체에서 보석을 꺼낼 시간입니다.

# Cradle_Of_Fire_Quest_21B_KillArrok_Outcome1Description
source: You defeated Arrok and retrieved the gem.
ko_mt: 당신은 Arrok을 물리 치고 보석을 되찾았습니다.

# Quest_Background_Philosopher_Title
source: The Nature of Evil
ko_mt: 악의 본성

# Quest_Background_Philosopher_TalkToMayorTitle
source: Talk to the Mayor
ko_mt: 시장과 대화

# Quest_Background_Philosopher_TalkToMayorDescription
source: The mayor wants to speak with you. Find her at the plaza.
ko_mt: 시장이 당신과 이야기하고 싶어합니다. 광장에서 그녀를 찾으세요.

# Quest_Background_Philosopher_TalkToMayor_Outcome1Description
source: Galeafin Pureheart, a renowned mind of Caer Cyflen and your beloved teacher, wants to see you.
ko_mt: Caer Cyflen과 당신의 사랑하는 선생님의 유명한 마음인 Galeafin Pureheart가 당신을 보고 싶어합니다.

# Quest_Background_Philosopher_TalkToGaleafinTitle
source: Talk to Galeafin
ko_mt: 갈리핀과 대화

# Quest_Background_Philosopher_TalkToGaleafinDescription
source: Galeafin wants to speak with you. Meet him at his house near the tavern.
ko_mt: 갤리핀이 당신과 이야기하고 싶어합니다. 선술집 근처 그의 집에서 그를 만나십시오.

# Quest_Background_Philosopher_TalkToGaleafin_Outcome1Description
source: Galeafin talked to you about what motivates people to choose evil.
ko_mt: Galeafin은 사람들이 악을 선택하도록 동기를 부여하는 것에 대해 이야기했습니다.

# Quest_Background_Philosopher_TalkToGaleafin_Outcome2Description
source: Galeafin talked to you about what makes Sorr-Akkath so cruel.
ko_mt: 갈리핀이 소르-아카스를 그토록 잔인하게 만드는 이유에 대해 이야기했습니다.

# Quest_Background_Philosopher_TalkToGaleafin_Outcome3Description
source: Galeafin seemed preoccupied. He said he had to think and asked you to come back tomorrow.
ko_mt: 갈리핀은 정신이 없는 것 같았다. 그는 생각해야 한다고 말하며 내일 다시 오라고 했습니다.

# Quest_Background_Philosopher_TalkToGaleafin_Outcome4Description
source: Galeafin introduced you to his beloved Illoreth. You learned that they were both working for the Coven of Arivad. But now things have changed and they want to destroy it. They asked for your help.
ko_mt: 갤리핀은 당신에게 그의 사랑하는 일로레스를 소개했습니다. 당신은 그들이 둘 다 아리바드의 집회를 위해 일하고 있다는 것을 알게 되었습니다. 그러나 이제 상황이 바뀌었고 그들은 그것을 파괴하려고 합니다. 그들은 당신의 도움을 요청했습니다.

# Quest_Background_Philosopher_ComeBackLaterTitle
source: Wait for Galeafin to Call You Again
ko_mt: Galeafin이 다시 전화할 때까지 기다리십시오.

# Quest_Background_Philosopher_ComeBackLaterDescription
source: Master Galeafin said he'll want to speak with you again. Wait the night. He might have further questions and will send for you.
ko_mt: 마스터 갤리핀은 당신과 다시 이야기하고 싶다고 말했습니다. 밤을 기다려. 그는 추가 질문이 있을 수 있으며 당신을 위해 보낼 것입니다.

# Quest_Background_Philosopher_ComeBackLater_Outcome1Description
source: You have been informed that Galeafin wants to talk with you.
ko_mt: 당신은 Galeafin이 당신과 대화하기를 원한다는 통보를 받았습니다.

# Quest_Background_Philosopher_MeetIllorethTitle
source: Meet Illoreth
ko_mt: 일로레스를 만나다

# Quest_Background_Philosopher_MeetIllorethDescription
source: Illoreth wants to help you infiltrate the Coven of Arivad. Find her in the streets.
ko_mt: Illoreth는 당신이 Arivad의 집회에 잠입하는 것을 돕고 싶어합니다. 거리에서 그녀를 찾으십시오.

# Quest_Background_Philosopher_MeetIlloreth_Outcome1Description
source: Illoreth gave you a mask in order to help you infiltrate the Coven.
ko_mt: Illoreth는 당신이 Coven에 잠입하는 것을 돕기 위해 당신에게 가면을 주었습니다.

# Quest_Background_Philosopher_DefeatTheCovenTitle
source: Defeat the Coven of Arivad
ko_mt: 아리바드의 집회를 무찌르십시오

# Quest_Background_Philosopher_DefeatTheCovenDescription
source: Infiltrate the Coven of Arivad with Illoreth and find a way to defeat it.
ko_mt: 일로레스와 함께 아리바드의 집회에 잠입하여 그것을 물리칠 방법을 찾으십시오.

# Quest_Background_Philosopher_DefeatTheCoven_Outcome1Description
source: You found the Coven of Arivad and killed the Sorak member. Illoreth and Galeafin should have left the city now.
ko_mt: 당신은 아리바드의 집회를 발견하고 설악 회원을 죽였습니다. Illoreth와 Galeafin은 지금 도시를 떠났어야 했다.

# Conjuration_Quest_05_EnterTheManorTitle
source: Enter the Manor
ko_mt: 저택에 들어가다

# Conjuration_Quest_05_EnterTheManorDescription
source: The gem's signal seems to be coming from this mansion. Find a way in.
ko_mt: 보석의 신호는 이 저택에서 오는 것 같습니다. 들어가는 길을 찾으세요.

# Conjuration_Quest_05_EnterTheManor_Outcome1Description
source: You entered the manor and were greeted by a butler who will lead you to his master. Follow him.
ko_mt: 당신은 저택에 들어갔고 당신을 그의 주인에게 인도할 집사가 인사했습니다. 그를 따라와

# Conjuration_Quest_06_FollowTheButtlerTitle
source: Follow the Housekeeper
ko_mt: 가사도우미 따라하기

# Conjuration_Quest_06_FollowTheButtlerDescription
source: Follow the housekeeper through the manor to his master. The gem might be there.
ko_mt: 가사도우미를 따라 장원을 따라 주인에게로 갑니다. 보석이 있을 수 있습니다.

# Conjuration_Quest_06_FollowTheButtler_Outcome1Description
source: The housekeeper led you to his master. The latter challenges you in one last fight to make sure you are worthy of recovering his gem.
ko_mt: 가정부는 당신을 주인에게 인도했습니다. 후자는 당신이 그의 보석을 되찾을 자격이 있는지 확인하기 위해 마지막 싸움에서 당신에게 도전합니다.

# Conjuration_Quest_07_FightTheMasterTitle
source: Fight the Master
ko_mt: 마스터와 싸워라

# Conjuration_Quest_07_FightTheMasterDescription
source: The master attacked you. Kill him!
ko_mt: 마스터가 당신을 공격했습니다. 그를 죽여!

# Conjuration_Quest_07_FightTheMaster_Outcome1Description
source: You defeated the master. Take the gem and get out.
ko_mt: 마스터를 물리쳤습니다. 보석을 가지고 나가십시오.

# Conjuration_Quest_08_TakeTheGemTitle
source: Take the Gem
ko_mt: 보석을 가져 가라

# Conjuration_Quest_08_TakeTheGemDescription
source: Take the gem and get out.
ko_mt: 보석을 가지고 나가십시오.

# Conjuration_Quest_08_TakeTheGem_Outcome1Description
source: You managed to return to the lava forest and now have a new gem in your possession.
ko_mt: 용암 숲으로 돌아가 새로운 보석을 손에 넣었습니다.

# Conjuration_SuperEgo_Mansion_HelpServant_Title
source: A Well-ordered Room
ko_mt: 잘 정돈된 방

# Conjuration_Quest_SuperEgo_Mansion_HelpServant_00_HelpTheServantOrGoTitle
source: Help the Servant to Clear the Room or Go on Your Way
ko_mt: 하인이 방을 치우거나 길을 가도록 도와주세요.

# Conjuration_Quest_SuperEgo_Mansion_HelpServant_00_HelpTheServantOrGoDescription
source: You find a maid tidying up a room.
ko_mt: 방을 정리하는 하녀를 발견합니다.

source: You helped the maid clear the room and saved her valuable time.
ko_mt: 당신은 하녀가 방을 청소하는 것을 도왔고 그녀의 귀중한 시간을 절약했습니다.

source: You went on your way and left the maid to continue tidying up by herself.
ko_mt: 당신은 길을 가다가 하녀를 두고 혼자 정리를 계속했습니다.

# Conjuration_SuperEgo_Mansion_HelpSlave_Title
source: The Escape from the Manor
ko_mt: 장원 탈출

# Conjuration_Quest_SuperEgo_Mansion_HelpSlave_00_HelpTheSlaveOrGoTitle
source: Help the Slave to Escape or Go on Your Way
ko_mt: 노예가 탈출하거나 길을 가도록 도와주세요

# Conjuration_Quest_SuperEgo_Mansion_HelpSlave_00_HelpTheSlaveOrGoDescription
source: You are approached by a slave who asks you to help him escape.
ko_mt: 탈출을 도와달라고 요청하는 노예가 당신에게 접근합니다.

source: You acceded to the slave's request and helped him escape by breaking the bars that kept him locked up.
ko_mt: 당신은 노예의 요청에 응했고 그를 가두었던 막대를 부수어 탈출을 도왔습니다.

source: You ignored the slave's request to help him escape.
ko_mt: 탈출을 도와달라는 노예의 요청을 무시했습니다.

# Conjuration_SuperEgo_Mansion_Loot_Title
source: A Very Tempting Place
ko_mt: 매우 유혹적인 장소

# Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGoTitle
source: Check the Place or Go on Your Way
ko_mt: 장소 확인 또는 이동

# Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGoDescription
source: You find the entrance hall of the mansion, full of treasure.
ko_mt: 보물이 가득한 저택의 현관을 발견합니다.

# Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGo_Outcome1Description
source: You searched the hall and found interesting things despite the servants' warnings.
ko_mt: 하인들의 경고에도 불구하고 홀을 수색하고 흥미로운 것을 발견했습니다.

# Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGo_Outcome2Description
source: Despite the promise of these places, you went on your way.
ko_mt: 이러한 장소의 약속에도 불구하고 당신은 갈 길을 갔다.

# Quest_Background_Lowlife_Title
source: Misaye's Birthday
ko_mt: 미사예의 생일

# Quest_Background_Lowlife_TalkToAnnieTitle
source: Talk to Annie
ko_mt: 애니와 대화

# Quest_Background_Lowlife_TalkToAnnieDescription
source: Merton told you that Annie has a problem. This could be a job for you.
ko_mt: 머튼은 애니에 문제가 있다고 말했습니다. 이것은 당신을 위한 일이 될 수 있습니다.

# Quest_Background_Lowlife_TalkToAnnie_Outcome1Description
source: Annie has had a magical sword stolen. Use your contacts in the underworld to find it and bring it back.
ko_mt: 애니는 마법의 검을 도난당했습니다. 지하 세계에서 연락처를 사용하여 그것을 찾아 다시 가져오십시오.

# Quest_Background_Lowlife_TalkToNel1Title
source: Investigate the Temple of Misaye
ko_mt: 미사예 신전 조사

# Quest_Background_Lowlife_TalkToNel1Description
source: Most of the thefts in the High Town are monitored by Nel, the local priest of Misaye. Pay a visit to the secret temple. You should use the Temple Quarter door.
ko_mt: High Town의 대부분의 절도는 Misaye의 지역 사제인 Nel이 감시합니다. 비밀 사원을 방문하십시오. Temple Quarter 문을 사용해야 합니다.

# Quest_Background_Lowlife_TalkToNel1_Outcome1Description
source: Nel told you to check with Gorim Ironsoot; the stolen sword might have been sold to her.
ko_mt: Nel은 Gorim Ironsoot에게 확인하라고 말했습니다. 훔친 검이 그녀에게 팔렸을 수도 있습니다.

# Quest_Background_Lowlife_TalkToGorimTitle
source: Talk to Gorim
ko_mt: 고림과 대화

# Quest_Background_Lowlife_TalkToGorimDescription
source: According to Nel, Gorim should know where the stolen sword is.
ko_mt: Nel에 따르면 Gorim은 도난당한 검이 어디에 있는지 알아야합니다.

# Quest_Background_Lowlife_TalkToGorim_Outcome1Description
source: You learned that someone tried to sell the sword to Gorim, but she refused to buy it as it was too expensive. She sent the seller to see Heddlon Surespell at the Gravekeep's Cask.
ko_mt: 누군가가 고림에게 칼을 팔려고 했지만 너무 비싸서 사지 않았다는 것을 알게 되었습니다. 그녀는 Gravekeep's Cask에서 Heddlon Surespell을 만나도록 판매자를 보냈습니다.

# Quest_Background_Lowlife_TalkToKarelTitle
source: Go to the Gravekeep's Cask
ko_mt: 묘지기의 술통으로 이동

# Quest_Background_Lowlife_TalkToKarelDescription
source: Gorim told you that the stolen sword had been offered to her by a man who she then sent to see Heddlon Surespell. He might still be in the tavern.
ko_mt: 고림은 훔친 검이 헤들론 슈어스펠을 만나기 위해 보낸 남자가 그녀에게 제안했다고 말했습니다. 그는 여전히 선술집에 있을지도 모릅니다.

# Quest_Background_Lowlife_TalkToKarel_Outcome1Description
source: After following the trail of the stolen sword, you learn that Nel already has it in his possession. Return to him and clarify what this joke is about.
ko_mt: 도난당한 검의 흔적을 추적한 후, Nel이 이미 검을 소유하고 있음을 알게 됩니다. 그에게 돌아가서 이 농담이 무엇인지 명확히 하십시오.

# Quest_Background_Lowlife_TalkToNel2Title
source: Ask Nel for a bowl of soup.
ko_mt: Nel에게 수프 한 그릇을 요청하십시오.

# Quest_Background_Lowlife_TalkToNel2Description
source: Apparently, Nel was pulling your leg from the beginning, which is typical of him. He had the stolen sword in his possession all along. Go back to the Temple of Misaye and ask him for a "bowl of soup."
ko_mt: 분명히 넬은 처음부터 당신의 다리를 잡아 당기고 있었는데, 이는 그의 전형적인 모습이었습니다. 그는 항상 훔친 검을 소지하고 있었습니다. 미사예 신전으로 돌아가 "수프 한 그릇"을 달라고 하세요.

# Quest_Background_Lowlife_TalkToNel2_Outcome1Description
source: Nel admitted to having the stolen sword in his possession all the time, and asked you to submit to a mildly humiliating process and to offer some money to the church.
ko_mt: Nel은 도난당한 검을 항상 소지하고 있다는 사실을 인정하고 약간 굴욕적인 절차를 밟아 교회에 약간의 돈을 바칠 것을 요청했습니다.

# Quest_Background_Lowlife_OpenTheChestTitle
source: Open Nel's Chest
ko_mt: 넬의 상자 열기

# Quest_Background_Lowlife_OpenTheChestDescription
source: Find a way to open Nel's chest. It should contain the sword.
ko_mt: 넬의 상자를 여는 방법을 찾으십시오. 검이 들어 있어야 합니다.

# Quest_Background_Lowlife_OpenTheChest_Outcome1Description
source: You successfully opened the chest and recovered the stolen sword. Bring it back to Annie.
ko_mt: 성공적으로 상자를 열고 훔친 검을 되찾았습니다. 애니에게 돌려주세요.

# Quest_Background_Lowlife_BringSwordToAnnieTitle
source: Bring the Sword Back
ko_mt: 검을 되찾아라

# Quest_Background_Lowlife_BringSwordToAnnieDescription
source: Bring the sword back to Annie and get your reward.
ko_mt: 검을 애니에게 돌려주고 보상을 받으세요.

# Quest_Background_Lowlife_BringSwordToAnnie_Outcome1Description
source: Annie was happy to recover the sword and gave you a generous reward.
ko_mt: 애니는 기쁜 마음으로 검을 되찾았고 푸짐한 보상을 주었다.

# CradleOfFire_Quest_MeetAtRescarGateHall_Outcome1Description
source: You have convinced Brok.
ko_mt: 당신은 Brok를 설득했습니다.

# CradleOfFire_Quest_MeetAtRescarGateHallDescription
source: Brok is ready to challenge Arrok with you. Go to Redscar Gate Hall and meet the orc who agreed to face Arrok.
ko_mt: Brok는 당신과 함께 Arok에 도전할 준비가 되어 있습니다. Redscar Gate Hall로 이동하여 Arrok과 대결하기로 한 오크를 만나십시오.

# CradleOfFire_Quest_MeetAtRescarGateHallTitle
source: Join Brok behind the Redscar Gate
ko_mt: Redscar Gate 뒤에서 Brok에 합류하십시오.

# Quest_Background_Sellsword_Title
source: Family Reckoning
ko_mt: 가족 계산

# Quest_Background_Sellsword_TalkToMildred1Title
source: Talk to Mildred
ko_mt: 밀드레드와 대화

# Quest_Background_Sellsword_TalkToMildred1Description
source: You received a letter from Mildred, Coparann's innkeeper, asking you to come visit her.
ko_mt: 당신은 코파란의 여관주인 밀드레드로부터 그녀를 방문할 것을 요청하는 편지를 받았습니다.

# Quest_Background_Sellsword_TalkToMildred1_Outcome1Description
source: Mildred revealed to you that you lived near Coparann before your parents died; they were sentenced to death and you were given an elixir of forgetfulness.
ko_mt: 밀드레드는 당신이 부모님이 돌아가시기 전에 코파란 근처에 살았다고 밝혔습니다. 그들은 사형 선고를 받았고 당신은 건망증의 비약을 받았습니다.

# Quest_Background_Sellsword_TalkToNikannenTitle
source: Go See Joris Nikannen
ko_mt: 요리스 니카넨 보러가기

# Quest_Background_Sellsword_TalkToNikannenDescription
source: Sergeant Nikannen in Coparann can help you get the keys to your house. Go find him.
ko_mt: 코파란에 있는 니카넨 상사가 집 열쇠를 얻는 데 도움을 줄 수 있습니다. 가서 그를 찾으십시오.

# Quest_Background_Sellsword_TalkToNikannen_Outcome1Description
source: Sergeant Nikannen told you that the keys were in the archives of the Keep. He wrote you a note to get them.
ko_mt: 니카넨 상사는 열쇠가 성채 기록 보관소에 있다고 말했습니다. 그는 그것들을 얻기 위해 당신에게 쪽지를 썼습니다.

# Quest_Background_Sellsword_GetTheKeysTitle
source: Get the Keys from the Archivist
ko_mt: 기록 보관소에서 열쇠 받기

# Quest_Background_Sellsword_GetTheKeysDescription
source: Find the archivist in the Keep's basement and ask for the keys to your house in the Vale.
ko_mt: Keep의 지하실에서 기록 보관소를 찾아 Vale에 있는 집 열쇠를 요청하세요.

# Quest_Background_Sellsword_GetTheKeys_Outcome1Description
source: You have the keys to your house! Time to visit it.
ko_mt: 집 열쇠가 있습니다! 그것을 방문할 시간입니다.

# Quest_Background_Sellsword_VisitYourHouseTitle
source: Search Your House
ko_mt: 당신의 집을 검색

# Quest_Background_Sellsword_VisitYourHouseDescription
source: Go to your house in the Vale and investigate the place. There must be something hidden that could help explain the events of your childhood.
ko_mt: Vale에 있는 당신의 집으로 가서 장소를 조사하십시오. 어린 시절의 사건을 설명하는 데 도움이 될 수 있는 숨겨진 무언가가 있어야 합니다.

# Quest_Background_Sellsword_VisitYourHouse_Outcome1Description
source: Visiting the house, you discover a handwritten note from a mysterious individual. He was blackmailing them!
ko_mt: 집을 방문하다 의문의 인물이 손으로 쓴 쪽지를 발견합니다. 그는 그들을 협박하고 있었다!

# Quest_Background_Sellsword_TalkToMildred2Title
source: Discuss the Note with Mildred
ko_mt: 밀드레드와 메모 토론

# Quest_Background_Sellsword_TalkToMildred2Description
source: Mildred may be able to help you understand the note you found in the house. Return to Coparann and talk to her.
ko_mt: Mildred는 당신이 집에서 발견한 메모를 이해하는 데 도움을 줄 수 있습니다. 코파란에게 돌아가 그녀와 대화하십시오.

# Quest_Background_Sellsword_TalkToMildred2_Outcome1Description
source: You understood that the note was written by someone from Coparann - someone who might have been present at their trial. That person's name should be registered in the documents kept in the archives.
ko_mt: 당신은 그 메모가 Coparann의 누군가에 의해 작성되었다는 것을 이해했습니다. 그 사람의 이름은 기록 보관소에 보관된 문서에 등록되어야 합니다.

# Quest_Background_Sellsword_ConfrontArchivistTitle
source: Get the Minutes of Your Parents' Trial
ko_mt: 부모님의 재판 기록을 얻으십시오

# Quest_Background_Sellsword_ConfrontArchivistDescription
source: Go to the archives down in the Keep's basement and ask for the minutes of your parents' trial.
ko_mt: Keep의 지하에 있는 기록 보관소로 이동하여 부모님의 재판 기록을 요청하십시오.

# Quest_Background_Sellsword_ConfrontArchivist_Outcome1Description
source: The Archivist was a Sorak traitor! You managed to defeat him.
ko_mt: 기록관은 설악의 배신자였다! 당신은 그를 물리 칠 수있었습니다.

# Quest_Background_Sellsword_TalkToCeannardTitle
source: Talk to the Ceannard
ko_mt: 세아나드와 대화

# Quest_Background_Sellsword_TalkToCeannardDescription
source: Meet the Ceannard in Coparann and ask him to clear your name.
ko_mt: 코파란에서 세아나드를 만나 당신의 이름을 지워달라고 부탁하세요.

# Quest_Background_Sellsword_TalkToCeannard_Outcome1Description
source: The Ceannard apologized and promised to build a memorial in the honor and memory of your parents.
ko_mt: 세아나르는 사과하며 부모님을 기리고 추모하는 기념관을 지을 것을 약속했습니다.

# Caer_Cyflen_Quest_Council03_03_Visit_The_ResidenceTitle
source: Visit the Residence
ko_mt: 레지던스 방문

# Caer_Cyflen_Quest_Council03_03_Visit_The_ResidenceDescription
source: Go to Sunblaze Court and speak to Butler Ravensworth, and take your quarters at the residence.
ko_mt: Sunblaze Court로 이동하여 Butler Ravensworth에게 말을 걸어 숙소로 이동합니다.

# Caer_Cyflen_Quest_Council03_03_Visit_The_Residence_Outcome1Description
source: You visited the residence where guests of the Princess are received. It is a great honor. You can now sleep there at your discretion and find fresh food every day.
ko_mt: 당신은 공주의 손님을 접대하는 저택을 방문했습니다. 큰 영광입니다. 이제 재량에 따라 그곳에서 잠을 자고 매일 신선한 음식을 찾을 수 있습니다.

# Caer_Cyflen_Quest_Council03_04_FindOtherGemsTitle
source: Find the Remaining Gems
ko_mt: 남은 보석 찾기

# Caer_Cyflen_Quest_Council03_04_FindOtherGemsDescription
source: Follow the gems' leads.
ko_mt: 보석의 리드를 따르십시오.

# Caer_Cyflen_Quest_Council03_04_FindOtherGems_Outcome1Description
source: You are now Senior Deputies of the Legacy Council. Everyone is counting on you to find the missing gems of the Crown of the Magister. Obviously, the Crown itself sends you hints about where to find them. Follow these leads and complete the Crown!
ko_mt: 이제 레거시 위원회의 수석 대의원입니다. 모두가 당신이 마법사 왕관의 잃어버린 보석을 찾기를 기대하고 있습니다. 분명히 Crown 자체에서 찾을 수 있는 위치에 대한 힌트를 보냅니다. 이 리드를 따라 왕관을 완성하세요!

# PickupQuest_01_HiddenBlade_Title
source: Sorak Relic
ko_mt: 설악 유물

# PickupQuest_01_HiddenBlade_01_TITLE
source: Find a Sorak Item
ko_mt: 설악 아이템 찾기

# PickupQuest_01_HiddenBlade_01_DESCRIPTION
source: The Sorr-Akkath have attacked the outpost of Caer Lem in the Marches. They must have left traces, weapons, something. Search their camp in the caves. Bring back any piece of equipment that could be of Sorr-Akkath origin. Client: The Church of Einar. Reward: A vial of Stardust. Recommended level: 4
ko_mt: Sorr-Akkath는 행진에서 Caer Lem의 전초 기지를 공격했습니다. 그들은 흔적, 무기, 무엇인가를 남겼을 것입니다. 동굴에서 캠프를 수색하십시오. 소르-아카스 기원이 될 수 있는 모든 장비를 가져오십시오. 클라이언트: 에이나르 교회. 보상: 스타더스트 한 병. 권장 레벨: 4

# PickupQuest_01_HiddenBlade_01_OUTCOME
source: You found a mysterious blade with an engraving in no language known on Solasta. This might be a Sorr-Akkath item. Bring it back to the quest board in Caer Cyflen.
ko_mt: 당신은 Solasta에 알려지지 않은 언어로 새겨진 신비한 칼날을 발견했습니다. 이것은 소르-아카스 아이템일 수 있습니다. Caer Cyflen에 있는 퀘스트 게시판으로 가져가십시오.

# PickupQuest_01_HiddenBlade_02_TITLE
source: Return to the Quest Board
ko_mt: 퀘스트 보드로 돌아가기

# PickupQuest_01_HiddenBlade_02_DESCRIPTION
source: You need to bring the blade back; it might be what the Church of Einar is hoping for.
ko_mt: 칼날을 다시 가져와야 합니다. 그것이 에이나르 교단이 바라는 것일 수도 있다.

# PickupQuest_01_HiddenBlade_02_OUTCOME
source: You returned the blade to Dalon Lark; it will be studied by the Church of Einar.
ko_mt: 당신은 칼날을 달론 라크에게 돌려주었습니다. 그것은 Einar 교회에서 공부할 것입니다.

# PickupQuest_02_GoblinCulture_Title
source: Goblin Culture
ko_mt: 고블린 문화

# PickupQuest_02_GoblinCulture_01_TITLE
source: Search the Goblin Caves in Caer Lem
ko_mt: Caer Lem의 고블린 동굴 수색

# PickupQuest_02_GoblinCulture_01_DESCRIPTION
source: You encountered goblins in the caves at Caer Lem. There are scholars at the Tower of Knowledge who believe that the goblins have evolved a written language, so go back there, find a potential example of goblin writing, and bring it back to a quest board. Client: The Tower of Knowledge. Reward: A gem worth 300 gp, five level-3 spell scrolls. Recommended level: 3
ko_mt: Caer Lem의 동굴에서 고블린을 만났습니다. 지식의 탑에는 고블린이 문어를 진화시켰다고 믿는 학자들이 있으니 그곳으로 돌아가서 잠재적인 고블린 글의 예를 찾아 퀘스트 게시판으로 가져오세요. 클라이언트: 지식의 탑. 보상: 300gp 가치의 보석, 레벨 3 주문 스크롤 5개. 권장 레벨: 3

# PickupQuest_02_GoblinCulture_01_OUTCOME1
source: You found a painted hide bearing strange writings in a goblin language - perhaps proof that the goblins have a written tradition. Bring it back to the Tower of Knowledge.
ko_mt: 고블린 언어로 된 이상한 글이 새겨진 페인트 칠한 가죽을 찾았습니다. 아마도 고블린에게 문자 전통이 있다는 증거일 것입니다. 지식의 탑으로 가져가세요.

# PickupQuest_02_GoblinCulture_02_TITLE
source: Meet with Maddy Greenisle
ko_mt: 매디 그리니일과의 만남

# PickupQuest_02_GoblinCulture_02_DESCRIPTION
source: Bring the painted hide back to Maddy Greenisle.
ko_mt: 색칠한 가죽을 Maddy Greenisle에게 가져가십시오.

# PickupQuest_02_GoblinCulture_02_OUTCOME1
source: You returned the painted hide to Maddy Greenisle. The Tower of Knowledge is grateful.
ko_mt: 페인트 칠한 가죽을 Maddy Greenisle에게 반환했습니다. 지식의 탑은 감사합니다.

# PickupQuest_03_AncientKnowledge_Title
source: Ancient Knowledge
ko_mt: 고대 지식

# PickupQuest_03_AncientKnowledge_01_TITLE
source: Search the Tirmarian Tower
ko_mt: 티르마리아 탑 검색

# PickupQuest_03_AncientKnowledge_01_DESCRIPTION
source: Proof has been found of the presence of Tirmarian inquisitors near the tower at Caer Lem. Return to the tower and search the library for a book titled Chronicles of the Inquisition. Client: The Church of Einar. Reward: A Ring of the Lightbringers. Recommended level: 4
ko_mt: Caer Lem의 탑 근처에 티르마리아 종교 재판관이 있다는 증거가 발견되었습니다. 탑으로 돌아가서 도서관에서 인퀴지션 연대기라는 책을 검색하십시오. 클라이언트: 에이나르 교회. 보상: 빛의 수호자의 반지. 권장 레벨: 4

# PickupQuest_03_AncientKnowledge_01_OUTCOME
source: You found the book required by the Church of Einar.
ko_mt: 에이나르 교단이 요구하는 책을 찾았습니다.

# PickupQuest_03_AncientKnowledge_02_TITLE
source: Return to Dalon Lark
ko_mt: 달론 라크에게 돌아가기

# PickupQuest_03_AncientKnowledge_02_DESCRIPTION
source: Bring the book back to Dalon Lark in Caer Cyflen.
ko_mt: Caer Cyflen에 있는 Dalon Lark에게 책을 가져가야 합니다.

# PickupQuest_03_AncientKnowledge_02_OUTCOME
source: Dalon Lark was very happy to recover this rare book.
ko_mt: Dalon Lark는 이 희귀한 책을 되찾게 되어 매우 기뻤습니다.

# PickupQuest_04_ResearchCrown_Title
source: Origins of the Crown
ko_mt: 왕관의 기원

# PickupQuest_04_ResearchCrown_01_TITLE
source: Study the Crown's Pedestal
ko_mt: 왕관의 받침대 연구
