Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_00Description
source: Look for a woman in red near the temple.
ko: 신전 근처에서 붉은 옷을 입은 여인 찾기.

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_00_Outcome1Description
source: The rebel woman known as "Red" gave you the location of the Rebellion's headquarters. Go to the hidden city in the jungle and meet her superior.
ko: "레드"라 알려진 반군 여성이 당신에게 반군 사령부의 위치를 알려줬습니다. 정글 속 숨겨진 도시로 가 그녀의 상관과 만나십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04ATitle
source: Find a Giant Ape Head
ko: 거대 유인원의 머리 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04ADescription
source: Orenetis is looking for a special ingredient: a giant ape head.
ko: 오레네티스는 특별한 재료를 찾고 있습니다: 거대 유인원의 머리 하나.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04A_Outcome1Description
source: You found a giant ape head.
ko: 거대 유인원의 머리를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04BTitle
source: Bring Back the Giant Ape Head
ko: 거대 유인원의 머리 갖고 복귀하기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04BDescription
source: Bring Chancellor Esfalad the giant ape head.
ko: 에스팔라드 재상에게 거대 유인원의 머리 갖고 돌아가기.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_04B_Outcome1Description
source: You brought the giant ape head to chancellor Esfalad.
ko: 재상 에스팔라드에게 거대 유인원의 머리를 갖고 돌아왔습니다.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Back_City_Title
source: Return to Orenetis
ko: 오레네티스에게 돌아가기

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Back_City_Description
source: Lead Lysantir back to Orenetis.
ko: 오레네티스에게 리산티르 데리고 돌아가기.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Back_Forge_Title
source: Meet with the Forge
ko: 포지와 만나기

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Back_Forge_Description
source: Lead Lysantir to the Forge camp in the swamp.
ko: 늪지의 포지 야영지로 리산티르 데려가기.

# Quest/&DLC1_Secondary_Quest_Orenetis_03
source: The Head Collector
ko: 머리 수집가

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_TITLE
source: The Bully
ko: 양아치

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_01_TalkToRoseTitle
source: Talk to Rose
ko: 로즈와 대화하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_01_TalkToRoseDescription
source: Rose wants to talk to you. Go see her.
ko: 로즈가 당신과 대화를 원합니다. 그녀를 만나러 갑시다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_01_TalkToRose_Outcome1Description
source: You spoke to Rose. A noble elf is blocking the exit of the Merry Remorhaz and is bullying customers. Something must be done.
ko: 로즈와 대화했습니다. 귀족 엘프 하나가 메리 레모라즈의 출구를 막고 손님들을 괴롭히는 모양입니다. 해결책이 필요하겠군요.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_02_DealWithBullyTitle
source: Deal with the Bully
ko: 양아치와 협상하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_02_DealWithBullyDescription
source: Talk to the bully and make him go away… or remove him yourself.
ko: 이 양아치와 대화로 잘 풀어 떠나게 하거나… 정 안 되면 직접 옮겨드립시다.

source: You dealt with the bully. He shouldn't be a problem anymore.
ko: 대화로 잘 풀었습니다. 더는 문제되진 않을 겁니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_03_ReportTitle
source: Report to Rose
ko: 로즈에게 보고하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_03_ReportDescription
source: Return to Rose and tell her that you dealt with the problem.
ko: 로즈에게 돌아가 문제를 해결했다고 얘기하기.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_03_Report_Outcome1Description
source: Rose thanked you for helping the community.
ko: 로즈가 공동체에 대한 당신의 기여에 감사합니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_Title
source: The Prisoners
ko: 수감자들

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_01Title
source: Reach the Secret Complex
ko: 비밀 연구단지로 이동하기

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_01Description
source: Go to the secret place where Orenetis keeps his prisoners.
ko: 오레네티스가 그의 죄수들을 가둔 비밀 장소로 가십시오.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_01_Outcome1Description
source: You have reached the place that Rose and Reya told you about. The prisoners must be somewhere inside.
ko: 로즈와 레야가 말해준 곳에 도착했습니다. 수감자들은 분명 이 안 어딘가에 있을 겁니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_02Title
source: Free the Prisoners
ko: 수감자들 풀어주기

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_02Description
source: Search the complex for prisoners and free them.
ko: 수감자를 찾아 이곳을 수색하고 그들을 풀어주십시오.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_02_Outcome1Description
source: You have found and freed the prisoners. Unfortunately, some of them did not survive.
ko: 수감자들을 찾아 풀어줬습니다. 안타깝게도, 일부는 당신이 올 때까지 버티지 못했군요.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_03Title
source: Report to Rose
ko: 로즈에게 보고하기

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_03Description
source: Return to Caer Hyfryd and talk to Rose.
ko: 케어 하이프리드로 돌아가 로즈와 대화하십시오.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_03_Outcome1Description
source: Rose was waiting for you outside the complex. The leader was glad to have had your help. You have definitely strengthened your ties with the people.
ko: 로즈는 단지 바깥에서 당신을 기다렸습니다. 지도자는 당신이 도와줬다는 사실에 기뻐했습니다. 민중 세력과의 관계가 매우 돈독해졌습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_03_Outcome2Description
source: Rose was waiting for you outside the complex. She and Sitenero agreed to bring peace to the valley. She told you of a secret passage to enter Orenetis' palace, via the nearby family necropolis.
ko: 로즈는 단지 바깥에서 당신을 기다렸습니다. 그녀와 시테네로는 계곡에 평화를 가져오기로 협의했습니다. 그녀는 당신에게 근방의 가족용 공동묘지를 통해, 오레네티스의 궁으로 이어지는 비밀 통로에 대해 말해줬습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Title
source: The Palace
ko: 궁궐

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_01Title
source: Meet Rose in the City
ko: 도시에서 로즈 만나기

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_01Description
source: Meet Rose at the safe house.
ko: 안전 가옥에서 로즈 만나기.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_01_Outcome1Description
source: After you returned to Caer Hyfryd, Rose told you how to infiltrate Orenetis' palace.
ko: 케어 하이프리드로 돌아온 후, 로즈는 오레네티스의 궁에 침투할 방법을 알려줬습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_02Title
source: Enter the Palace
ko: 궁으로 들어가기

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_02Description
source: Infiltrate the palace.
ko: 궁으로 침입하십시오.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_02_Outcome1Description
source: You entered the palace through a secret entrance. It's time to confront Orenetis.
ko: 비밀 통로를 통해 궁으로 들어왔습니다. 오레네티스와 맞설 시간이로군요.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_TITLE
source: Rough Diplomacy
ko: 거친 외교

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_01_TalkToHenrikTitle
source: Talk to Henrik
ko: 헨릭과 대화하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_01_TalkToHenrikDescription
source: Henrik asked to talk to you. Go find him.
ko: 헨릭이 대화를 제안했습니다. 가서 찾으십시오.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_01_TalkToHenrik_Outcome1Description
source: Henrik told you about Lieutenant Sharpeyes, a particularly nasty officer of the city guard. Find a way to get her out of town. She has a weakness: Henrik thinks she stole from the palace, so maybe this can be used against her.
ko: 헨릭은 도시 경비대의 폐급 장교, 샤프아이즈 중위에 대해 얘기했습니다. 그녀를 마을에서 쫓아낼 방법을 찾으십시오. 헨릭 생각에 그녀가 궁에서 절도한 적이 몇 번 있는데, 아마 이걸 약점으로 쓸 수 있을 거라 합니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02_DealWithSharpeyesTitle
source: Pickpocket Sharpeyes
ko: 샤프아이즈 주머니 털기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02_DealWithSharpeyesDescription
source: Recover whatever Sharpeyes stole from Orenetis.
ko: 샤프아이즈의 주머니를 털어 그녀가 오레네티스로부터 훔친 걸 돌려놓으십시오.

source: You found the ring Henrik told you about. It's a personal gift to an officer of the guard, but not Sharpeyes. She was probably jealous and stole it from its rightful owner.
ko: 헨릭이 말한 반지를 찾았습니다. 이는 경비대 장교를 위한 개인적인 선물이지만, 샤프아이즈의 것은 아닙니다. 아마 그녀가 질투하여 반지의 정당한 주인으로부터 뺏은 것 같습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02b_SpeakToSharpEyesTitle
source: Speak to Sharpeyes
ko: 샤프아이즈와 대화하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02b_SpeakToSharpEyesDescription
source: Confront Lieutenant Sharpeyes and convince her to leave town. Use any means necessary.
ko: 샤프아이즈 중위와 맞서 그녀가 마을을 떠나도록 설득하시오. 필요하다면 어떤 수를 써서든.

source: You convinced Sharpeyes to step down.
ko: 샤프아이즈가 물러나도록 설득했습니다.

source: You could not convince Sharpeyes to step down. You can only denounce her for theft.
ko: 샤프아이즈를 설득하지 못했습니다. 절도에 대해서만 고발할 수 있겠군요.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_03_DenounceTitle
source: Denounce Sharpeyes
ko: 샤프아이즈 고발하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_03_DenounceDescription
source: This is harsh, but you could go to Malariel Brogarad and tell her about what Sharpeyes did. Stealing from the palace is a major offense, and she won't remain posted in Caer Hyfryd, that's for sure. Obviously, solid proof would be useful to support the accusation.
ko: 부담스럽지만, 말라리엘 브로가라드에게 샤프아이즈의 소행을 얘기할 수 있을 겁니다. 궁 내에서의 절도는 중대 범죄이니, 그녀가 케어 하이프리드에 머무르는 건 몹시 어렵겠지요. 물론 확실한 증거는 고발에 큰 도움이 될 겁니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_03_Denounce_Outcome1Description
source: You denounced Sharpeyes to Malariel Brogarad. Clearly, she will pay dearly for her crime.
ko: 말라리엘 브로가라드에게 샤프아이즈를 고발했습니다. 머지 않아 그녀는 자신의 죄값을 치르게 될 겁니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02c_SpeakToSharpEyesTitle
source: Threaten Sharpeyes
ko: 샤프아이즈 협박하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02c_SpeakToSharpEyesDescription
source: You have proof that Sharpeyes stole from the palace. Use it to force her to leave town.
ko: 당신은 샤프아이즈가 궁 내에서 절도를 저질렀다는 증거를 갖고 있습니다. 이를 그녀가 떠나도록 이용하십시오.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_04_ReportTitle
source: Report to Henrik
ko: 헨릭에게 보고하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_04_ReportDescription
source: You resolved the Sharpeyes situation. Return to Henrik and tell him the good news.
ko: 샤프아이즈 문제를 해결했습니다. 헨릭에게 돌아가 희소식을 전하십시오.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_04_Report_Outcome1Description
source: You told Henrik that you'd taken care of Sharpeyes.
ko: 헨릭에게 샤프아이즈를 해결했다고 얘기했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_Title
source: Meeting the Rebellion
ko: 반군 만나기

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_01Title
source: Escort Hasdrubal to the Rebellion's Headquarters
ko: 하스드루발을 반군 사령부까지 호위하기

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_01Description
source: Travel to Dinas Gessa
ko: 디나스 게사까지 이동하기

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_01_Outcome1Description
source: You reached the place where the Rebellion is based.
ko: 반군이 자리잡은 곳에 도달했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_01_Outcome2Description
source: Hasdrubal did not survive.
ko: 하스드루발이 생존하지 못했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02Title
source: Meet the Rebellion's Leader
ko: 반군 지도자 만나기

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02Description
source: Meet the leader of the Rebellion in Dinas Gessa.
ko: 디나스 게사에서 반군 지도자를 만나십시오.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02_Outcome1Description
source: You convinced the Forge and the Rebellion to make peace.
ko: 포지와 반군이 화평을 맺도록 설득했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02_Outcome2Description
source: You betrayed the Rebellion.
ko: 반군을 배신했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02_Outcome3Description
source: You betrayed the Forge and the Rebellion.
ko: 포지와 반군 모두를 배신했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_02_Outcome4Description
source: You betrayed the Forge.
ko: 포지를 배신했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_03Title
source: Go to the Forge Headquarters
ko: 포지 본부로 가기

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_03Description
source: Travel back with Hasdrubal.
ko: 하스드루발과 복귀하십시오.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_03_Outcome1Description
source: You reached the swamp.
ko: 늪지대에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_07_STEP_03_Outcome2Description
source: Hasdrubal did not survive.
ko: 하스드루발이 생존하지 못했습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02c_KillTitle
source: Kill Sharpeyes
ko: 샤프아이즈 죽이기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02c_KillDescription
source: One simple way to solve the Sharpeyes situation is to kill her. Of course, that's a pretty radical plan, not without repercussions.
ko: 샤프아이즈 문제를 해결할 간단한 방법 하나는 이 장교를 살해하는 겁니다. 물론, 여파가 아주 클 극단적인 방법이긴 합니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_02c_Kill_Outcome1Description
source: You killed Lieutenant Sharpeyes.
ko: 샤프아이즈 중위를 살해했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_01
source: The Blue Potion.
ko: 푸른 물약.

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_01_Title
source: Find the Medicine
ko: 약물 찾기

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_01_Description
source: Look for the medicinal potion to help the scientist.
ko: 과학자를 돕기 위해 약용 물약을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_01__Outcome1Description
source: You found the medicinal potion.
ko: 약용 물약을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_02_Title
source: Give the Potion to the Scientist
ko: 과학자에게 물약 주기

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_02_Description
source: Bring back the potion and give it to the scientist.
ko: 물약을 가져와 과학자에게 주십시오.

# Quest/&DLC1_Secondary_Quest_Complex_01_STEP_02__Outcome1Description
source: You gave the potion to the scientist.
ko: 약물을 과학자에게 줬습니다.

# Quest/&DLC1_Secondary_Quest_Complex_02
source: The Lost Book
ko: 사라진 책

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_01_Title
source: Find the Lost Book
ko: 사라진 책 찾기

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_01_Description
source: Search the complex for the missing book.
ko: 단지 내를 수색해 사라진 책을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_01__Outcome1Description
source: You found the lost book.
ko: 사라진 책을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_02_Title
source: Bring the Book Back
ko: 책 도로 가져가기

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_02_Description
source: Bring the book to the scholar.
ko: 학자에게 책을 가져가십시오.

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_02__Outcome1Description
source: You gave the missing book to the scholar.
ko: 학자에게 사라진 책을 줬습니다.

# Quest/&DLC1_Secondary_Quest_Complex_03
source: Sabotage
ko: 사보타주

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_01_Title
source: Find the Dark Lab
ko: 어둠의 연구소 찾기

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_01_Description
source: Find the Dark Lab and give a message to the scientists there.
ko: 어둠의 연구소를 찾아 그곳의 연구자들에게 메시지 전달하기.

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_01__Outcome1Description
source: You entered the Dark Lab.
ko: 어둠의 연구소에 진입했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_02_Title
source: Deliver the Message
ko: 메시지 전달하기

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_02_Description
source: Give the message to the Dark Lab scientist.
ko: 어둠의 연구소 과학자에게 메시지를 전달하십시오.

# Quest/&DLC1_Secondary_Quest_Complex_03_STEP_02__Outcome1Description
source: You delivered the message to the scientist.
ko: 과학자에게 메시지를 전했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_04
source: Crowded Tunnels
ko: 붐비는 터널들

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_01_Title
source: Enter the Tunnels
ko: 터널 진입하기

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_01_Description
source: Find a way into the tunnels.
ko: 터널로 들어갈 길을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_01__Outcome1Description
source: You entered the tunnels.
ko: 터널 진입에 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_02_Title
source: Clear the Tunnels
ko: 터널 청소하기

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_02_Description
source: Fight your way through the tunnels.
ko: 싸워서 터널로 통하는 길을 뚫으십시오.

# Quest/&DLC1_Secondary_Quest_Complex_04_STEP_02__Outcome1Description
source: You cleared a path through the tunnels.
ko: 터널로 통하는 길을 청소했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_08_Title
source: Manacalon Riches
ko: 마나칼론 이끼

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_01Title
source: Use the Major Gate
ko: 주 관문 사용하기

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_01Description
source: Find the Major Gate and use it.
ko: 주 관문을 찾아 사용하십시오.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_01_Outcome1Description
source: You reached the Manacalon palace.
ko: 마나칼론 궁궐에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_02Title
source: Explore the Palace
ko: 궁 탐사하기

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_02Description
source: Hasdrubal asked you to secure an ancient Manacalon palace. It contains magic knowledge, guarded by powerful monsters. Enter the palace, and be ready for a tough battle!
ko: 하스드루발은 당신에게 강력한 몬스터들이 지키는, 마법 지식으로 가득한 고대 마나칼론 궁정을 확보해달라 부탁했습니다. 힘겨운 전투에 대비한 후 궁정으로 진입하십시오!

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_02_Outcome1Description
source: You destroyed the guardian and cleared the palace.
ko: 수호자를 파괴하고 이곳을 확보했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_02_Outcome2Description
source: You already cleared the palace for the Rebellion.
ko: 이미 반군을 위해 이곳을 청소했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_03Title
source: Report to Hasdrubal
ko: 하스드루발에게 보고하기

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_03Description
source: Report on what you found.
ko: 뭘 찾았는지 보고하십시오.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_03_Outcome1Description
source: You told Hasdrubal that you found a blocked area in the palace, and you don't know where it leads.
ko: 하스드루발에게 궁에서 어디로 통하는지 모를 막힌 구역을 발견했다고 얘기했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_08_STEP_03_Outcome2Description
source: You told Hasdrubral that you found a passage in the palace that leads to the Rebellion's headquarters.
ko: 하스드루발에게 궁에서 반군 사령부로 통하는 통로를 발견했다고 얘기했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_06_Title
source: Confrontation
ko: 대립

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_01Title
source: Find and Arrest the Innkeeper
ko: 여관 주인 찾아 체포하기

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_01Description
source: Orenetis asked you to deal with Karelia, the innkeeper. Arrest or eliminate her.
ko: 오레네티스는 여관 주인 카렐리아를 처리해 달라 부탁했습니다. 그녀를 체포하거나 제거하십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_01_Outcome1Description
source: You put Karelia under arrest.
ko: 카렐리아를 체포했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_01_Outcome2Description
source: Karelia resisted arrest, and you had to kill her.
ko: 카렐리아가 체포에 저항해, 죽여야만 했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_02Title
source: Deal with Karelia
ko: 카렐리아 처리하기

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_02Description
source: Finish the mission and report to Malariel Brogarad.
ko: 임무를 마치고 말라리엘 브로가라드에게 보고하기.

# Quest/&DLC1_Secondary_Quest_Orenetis_06_STEP_02_Outcome1Description
source: You reported to Malariel.
ko: 말라리엘에게 보고를 마쳤습니다.

# Quest/&DLC1_Secondary_Quest_People_00_STEP_00_Title
source: Talk to Rose
ko: 로즈와 대화하기

# Quest/&DLC1_Secondary_Quest_People_00_STEP_00_Description
source: Rose is looking for you. Go talk to her.
ko: 로즈가 당신을 찾고 있습니다. 가서 대화하십시오.

# Quest/&DLC1_Secondary_Quest_People_00_STEP_00__Outcome1Description
source: You spoke to Rose.
ko: 로즈와 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_00_STEP_00_Title
source: Talk to Orenetis
ko: 오레네티스와 대화하기

# Quest/&DLC1_Secondary_Quest_Orenetis_00_STEP_00_Description
source: The Lord Protector has summoned you. Go speak with him.
ko: 섭정이 당신을 불렀습니다. 가서 대화하십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_00_STEP_00__Outcome1Description
source: You spoke with Orenetis.
ko: 오레네티스와 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Mask_00_STEP_00_Title
source: Meet with Cafrain
ko: 카프레인과 만나기

# Quest/&DLC1_Secondary_Quest_Mask_00_STEP_00_Description
source: Cafrain wants to speak with you. Go talk to her.
ko: 카프레인이 당신과 대화하길 원합니다. 가서 얘기를 나누십시오.

# Quest/&DLC1_Secondary_Quest_Mask_00_STEP_00__Outcome1Description
source: You spoke to Cafrain.
ko: 카프레인과 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_00_STEP_00_Title
source: Talk to Hasdrubal
ko: 하스드루발과 대화하기

# Quest/&DLC1_Secondary_Quest_Forge_00_STEP_00_Description
source: Hasdrubal is requesting your services. Find him and talk to him.
ko: 하스드루발이 당신의 도움을 필요로 합니다. 가서 대화하십시오.

# Quest/&DLC1_Secondary_Quest_Forge_00_STEP_00__Outcome1Description
source: You met with Hasdrubal.
ko: 하스드루발과 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11
source: The Tyrant
ko: 폭군

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_01Title
source: Talk to Marin Ving
ko: 마린 빙과 대화하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_01Description
source: Marin Ving seems to want to tell you something.
ko: 마린 빙이 뭔가 얘기하고 싶은 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_01_Outcome1Description
source: You spoke with Marin Ving. It's time to overthrow Orenetis! Attack the palace via the main entrance.
ko: 마린 빙과 대화했습니다. 오레네티스를 끌어내릴 시간입니다! 주 입구를 이용해 궁을 공격하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_01_Outcome2Description
source: You spoke with Marin Ving. It's time to overthrow Orenetis! Attack the palace via any entrance you like.
ko: 마린 빙과 대화했습니다. 오레네티스를 끌어내릴 시간입니다! 원하는 입구를 통해 궁을 공격하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_02Title
source: Attack the Palace
ko: 궁 공격하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_02Description
source: Go to Caer Hyfryd and attack Orenetis in his palace. Beware: This will be extremely dangerous; make sure you are strong enough.
ko: 케어 하이프리드로 가 궁 안에 있는 오레네티스를 공격하십시오. 주의하십시오: 이는 몹시 위험합니다; 자신이 충분히 강한지 점검합시다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_02_Outcome2Description
source: You entered the palace. Now find Orenetis and kill him!
ko: 궁에 진입했습니다. 이제 오레네티스를 찾아 죽이십시오!

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_03Title
source: Overthrow Orenetis
ko: 오레네티스 끌어내리기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_03Description
source: Kill Orenetis.
ko: 오레네티스를 죽이십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_03_Outcome1Description
source: You killed Orenetis and his personal guard. Marin Ving is the new ruler of the valley.
ko: 오레니티스와 근위병들을 죽였습니다. 이제 마린 빙이 계곡의 새 지도자입니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_11_STEP_03_Outcome2Description
source: Marin Ving and Orenetis are both dead. The throne is empty.
ko: 마린 빙과 오레네티스 모두 죽었습니다. 옥좌는 텅 비었습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01BTitle
source: Negotiate with the Rebels
ko: 반군과 협상하기

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01BDescription
source: Hasdrubal asks you to talk to the rebels and learn about their agenda.
ko: 하스드루발은 당신에게 반군과 대화하고 그들의 의도를 파악해달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01B_Outcome1Description
source: You made an agreement with the rebels.
ko: 반군과 합의점에 도달했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01B_Outcome2Description
source: You couldn't reach an agreement with the rebels.
ko: 반군과 합의를 도출하지 못했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_Title
source: Major Gate
ko: 주 관문

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_01Title
source: Reach the Complex
ko: 연구단지 도착하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_01Description
source: Orenetis told you the location of his facility. Go there and find why the Major Gate isn't functioning anymore.
ko: 오레네티스는 자신의 시설의 위치를 말했습니다. 가서 더 이상 작동하지 않는 주 관문을 찾으세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_01_Outcome1Description
source: You reached Orenetis' facility. Find a way into the underground area where the Major Gate is located.
ko: 오레네티스의 시설에 도착했습니다. 주 관문이 있는 지하 구역으로 이어지는 길을 찾으세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02Title
source: Inspect the Major Gate
ko: 주 관문 조사하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02Description
source: Reach the Major Gate in the underground levels of the facility, and find out why it's not working.
ko: 시설 지하층의 주 관문에 도착해, 왜 작동하지 않는지 알아내세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02_Outcome1Description
source: You found out why the Major Gate isn't working.
ko: 주 관문이 작동하지 않는 이유를 알아냈습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_2Title
source: Activate the Mana Generator
ko: 마나 생성기 활성화하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_2Description
source: The Major Gate is no longer supplied with mana. Find the mana generator and activate it.
ko: 주 관문에 더 이상 마나가 공급되지 않습니다. 마나 생성기를 찾아 활성화하세요.
