Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Tutorial_03_Quest_GetSword_Outcome1Description
source: You've taken Liam's gem back! Retrace your steps and escape!
ko_mt: 리암의 보석을 되찾았습니다! 당신의 단계를 추적하고 탈출!

# Tutorial_03_Quest_GetSwordDescription
source: Remain in cautious mode to detect the trap on the chest, disarm it, and pick the lock. Open the chest and take the sword.
ko_mt: 조심 모드를 유지하여 가슴에 있는 덫을 감지하고 무장 해제하고 자물쇠를 따십시오. 가슴을 열고 칼을 가져 가라.

# Tutorial_03_Quest_GetSwordTitle
source: Get Liam's Gem
ko_mt: 리암의 보석 획득

# Tutorial_03_Quest_PickDoor_Outcome1Description
source: You have opened the door.
ko_mt: 문을 열었습니다.

# Tutorial_03_Quest_PickDoorDescription
source: Move to the closed door and pick the lock. You'll need thieves' tools for this.
ko_mt: 닫힌 문으로 이동하여 자물쇠를 선택하십시오. 이를 위해서는 도둑의 도구가 필요합니다.

# Tutorial_03_Quest_PickDoorTitle
source: Reach the Next Courtyard
ko_mt: 다음 안뜰에 도달

# Tutorial_03_Quest_SaveLiam_Outcome1Description
source: You saved Liam! Now leave the fort and meet him outside.
ko_mt: 당신이 리암을 구했습니다! 이제 요새를 떠나 밖에서 그를 만나십시오.

# Tutorial_03_Quest_SaveLiam_Outcome2Description
source: You failed to save Liam!
ko_mt: 리암을 구하지 못했습니다!

# Tutorial_03_Quest_SaveLiamDescription
source: Liam has been captured by the loan shark and is fighting for his life! Use your vantage point to shoot the loan shark!
ko_mt: Liam은 사채업자에게 붙잡혀 목숨을 걸고 싸우고 있습니다! 유리한 지점을 사용하여 대출 상어를 쏘십시오!

# Tutorial_03_Quest_SaveLiamTitle
source: Kill the Loan Shark and Save Liam!
ko_mt: 대출 상어를 죽이고 리암을 구하세요!

# Tutorial_03_Title
source: Recover the Stolen Gem
ko_mt: 도난당한 보석 회수

# Tutorial_04_Quest_CrossBridge_Outcome1Description
source: You are being attacked by a grayback wolf!
ko_mt: 회색등 늑대의 공격을 받고 있습니다!

# Tutorial_04_Quest_CrossBridgeDescription
source: You have survived the attack! Now reach the other side of the natural bridge and get out of here!
ko_mt: 공격에서 살아남았습니다! 이제 자연 다리의 반대편에 도달 하 고 여기에서 밖으로!

# Tutorial_04_Quest_CrossBridgeTitle
source: Get to the Other Side of the Bridge!
ko_mt: 다리 건너편으로 가십시오!

# Tutorial_04_Quest_EscapeJackals_Outcome1Description
source: You are trapped by the wolves… get ready to fight!
ko_mt: 늑대에게 갇혔습니다... 싸울 준비를 하세요!

# Tutorial_04_Quest_EscapeJackalsDescription
source: Dash to get out of the wolves' reach.
ko_mt: 늑대의 손이 닿지 않는 곳으로 돌진하세요.

# Tutorial_04_Quest_EscapeJackalsTitle
source: Escape the Wolves
ko_mt: 늑대를 탈출

# Tutorial_04_Quest_Fleeing_Outcome1Description
source: These wolves have driven you into an ambush!
ko_mt: 이 늑대들이 당신을 매복으로 몰아넣었습니다!

# Tutorial_04_Quest_FleeingDescription
source: Run to the other side of the bridge!
ko_mt: 다리 건너편으로 달려라!

# Tutorial_04_Quest_FleeingTitle
source: Flee from the Wolves
ko_mt: 늑대에게서 도망치다

# Tutorial_04_Quest_GetKeyQuestTitle
source: The Treasure Room Key
ko_mt: 보물 방 열쇠

# Tutorial_04_Quest_KillAlphaJackal_Outcome1Description
source: You have survived the grayback wolf.
ko_mt: 회색등늑대에서 살아남았습니다.

# Tutorial_04_Quest_KillAlphaJackalDescription
source: This new opponent is too tough for you! Disengage and immediately move to push the rock in order to break the natural bridge and get rid of the grayback wolf.
ko_mt: 이 새로운 상대는 당신에게 너무 어렵습니다! 자연 다리를 부수고 회색늑대를 제거하기 위해 즉시 바위를 밀기 위해 움직이십시오.

# Tutorial_04_Quest_KillAlphaJackalTitle
source: Disengage and Push the Rock
ko_mt: 잠금 해제 및 푸시

# Tutorial_04_Quest_KillJackals_Outcome1Description
source: You have survived the attack!
ko_mt: 공격에서 살아남았습니다!

# Tutorial_04_Quest_KillJackals_Outcome2Description
source: You tried to flee from the wolves!
ko_mt: 늑대에게서 도망치려 했습니다!

# Tutorial_04_Quest_KillJackalsDescription
source: Defeat the wolves by any means necessary. Use a shove action to push them off the bridge, and kill them in one turn before they surround you.
ko_mt: 필요한 모든 수단을 사용하여 늑대를 물리치십시오. 밀쳐내기 동작을 사용하여 다리에서 그들을 밀어내고 그들이 당신을 둘러싸기 전에 한 번에 죽입니다.

# Tutorial_04_Quest_KillJackalsTitle
source: Get Rid of the Wolves
ko_mt: 늑대 제거

# Tutorial_04_Secondary_Quest_GetKey_Outcome1Description
source: You have the quartermaster's key and can now reach the treasure room.
ko_mt: 병참장교의 열쇠가 있고 이제 보물 방에 도착할 수 있습니다.

# Tutorial_04_Secondary_Quest_GetKey_Outcome2Description
source: You picked the lock on the treasure room door instead of stealing the quartermaster's key.
ko_mt: 병참장교의 열쇠를 훔치는 대신 보물실의 자물쇠를 따셨습니다.

# Tutorial_04_Title
source: Cross the Bridge
ko_mt: 다리를 건너

# Caer_Lem_Quest_06_2_FightTitle
source: Fight!
ko_mt: 싸움!

# Caer_Lem_Quest_06_2_FightDescription
source: Defend against the murderous creature!
ko_mt: 살인적인 생물을 방어하세요!

# Caer_Lem_Quest_06_2_Fight_Outcome1Description
source: You were been attacked by a Sorak, a real one! You killed it and fled with the garrison's survivors.
ko_mt: 진짜 설악에게 습격당했다! 당신은 그것을 죽이고 수비대의 생존자들과 함께 도망쳤습니다.

# Tower_Of_Magic_Quest_01_b_FightTitle
source: Fight!
ko_mt: 싸움!

# Tower_Of_Magic_Quest_01_b_FightDescription
source: Defend against the fanatics.
ko_mt: 광신도로부터 방어하십시오.

# Tower_Of_Magic_Quest_01_b_Fight_Outcome1Description
source: You approached the seemingly peaceful people, but they attacked you with unrestrained violence.
ko_mt: 당신은 평화로워 보이는 사람들에게 다가갔지만, 그들은 당신을 무자비한 폭력으로 공격했습니다.

# Tower_Of_Magic_Quest_00_StartTitle
source: Explore the Area
ko_mt: 지역 탐색

# Tower_Of_Magic_Quest_00_StartDescription
source: You located the tower you were told about. Use caution and try to find proof of the Sorak's existence.
ko_mt: 당신은 당신이 말한 타워를 찾았습니다. 주의를 기울이고 설악의 존재에 대한 증거를 찾으십시오.

# Tower_Of_Magic_Quest_00_Start_Outcome1Description
source: You approached the ruin and saw a group of men and women stabilizing an excavation under the tower.
ko_mt: 당신은 폐허에 다가가서 한 무리의 남녀들이 탑 아래에서 굴착을 안정화하는 것을 보았습니다.

# Tower_Of_Magic_Quest_05_b_RunePuzzleOutcomeDescription
source: You solved the rune puzzle and opened the exit of this weird library.
ko_mt: 룬 퍼즐을 풀고 이 이상한 도서관의 출구를 열었습니다.

# Tower_Of_Magic_Quest_05_b_RunePuzzleDescription
source: You found a broken column bearing the runes of the old schools of magic of the Manacalon era. A shining rune seems to be engraved on the ground. Maybe it's part of a magical puzzle to open the exit door.
ko_mt: 마나칼론 시대의 오래된 마법 학교의 룬 문자가 새겨진 부서진 기둥을 발견했습니다. 땅에 빛나는 룬이 새겨져 있는 것 같다. 아마도 출구 문을 여는 마법의 퍼즐의 일부일 것입니다.

# Tower_Of_Magic_Quest_05_b_RunePuzzleTitle
source: The Rune Puzzle
ko_mt: 룬 퍼즐

# Tower_Of_Magic_Quest_05_FindAWayToOpen_Outcome2Description
source: After some time and battles, you find something interesting.
ko_mt: 시간과 전투 후에 흥미로운 것을 발견합니다.

# Tower_Of_Magic_Quest_Rune1Title
source: Activate the First Rune
ko_mt: 첫 번째 룬 활성화

# Tower_Of_Magic_Quest_Rune1Description
source: Find and activate the rune.
ko_mt: 룬을 찾아 활성화하십시오.

# Tower_Of_Magic_Quest_Rune1_Outcome1Description
source: You found and activated the rune.
ko_mt: 룬을 찾아 활성화했습니다.

# Tower_Of_Magic_Quest_Rune2Title
source: Activate the Second Rune
ko_mt: 두 번째 룬 활성화

# Tower_Of_Magic_Quest_Rune2Description
source: Find and activate the rune.
ko_mt: 룬을 찾아 활성화하십시오.

# Tower_Of_Magic_Quest_Rune2_Outcome1Description
source: You found and activated the rune.
ko_mt: 룬을 찾아 활성화했습니다.

# Tower_Of_Magic_Quest_Rune3Title
source: Activate the Third Rune
ko_mt: 세 번째 룬 활성화

# Tower_Of_Magic_Quest_Rune3Description
source: Find and activate the rune.
ko_mt: 룬을 찾아 활성화하십시오.

# Tower_Of_Magic_Quest_Rune3_Outcome1Description
source: You found and activated the rune.
ko_mt: 룬을 찾아 활성화했습니다.

# Tower_Of_Magic_Quest_Rune4Title
source: Activate the Fourth Rune
ko_mt: 네 번째 룬 활성화

# Tower_Of_Magic_Quest_Rune4Description
source: Find and activate the rune.
ko_mt: 룬을 찾아 활성화하십시오.

# Tower_Of_Magic_Quest_Rune4_Outcome1Description
source: You found and activated the rune.
ko_mt: 룬을 찾아 활성화했습니다.

# Tower_Of_Magic_Quest_OrbeTitle
source: Activate the Orb
ko_mt: 오브 활성화

# Tower_Of_Magic_Quest_OrbeDescription
source: After lighting up all the runes, you saw a magical orb appear. Activate it.
ko_mt: 모든 룬에 불을 붙이고 나면 마법의 구체가 나타나는 것을 볼 수 있습니다. 활성화합니다.

# Tower_Of_Magic_Quest_Orbe_Outcome1Description
source: After lighting up all the runes, you saw a magical orb appear. You activated it and opened the way out of the library!
ko_mt: 모든 룬에 불을 붙이고 나면 마법의 구체가 나타나는 것을 볼 수 있습니다. 당신은 그것을 활성화하고 도서관에서 나가는 길을 열었습니다!

# Abjuration_Quest_16_b_Teleporter_Outcome1Description
source: In the secret room in the basement, near Kythaela's belongings, you saw a magnificent door of high imperial style. Behind it was a small room containing a Major Gate - one of the ones you were told could be used to teleport as far as Caer Cyflen, provided you had the right command word.
ko_mt: 키타엘라의 소지품 근처에 있는 지하 비밀의 방에서 당신은 높은 제국 스타일의 웅장한 문을 보았습니다. 그 뒤에는 Major Gate가 있는 작은 방이 있었습니다. 그 중 하나는 올바른 명령어만 있으면 Caer Cyflen까지 순간이동하는 데 사용할 수 있다고 들었습니다.

# Abjuration_Quest_16_b_TeleporterDescription
source: In the secret room in the basement, near Kythaela's belongings, you saw a magnificent door of high imperial style. Check out what's on the other side.
ko_mt: 지하의 비밀방, 키타엘라의 소지품 근처에서 당신은 높은 제국 스타일의 웅장한 문을 보았습니다. 반대편에 무엇이 있는지 확인하십시오.

# Abjuration_Quest_16_b_TeleporterTitle
source: Check Out the Imperial Door
ko_mt: 제국의 문을 확인하십시오

# Cradle_Of_Fire_Quest_04_TalkToArbalTitle
source: Get Past Arbal
ko_mt: Arbal을 지나치다

# Cradle_Of_Fire_Quest_04_TalkToArbalDescription
source: You entered the volcano and reached a gate guarded by a famous orc warrior named Arbal. Now you need to get through, and maybe you don't need to fight.
ko_mt: 당신은 화산에 들어가 아르발이라는 유명한 오크 전사가 지키고 있는 문에 도달했습니다. 이제 극복해야 하며 싸울 필요가 없을 수도 있습니다.

# Cradle_Of_Fire_Quest_04_TalkToArbal_Outcome1Description
source: You convinced the warrior Arbal to let you enter the inner volcano.
ko_mt: 당신은 전사 Arbal에게 당신이 내부 화산에 들어갈 수 있도록 설득했습니다.

# Cradle_Of_Fire_Quest_04_TalkToArbal_Outcome2Description
source: You talked to Arbal briefly but ended up fighting him and his orcs.
ko_mt: 당신은 Arbal과 짧게 이야기했지만 결국 그와 그의 오크와 싸웠습니다.

# Cradle_Of_Fire_Quest_06_KillRedscarOrcsTitle
source: Kill Redscar Orcs
ko_mt: 레드스카 오크 처치

# Cradle_Of_Fire_Quest_06_KillRedscarOrcsDescription
source: You gained access to the orc market. To free Brok, you need to get rid of the orcs guarding him. Those orcs from the Redscar tribe cannot be bartered with; they work for Arrok, the new king under the volcano.
ko_mt: 오크 시장에 접근할 수 있게 되었습니다. Brok를 구출하려면 그를 지키고 있는 오크를 제거해야 합니다. 레드스카 부족의 오크들은 물물교환이 불가능합니다. 그들은 화산 아래 새로운 왕인 아록을 위해 일합니다.

# Cradle_Of_Fire_Quest_06_KillRedscarOrcs_Outcome1Description
source: You killed the Redscar orcs on the market.
ko_mt: 당신은 시장에서 레드스카 오크를 죽였습니다.

# Cradle_Of_Fire_Quest_07_FreeBrokTitle
source: Free Brok
ko_mt: 무료 브로커

# Cradle_Of_Fire_Quest_07_FreeBrokDescription
source: You can now free Brok for good. No one is going to stop you.
ko_mt: 이제 Brok를 영원히 무료로 사용할 수 있습니다. 아무도 당신을 막지 않을 것입니다.

# Cradle_Of_Fire_Quest_07_FreeBrok_Outcome1Description
source: You freed Brok from his Redscar guardians.
ko_mt: 당신은 Brok를 Redscar 수호자들로부터 해방시켰습니다.

# Cradle_Of_Fire_Quest_08_TakeElevatorTitle
source: Take the Elevator
ko_mt: 엘리베이터를 타고

# Cradle_Of_Fire_Quest_08_TakeElevatorDescription
source: You have made a deal with Brok and Kebra: you will try to unite the three orc tribes that haven't yet joined Arrok against him. Descend into the volcano's heart and meet with the tribal leaders.
ko_mt: 당신은 Brok 및 Kebra와 거래를 맺었습니다. 당신은 아직 Arok에 합류하지 않은 세 오크 부족을 통합하려고 할 것입니다. 화산 심장부로 내려가 부족 지도자들을 만나십시오.

# Cradle_Of_Fire_Quest_08_TakeElevator_Outcome1Description
source: You entered the heart of the volcano, and began your quest for an unlikely orc coalition against the tyrant Arrok.
ko_mt: 당신은 화산의 심장부에 들어가 폭군 아로크에 대항할 가능성이 없는 오크 연합을 찾기 시작했습니다.

# Cradle_Of_Fire_Quest_05_FreebrokTitle
source: Free Brok
ko_mt: 무료 브로커

# Cradle_Of_Fire_Quest_05_FreebrokDescription
source: You passed the gate and accessed to the market area. Find where Brok is being kept prisoner and liberate him.
ko_mt: 당신은 게이트를 통과하고 시장 지역에 접근했습니다. Brok가 갇힌 곳을 찾아 그를 풀어주세요.

# Cradle_Of_Fire_Quest_05_Freebrok_Outcome1Description
source: You reached the market area where Brok was being kept prisoner.
ko_mt: 브록이 갇힌 시장 지역에 도착했습니다.

# Cradle_Of_Fire_Quest_00_GainBladefangSupportTitle
source: Gain the Bladefang Tribe's Support
ko_mt: 칼날송곳니 부족의 지원 얻기

# Cradle_Of_Fire_Quest_00_GainBladefangSupportDescription
source: You met with Edrof.
ko_mt: 에드로프를 만났습니다.

# Cradle_Of_Fire_Quest_01_ChallengeTitle
source: Take Up Edrof's Challenge
ko_mt: 에드로프의 도전을 받아들여라

# Cradle_Of_Fire_Quest_01_ChallengeDescription
source: Choose a character to fight the Bloodspear chief Edrof to the death in ritual combat. If you win, the Bloodspear tribe will join Brok's alliance. The chosen fighter can choose from traditional weapons. There will be no armor or magic cast during the fight. You can buff yourself and pick up your weapons to start the combat.
ko_mt: 의식 전투에서 블러드스피어 족장 에드로프와 죽을 때까지 싸울 캐릭터를 선택하세요. 이기면 블러드스피어 부족이 브록의 동맹에 합류하게 됩니다. 선택한 전투기는 전통 무기 중에서 선택할 수 있습니다. 전투 중에는 갑옷이나 마법을 사용하지 않습니다. 자신을 버프하고 무기를 들고 전투를 시작할 수 있습니다.

# Cradle_Of_Fire_Quest_01_Challenge_Outcome1Description
source: You have defeated Edrof and the Bloodspear tribe has joined Brok's alliance.
ko_mt: 당신은 에드로프를 물리쳤고 블러드스피어 부족이 브록의 동맹에 합류했습니다.

# CradleOfFire_Bladefang_Title
source: Orc Alliance: Bladefang
ko_mt: 오크 얼라이언스: 칼날송곳니

# Abjuration_Quest_18_FindTheGemLocation_Outcome1Description
source: You have reached the foot of a hill with a large tower in the distance. This could be the right place.
ko_mt: 멀리 큰 탑이 있는 언덕 기슭에 도달했습니다. 이곳이 바로 장소일 수 있습니다.

# Abjuration_Quest_18_FindTheGemLocationDescription
source: Follow Kythaela in her search for the gem's location.
ko_mt: Kythaela를 따라 보석의 위치를 ​​찾으십시오.

# Abjuration_Quest_18_FindTheGemLocationTitle
source: Find the Gem's Location
ko_mt: 보석의 위치 찾기

# Abjuration_Quest_19_FindTheTower_Outcome1Description
source: You have found the entrance to a tower protected from time by powerful magic, but you cannot enter it yet.
ko_mt: 강력한 마법으로 시간으로부터 보호된 탑의 입구를 찾았지만 아직 들어갈 수 없습니다.

# Abjuration_Quest_19_FindTheTowerDescription
source: Explore the area around the hill to see if this is the place you are looking for.
ko_mt: 언덕 주변 지역을 탐색하여 이것이 당신이 찾고 있는 장소인지 확인하십시오.

# Abjuration_Quest_19_FindTheTowerTitle
source: Explore the Surroundings
ko_mt: 주변 탐색

# Abjuration_Quest_20_FindAPlaceToRest_Outcome1Description
source: You have found a safe place to rest.
ko_mt: 당신은 쉴 수 있는 안전한 장소를 찾았습니다.

# Abjuration_Quest_20_FindAPlaceToRestDescription
source: Find a place to rest and until nightfall.
ko_mt: 해질녘까지 쉴 곳을 찾으십시오.

# Abjuration_Quest_20_FindAPlaceToRestTitle
source: Find a Place to Rest
ko_mt: 쉴 곳 찾기

# Abjuration_Quest_21_RestUntilTheNight_Outcome1Description
source: You wake up during the night and can now hope to return to the tower.
ko_mt: 밤에 잠에서 깨어 이제 타워로 돌아갈 수 있습니다.

# Abjuration_Quest_21_RestUntilTheNightDescription
source: Wait or rest until the night so the moon can illuminate the magic stones. You can sit on the nearby bench or find a resting place in the vicinity.
ko_mt: 달이 마법의 돌을 비출 수 있도록 밤까지 기다리거나 쉬십시오. 근처 벤치에 앉거나 주변에 쉼터를 찾을 수 있습니다.

# Abjuration_Quest_21_RestUntilTheNightTitle
source: Wait for the Moon
ko_mt: 달을 기다려

# Abjuration_Quest_22_FindAWayToEnterTheTower_Outcome1Description
source: You managed to open the doors, but broods attacked you, hoping to take advantage of this opportunity to enter themselves.
ko_mt: 당신은 가까스로 문을 열었지만 무리가 당신을 공격해 이 기회를 이용하여 스스로에게 진입하기를 바랐습니다.

# Abjuration_Quest_22_FindAWayToEnterTheTowerDescription
source: Activate the correct stones to open the tower doors.
ko_mt: 타워 문을 열려면 올바른 돌을 활성화합니다.

# Abjuration_Quest_22_FindAWayToEnterTheTowerTitle
source: Find a Way to Enter the Tower
ko_mt: 타워에 들어가는 방법 찾기

# Abjuration_Quest_23_EnterTheTower_Outcome1Description
source: You entered the tower, but you saw a strange mist following you. Could it be related to the broods that attacked you outside?
ko_mt: 당신은 탑에 들어갔지만 당신을 따라오는 이상한 안개를 보았습니다. 외부에서 당신을 공격한 무리와 관련이 있을까요?

# Abjuration_Quest_23_EnterTheTowerDescription
source: Get inside the tower before more broods attack you.
ko_mt: 더 많은 무리가 당신을 공격하기 전에 타워 안으로 들어가십시오.

# Abjuration_Quest_23_EnterTheTowerTitle
source: Enter the Tower
ko_mt: 타워에 입장

# Abjuration_Quest_24_FindTheMaster_Outcome1Description
source: You have found the Master of Kythaela, who holds the gem.
ko_mt: 보석을 쥐고 있는 키타엘라의 주인을 찾았습니다.

# Abjuration_Quest_24_FindTheMasterDescription
source: Visit the tower to find Kythaela's master and hopefully one of the Crown's gems.
ko_mt: 탑을 방문하여 Kythaela의 주인과 왕관의 보석 중 하나를 찾으십시오.

# Abjuration_Quest_24_FindTheMasterTitle
source: Find the Gem
ko_mt: 보석 찾기

# Abjuration_Quest_25_KillRazan_Outcome1Description
source: Razan is no longer a threat. You met Adrasteia, Master of Abjuration, who entrusted you with the gem.
ko_mt: 라잔은 더 이상 위협적이지 않습니다. 보석을 맡긴 배신의 대가인 아드라스테아를 만났습니다.

# Abjuration_Quest_25_KillRazanDescription
source: Fight the Defiler until Kythaela's magic happens!
ko_mt: Kythaela의 마법이 일어날 때까지 Defiler와 싸우십시오!

# Abjuration_Quest_25_KillRazanTitle
source: Kill the Defiler
ko_mt: 파괴자 죽이기

# Abjuration_Quest_02a_InspectMausoleumTitle
source: Inspect the Structure
ko_mt: 구조 검사

# Abjuration_Quest_02a_InspectMausoleum_Outcome1Description
source: You discovered a strange set of stones that looks like a magical mechanism, probably designed to provide entry to the mausoleum.
ko_mt: 당신은 아마도 묘소에 입장할 수 있도록 설계된 마법의 기계처럼 보이는 이상한 돌 세트를 발견했습니다.

# Abjuration_Quest_02b_WaitFortheMoonTitle
source: Wait for the Moon
ko_mt: 달을 기다려

# Abjuration_Quest_02b_WaitFortheMoonDescription
source: Apparently, you need the moon to shine in order to use this magical device. Wait until then. You can rest or sit on the bench nearby to wait.
ko_mt: 분명히 이 마법의 장치를 사용하려면 달이 빛나야 합니다. 그때까지 기다리세요. 휴식을 취하거나 근처 벤치에 앉아 기다릴 수 있습니다.

# Abjuration_Quest_02b_WaitFortheMoon_Outcome1Description
source: You waited until the moon was in the sky and the magical stones were illuminated. You need to solve the magical puzzle while the moon is shining on the stones.
ko_mt: 당신은 달이 하늘에 있고 마법의 돌이 밝혀질 때까지 기다렸습니다. 달이 돌에 빛나는 동안 마법의 퍼즐을 풀어야 합니다.

# Abjuration_Quest_02c_SolvePuzzleTitle
source: Solve the Puzzle
ko_mt: 퍼즐을 풀다

# Abjuration_Quest_02c_SolvePuzzleDescription
source: Find a way to open the mausoleum using the magical puzzle. You learned that it only works when moonlight is shining on the stones. If it's daytime, you can wait for the night by using the nearby bench.
ko_mt: 마법의 퍼즐을 사용하여 묘소를 여는 방법을 찾으십시오. 달빛이 돌에 비칠 때만 작동한다는 것을 배웠습니다. 낮이면 근처 벤치를 이용하여 밤을 기다릴 수 있습니다.

# Abjuration_Quest_02c_SolvePuzzle_Outcome1Description
source: Down in the ancient mausoleum, you have found an elf woman named Kythaela, who seems to have been asleep since before the Cataclysm. Her memories seem confused, but she knows the Crown and might be able to lead you to one of the gems.
ko_mt: 고대 영묘에서 당신은 대격변 이전부터 잠들어 있었던 것으로 보이는 키타엘라라는 엘프 여성을 발견했습니다. 그녀의 기억은 혼란스러워 보이지만 그녀는 왕관을 알고 있으며 당신을 보석 중 하나로 인도할 수도 있습니다.

# Abjuration_Quest_01_ExploreTheRuins_Outcome1Description
source: You found a Solastan mausoleum and figured you needed to find out what was inside it.
ko_mt: 당신은 솔라스탄 묘소를 찾았고 그 안에 무엇이 있는지 알아내야 한다고 생각했습니다.

# Abjuration_Quest_02a_InspectMausoleumDescription
source: Inspect the elvish structure near the Solastan building; it might be a magical puzzle of sorts.
ko_mt: 솔라스탄 건물 근처의 엘프 구조물을 살펴보세요. 일종의 마법의 퍼즐일 수도 있습니다.

# Abjuration_Visit_Scavs_Title
source: Visit the Local Scavenger HQ
ko_mt: 지역 청소부 HQ 방문

# Abjuration_Visit_Scavs_Description
source: The Scavengers are already settled in Coparann. Meet the local manager.
ko_mt: Scavengers는 이미 Coparan에 정착했습니다. 현지 매니저를 만나보세요.

# Abjuration_Visit_Scavs_Outcome
source: You met Milan, the local manager of the Scavengers. Apparently, there are very few of them around, but you may come across a woman who is part of the business.
ko_mt: Scavengers의 현지 매니저인 Milan을 만났습니다. 분명히 주변에 거의 없지만 비즈니스의 일부인 여성을 만날 수 있습니다.

# Scavengers_ClaimCaerLem_Quest_Title
source: New Business
ko_mt: 신규 사업

# Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnieTitle
source: Talk to Annie
ko_mt: 애니와 대화

# Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnieDescription
source: Go to Annie Bagmordah and claim Caer Lem.
ko_mt: Annie Bagmordah로 이동하여 Caer Lem을 차지하세요.

# Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnie_Outcome1Description
source: You started your business with the Scavengers by sending them to Caer Lem in order to loot everything you left there.
ko_mt: 당신은 스캐빈저를 Caer Lem으로 보내 그곳에 남겨둔 모든 것을 약탈함으로써 사업을 시작했습니다.

# Caer_Cyflen_Quest_Council03_Title
source: Path to Glory
ko_mt: 영광의 길

# Caer_Cyflen_Quest_Council03_ReturnToCyflenTitle
source: Return to Caer Cyflen
ko_mt: 케어 시플렌에게 돌아가기

# Caer_Cyflen_Quest_Council03_ReturnToCyflenDescription
source: You found two crown gems. It's time to report to the Council and share your discovery.
ko_mt: 왕관 보석 2개를 찾았습니다. 이제 위원회에 보고하고 발견한 내용을 공유할 때입니다.

# Caer_Cyflen_Quest_Council03_ReturnToCyflen_Outcome1Description
source: You returned to Caer Cyflen
ko_mt: 당신은 Caer Cyflen으로 돌아 왔습니다.

# Caer_Cyflen_Quest_Council03_ReportToCouncilTitle
source: Go to the Council
ko_mt: 위원회로 이동

# Caer_Cyflen_Quest_Council03_ReportToCouncilDescription
source: Go directly to the Council Hall and make your report.
ko_mt: 직접 시의회에 가서 보고서를 작성하십시오.

# Caer_Cyflen_Quest_Council03_ReportToCouncil_Outcome1Description
source: The Legacy Council asked you to continue your quest, though the Crown might have dangerous powers as it belonged to Kaseinax, Eternal Soul of the Eight Traditions, the last Magister of the Arcaneum - the most powerful wizard of the Manacalon Empire. It might have a link to the Rift - and, therefore, to the Cataclysm.
ko_mt: Legacy Council은 왕관이 마나칼론 제국의 가장 강력한 마법사인 Arcaneum의 마지막 Magister인 Kaseinax, Eternal Soul of the Eternal Soul의 소유이기 때문에 위험한 힘을 가질 수 있지만 퀘스트를 계속할 것을 요청했습니다. 그것은 균열에 대한 링크가 있을 수 있으며 따라서 대격변에 대한 링크가 있을 수 있습니다.

# Caer_Cyflen_Merton_Quest_PatienceTitle
source: Merton's Secrets
ko_mt: 머튼의 비밀

# Caer_Cyflen_Merton_Quest_PatienceDescription
source: You didn't find out much about Arwin Merton. Maybe something will come up if he really did use to be famous.
ko_mt: 당신은 Arwin Merton에 대해 많이 알지 못했습니다. 그가 정말로 유명했던 적이 있었다면 뭔가 나올 것입니다.

# Caer_Cyflen_Merton_Quest_Patience_Outcome1Description
source: In Coparann, you finally heard about Arwin Merton again when you met a mysterious half-elf called Bitterroot who worked for the local Scavengers. She asked you to bring Merton a message and a sword.
ko_mt: Coparann에서 지역 Scavengers에서 일하는 Bitterroot라는 신비한 하프 엘프를 만났을 때 마침내 Arwin Merton에 대해 다시 들었습니다. 그녀는 머튼에게 메시지와 검을 가져오라고 요청했습니다.

# Quest_Background_Academic_SpeakToAnnieTitle
source: Speak to Annie
ko_mt: 애니와 대화

# Quest_Background_Academic_SpeakToAnnieDescription
source: Annie Bagmordah left a message for you. You need to go see her about some personal matter.
ko_mt: Annie Bagmordah가 당신에게 메시지를 남겼습니다. 개인적인 문제로 그녀를 만나러 가야 합니다.

# Quest_Background_Academic_SpeakToAnnie_Outcome1Description
source: You spoke to Annie. Apparently, one of your old acquaintances is in town and needs your help. Go to Sunblaze Court; he's waiting for you.
ko_mt: 당신은 애니에게 말을 걸었습니다. 분명히, 당신의 오랜 지인 중 한 명이 마을에 있고 당신의 도움이 필요합니다. Sunblaze 법원으로 이동하십시오. 그는 당신을 기다리고 있습니다.

# CradleOfFire_Bloodspear_Title
source: Bloodspear
ko_mt: 블러드스피어

# Subquest_Acolyte_Quest_00_SearchMonasteryTitle
source: Search the Monastery
ko_mt: 수도원 검색

# Subquest_Acolyte_Quest_00_SearchMonasteryDescription
source: The ruins in this area were brought from Tirmar. You recognize the shapes of religious buildings of that era. Search them for any information regarding pre-Cataclysm religious culture.
ko_mt: 이 지역의 유적은 티르마르에서 가져온 것입니다. 당신은 그 시대의 종교 건물의 모양을 알고 있습니다. 대격변 이전의 종교 문화에 관한 정보를 검색하십시오.

# Subquest_Acolyte_Quest_00_SearchMonastery_Outcome1Description
source: You found a destroyed shrine and a chest containing a clerical symbol and a journal. The symbol is Tirmarian but seems to point to a primal deity of elements - perhaps a precursor to the worship of Arun. Bring it back to Caer Cyflen.
ko_mt: 파괴된 신전과 성직자의 상징과 일지가 들어 있는 상자를 발견했습니다. 상징은 티르마리안이지만 원소의 원시 신을 가리키는 것 같습니다. 아마도 아룬 숭배의 전조일 것입니다. Caer Cyflen에게 다시 가져오십시오.
