Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_PalaceOfIce_Quest_040_SearchThePlace_Outcome1Description
source: You discovered a demonic pillar! A perfect replica of one seen on Solasta. This is the link between the planes that you need to destroy.
ko: 악마 기둥을 발견했습니다! 솔라스타에서 봤던 것과 완벽하게 똑같이 생겼습니다. 이게 바로 여러분이 파괴해야 할, 차원 간의 연결고리입니다.

# Quest/&DLC3_PalaceOfIce_Quest_110_DestroyPillar01Title
source: Destroy the Pillar
ko: 기둥 파괴하기

# Quest/&DLC3_PalaceOfIce_Quest_110_DestroyPillar01Description
source: This pillar is clearly part of the Palace and is affecting the lands of the Snow Alliance. Let's destroy it!
ko: 이 기둥은 궁전의 일부이자, 설산 동맹의 영토에 영향을 발휘하고 있습니다. 파괴합시다!

# Quest/&DLC3_PalaceOfIce_Quest_110_DestroyPillar01_Outcome1Description
source: You have destroyed the pillar. Now look around for another one.
ko: 기둥을 파괴했습니다. 이제 다른 하나를 찾으십시오.

# Quest/&DLC3_PalaceOfIce_Quest_120_DestroyPillar03Title
source: Destroy a Second Pillar
ko: 두 번째 기둥 파괴하기

# Quest/&DLC3_PalaceOfIce_Quest_120_DestroyPillar03Description
source: You have destroyed a demonic pillar. Now look around for another one.
ko: 악마 기둥을 파괴했습니다. 이제 다른 하나를 찾으십시오.

# Quest/&DLC3_PalaceOfIce_Quest_120_DestroyPillar03_Outcome1Description
source: You have destroyed a second pillar.
ko: 두 번째 기둥을 파괴했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_130_DestroyPillar03Title
source: Destroy a Third Pillar
ko: 세 번째 기둥 파괴하기

# Quest/&DLC3_PalaceOfIce_Quest_130_DestroyPillar03Description
source: Continue taking down the pillars. There must be others in the rooms nearby!
ko: 계속해서 기둥을 파괴하십시오. 가까운 방에 다른 것들이 있을 게 분명합니다!

# Quest/&DLC3_PalaceOfIce_Quest_130_DestroyPillar03_Outcome1Description
source: You were attacked by Sessroth again!
ko: 세스로스에게 다시 공격받았습니다!

# Quest/&DLC3_PalaceOfIce_Quest_132_FightAgainSessrothTitle
source: Fight!
ko: 전투!

# Quest/&DLC3_PalaceOfIce_Quest_132_FightAgainSessrothDescription
source: Sessroth has returned! Defend yourselves!
ko: 세스로스가 돌아왔습니다! 조심히 싸우십시오!

# Quest/&DLC3_PalaceOfIce_Quest_132_FightAgainSessroth_Outcome1Description
source: After destroying two pillars, you were again attacked by Sessroth. He has been returning to his plane to regenerate! Still, it looks as though he doesn't want you to destroy the pillars, so let's do just that!
ko: 기둥 2개를 파괴한 후, 세스로스에게 다시 공격받았습니다. 재생을 위해 자신의 차원으로 피해있었던 겁니다! 확실한 것은, 그가 기둥들의 파괴를 원치 않아 보인다는 것입니다. 기둥을 파괴합시다!

# Quest/&DLC3_PalaceOfIce_Quest_135_DestroyPillar3AgainTitle
source: Destroy a Third Pillar
ko: 세 번째 기둥 파괴하기

# Quest/&DLC3_PalaceOfIce_Quest_135_DestroyPillar3AgainDescription
source: Sessroth may come back again. Search for the remaining pillars and destroy them!
ko: 세스로스는 다시 돌아올 것입니다. 남은 기둥들을 찾아 파괴하십시오!

# Quest/&DLC3_PalaceOfIce_Quest_135_DestroyPillar3Again_Outcome1Description
source: You have destroyed a third pillar.
ko: 세 번째 기둥을 파괴했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_140_DestroyPillar04Title
source: Destroy the Fourth Pillar
ko: 네 번째 기둥 파괴하기

# Quest/&DLC3_PalaceOfIce_Quest_140_DestroyPillar04Description
source: Continue taking down the pillars. There must be others in the rooms nearby!
ko: 계속해서 기둥을 파괴하십시오. 가까운 방에 다른 것들이 있을 게 분명합니다!

# Quest/&DLC3_PalaceOfIce_Quest_140_DestroyPillar04_Outcome1Description
source: You have destroyed the four pillars!
ko: 네 번째 기둥을 파괴했습니다!

# Quest/&DLC3_CSTitle_VioletsHouse_02
source: The Book Club
ko: 도서 클럽

# Quest/&DLC3_CSTitle_VioletsHouse_03
source: Violet's Findings
ko: 바이올렛의 결론

# Quest/&DLC3_CSTitle_Telema05
source: Free at Last
ko: 마침내 자유를

# Quest/&DLC3_CSTitle_Telema06
source: The Nest of Spies
ko: 첩자 소굴

# Quest/&DLC3_CSTitle_Telema07
source: Unmasked
ko: 탄로

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step50_ToElderAfterGrieveTitle
source: Find the Elder Again
ko: 다시 장로를 찾아

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step50_ToElderAfterGrieveDescription
source: The Elder should be ready to talk now. Return to him and convince him of the urgency of your mission.
ko: 장로는 이제 대화할 준비가 됐을 겁니다. 그에게 돌아가 임무의 시급함을 알리고 설득하십시오.

source: The Elder was absent and you met with his advisor, Dyssalim.
ko: 자리에 없는 장로 대신, 그의 참모 디살림을 만났습니다.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step60_IsElderBackTitle
source: Reach the Elder's Table
ko: 장로의 탁자로 이동

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step60_IsElderBackDescription
source: Make sure the Elder has survived. Go to his usual meeting table.
ko: 장로의 생존을 확인하십시오. 그가 늘 사용하던 회의용 탁자로 이동하십시오.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step60_IsElderBack_Outcome1Description
source: The Elder survived the attack, but seemed even more bitter than before.
ko: 장로는 공격에서 살아남았지만, 전보다 더 날카로워진 것 같습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step10_meet_Sylvan_Elves_To_KillTitle
source: Meet with Greybear
ko: 그레이베어 만나기

source: Meet with the young sylvan elves that the Elder told you were fanatical Manacalon worshippers.
ko: 장로가 광신적인 마나칼론 신봉자라고 설명해 준 젊은 실반 엘프들과 만나십시오.

source: You met with Greybear, but he didn't appear to be fanatical to you. Greybear told you that he suspected that the Elder might not be who he seemed.
ko: 그레이베어와 만났지만, 그는 당신에게 열광적인 것처럼 보이지는 않았습니다. 그레이베어는 장로가 원래의 그가 아닌 것처럼 의심된다고 얘기해 주었습니다.

source: You killed the wrong Elder, so there is no longer any need to complete his quest.
ko: 잘못된 장로를 죽였으니, 더 이상 그의 요청을 달성할 필요가 없습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step20_Kill_The_ElvesTitle
source: Kill Greybear and His Followers
ko: 그레이베어와 그의 추종자들 죽이기

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step20_Kill_The_ElvesDescription
source: The Elder was pretty clear about Greybear and his followers: they are Manacalon fanatics and need to be eliminated to avoid a civil war.
ko: 장로는 그레이베어와 그의 추종자들에 대해 명확한 의견을 갖고 있습니다: 이들은 마나칼론 신봉자들이며, 내전을 피하기 위해서는 제거되어야 합니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step20_Kill_The_Elves_Outcome1Description
source: You killed Greybear and his followers, as the Elder requested.
ko: 장로의 요청대로, 그레이베어와 그의 추종자들을 죽였습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step20_Kill_The_Elves_Outcome2Description
source: You killed the wrong Elder, so there is no longer any need to complete his quest.
ko: 잘못된 장로를 죽였으니, 더 이상 그의 요청을 달성할 필요가 없습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step40_ReportToFakeElderTitle
source: Report to the Elder
ko: 장로에게 보고하기

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step40_ReportToFakeElderDescription
source: Tell the Elder that you killed Greybear and his followers, as requested.
ko: 장로에게 요청대로 그레이베어와 그의 추종자들을 죽였다고 얘기하십시오.

source: You finally convinced Estorgath Sharpmind, chief of the Lantinen Vartmerkint, to come to the parliament and vote to elect a Speaker for the Pact of the Claw.
ko: 마침내 란티넨 바트머킨의 우두머리, 에스토르가스 샤프마인드를 설득했습니다. 그는 의회로 가 발톱 맹약의 맹주를 선출하기 위해 투표할 것입니다.

source: Follow Greybear's Lead
ko: 그레이베어 따라가기

source: Greybear told you that the Elder you spoke with may be a Sorak, and to investigate the Manacalon tower of magic at the entrance to the settlements.
ko: 그레이베어는 당신과 얘기한 장로는 소락일 수 있으며, 정착지의 입구에 있는 마나칼론의 마탑을 조사할 것을 부탁했습니다.

source: Approaching the old Manacalon building Greybear told you about, you found footprints reminiscent of Sorak claws.
ko: 그레이베어가 얘기해준 낡은 마나칼론 건물에 접근하는 과정에서, 소락의 발톱을 연상시키는 발자국들을 찾았습니다.

source: You killed Greybear and his followers, as requested by the Elder, and stopped pursuing the lead of the fake Elder.
ko: 장로의 부탁대로 그레이베어와 그 추종자들을 살해하고, 가짜 장로를 쫓는 것을 관뒀습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step50_Open_DoorTitle
source: Open the Door
ko: 문 열기

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step50_Open_DoorDescription
source: Everything indicates the presence of Soraks around here. Be ready for anything when you open the door of the old Manacalon building.
ko: 모든 것들이 주변에 소락들이 존재한다는 사실을 가리킵니다. 낡은 마나칼론 건물의 문을 열기 전에 준비를 마치십시오.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step50_Open_Door_Outcome1Description
source: You opened the door.
ko: 문을 열었습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step60_Check_ElderTitle
source: Fight the Soraks
ko: 소락과 전투

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step60_Check_ElderDescription
source: As you entered the old Manacalon building, a group of Soraks came out of hiding and attacked you! Kill them!
ko: 낡은 마나칼론 건물에 들어가자, 숨어있던 소락 무리가 튀어나와 당신을 공격합니다! 죽이십시오!

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step60_Check_Elder_Outcome1Description
source: You found the Elder, tortured and barely alive.
ko: 고문받은 채 간신히 살아있는 장로를 찾았습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step60_Check_Elder_Outcome2Description
source: You found the Elder, dead from torture.
ko: 고문 끝에 사망한 장로를 찾았습니다.

# Quest/&DLC3_Quest_Undermountain_04_QuestTitle
source: Terror and Abomination
ko: 공포와 혐오

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_01Title
source: Investigate the Quarry
ko: 채석장 조사

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_01Description
source: "Beasts" have been seen on this side of the quarry. Go investigate.
ko: 채석장의 이 근방에서 "야수들"이 목격됐습니다. 조사하십시오.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_01_Outcome1Description
source: You met hostile bandits in the quarry who attacked you.
ko: 채석장에서, 당신을 공격했던 적대적 강도들을 만났습니다.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_01_Outcome2Description
source: You did not investigate further. What were these terrible "beasts"? The next election should fix the problem, whatever it is… or maybe not.
ko: 더 이상 조사하지 않았습니다. 그 끔찍한 "야수들"은 무엇이었을까요? 그게 무엇이든, 다음 선거가 문제를 해결해줄 것입니다… 아닐지도 모릅니다만.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_02Title
source: Fight the Bandits
ko: 강도들과 전투

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_02Description
source: You found several hostile bandits in the quarry. Get rid of them!
ko: 채석장에서 적대적인 몇몇의 강도들을 찾았습니다. 제거하십시오!

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_02_Outcome1Description
source: You put an end to the threat of the bandits in the quarry, even though reinforcements arrived during the fight.
ko: 전투 중 지원군이 더 도착했음에도 불구하고, 채석장에 있는 강도들의 위협을 제거했습니다.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_03Title
source: Search the bandits' belongings
ko: 강도들의 소지품 수색

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_03Description
source: Find out what the bandits actual motivation was.
ko: 강도들의 진짜 동기를 알아내십시오.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_03_Outcome1Description
source: The ferocious "beasts" simply turned out to be bandits in disguise, taking advantage of the gullibility of the inhabitants to terrorize them and profit from the crisis. It seems that Brodir of House Perlevinn commissioned the brigands to wreak havoc in Turvaamalinn so he could blame House Ettiven.
ko: 흉포한 "야수들"은, 주민들을 겁주고 위기를 이용해 이점을 챙기려 변장한 강도들이었습니다. 펠레빈 가문의 브로디어가 무뢰배들에게 투르바말린에서 혼란을 일으키도록 해, 비난의 화살이 에티벤 가문을 향하도록 한 것 같습니다.

# Quest/&DLC3_Quest_Undermountain_04_Quest_STEP_03_Outcome2Description
source: You did not investigate further. Why did the brigands act like that? The next election should fix the problem, whatever it is… or not.
ko: 더 이상 조사하지 않았습니다. 무뢰배들이 그렇게 행동한 이유는 무엇일까요? 이유가 무엇이든, 다음 선거가 문제를 해결해줄 것입니다… 아닐 수도 있지만요.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step1_TalkToRepresentativeTitle
source: Meet the Eastern Clans' Representative
ko: 동부 씨족의 대변인 만나기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step1_TalkToRepresentativeDescription
source: Talk to the representative of the Eastern Clans of the Itainen Vartmerkint and find out who their chief is.
ko: 이타이넨 바트머킨의 동부 씨족 대변인과 대화하고 씨족장이 누군지 알아내십시오.

source: You met with Lord Rivers, the representative of the Itainen Vartmerkint.
ko: 이타이넨 바트머킨의 대변인, 리버즈 경과 만났습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step2_GoToGallivanTitle
source: To the Front
ko: 전선으로

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step2_GoToGallivanDescription
source: The chief of the Itainen Vartmerkint, General Blunt, also known as the Salamander, is at the front, on the Gallivan border. Go there and find her.
ko: 이타이넨 바트머킨의 씨족장, 통칭 '샐러맨더'인 블런트 장군은 갈리반 국경의 전선에 있습니다. 그곳으로 가 그녀를 찾으십시오.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step2_GoToGallivan_Outcome1Description
source: You reached the clan chief's encampment.
ko: 씨족장의 야영지에 도착했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step3_TalkToLeaderTitle
source: Find General Blunt
ko: 블런트 장군 찾기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step3_TalkToLeaderDescription
source: General Blunt is somewhere in the camp, probably issuing orders. Find her and talk to her.
ko: 블런트 장군은 캠프 내 어딘가에서, 아마 명령을 내리고 있을 것입니다. 그녀를 찾아 대화하십시오.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step3_TalkToLeader_Outcome1Description
source: Gallivan's troops attacked before you had a chance to talk to General Blunt.
ko: 블런트 장군과 대화할 기회를 잡기 전에 갈리반 부대가 공격해 왔습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step4_DefendThe2ndFrontlineTitle
source: Defend the Front Line
ko: 전선 지키기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step4_DefendThe2ndFrontlineDescription
source: Help the captain on the front line. The more you lend aid to the clan, the more they will be willing to help you. WARNING: You cannot take a rest during the battle!
ko: 전선의 대장을 도우십시오. 씨족에 더 많은 도움을 베풀수록, 그들이 기꺼이 보답할 것입니다. 경고: 전투 중에는 휴식을 취할 수 없습니다!

source: You helped the captain defend the front line.
ko: 대장이 전선을 지키는 걸 도왔습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5b_HelpSoldierTitle
source: Repel the Southern Attack
ko: 남쪽 공격 물리치기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5b_HelpSoldierDescription
source: It looks like a group of skirmishers is breaking through to the south. Stop them before they breach the front line.
ko: 남쪽으로 척후병 무리가 침투하는 것 같습니다. 이들이 최전선을 뚫기 전에 저지하십시오.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5b_HelpSoldier_Outcome1Description
source: The soldiers were very glad of your support on the southern end of the front line.
ko: 병사들은 남쪽 전선에서 이루어진 당신의 도움에 큰 감사를 표했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5b_HelpSoldier_Outcome2Description
source: You didn't help against the southern attack, and a lot of soldiers died.
ko: 남쪽 공격을 돕지 않아, 많은 병사들이 사망했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5c_Attack1stFrontlineTitle
source: Repel the Eastern Attack
ko: 동쪽 공격 물리치기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5c_Attack1stFrontlineDescription
source: The enemy has broken through the front line to the east. Repel them and retake the wall.
ko: 적이 전선 동쪽을 뚫고 들어왔습니다. 이들을 물리치고 벽을 탈환하십시오.

source: You successfully repelled the eastern attack and retook the wall.
ko: 동쪽 공격을 성공적으로 물리치고 벽을 탈환했습니다.

source: You did not help repel the eastern attack, and many soldiers died trying to retake the wall.
ko: 동쪽 수비를 돕지 않아, 벽을 탈환하기 위한 시도에서 많은 병사들이 사망했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5a_LightUpBeaconTitle
source: Light the Beacon
ko: 봉화 밝히기

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5a_LightUpBeaconDescription
source: The fourth battalion just left for the north, but they can still be recalled to help repel the offensive. Light the beacon on the old tower to call them back!
ko: 아직 얼마 전 북쪽으로 떠난 제4대대를 불러 침공을 물리치는 데 도움을 받을 수 있습니다. 낡은 탑에 봉화를 밝혀 그들을 다시 불러들이십시오!

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5a_LightUpBeacon_Outcome1Description
source: You successfully lit the beacon.
ko: 성공적으로 봉화를 밝혔습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5a_LightUpBeacon_Outcome2Description
source: You did not light the beacon, and the fourth battalion did not make it back in time to help.
ko: 봉화를 밝히지 않았고, 제4대대는 제 시간 안에 오지 못했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5d_ClearOutpostTitle
source: Clear the Tower
ko: 탑 청소

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5d_ClearOutpostDescription
source: Kill all enemies that are still in the vicinity of the old tower.
ko: 오래된 탑 근처에 남아 있는 모든 적을 죽이십시오.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step5d_ClearOutpost_Outcome1Description
source: You cleared the old tower of enemies.
ko: 낡은 탑의 적들을 소탕했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step6_ReportToTheLeaderTitle
source: Talk to General Blunt
ko: 블런트 장군과 대화

# Quest/&DLC3_Quest_HumanClans_01_Quest_Step6_ReportToTheLeaderDescription
source: Now the Gallivan troops have been repelled, General Blunt will have time to talk. Go and ask her about the Pact.
ko: 갈리반 부대를 물리쳤으니, 블런트 장군도 대화할 시간이 생겼겠지요. 그녀와 맹약 이야기를 하십시오.

source: You spoke to General Blunt, chief of the Itainen Vartmerkint, but she said that the situation here was far too grave to take time out for the Pact.
ko: 이타이넨 바트머킨의 씨족장 블런트 장군과 대화했으나, 맹약을 위해 시간을 내기엔 상황이 너무 중대하다는 답을 들었습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step1_TalkToTheLeaderToBeBriefedTitle
source: Talk to the General
ko: 장군과 대화하기

source: General Blunt is planning her strategy in the camp. Try to talk to her about the Pact of the Claw again.
ko: 블런트 장군은 캠프에서 전략을 세우고 있습니다. 그녀에게 발톱 맹약 얘기를 다시 하십시오.

source: General Blunt asked you for more help with the defense of the border, which includes retaking a nearby castle from Gallivan forces and stopping an enemy supply convoy.
ko: 블런트 장군은 전선 수비를 더 도와달라 요청했으며, 근처에 위치한 갈리반 군이 점령한 성을 탈환하고 적의 보급로 호송을 끊을 것을 부탁했습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step2_TravelToTheLocationOfTheAmbushTitle
source: Reach the Location of the Ambush
ko: 기습 장소로 이동

source: Take the road to reach the location of the ambush and stop the Gallivan convoy.
ko: 도로를 따라 매복 장소에 도착해 갈리반 군의 호송을 저지하십시오.

source: You reached the hillock where the ambush is to take place.
ko: 기습을 가할 언덕길에 도착했습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step2.5_FindTheConvoyCampementTitle
source: Find the convoy encampment
ko: 호송대 야영지 찾기

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step2.5_FindTheConvoyCampementDescription
source: Find the supply convoy encampment and stop it.
ko: 보급 호송대의 야영지를 찾아 저지하십시오.

source: You've found the convoy, which seems to have stopped to protect itself from the heavy blizzard that has fallen on the area. Make sure it doesn't reach its final destination.
ko: 폭설로부터 자신들을 지키기 위해 멈춘 것처럼 보이는 호송대를 발견했습니다. 이들이 최종 목적지에 도달하지 못하도록 만드십시오.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3a_StopThemTitle
source: Attack the Convoy
ko: 호송대 공격

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3a_StopThemDescription
source: Attack the convoy and make sure those supplies do not reach the Gallivan troops.
ko: 호송대를 공격해 보급품이 갈리반 군에 도달하지 못하도록 하십시오.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3a_StopThem_Outcome1Description
source: You destroyed the convoy.
ko: 호송대를 파괴시켰습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3b_TalkToThemTitle
source: Parlay
ko: 도박수

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3b_TalkToThemDescription
source: Talk to the Gallivan officer and convince him to renounce his mission and avoid bloodshed.
ko: 갈리반 장교와 대화해 임무를 포기하도록 설득하고 유혈 사태를 피하십시오.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3b_TalkToThem_Outcome1Description
source: You convinced the officer leading the convoy to retreat.
ko: 장교를 설득해 호송대를 물러나게 만들었습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3b_TalkToThem_Outcome2Description
source: You failed to convince the officer leading the convoy to retreat.
ko: 장교를 설득해 호송대를 물러나게 만드는 데 실패했습니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3c_LetThemGoOrLeaveTitle
source: Let the Convoy Pass
ko: 호송대 통과시키기

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step3c_LetThemGoOrLeaveDescription
source: With all the prisoners in the convoy, an attack could cost the lives of many innocents. You could cancel the ambush.
ko: 모든 수감자들이 호송대에 있기 때문에, 공격할 경우 죄 없는 사람들의 목숨을 앗을 수도 있습니다. 기습을 취소할 수도 있습니다.

source: You decided the let the convoy pass in order to avoid collateral damage, but you don't have to tell general Blunt.
ko: 필요 없는 피해를 피하기 위해 호송대를 통과시키기로 했습니다만, 블런트 장군에게 이걸 굳이 말할 필요는 없습니다.

source: You decided the let the convoy pass in order to avoid collateral damage. You must warn general Blunt.
ko: 필요 없는 피해를 피하기 위해 호송대를 통과시키기로 했습니다. 블런트 장군에게 경고해야만 합니다.

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step4_ReportToTheCaporalTitle
source: Report on the Operation
ko: 작전 보고

# Quest/&DLC3_Quest_HumanClans_03_Quest_Step4_ReportToTheCaporalDescription
source: Return to the camp and tell Captain Ashdown how the ambush went.
ko: 야영지로 돌아가 애쉬다운 대위에게 기습 결과 보고하기.

source: You brought the news to Captain Ashdown.
ko: 애쉬다운 대위에게 소식을 가져왔습니다.

# Quest/&DLC3_PalaceOfIce_Quest_150_ReturnToScarTitle
source: Return to the Scar
ko: 상흔으로 돌아가기

# Quest/&DLC3_PalaceOfIce_Quest_150_ReturnToScarDescription
source: Return to the main room and check whether Sessroth's interplanar Gate has been destroyed.
ko: 본실로 돌아가 세스로스의 차원간 관문이 파괴됐는지 확인하십시오.

# Quest/&DLC3_PalaceOfIce_Quest_150_ReturnToScar_Outcome1Description
source: Despite your efforts to stop the demonic invasion, Sessroth's interplanar Gate is still intact. It looks like there is no other choice but to use it and enter the Demon Realms to destroy Sessroth once and for all.
ko: 악마의 침입을 막으려는 노력에도 불구하고, 세스로스의 차원간 관문은 아직 건재합니다. 이를 이용해 악마의 소굴로 들어가, 세스로스를 완전히 파괴하는 수밖에 없어 보입니다.

# Quest/&DLC3_PalaceOfIce_Quest_160_DefeatSessrothTitle
source: Destroy Sessroth
ko: 세스로스 파멸시키기

# Quest/&DLC3_PalaceOfIce_Quest_160_DefeatSessrothDescription
source: This is it. You now face Sessroth on his home plane - along with an old acquaintance whom you barely glimpsed at the Battle of the Rift.
ko: 마침내. 세스로스의 차원에서 그와 마주했습니다 - 균열 전투에서 간신히 엿봤던, 낯익은 자와 함께 말입니다.

# Quest/&DLC3_PalaceOfIce_Quest_160_DefeatSessroth_Outcome1Description
source: You vanquished Sessroth and Sorr-Tarr's avatar!
ko: 세스로스와 소르타르의 화신을 이겼습니다!

# Quest/&DLC3_CSTitle_PalaceOfIce02
source: The Archreaver
ko: 파괴왕

# Quest/&DLC3_CSTitle_PalaceOfIce03
source: Wounds of Solasta
ko: 솔라스타의 상처

# Quest/&DLC3_CSTitle_PalaceOfIce04
source: Crowned Heads
ko: 왕관 쓴 머리들

# Quest/&DLC3_CSTitle_PalaceOfIce05
source: What Now?
ko: 이제 어쩌지?

# Quest/&DLC3_CSTitle_PalaceOfIce06
source: Back in Black
ko: 사망에서 돌아오다

# Quest/&DLC3_CSTitle_PalaceOfIce07
source: One-Way Ticket
ko: 편도행

# Quest/&DLC3_CSTitle_GallivanBorder02
source: Ten-Hut!
ko: 차렷!

# Quest/&DLC3_CSTitle_GallivanBorder03
source: Beyond Suspicion
ko: 의심을 넘어

# Quest/&DLC3_CSTitle_GallivanBorder04
source: A Bridge Too Far
ko: 너무 먼 다리

# Quest/&DLC3_CSTitle_GallivanBorder05
source: Ashes of Victory
ko: 승리의 재

# Quest/&DLC3_Quest_SouthernClans_01_Title
source: Honor Your fathers
ko: 아버지를 공경하라

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_01Title
source: Reach Kaupaapunki
ko: 카우판푸키 도착하기

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_01Description
source: The Southern Clan's city is close by. Escort the caravan to the city.
ko: 남부 씨족의 도시가 가깝습니다. 도시로 향하는 대상을 호위하십시오.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_01_Outcome1Description
source: You have reached Kaupaapunki.
ko: 카우판푸키에 도착했습니다.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_02Title
source: Rest at the Inn
ko: 여관에서 휴식

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_02Description
source: The journey was long and exhausting. Go to the tavern and get some rest.
ko: 여행은 길고 피곤했습니다. 여관으로 가 쉽시다.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_02_Outcome1Description
source: You spent the night at the Inn.
ko: 여관에서 밤을 지냈습니다.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_03Title
source: Join Vigdis in the Keep
ko: 아성에서 비그디스 만나기

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_03Description
source: Vigdis left a message, inviting you to join her for her father's funeral.
ko: 비그디스는 메시지를 남겼습니다, 그녀의 아버지의 장례식에 초대했습니다.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_03_Outcome1Description
source: You met with Vigdis in her room.
ko: 비그디스의 방에서 그녀와 만났습니다.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_04Title
source: Go to the Mausoleum
ko: 영묘로 이동

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_04Description
source: Vigdis invited you to join her for the wake. Go to the mausoleum and pay your respects to the dead.
ko: 비그디스는 장례 중 경야에 함께해, 밤을 지새워달라 초대했습니다. 영묘로 가 망자에 대한 조의를 표하십시오.

# Quest/&DLC3_Quest_SouthernClans_01_Quest_STEP_04_Outcome1Description
source: You paid your respects to the late Lord Kaikonnen.
ko: 카이콘넨 경에게 조의를 표했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Title
source: Something's Missing
ko: 사라진 무언가

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01Title
source: Discuss with Vigdis
ko: 비그디스와 논의하기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01Description
source: Vigdis seems distressed. Ask her what's going on.
ko: 비그디스가 힘들어 보입니다. 무슨 일인지 물어보십시오.
