Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_CrossroadCamp_Quest_Title
source: On the Way to the Einareum
ko: 에이나리움으로 향하는 길

# Quest/&DLC3_CrossroadCamp_Quest_STEP_01Title
source: Check Your Gear
ko: 장비 확인

# Quest/&DLC3_CrossroadCamp_Quest_STEP_01Description
source: You're almost at the Einareum. Gear up and hit the road. Your equipment is stored in the chests near the campfire.
ko: 에이나리움에 거의 다 도착했습니다. 장비를 챙기고 길을 떠나십시오. 여러분의 장비는 모닥불 근처 상자에 보관되어 있습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_01_Outcome1Description
source: You're geared up and ready for the road.
ko: 장비를 챙기고 길을 떠날 준비를 마쳤습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_02Title
source: Exit the Area
ko: 지역에서 나가기

# Quest/&DLC3_CrossroadCamp_Quest_STEP_02Description
source: The Einareum is just a few hours away. Hit the road!
ko: 에이나리움은 몇 시간 거리입니다. 출발합시다!

# Quest/&DLC3_CrossroadCamp_Quest_STEP_02_Outcome1Description
source: You were ambushed by bandits before you started your journey.
ko: 여행을 시작하기 전에 강도들에게 기습을 당했습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_03Title
source: Kill the Bandits
ko: 강도떼 죽이기

# Quest/&DLC3_CrossroadCamp_Quest_STEP_03Description
source: These bandits are out to rob you, or worse. Defeat them.
ko: 강도들은 여러분을 털거나, 더한 짓도 하려 드는군요. 해치웁시다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_03_Outcome1Description
source: You defeated a bunch of unwise bandits before leaving the night camp.
ko: 야영지를 떠나기 전, 슬기롭지 못한 강도떼를 해치웠습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_04Title
source: Journey to the Einareum
ko: 에이나리움으로 향하는 여로

# Quest/&DLC3_CrossroadCamp_Quest_STEP_04Description
source: The bandits are no longer able to divert you from your path. It's time to meet Marshal Beric Sunblaze.
ko: 강도들은 더 이상 걸림돌이 되지 못합니다. 베릭 선블레이즈 원수를 만날 시간입니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_04_Outcome1Description
source: You safely reached the Einareum.
ko: 에이나리움에 무사히 도착했습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_05Title
source: Meet with Beric Sunblaze
ko: 베릭 선블레이즈 만나기

# Quest/&DLC3_CrossroadCamp_Quest_STEP_05Description
source: Marshal Beric Sunblaze asked you to meet him in the abbey.
ko: 베릭 선블레이즈 원수는 대수도원에서 만나달라고 요청했습니다.

# Quest/&DLC3_CrossroadCamp_Quest_STEP_05_Outcome1Description
source: You have spoken to Beric Sunblaze.
ko: 베릭 선블레이즈와 대화했습니다.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_01Title
source: Speak to Captain Ashdown
ko: 애쉬다운 대위와 대화하기

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_01Description
source: Captain Ashdown told you he wanted to speak to you in private.
ko: 애쉬다운 대위는 사적으로 대화하기를 원한다고 얘기했습니다.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_01_Outcome1Description
source: You spoke to Captain Ashdown.
ko: 애쉬다운 대위와 대화했습니다.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_02Title
source: Investigate the leaks
ko: 구멍 찾기

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_02Description
source: Interrogate the officers involved in the defense of the frontlines, and find out if someone is indeed working for Gallivan, and who it is.
ko: 전선의 수비를 담당하는 장교들을 신문해, 갈리반을 위해 일하는 자가 있는지나 그 정체를 알아내십시오.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_02_Outcome1Description
source: You found that there was actually a Sorak amidst the Snow Alliance troops, impersonating a renowned officer!
ko: 설산 동맹 부대 내에 실제로 소락 침입자가 있다는 사실을, 심지어 명망 높은 장교였다는 사실을 알아냈습니다!

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_02_Outcome2Description
source: You did not find out if there was a traitor amidst the Snow Alliance troops on the border of Gallivan.
ko: 갈리반 전선에 있는 설산 동맹 부대에 배신자가 있는지 찾아내지 못했습니다.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_03Title
source: Report Your Findings
ko: 조사 결과 보고

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_03Description
source: Return to Captain Ashdown and tell him you found the traitor.
ko: 애쉬다운 대위에게 돌아가 배신자를 찾았다는 사실을 얘기하십시오.

# Quest/&DLC3_Quest_HumanClans_Investigation_Quest_03_Outcome1Description
source: You reported your findings to Captain Ashdown.
ko: 애쉬다운 대위에게 결과를 보고했습니다.

# Quest/&DLC3_CSTitle_Crossroads_Wakingup
source: On the Road Again
ko: 다시 길에 오르다

# Quest/&DLC3_CSTitle_Crossroads_PostBattle
source: They're Coming for You
ko: 널 찾아왔어

# Quest/&DLC3_CSTitle_WhiteCity34
source: Destiny of an Adventurer
ko: 모험가의 운명

# Quest/&DLC3_Ambush_Quest_Title
source: Northwards
ko: 북쪽으로

# Quest/&DLC3_Ambush_Quest_01_TRAVELTitle
source: Travel to Kaupaapunki
ko: 카우판푸키를 향해

# Quest/&DLC3_Ambush_Quest_01_TRAVELDescription
source: Take the road north to the border between the Principality and the Snow Alliance, all the way to the city of Kaupaapunki.
ko: 북쪽, 공국과 설산 동맹 사이의 국경으로 방향을 잡아 카우판푸키 시로 향하십시오.

# Quest/&DLC3_Ambush_Quest_01_TRAVEL_Outcome1Description
source: You have been ambushed!
ko: 기습받았습니다!

# Quest/&DLC3_Ambush_Quest_02_FIGHTTitle
source: Fight!
ko: 전투!

# Quest/&DLC3_Ambush_Quest_02_FIGHTDescription
source: You have been ambushed by a bunch of Soraks and their cultist followers! Kill them all!
ko: 소락 무리와 사교도 추종자들에게 기습당했습니다! 모두 죽이십시오!

# Quest/&DLC3_Ambush_Quest_02_FIGHT_Outcome1Description
source: You have survived the ambush and protected Vigdis.
ko: 기습에서 살아남아 비그디스를 보호했습니다.

# Quest/&DLC3_Ambush_Quest_03_RESTTitle
source: Go to the Campsite
ko: 야영지로 이동

# Quest/&DLC3_Ambush_Quest_03_RESTDescription
source: Stenvägg Bridge is a common resting location for travelers. Take a rest there.
ko: 스텐바그 다리는 모험가들이 자주 사용하는 휴식처입니다. 그곳에서 휴식하십시오.

# Quest/&DLC3_Ambush_Quest_03_REST_Outcome1Description
source: You rested for the night.
ko: 밤 동안 휴식했습니다.

# Quest/&DLC3_Telema_Quest_03_181_SPEAKTO_ATitle
source: Speak to Brennen Lingard
ko: 브레넌 린가드와 대화하기

# Quest/&DLC3_Telema_Quest_03_181_SPEAKTO_ADescription
source: This soldier is using nondetection. This makes him a suspect. Talk to him and see what he has to say.
ko: 이 병사는 탐지회피 주문을 사용 중입니다. 의심스럽군요. 그와 대화해 뭐라고 하는지 살펴봅시다.

# Quest/&DLC3_Telema_Quest_03_181_SPEAKTO_A_Outcome1Description
source: You spoke to Brennen Lingard.
ko: 브레넌 린가드와 대화했습니다.

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_BTitle
source: Speak to Etheyn Cook
ko: 에세인 쿡과 대화하기

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_BDescription
source: This soldier is using nondetection, therefore he is a suspect. Talk to him and try to see what he has to say.
ko: 이 병사는 탐지회피 주문을 사용 중입니다. 의심스럽군요. 그와 대화해 뭐라고 하는지 살펴봅시다.

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_B_Outcome1Description
source: You spoke to Etheyn Cook.
ko: 에세인 쿡과 대화했습니다.

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_CTitle
source: Speak to Lorna Mighten
ko: 로나 마이튼과 대화하기

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_C_Outcome1Description
source: You spoke to Lorna Mighten.
ko: 로나 마이튼과 대화했습니다.

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_DTitle
source: Speak to Weyne Tayler
ko: 웨인 테일러와 대화하기

# Quest/&DLC3_Telema_Quest_03_182_SPEAKTO_D_Outcome1Description
source: You spoke to Weyne Tayler.
ko: 웨인 테일러와 대화했습니다.

# Quest/&DLC3_Telema_Quest_03_185_ACCUSETitle
source: Find the Infiltrator!
ko: 침입자 찾기!

# Quest/&DLC3_Telema_Quest_03_185_ACCUSE_Outcome1Description
source: You have spoken to the four suspects. You can also look for physical hints and clues, but at some point, you are going to have to accuse someone and live with consequences of doing so.
ko: 4명의 용의자와 대화했습니다. 물리적인 단서를 찾아볼 수도 있지만, 결국은 누군가를 추궁해야만 합니다. 그에 따른 결과를 받아들여야 할 것이고 말입니다.

# Quest/&DLC3_Telema_Quest_03_185_ACCUSEDTitle
source: Fight!
ko: 전투!

# Quest/&DLC3_Telema_Quest_03_185_ACCUSEDDescription
source: You have uncovered the infiltrator! He was ready for you, and had reinforcements prepared to back him up!
ko: 침입자를 밝혀냈습니다! 그는 대비하고 있었으며, 자신을 도와줄 원군도 가지고 있었습니다!

# Quest/&DLC3_Telema_Quest_03_185_ACCUSED_Outcome1Description
source: You killed the infiltrator and his allies.
ko: 침입자와 그 동료들을 죽였습니다.

# Quest/&DLC3_Telema_Quest_03_AccuseATitle
source: Accuse Brennen
ko: 브레넌 추궁하기

# Quest/&DLC3_Telema_Quest_03_185_ACCUSEDescription
source: If you believe that Weyne is the infiltrator, accuse him.
ko: 웨인이 침입자라고 믿는다면, 그를 추궁하십시오.

# Quest/&DLC3_Telema_Quest_03_AccuseA_Outcome1Description
source: You accused Brennen.
ko: 브레넌을 추궁했습니다.

# Quest/&DLC3_Telema_Quest_03_AccuseA_Outcome2Description
source: You did not accuse Brennen.
ko: 브레넌을 추궁하지 않았습니다.

# Quest/&DLC3_Telema_Quest_03_AcuseBTitle
source: Accuse Etheyn
ko: 에세인 추궁하기

# Quest/&DLC3_Telema_Quest_03_AcuseB_Outcome1Description
source: You accused Etheyn.
ko: 에세인을 추궁했습니다.

# Quest/&DLC3_Telema_Quest_03_AcuseB_Outcome2Description
source: You did not accuse Etheyn.
ko: 에세인을 추궁하지 않았습니다.

# Quest/&DLC3_Telema_Quest_03_AccuseCTitle
source: Accuse Lorna
ko: 로나 추궁하기

# Quest/&DLC3_Telema_Quest_03_AccuseC_Outcome1Description
source: You accused Lorna.
ko: 로나를 추궁했습니다.

# Quest/&DLC3_Telema_Quest_03_AccuseC_Outcome2Description
source: You did not accuse Lorna.
ko: 로나를 추궁하지 않았습니다.

# Quest/&DLC3_Telema_Quest_03_AccuseDTitle
source: Accuse Weyne
ko: 웨인 추궁하기

# Quest/&DLC3_Telema_Quest_03_AccuseD_Outcome1Description
source: You accused Weyne and unmasked him!
ko: 웨인을 추궁해 정체를 밝혔습니다!

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_07Title
source: Return to Vigdis
ko: 비그디스에게 돌아가기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_07Description
source: Clean up the demon's hideout, and then join Vigdis in her room to discuss what to with Thadeos.
ko: 악마 소굴을 청소하고, 비그디스의 방으로 돌아가 타데오스에 대해 얘기를 나누십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_07_Outcome1Description
source: You agreed to let Maja use Speak with Dead on Thadeos, and waited the night to let her prepare the spell.
ko: 마자를 통해 타데오스에게 망자와의 대화 주문을 사용하기로 동의했습니다. 그녀가 주문을 준비할 수 있도록 밤까지 기다렸습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP8Title
source: Interrogate Thadeos
ko: 타데오스 신문하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP8Description
source: Maja is ready to cast Speak with Dead. Join her and interrogate Thadeos' dead spirit to obtain information about what happened.
ko: 마자는 망자와의 대화 주문을 시전할 준비가 됐습니다. 그녀와 함께 타데오스의 죽은 영을 신문해 무슨 일이 벌어졌었는지 정보를 얻으십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP8_Outcome1Description
source: You learned that Ragnhild, Vigdis' cousin, is probably a part of the plot against the Kaikonnens.
ko: 비그디스의 사촌, 라그닐드가 카이콘넨과 관련된 계획의 일부일지도 모른다는 사실을 알았습니다.

# Quest/&DLC3_CSTitle_Kaupaa_36
source: The Antiquarians
ko: 고고학길드

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Fail
source: You didn't redeem Björni's artifact in time.
ko: 뵤르니의 아티팩트를 제때 되찾지 못했습니다.

# Quest/&DLC3_Quest_NorthernClans_Refit_FindClues
source: Find clues about the attack.
ko: 공격에 대한 단서를 찾으십시오.

# Quest/&DLC3_Quest_NorthernClans_Refit_FindClues_Description
source: Investigate the location to find who attacked the caravan, and where they went.
ko: 근방을 조사하고 누가 대상을 공격했는지, 어디서 왔는지 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_Refit_FindClues_Outcome
source: You found evidence that it was indeed a group of giants who attacked the caravan.
ko: 대상을 공격한 것이 거인 무리의 소행이란 증거를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_Trophy_Heddlon_Quest_01_HEDDLONSREQUESTTitle
source: Heddlon's request
ko: 헤들론의 요청

source: Heddlon asked you to retrieve a Manacalon artifact that he believes is in the Northern Territories. Find it and bring it back in exchange for a generous reward.
ko: 헤들론은 자신이 북부 영토의 것이라 믿는 마나칼론의 아티팩트를 되찾아 달라고 요청했습니다. 이를 찾아 건넨다면 막대한 보상을 얻을 수 있을 것입니다.

source: You found the item Heddlon requested: Björni Blackcloud's scepter!
ko: 헤들론이 요청한 아이템을 찾았습니다: 뵤르니 블랙클라우드의 왕홀입니다!

# Quest/&DLC3_Quest_NorthernClans_Trophy_Heddlon_Quest_02_RETURNTOHEDDLONTitle
source: Return the Scepter to Heddlon
ko: 헤들론에게 왕홀 건네기

source: You could accept Heddlon's proposal and bring him Björni's scepter, but you could also keep it for yourself.
ko: 헤들론의 요청을 받아들여 뵤르니의 왕홀을 건넬 수도 있고, 자신이 소지할 수도 있습니다.

source: You gave Heddlon the scepter.
ko: 헤들론에게 왕홀을 건넸습니다.

source: You did not give Heddlon the scepter.
ko: 헤들론에게 왕홀을 주지 않았습니다.

# Quest/&DLC3_Quest_NorthernClans_06_TitleQuestb
source: Hjalmar's Request
ko: 히알마르의 요청

# Quest/&DLC3_Quest_NorthernClans_Trophy_Hjalmar_Quest_01_HJALMARSREQUESTTitle
source: Find Björni's Artifact of Power
ko: 뵤르니의 강력한 아티팩트 찾기

source: Hjalmar requested that you bring him the artifact that gave Björni the power to defeat his father. Take it from Björni's dead body.
ko: 히알마르는 뵤르니가 자신의 아버지를 쓰러트린 힘을 준 아티팩트를 찾아 자신에게 달라고 요청했습니다. 뵤르니의 시신에서 챙기십시오.

source: You found Björni's artifact, a scepter.
ko: 뵤르니의 아티팩트, 왕홀을 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_Trophy_Hjalmar_Quest_02_RETURNTOHJALMARTitle
source: Return the Scepter to Hjalmar
ko: 왕홀을 히알마르에게 반환하기

source: You can return the scepter to Hjalmar, but you could also keep it for yourself.
ko: 왕홀을 히알마르에게 돌려줄 수도 있고, 자신이 소지할 수도 있습니다.

source: You gave Hjalmar the scepter, gaining his trust and friendship.
ko: 히알마르에게 왕홀을 건네, 그의 신뢰와 우정을 얻었습니다.

source: You did not give Hjalmar the scepter.
ko: 히알마르에게 왕홀을 주지 않았습니다.

# Quest/&DLC3_PalaceOfIce_Quest_181_MakeAChoiceTitle
source: Sacrifice One of Yours
ko: 자신 중 한 명을 희생하기

# Quest/&DLC3_PalaceOfIce_Quest_181_MakeAChoice_Outcome1Description
source: You decided to leave one of yours, hoping to come back and recover it later.
ko: 언젠가 돌아와 데려갈 수 있으리란 희망을 품고, 한 명이 남기로 결정했습니다.

# Quest/&CSTitle_ToTheRescue
source: To the Rescue!
ko: 구조를 위해!

# Quest/&DLC3_CSTitle_WhiteCity35
source: The Keskainen Vartmerkint
ko: 케스카이넨 바트머킨

# Quest/&DLC3_Quest_HumanClans_03_Step0_Description
source: General Blunt asked you for some time to think about the situation. Take a long rest and then come back to her.
ko: 블런트 장군은 상황에 대해 생각할 시간을 달라 요청했습니다. 긴 휴식을 취하고 다시 만나러 오십시오.

# Quest/&DLC3_Quest_HumanClans_03_Step0_Outcome
source: You gave General Blunt some time to think about the situation.
ko: 블런트 장군에게 상황에 대해 생각할 시간을 주었습니다.

# Quest/&DLC3_CSTitle_Gallivan_Castle_Mid
source: The Last Battle
ko: 최후의 전투

# Quest/&DLC3_Quest_HumanClans_05_Quest_A_ExitCastleTitle
source: Exit the Castle
ko: 성 나가기

# Quest/&DLC3_Quest_HumanClans_05_Quest_A_ExitCastleDescription
source: The battle is won, and the Gallivan general, who was obviously a Sorak Infiltrator, is now dead. Exit the castle and debrief.
ko: 전투에서 승리했으며, 소락 침투자로 명백해 보이는 갈리반의 장군은 이제 사망했습니다. 성을 나가 결과를 보고하십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_A_ExitCastle_Outcome1Description
source: You have won the support of the Itainen Vartmerkint.
ko: 이타이넨 바트머킨의 지지를 얻었습니다.

# Quest/&DLC3_CSTitle_YoungDwarf_Debrief
source: A Young Dwarf's Destiny
ko: 젊은 드워프의 운명

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP1BTitle
source: Check the first solidified lava wall.
ko: 첫 번째로 응고된 용암 벽을 확인하십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP1B_Outcome1Description
source: You checked this crack that was blocked by solidified lava, but even now, it seems to lead nowhere.
ko: 용암이 굳으며 막힌 균열을 확인했지만, 아직도 어디로도 흐르지 않는 것 같습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP1_Description.
source: Both known means of access - the shaft and the gallery - are impassable. A massive door close to the heating system is also magically locked and impossible to open. Find another way. Perhaps the heat has begun to melt the lava that blocked the secondary accesses.
ko: 잘 알려진 통로, 수직갱과 회랑 모두 통행이 불가능한 상황입니다. 열 공급 시스템 근처의 커다란 문도 마법적으로 잠겨 열 수 없습니다. 다른 방법을 찾아 보십시오. 아마 열기로 인해 2차 접근을 막은 용암이 녹기 시작했을 겁니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP1Title
source: Check the second solidified lava wall.
ko: 두 번째로 응고된 용암 벽을 확인하십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP1CTitle
source: Check the third solidified lava wall.
ko: 세 번째로 응고된 용암 벽을 확인하십시오.

# Quest/&DLC3_CSTitle_ElectionB
source: Habemus Speaker
ko: 새 맹주 탄생하다

# Quest/&DLC3_CSTitle_ElectionC
source: All Is Lost
ko: 모두 잃다

# Quest/&DLC3_PalaceOfIce_Quest_157_SEARCHFORSESSROTHTitle
source: Find Sessroth
ko: 세스로스 찾기

# Quest/&DLC3_PalaceOfIce_Quest_157_SEARCHFORSESSROTHDescription
source: Search for Sessroth and kill him once and for all.
ko: 세스로스를 찾아 완전히 죽이십시오.

# Quest/&DLC3_PalaceOfIce_Quest_157_SEARCHFORSESSROTH_Outcome1Description
source: You have found Sessroth, diminished but not alone. It's time to end it.
ko: 세스로스를 찾았습니다. 줄어들었지만 혼자는 아니로군요. 끝장을 볼 시간입니다.

source: You killed Hjalmar. You will probably still be able to find Björni's artifact and make good use of it.
ko: 히알마르를 죽였습니다. 뵤르니의 아티팩트는 여전히 찾아내 유용하게 사용할 수 있을 것입니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02EbTitle
source: Talk to Angus Hightower
ko: 앵거스 하이타워와 대화하기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_25Title
source: Go to Beric Sunblaze
ko: 베릭 선블레이즈에게 가기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_25Description
source: Marshal Sunblaze must be ready to see you now, return to the Crown room.
ko: 선블레이즈 원수는 당신들을 볼 준비가 되었을 테니, 왕관실로 돌아가십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_25_Outcome1Description
source: Marshal Sunblaze asked you to escort Lady Vigdis Kaikonnen to Kaupaapunki, go the gardens to meet her.
ko: 선블레이즈 원수는 비그디스 카이콘넨 아가씨를 카우판푸키까지 호위해줄 것을 부탁했습니다. 정원으로 가 그녀를 만나십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_02b_Description
source: Marshal Sunblaze had a guest and was too busy to see you right away. Take a Long Rest and come back in the morning.
ko: 선블레이즈 원수는 손님을 맞느라 바빠 당장 보기는 어려워 보입니다. 긴 휴식을 취하고 아침에 돌아옵시다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_02b_Outcome1
source: You went to rest in the Einareum's guest room.
ko: 에이나리움의 객실로 쉬러 왔습니다.

# Quest/&DLC3_CSTitle_ElevatorBully
source: Out of the way
ko: 썩 꺼져

# Quest/&DLC3_CSTitle_GetGuardian
source: Get the Guardian
ko: 수호자 얻기

# Quest/&DLC3_CSTitle_GetGuardian2
source: We have it
ko: 얻다

# Quest/&DLC3_CSTitle_GetGuardian3
source: The ice dragon
ko: 얼음 용

# Quest/&DLC3_CSTitle_KeskainenElection
source: Secrets are revealed
ko: 탄로난 비밀

# Quest/&DLC3_CSTitle_WhiteCityVigdis
source: Ettilen Vartmerkint
ko: 에틸렌 바트머킨

# Quest/&DLC3_Quest_HumanClans_05B_Quest_TravelToTheCastleDescription
source: Captain Ashdown gave you directions to Glendale Castle. Go meet him there.
ko: 애쉬다운 대위는 글렌데일 성으로 오라고 지시했습니다. 그곳으로 가 그를 만나십시오.

# Abjuration_Quest_00_FirstStep
source: You arrived at the location of the Crown's signal, and found the ruins of a Tirmarian monastery.
ko_mt: 왕관의 신호가 있는 곳에 도착했고 티르마리아 수도원의 폐허를 발견했습니다.

# Abjuration_Quest_01_ExploreTheRuinsDescription
source: You are close to the origin of the signal that the crownbearer feels. Find out what this is about.
ko_mt: 당신은 왕관 소유자가 느끼는 신호의 원점에 가깝습니다. 이것이 무엇인지 알아보십시오.

# Abjuration_Quest_01_ExploreTheRuinsTitle
source: Explore the Ruins
ko_mt: 유적 탐험

# Abjuration_Quest_02_FollowKythaela_Outcome1Description
source: While traveling with Kythaela, you came across a Manacalon ruin that she remembered, but it's not the place she's looking for.
ko_mt: Kythaela와 함께 여행하는 동안 그녀가 기억하는 마나칼론 폐허를 발견했지만 그녀가 찾는 곳은 그곳이 아닙니다.

# Abjuration_Quest_02_FollowKythaelaDescription
source: Escort Kythaela to Coparann and use every opportunity to help her recover her memories.
ko_mt: 키타엘라를 코파란까지 호위하고 모든 기회를 활용하여 그녀가 기억을 회복하도록 도우십시오.

# Abjuration_Quest_02_FollowKythaelaTitle
source: Find the Copper Vale of Remembrance
ko_mt: 기억의 구리 골짜기 찾기

# Abjuration_Quest_03_Ruins01Title
source: The Oracle
ko_mt: 오라클

# Abjuration_Quest_03_Ruins01Title_Outcome1Description
source: You visited an old Imperial Oracle but didn't find anything useful about the Crown, so you went on your way. Kythaela seemed very confused. Will she ever return to her former self?
ko_mt: 당신은 오래된 제국의 신탁을 방문했지만 왕관에 대해 유용한 것을 찾지 못했고 그래서 당신은 갈 길을 갔습니다. Kythaela는 매우 혼란스러워 보였습니다. 그녀는 과연 예전의 자신으로 돌아갈 수 있을까?

# Abjuration_Quest_03_Ruins01TitleDescription
source: While travelling with Kythaela, you found the ruins of a Manacalon oracle. She seemed to remember the place. Search it for any information about the Crown - but be careful, as orcs seem to have settled close by.
ko_mt: Kythaela와 함께 여행하는 동안 Manacalon 신탁의 폐허를 발견했습니다. 그녀는 그 장소를 기억하는 것 같았다. 왕관에 대한 정보가 있는지 검색해 보세요. 하지만 오크들이 근처에 정착한 것 같으니 조심하세요.

# Abjuration_Quest_03_Ruins02Title
source: The Prison
ko_mt: 감옥

# Abjuration_Quest_03_Ruins02Title_Outcome1Description
source: You visited another ruin that Kythaela seemed to remember from before the Cataclysm. Then you resumed your journey to Coparann, hoping she will eventually lead you to one of the Crown's gems.
ko_mt: 당신은 대격변 이전에 키타엘라가 기억하는 것처럼 보이는 또 다른 폐허를 방문했습니다. 그런 다음 Coparann으로의 여행을 다시 시작했으며 그녀가 결국 Crown의 보석 중 하나를 안내해 주기를 바랍니다.

# Abjuration_Quest_03_Ruins02TitleDescription
source: Kythaela asked you to stop at another Manacalon ruin - apparently some kind of prison. Again, check to see if there is any useful information inside.
ko_mt: Kythaela는 다른 마나칼론 폐허(아마도 일종의 감옥)에 들러달라고 요청했습니다. 내부에 유용한 정보가 있는지 다시 확인하십시오.

# Abjuration_Quest_04_ExploreCaravanTitle
source: Explore the Area
ko_mt: 지역 탐색

# Abjuration_Quest_04_ExploreCaravanTitle_Outcome1Description
source: You helped caravan master Galar Goldentongue to fend off a couple of bandits. Now he's asked you to take the news of someone's death to Coparann.
ko_mt: 캐러밴 마스터 Galar Goldentongue가 두 명의 도적을 물리치는 것을 도왔습니다. 이제 그는 코파란에게 누군가의 사망 소식을 전해달라고 부탁했습니다.

# Abjuration_Quest_04_ExploreCaravanTitleDescription
source: You came across a merchant caravan - a rare thing in the Marches. Find out who's in charge.
ko_mt: 행군에서 보기 드문 상인 캐러밴을 만났습니다. 누가 책임자인지 알아내십시오.

# Abjuration_Quest_04_ReachCoparannTitle
source: Reach Coparann
ko_mt: 리치 코파란

# Abjuration_Quest_04_ReachCoparannTitle_Outcome1Description
source: Despite the events at the caravan camp, your main goal is still to follow Kythaela and find out if she can lead you to one of the Crown's gems. Continue to Coparann.
ko_mt: 캐러밴 캠프에서의 이벤트에도 불구하고, 당신의 주요 목표는 여전히 Kythaela를 따라가 그녀가 당신을 Crown의 보석 중 하나로 인도할 수 있는지 알아내는 것입니다. 계속해서 코파란으로 가십시오.

# Abjuration_Quest_05_BringBackStuff_Outcome1Description
source: You gave Roald's belongings to sergeant Nikannen as Galar asked.
ko_mt: Galar의 요청에 따라 니카넨 상사에게 Roald의 소지품을 주었습니다.

# Abjuration_Quest_05_BringBackStuffDescription
source: You have brought the dead soldier's belongings to Coparann. Give them to Sergeant Nikannen as Galar Goldentongue asked.
ko_mt: 죽은 병사의 소지품을 코파란으로 가져왔습니다. Galar Goldentongue의 요청에 따라 니카넨 상사에게 전달하십시오.

# Abjuration_Quest_05_BringBackStuffTitle
source: Return Belongings
ko_mt: 소지품 반환

# Abjuration_Quest_06_BringLetter_Outcome1Description
source: You delivered the letter to Wilf Warmhearth as Galar asked.
ko_mt: 당신은 Galar가 요청한 대로 Wilf Warmhearth에게 편지를 전달했습니다.

# Abjuration_Quest_06_BringLetterDescription
source: Galar Goldentongue asked you to take a letter to Wilf Warmhearth in Coparann.
ko_mt: 갈라 골든텅이 코파란에 있는 윌프 웜하스에게 편지를 가져가라고 했습니다.

# Abjuration_Quest_06_BringLetterTitle
source: Deliver Letter
ko_mt: 편지 전달

# Abjuration_Quest_07_TalkToTheCeannar_Outcome1Description
source: You gained the Ceannard's trust and learned that the Sorr-Akkath may have infiltrated Coparann.
ko_mt: 당신은 세아나드의 신뢰를 얻었고 소르-아카스가 코파란에 잠입했을 수도 있다는 사실을 알게 되었습니다.

# Abjuration_Quest_07_TalkToTheCeannarDescription
source: Talk to the Ceannard at Coparann.
ko_mt: 코파란에 있는 세아나드와 대화하세요.

# Abjuration_Quest_07_TalkToTheCeannarTitle
source: Talk to the Ceannard
ko_mt: 세아나드와 대화

# Abjuration_Quest_08_TalkToThePeople_Outcome1Description
source: You heard the barmaid complaining about her boyfriend ignoring her.
ko_mt: 당신은 바텐더가 그녀의 남자 친구가 그녀를 무시한다고 불평하는 것을 들었습니다.

# Abjuration_Quest_08_TalkToThePeople1_Outcome1Description
source: You heard the tavern's owner complaining that the Baron has started keeping his soldiers away from the tavern.
ko_mt: 선술집 주인이 남작이 선술집에서 병사들을 멀리하기 시작했다고 불평하는 것을 들었습니다.

# Abjuration_Quest_08_TalkToThePeople1Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the tavern's staff.
ko_mt: 듣고, 관찰하고, Coparann에 문제가 있는지 알아내십시오. 선술집 직원을보십시오.

# Abjuration_Quest_08_TalkToThePeople1Title
source: Find the Second Clue
ko_mt: 두 번째 단서를 찾아라

# Abjuration_Quest_08_TalkToThePeople2_Outcome1Description
source: You heard a merchant speak of a client who can't come to collect a wedding ring he ordered because he's been assigned to guard duty the whole week.
ko_mt: 당신은 한 상인이 일주일 내내 경비 업무를 맡았기 때문에 주문한 결혼 반지를 가지러 올 수 없는 고객에 대해 이야기하는 것을 들었습니다.
