Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02ETitle
source: Convince the Central Clans to Vote for the Speaker
ko: 중앙 씨족이 맹주를 선출하도록 설득하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02EDescription
source: Gorm told you all the clans need to vote to elect a new Speaker. Try to convince the Central Clans to vote.
ko: 현자 곰은 각각의 씨족이 새로운 맹주를 선출해야 한다고 말해줬습니다. 중앙 씨족이 투표하도록 설득하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02E_Outcome1Description
source: You have managed to convince the Central Clans to vote for a Speaker.
ko: 중앙 씨족이 맹주를 선출하도록 설득하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_02_Outcome2Description
source: The guard told you that Marduk has already left the city.
ko: 경비는 마르두크가 이미 도시를 떠났다고 얘기해 주었습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_01Title
source: Talk with Lady Ragnhild
ko: 라그닐드와 대화하기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_01Description
source: Talk with Vigdis' family to learn more about the Kaikonnen members.
ko: 카이콘넨 가문원에 대해 알기 위해 비그디스의 가족과 대화하기.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_01_Outcome1Description
source: You have spoken to Ragnhild.
ko: 라그닐드에게 말을 걸었습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_02Title
source: Talk with Lord Sander
ko: 샌더 경과 대화하기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_02Description
source: Talk with Vigdis' family to learn more about the Kaikonnen members.
ko: 카이콘넨 가문원에 대해 알기 위해 비그디스의 가족과 대화하기.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_02_Outcome1Description
source: You have spoken to Lord Sander Kaikonnen.
ko: 샌더 카이콘넨 경과 대화했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_03Title
source: Talk with Harld
ko: 할드와 대화하기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_03Description
source: Talk with Vigdis' family to learn more about the Kaikonnen members.
ko: 카이콘넨 가문원에 대해 알기 위해 비그디스의 가족과 대화하기.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_03_Outcome1Description
source: You have spoken to Harld Kaikonnen.
ko: 할드 카이콘넨과 대화했습니다.

# Quest/&DLC3_CSTitle_Einareum_Crown
source: Powerless
ko: 무력함

# Quest/&DLC3_CSTitle_Einareum_Stuff
source: Packing Up
ko: 짐 챙기기

# Quest/&DLC3_CSTitle_Einareum_Valley
source: Another Adventure
ko: 또다른 모험

# Quest/&DLC3_CSTitle_Einareum_Vigdis
source: The Mourning Daughter
ko: 비통에 빠진 딸

# Quest/&DLC3_CSTitle_Einareum_Ring
source: One Ring to Tell Them All
ko: 그들에게 말할 하나의 반지

# Quest/&DLC3_CSTitle_Elven_ReportFake
source: No More Manacalon Lovers
ko: 마나칼론 애호가는 이제 그만

# Quest/&DLC3_CSTitle_GallivanBorderx1
source: Help Us and We'll Help You
ko: 오는 정 가는 정

# Quest/&DLC3_CSTitle_GallivanBorderx2
source: Strategic Win
ko: 전략적 승리

# Quest/&DLC3_CSTitle_GallivanBorderx3
source: The Man of War
ko: 전함

# Quest/&DLC3_CSTitle_Accusation
source: Accusation
ko: 고발

# Quest/&DLC3_CSTitle_Interrogation
source: Interrogation
ko: 신문

# Quest/&DLC3_CSTitle_PalaceOfIce09
source: Nobody Said It Would Be Fair
ko: 공평할 리 없다

# Quest/&DLC3_CSTitle_PalaceOfIce10
source: Evil Never Dies
ko: 악은 죽지 않는다

# Quest/&DLC3_CSTitle_Telema09
source: Shenanigans
ko: 야바위

# Quest/&DLC3_CSTitle_Telema08
source: Fiendish
ko: 악마적인

# Quest/&DLC3_CSTitle_Under_01
source: The Proud
ko: 오만

# Quest/&DLC3_CSTitle_Under_02
source: May the Owl Watch Over You
ko: 올빼미가 굽어살피길

# Quest/&DLC3_CSTitle_Under_03
source: Friends of My Friends
ko: 친구의 친구

# Quest/&DLC3_CSTitle_Under_04
source: The Stern
ko: 고물

# Quest/&DLC3_CSTitle_Under_05
source: Shortcut
ko: 지름길

# Quest/&DLC3_CSTitle_Under_06
source: Complaints
ko: 불평불만

# Quest/&DLC3_CSTitle_Under_07
source: A Dying Man's Last Wish
ko: 죽어가는 자의 마지막 유언

# Quest/&DLC3_CSTitle_Under_08
source: Alive, After All
ko: 어쨌든, 살았다

# Quest/&DLC3_CSTitle_Under_09
source: Frozen
ko: 겨울왕국

# Quest/&DLC3_CSTitle_Under_10
source: Democracy
ko: 민주주의

# Quest/&DLC3_CSTitle_Under_11
source: The Beasts
ko: 야수들

# Quest/&DLC3_CSTitle_Under_12
source: Sabotage
ko: 사보타주

# Quest/&DLC3_CSTitle_Under_13
source: Our Own Private Generator
ko: 우리만의 자유로운 생성기

# Quest/&DLC3_CSTitle_Under_14
source: A Science Lesson
ko: 과학 수업

# Quest/&DLC3_CSTitle_WhiteCity01
source: War in the North
ko: 북부 전쟁

# Quest/&DLC3_CSTitle_WhiteCity02
source: Lord Fixit
ko: 시간과 예산이 있었더라면

# Quest/&DLC3_CSTitle_WhiteCity03
source: Whodunit
ko: 추리물

# Quest/&DLC3_CSTitle_WhiteCity04
source: Bloodthirst
ko: 피에 굶주린

# Quest/&DLC3_CSTitle_WhiteCity05
source: Time to Level Up
ko: 성장할 시간

# Quest/&DLC3_CSTitle_WhiteCity06
source: War and Peace
ko: 전쟁과 평화

# Quest/&DLC3_CSTitle_WhiteCity07
source: The Lost Convoy
ko: 사라진 호송대

# Quest/&DLC3_CSTitle_WhiteCity08
source: The Scent of Blood
ko: 피냄새

# Quest/&DLC3_CSTitle_WhiteCity09
source: Blackcloud Is No More
ko: 블랙클라우드는 이제 없어

# Quest/&DLC3_CSTitle_WhiteCity10
source: Wild at Heart
ko: 광란의 사랑

# Quest/&DLC3_CSTitle_WhiteCity11
source: The Elf
ko: 엘프

# Quest/&DLC3_CSTitle_WhiteCity12
source: The Man
ko: 인간

# Quest/&DLC3_CSTitle_WhiteCity13
source: The Dwarf
ko: 드워프

# Quest/&DLC3_CSTitle_WhiteCity14
source: Hjalmar, Son of Hjalmar
ko: 히알마르의 아들, 히알마르

# Quest/&DLC3_CSTitle_WhiteCity15
source: The Trophy
ko: 전리품

# Quest/&DLC3_CSTitle_WhiteCity16
source: A Giant Battle
ko: 진격의 거인

# Quest/&DLC3_CSTitle_WhiteCity17
source: A Warm Spot
ko: 따뜻한 곳

# Quest/&DLC3_CSTitle_WhiteCity18
source: An Old Wise Dwarf
ko: 늙고 지혜로운 드워프

# Quest/&DLC3_CSTitle_WhiteCity19
source: Sisters Without Mercy
ko: 무자비한 자매

# Quest/&DLC3_CSTitle_WhiteCity20
source: The Debate
ko: 토론

# Quest/&DLC3_CSTitle_WhiteCity21
source: The Guardian
ko: 수호자

# Quest/&DLC3_CSTitle_WhiteCity22
source: Under the Mountain It Lies
ko: 산 아래에 있다네

# Quest/&DLC3_CSTitle_WhiteCity23
source: Time to Vote
ko: 투표의 시간

# Quest/&DLC3_CSTitle_WhiteCity24
source: Raise Your Hand
ko: 거수하시오

# Quest/&DLC3_CSTitle_WhiteCity25
source: Tears in the Snow
ko: 눈 속의 눈물처럼

# Quest/&DLC3_CSTitle_WhiteCity26
source: Last Breath
ko: 마지막 숨

# Quest/&DLC3_CSTitle_WhiteCity27
source: Too Late
ko: 너무 늦은

# Quest/&DLC3_CSTitle_WhiteCity28
source: We Failed Them
ko: 실망시키다

# Quest/&DLC3_CSTitle_WhiteCity29
source: The Miracle
ko: 기적

# Quest/&DLC3_CSTitle_WhiteCity30
source: Orphan
ko: 고아

# Quest/&DLC3_CSTitle_WhiteCity31
source: Just Like Old Times
ko: 옛날처럼

# Quest/&DLC3_CSTitle_WhiteCity32
source: The Spy Who Came from the Empire
ko: 제국에서 온 첩자

# Quest/&DLC3_CSTitle_WhiteCity33
source: The Wannabe Adventurer
ko: 모험가 지망생

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_00Title
source: Meet the Central Clans' Representative
ko: 중앙 씨족 대변인 만나기

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_00Description
source: Talk to the representative of the Central Clans of the Keskainen Vartmerkint and find out who their chief is.
ko: 케스카이넨 바트머킨 중앙 씨족의 대변인과 대화해 씨족장이 누군지 알아내십시오.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_00_Outcome1Description
source: You have met the Central Clans' Representative and he gave you the location of Turvaamalinn.
ko: 중앙 씨족의 대변인과 만났으며 그에게 투르바말린의 한 위치를 들었습니다.

# Quest/&DLC3_Quest_HumanClans_05_Quest_ReturnWRCTitle
source: Return to White Rock City
ko: 백석 도시로 귀환

# Quest/&DLC3_Quest_HumanClans_05_Quest_ReturnWRCDescription
source: You now have confirmation that the Eastern Clans' chief will cast a vote. You can return to White Rock City and report to Gorm.
ko: 동부 씨족장에 투표하겠다는 확언을 받았습니다. 백석 도시로 돌아가 현자 곰에게 보고하십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_ReturnWRC_Outcome1Description
source: You have returned to White Rock City and made your report to Gorm.
ko: 백석 도시로 돌아와 현자 곰에게 보고했습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step70_Return_WhiteCityTitle
source: Return to White Rock City
ko: 백석 도시로 귀환

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step70_Return_WhiteCityDescription
source: You now have confirmation that the Western Clans' chief will cast a vote. You can return to White Rock City and tell Gorm about your progress.
ko: 서부 씨족장에 투표하겠다는 확언을 받았습니다. 백석 도시로 돌아가 현자 곰에게 성과를 보고하십시오.

source: You returned to Valkarokkopun and discussed your progress with Gorm the Wise.
ko: 발카로코푼으로 돌아가 현자 곰과 성과에 대해 논의하십시오.

# Quest/&DLC3_Quest_Undermountain_Return_QuestTitle
source: The Guardian
ko: 수호자

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_01Title
source: Return to Turvaamalinn
ko: 투르바말린으로 복귀

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_01Description
source: Gorm told you that you will need to retrieve the Guardian before the election of the Speaker. Travel back to Turvaamalinn and find the Guardian.
ko: 현자 곰은 맹주 선출 전에 수호자를 수복할 필요가 있다고 얘기했습니다. 투르바말린으로 돌아가 수호자를 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_01_Outcome1Description
source: You have reached Turvaamalinn.
ko: 투르바말린에 도착했습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_02Title
source: Talk to Gilmar Goldentongue
ko: 길마르 골든텅과 대화

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_02Description
source: Gorm sent you back to Turvaamalinn where Gilmar will tell how to get the Guardian.
ko: 현자 곰은 길마르가 수호자를 얻을 방법을 얘기해줄 것이라며 당신을 투르바말린으로 돌려보냈습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_02_Outcome1Description
source: Gilmar gave you his clan's Claw Amulet to access the temple where the Guardian is hidden.
ko: 길마르는 수호자가 숨겨진 사원에 접근할 수 있는 자신의 씨족의 발톱 수호부를 건네줬습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_03Title
source: Descend the Well
ko: 수직갱 내려가기

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_03Description
source: Gilmar told you access via the well has been repaired. You can use it to reach the temple where the Guardian is hidden.
ko: 길마르는 수직갱이 수리되었다고 합니다. 수호자가 숨겨진 사원에 가기 위해 이를 이용할 수 있습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_03_Outcome1Description
source: Descend the well to gain access to the lava tunnels.
ko: 수직갱을 내려가 용암 터널로 가십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_03_Outcome2Description
source: You were ambushed near the well, but finally descended into the lava tunnels.
ko: 수직갱 근처에서 습격을 받았으나, 마침내 용암 터널로 내려왔습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_04Title
source: Find the Temple
ko: 사원 찾기

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_04Description
source: Gilmar told you that the Guardian was inside a temple. Reach it and recover the Guardian.
ko: 길마르는 수호자가 사원 안에 있다고 얘기해 주었습니다. 이동해 수호자를 되찾으십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_04_Outcome1Description
source: You found the temple and managed to open its door.
ko: 사원을 찾아 문을 여는 데 성공했습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_05Title
source: Retrieve the Guardian
ko: 수호자 되찾기

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_05Description
source: Enter the temple and get the Guardian.
ko: 사원에 들어가 수호자를 되찾으십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_05_Outcome1Description
source: You successfully retrieved the Guardian.
ko: 수호자를 되찾았습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_06Title
source: Return the Claw to Gilmar
ko: 발톱을 길마르에게 돌려주기

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_06Description
source: Gilmar asked you to bring him back Keskainen's Claw after you successfully retrieved the Guardian. Bring the amulet back to him.
ko: 길마르는 수호자를 되찾거든 케스카이넨의 발톱을 돌려달라고 부탁했습니다. 수호부를 그에게 돌려주십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_06_Outcome1Description
source: You returned the Keskainen Claw to Gilmar.
ko: 케스카이넨 발톱을 길마르에게 돌려줬습니다.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_07Title
source: Return to Gorm
ko: 현자 곰에게 돌아가기

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_07Description
source: Return to White Rock City and show the Guardian to Gorm.
ko: 백석 도시로 돌아가 현자 곰에게 수호자를 보여주십시오.

# Quest/&DLC3_Quest_Undermountain_Return_Quest_STEP_07_Outcome1Description
source: Despite being attacked by a White Dragon while leaving the temple, you successfully managed to bring back the Guardian.
ko: 사원을 떠나며 화이트 드래곤에게 공격받았지만, 수호자를 가지고 돌아오는 데 성공했습니다.

# Quest/&DLC3_CSTitle_PalaceOfIce11
source: The Impossible
ko: 불가능

# Quest/&DLC3_PalaceOfIce_Quest_155_JUMPTitle
source: Jump into the Demonic Gate
ko: 악마 관문으로 뛰어들기

# Quest/&DLC3_PalaceOfIce_Quest_155_JUMPDescription
source: It looks like the only way to get rid of Sessroth is to dive down to his own plane and kill him there. It might be an insane plan, but it's the only plan.
ko: 세스로스를 제거할 유일한 방법은 그의 차원으로 뛰어들어 그곳에서 그를 죽이는 것밖에 없어 보입니다. 제정신이 아닌 계획 같지만, 유일한 방법이기도 합니다.

# Quest/&DLC3_PalaceOfIce_Quest_155_JUMP_Outcome1Description
source: You jumped into the Demonic Gate!
ko: 악마 관문으로 뛰어들었습니다!

# Quest/&DLC3_PalaceOfIce_Quest_170_RECOVER_SOULTitle
source: Recover the Stolen Soul
ko: 도둑맞은 영혼 회복하기

# Quest/&DLC3_PalaceOfIce_Quest_170_RECOVER_SOULDescription
source: Sessroth had the soul of the Speaker. Search Sessroth's remains and recover the Speaker's soul.
ko: 세스로스는 맹주의 영혼을 가지고 있었습니다. 세스로스의 잔해를 뒤져 맹주의 영혼을 복원하십시오.

# Quest/&DLC3_PalaceOfIce_Quest_170_RECOVER_SOUL_Outcome1Description
source: You found the soul of the Speaker imprisoned in a strange crystal ball. Maybe a cleric back on Solasta can find a way to rebind the soul to the Speaker's body?
ko: 기이한 수정구 안에 갇힌 맹주의 영혼을 찾았습니다. 솔라스타에 있는 사제가 혼을 맹주의 육신에 다시 결속시킬 방법을 찾을 수 있을까요?

# Quest/&DLC3_PalaceOfIce_Quest_175_USEGATETitle
source: The Demonic Gate
ko: 악마 관문

# Quest/&DLC3_PalaceOfIce_Quest_175_USEGATEDescription
source: Your only hope of a return to Solasta is through the Demonic Gate. You have no choice but to use it.
ko: 솔라스타로 돌아갈 유일한 희망은 악마 관문입니다. 어쩔 수 없이 사용해야만 합니다.

# Quest/&DLC3_PalaceOfIce_Quest_175_USEGATE_Outcome1Description
source: A strange voice calling itself the Gatekeeper gave you a solution to power the Gate. Alas, you have to make a terrible choice.
ko: 자신을 문지기라 부르는 수상한 목소리가 관문에 동력을 공급할 해결책을 제시했습니다. 맙소사, 끔찍한 선택을 내려야만 합니다.

# Quest/&DLC3_PalaceOfIce_Quest_180_MakeAChoiceTitle
source: Sacrifice the Speaker's Soul
ko: 맹주의 영혼 희생하기

# Quest/&DLC3_PalaceOfIce_Quest_180_MakeAChoiceDescription
source: The decision is horrific but you have no choice: trapped in the Demon Realms with no escape, except through the Demonic Gate. You must either place the soul of the Speaker in the cradle that powers the Gate, or chose a party member instead. The soul used will not be consumed, but it will remain here forever unless someone finds a way of traveling across the planes without the Demonic Gate.
ko: 끔찍한 결정이지만 선택의 여지가 없습니다: 악마 관문을 사용하지 않는다면 악마들의 소굴에 갇힐 테니까요. 관문에 동력을 공급하는 요람에 맹주의 영혼을 두거나, 일행 중 희생할 한 명을 선택해야 합니다. 선택된 영혼은 사라지지는 않지만, 누군가 악마 관문 없이 차원을 넘어 여행할 방법을 찾아내지 못하는 한 영원히 이곳에 남게 될 것입니다.

# Quest/&DLC3_PalaceOfIce_Quest_180_MakeAChoice_Outcome1Description
source: You decided to leave the soul of the Speaker, hoping to come back and recover it later.
ko: 언젠가 돌아와 되찾을 수 있을 거라 희망하며, 맹주의 영혼을 두고 가기로 결정했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_180_MakeAChoice_Outcome2Description
source: You decided to leave one of the party members in the Demon Realms, hoping that the others would find a way to come back later.
ko: 언젠가 돌아올 방법을 찾을 수 있을 거라 희망하며, 일행 중 한 명을 악마의 차원에 두고 가기로 결정했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04BTitle
source: The Expedition Pushes Onward
ko: 전진하는 조사대

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04BDescription
source: Marduk told you the caravans usually cross at a location not too far from the frozen aqueduct. He wants to check if the family living nearby is safe.
ko: 마르두크는 대상은 일반적으로 얼어붙은 송수로에서 크게 떨어지지 않은 장소를 지난다고 얘기해 주었습니다. 그는 그 근처에 사는 가족의 안전을 확인하고 싶어 합니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04B_Outcome1Description
source: You decided to follow Marduk's plan and visit a location near where the caravans usually stop.
ko: 마르두크의 계획을 따라 대상이 으레 멈추고는 하는 곳 근처를 방문하기로 했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04B_Outcome2Description
source: You found clues on the attack.
ko: 공격의 단서를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04CTitle
source: Track the Footsteps
ko: 발자국 쫓기

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04CDescription
source: You found evidence that the caravan was raided by a group of giants. Track them down.
ko: 대상이 거인 무리에게 습격당한 증거를 찾았습니다. 추격하십시오.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04C_Outcome1Description
source: You followed information in the guard's note and found a new location.
ko: 호위의 쪽지 속 정보를 따라 새로운 장소를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04C_Outcome2Description
source: You followed the giants' tracks and found a new location.
ko: 거인의 흔적을 쫓아 새로운 장소를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04DTitle
source: Check on Marduk's Friends
ko: 마르두크의 친구들 확인하기

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04DDescription
source: Marduk is worried about a couple of friends who live on the path used by the caravans. He'd like to check if they're still alive.
ko: 마르두크는 대상이 지나는 길에 살고 있는 친구 부부를 걱정했습니다. 그는 그들이 살아있는지 확인하고 싶어 합니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04D_Outcome1Description
source: You decided to follow Marduk's idea and visit a location near where the caravans usually stop.
ko: 마르두크의 생각대로 대상이 으레 멈추는 곳 근처의 장소를 방문하기로 했습니다.

# Quest/&DLC3_Quest_White_City_Election_QuestTitle
source: The Elections
ko: 선거

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_01Title
source: Reach the Council Room
ko: 의회실로 이동

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_01Description
source: Gorm told you that the election for Speaker would start soon. Take the elevator to reach the Council Room.
ko: 현자 곰은 맹주 선출이 곧 열릴 것이라 말했습니다. 승강기를 이용해 의회실로 가십시오.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_01_Outcome1Description
source: You have entered the Council Room.
ko: 의회실에 입장했습니다.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_02Title
source: Talk with Gorm
ko: 현자 곰과 대화하기

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_02Description
source: Let Gorm know that you are ready, and that the election can start.
ko: 현자 곰에게 준비됐다고 알리면, 선거가 시작될 수 있을 것입니다.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_02_Outcome1Description
source: A new Speaker was elected but Soraks have breached the Council Room and the Speaker was evacuated.
ko: 새로운 맹주가 선출됐으나, 소락들이 의회실로 쳐들어 와 맹주는 피신했습니다.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03Title
source: Eliminate the Soraks
ko: 소락 제거하기

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03Description
source: Defeat the Soraks to secure the Council Room.
ko: 소락을 해치우고 의회실을 확보하십시오.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03_Outcome1Description
source: You successfully defeated all the Soraks.
ko: 모든 소락을 해치우는 데 성공했습니다.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_04Title
source: Use the Major Gate to Reach the Palace of Ice
ko: 주 관문을 사용하여 얼음 궁전으로 이동

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_04Description
source: Gorm and Violet told you the demons were about to invade Solasta. You need to travel to the Palace of Ice through the Major Gate and try to stop them.
ko: 현자 곰과 바이올렛은 악마들이 솔라스타를 침공하려 한다고 얘기했습니다. 주 관문을 이용해 얼음 궁전으로 이동해 그들을 저지하십시오.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_04_Outcome1Description
source: You have reached the Palace of Ice.
ko: 얼음 궁전에 도착했습니다.

source: You killed Hjalmar and therefore could not return the artifact.
ko: 히알마르를 죽여 아티팩트를 돌려줄 필요가 사라졌습니다.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_30_Return_It_To_SomeoneTitle
source: Find Someone Who Wants the Artifact, or Keep It
ko: 아티팩트를 원하는 자를 찾거나, 차지하기

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_30_Return_It_To_SomeoneDescription
source: The artifact your took from Björni is of great value. Someone in Valkarokkopun might want to acquire it.
ko: 뵤르니에게서 얻은 아티팩트는 귀중한 가치를 지녔습니다. 발카로코푼의 누군가는 이를 원할지도 모릅니다.

source: You came across Heddlon Surespell in Valkarokkopun. He seemed interested in acquiring Björni's artifact.
ko: 발카로코푼의 헤들론 슈어스펠과 마주쳤습니다. 그는 뵤르니의 아티팩트에 큰 관심이 있어 보입니다.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step040_ReportTitle
source: Report to the Lead Engineer
ko: 수석 엔지니어에게 보고하기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step040_ReportDescription
source: Return to Edwyn and let him know you have found the saboteur.
ko: 에드윈에게 돌아가 범인의 정체를 알려주십시오.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step040_Report_Outcome1Description
source: You informed Edwyn that you unmasked the traitor.
ko: 에드윈에게 배신자를 알려주었습니다.

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03BTitle
source: Rest at the Inn
ko: 여관에서 휴식

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03BDescription
source: Prepare your equipment and supplies, and ensure you rest before traveling to the Palace of Ice. You will face fire and ice, so prepare your protections and equip your party accordingly. Stock up on healing potions and spend all the gold you can to strengthen your characters for this epic finale that will demand all of your courage and dedication!
ko: 얼음 궁전으로 떠나기 전에, 장비와 보급품을 점검하고 휴식을 취하십시오. 불꽃과 얼음의 위협에 직면하게 될 테니, 필요한 보호와 장비를 모두 갖추십시오. 여러분의 모든 용기와 헌신을 요하는 이 서사시의 최종장에서 당신의 캐릭터들을 위해 회복 물약을 비축하고, 모든 금화를 쏟아부어 강화시켜 주십시오!

# Quest/&DLC3_Quest_White_City_Election_Quest_STEP_03B_Outcome1Description
source: You are fully rested.
ko: 푹 쉬었습니다.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step035_EliminateTitle
source: Eliminate the Traitor
ko: 배신자 제거하기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step035_EliminateDescription
source: You have unmasked the saboteur. It was an incubus working with Soraks. Eliminate the menace.
ko: 파괴공작범의 정체를 밝혔습니다. 소락과 손을 잡은 인큐버스였군요. 위협을 제거하십시오.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step035_Eliminate_Outcome1Description
source: You have successfully eliminated the saboteur.
ko: 범인을 제거하는 데 성공했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_240_LeaveTitle
source: Use the Demonic Gate
ko: 악마 관문 사용하기

# Quest/&DLC3_PalaceOfIce_Quest_240_LeaveDescription
source: The decision has been made. Use the Demonic Gate and return to Solasta!
ko: 주사위는 던져졌습니다. 악마 관문을 사용해 솔라스타로 돌아가십시오!

# Quest/&DLC3_PalaceOfIce_Quest_240_Leave_Outcome1Description
source: You returned to Solasta to announce Sessroth's defeat!
ko: 세스로스의 패배를 알리기 위해 솔라스타로 귀환했습니다!

# Quest/&DLC3_Quest_ElvenClans_00_QuestTitle
source: The Trespasser
ko: 침입자

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_01Title
source: Talk with the Worried Citizen
ko: 걱정하는 시민과 대화하기

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_01Description
source: Upon entering the district, you noticed a citizen waving at you. Talk to the citizen to find out what is happening.
ko: 지역구에 들어서자마자, 한 시민이 당신을 향해 손을 흔드는 사실을 깨달았습니다. 그와 대화해 무슨 일이 벌어지고 있는지 알아보십시오.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_01_Outcome1Description
source: You spoke to the worried citizen and discovered there had been a burglary. You agreed to investigate the crime.
ko: 걱정 중인 시민과 대화하여 강도 사건이 벌어졌다는 걸 알았습니다. 당신은 이 범죄를 조사하기로 했습니다.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_02Title
source: Find the Culprit
ko: 범인 색출

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_02Description
source: Interrogate all the suspects to find the trespasser.
ko: 침입자를 찾기 위해 모든 용의자를 신문하십시오.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_02_Outcome1Description
source: You uncovered the suspect. An incubus who had been impersonating an elven guard.
ko: 범인을 색출했습니다. 엘프 경비로 위장한 인큐버스군요.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_03Title
source: Eliminate the Menace
ko: 위협 제거

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_03Description
source: Get rid of the incubus and his Sorak followers.
ko: 인큐버스와 소락 추종자들을 제거하십시오.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_03_Outcome1Description
source: You successfully eliminated the incubus and the Soraks.
ko: 인큐버스와 소락을 성공적으로 제거했습니다.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_04Title
source: Report Back to the Worried Citizen
ko: 걱정하는 시민에게 다시 보고하기

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_04Description
source: Return to the worried citizen and let her know you have eliminated the menace.
ko: 걱정하는 시민에게 돌아가 위협을 제거했다는 사실을 알려주십시오.

# Quest/&DLC3_Quest_ElvenClans_00_Quest_STEP_04_Outcome1Description
source: You spoke to the civilian and let her know the menace had been eliminated.
ko: 시민과 대화해 위협이 제거됐다는 사실을 알렸습니다.
