Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Quest_Background_Spy_Optional_ReturnToDaliat_Outcome1Description
source: You have closed the deal with Daliat.
ko: 달리앗과 거래를 마쳤다.

# Quest/&Quest_Background_Spy_Optional_ReturnToDaliatDescription
source: You have eliminated Daliat's enemies! Find him at the Tavern.
ko: 달리앗의 적을 제거했습니다! 선술집에서 그를 찾으십시오.

# Quest/&Quest_Background_Spy_Optional_ReturnToDaliatTitle
source: Report to Daliat
ko: 달리앗에게 보고하기

# Quest/&Quest_Background_Spy_Optional_Talk to Daliat_Outcome1Description
source: Daliat asked for a favor in return for helping you deal with Belmont.
ko: 달리앗은 벨몬트를 상대하는 걸 돕는 대가로 호의를 요구했습니다.

# Quest/&Quest_Background_Spy_Optional_Talk to DaliatDescription
source: Daliat could help you get rid of Belmont, so talk to him and offer to make a deal.
ko: 벨몬트를 제거하는데 달리앗이 도움이 될 겁니다. 거래를 제안하십시오.

# Quest/&Quest_Background_Spy_Optional_Talk to DaliatTitle
source: Talk to Daliat
ko: 달리앗과 대화하기

# Quest/&Quest_Background_Spy_Plant the document_Outcome1Description
source: You successfully planted the document!
ko: 성공적으로 고발 문서를 놓고 왔습니다!

# Quest/&Quest_Background_Spy_Plant the documentDescription
source: You are inside the New Empire Embassy. Plant the incriminating document on the ambassador's desk, and he will take care of Belmont's career. BEWARE: If you are detected, you are dead! It may be a good idea to only send your most stealthy party member to plant the document!
ko: 신제국 대사관 내부에 침투했습니다. 고발 문서를 대사의 책상에 두고오면, 그가 벨몬트의 활동을 처리할 것입니다. 주의하십시오: 만약 발각된다면 죽습니다! 은신에 가장 능한 파티원만 보내서 서류를 두고 오는 것이 좋을 것입니다!

# Quest/&Quest_Background_Spy_Plant the documentTitle
source: Plant the Document
ko: 문서 두고오기

# Quest/&Quest_Background_Spy_Reconnect to your network_Outcome1Description
source: You've met with an old acquaintance and now have a plan to counter Belmont.
ko: 과거의 지인을 만났고, 이제 벨몬트에 맞설 계획을 세웠습니다.

# Quest/&Quest_Background_Spy_Reconnect to your networkDescription
source: Lord Belmont threatened a member of your party. Reconnect with your past and resolve this problem by talking to an acquaintance at the Gallivan Embassy, near the Legacy Council hall.
ko: 벨몬트 경이 파티원 한 명을 협박했습니다. 유산 평의회 홀 근처에 있는 갈리반 대사관에서 지인과 이야기하여, 과거와의 끈을 다시 연결하고 이 문제를 해결하십시오.

# Quest/&Quest_Background_Spy_Reconnect to your networkTitle
source: Go to the Gallivan Embassy
ko: 갈리반 대사관 방문

# Quest/&Quest_Background_Spy_Title
source: Shadow of the Past
ko: 과거의 그림자

# Quest/&Scavengers_Henrik_Quest_Title
source: Convey the Scavengers' Message
ko: 스캐빈저의 전갈 전하기

# Quest/&Telema_SecondaryQuest_OpenDoorDescription
source: You have found an old magic door that seems impossible to open. Find the key that opens it in the ruins of Telema.
ko: 열 수 없는 것처럼 보이는 오래된 마법의 문을 발견했습니다. 텔레마의 유적에 있는 그 문을 열 수 있는 열쇠를 찾으십시오.

# Quest/&Telema_SecondaryQuest_OpenDoorOutcome
source: Hector had an old Imperial key that might open the magic door. Try it!
ko: 헥터는 마법의 문을 열 수 있을지도 모르는 오래된 제국의 키를 가지고 있었습니다. 시도해 보십시오!

# Quest/&Telema_SecondaryQuest_OpenDoorTitle
source: Open the Magic Door
ko: 마법의 문 열기

# Quest/&Telema_SecondaryQuest_Title
source: The Magic Door
ko: 마법의 문

# Quest/&Telema_SecondaryQuest_UseKey_Outcome1Description
source: You have opened the ancient library and found precious information about the Manacalon Empire.
ko: 고대외 도서관을 열어 마나칼론 제국에 대한 귀중한 정보를 찾았습니다.

# Quest/&Telema_SecondaryQuest_UseKeyDescription
source: Hector has an old Imperial key that might open the magic door. Return to the entrance of the ruins and try it!
ko: 헥터는 마법의 문을 열 수 있을지도 모르는 오래된 제국의 키를 가지고 있습니다. 유적의 입구로 돌아가 시도해 보십시오!

# Quest/&Telema_SecondaryQuest_UseKeyTitle
source: Return to the Door
ko: 문으로 돌아가기

# Quest/&TelemaLevel_Quest_CheckRoomTitle
source: Check the Orc Camp
ko: 오크 야영지 확인

# Quest/&TelemaLevel_Quest_ClimbDown_Outcome1Description
source: You have found a new area, and still no sign of Hector.
ko: 새로운 지역을 발견했지만, 아직 헥터의 흔적은 찾지 못했습니다.

# Quest/&TelemaLevel_Quest_ClimbDownDescription
source: Find a way to climb down the ruins until you find a trace of Hector.
ko: 헥터의 흔적을 찾아볼 수 있도록 유적으로 내려갈 수 있는 길을 찾으십시오.

# Quest/&TelemaLevel_Quest_ClimbDownTitle
source: Descend into the Caves
ko: 동굴로 내려가기

# Quest/&TelemaLevel_Quest_ClimbUp_Outcome1Description
source: You haven't had time to reach to top of the amphitheater. You've been attacked by deep spiders.
ko: 원형 극장의 꼭대기까지 갈 시간이 없었습니다. 깊은 곳 거미에게 공격받았기 때문입니다.

# Quest/&TelemaLevel_Quest_ClimbUpDescription
source: You arrived at the bottom of an old Imperial amphitheater. Find a way to climb up and exit. Use light against the deep spiders that may be roaming around.
ko: 오래된 제국 원형 극장의 바닥에 도착했습니다. 올라가서 출구로 이어진 길을 찾으십시오. 주변을 배회하고 있을 깊은 곳 거미에게는 빛이 효과적입니다.

# Quest/&TelemaLevel_Quest_ClimbUpTitle
source: Climb the Amphitheater
ko: 원형 극장 오르기

# Quest/&TelemaLevel_Quest_Collapse_Outcome1Description
source: You have reached the top of the amphitheater and triggered something to collapse that was blocking the spiders' nest.
ko: 원형 극장의 꼭대기에 도착했고, 뭘 건드렸는지 거미들의 둥지를 막고있던 것을 무너뜨려버렸습니다.

# Quest/&TelemaLevel_Quest_CollapseDescription
source: You are under attack from countless deep spiders! Use light to keep them away, and run as fast as you can to reach the room's exit. Don't forget to gather all you party up there!
ko: 셀 수 없이 많은 깊은 곳 거미의 공격입니다! 그들에게 멀어지기 위해 빛을 사용하고, 방의 출구로 빠져나가기 위해 가능한 빨리 뛰십시오. 파티원들과 다시 합류하는 것도 잊지 마세요!

# Quest/&TelemaLevel_Quest_CollapseTitle
source: Escape the Spiders
ko: 거미 둥지 탈출

# Quest/&TelemaLevel_Quest_DealWithOrcs_Outcome1Description
source: You haven't found Hector in the orc camp.
ko: 오크 야영지에서 헥터를 찾지 못했습니다.

# Quest/&TelemaLevel_Quest_DealWithOrcsDescription
source: This is the orc camp the Scavengers warned you about. Scout it and find if Hector is around. Put all your team in cautious mode to avoid detection while you're above the orcs.
ko: 여기는 스캐빈져가 경고 했던 오크 야영지입니다. 이 곳을 정찰하고 헥터가 주변에 있는지 확인하십시오. 오크들의 위쪽에 있는 동안 발각당하지 않도록 파티원 모두를 경계 모드로 하십시오.

# Quest/&TelemaLevel_Quest_DealWithOrcsTitle
source: Scout the Orc Camp
ko: 오크 야영지 정찰

# Quest/&TelemaLevel_Quest_Enter_Outcome1Description
source: You've entered the ruins of Telema, but it seems that the orcs have moved far deeper than the excavation site.
ko: 텔레마 유적에 들어왔지만, 오크들은 발굴 지점보다 훨씬 더 깊은 곳으로 이동한 것 같습니다.

# Quest/&TelemaLevel_Quest_EnterDescription
source: Lena and Dek have confirmed that another Scavenger, Hector, was taken alive by the orcs during their raid. They have moved him inside the old temple. Find Hector and take him back. Do not forget to equip torches or cast Light spells down there.
ko: 리나와 데크는 다른 스케빈저인 헥터가 공격 중 오크에게 포로로 잡혔다고 알려주었습니다. 그들은 헥터를 오래된 사원 안으로 옮겼습니다. 헥터를 찾아 복귀시키십시오. 그 곳에서는 횃불이나 빛 주문을 꼭 사용하십시오.

# Quest/&TelemaLevel_Quest_EnterTitle
source: Enter the Ruins
ko: 유적 진입

# Quest/&TelemaLevel_Quest_ExploreFurther_Outcome1Description
source: The ruins are larger than you thought. They go down even more than the orc camp.
ko: 유적은 생각보다 더 컸습니다. 그들은 오크 야영지보다 더 깊이 들어갔습니다.

# Quest/&TelemaLevel_Quest_ExploreFurtherDescription
source: Explore further the ruins of Telema. Maybe Hector has been taken even deeper.
ko: 텔레마 유적을 더 탐색하십시오. 아마 헥터는 더 깊은 곳으로 끌려간 것 같습니다.

# Quest/&TelemaLevel_Quest_ExploreFurtherTitle
source: Explore Further
ko: 더 멀리 탐색하기

# Quest/&TelemaLevel_Quest_FightDescription
source: Hector lied to you! His orcs were waiting. You must fight for your life!
ko: 헥터가 거짓말을 했습니다! 그의 오크들이 기다리고 있습니다. 그들과 싸워 살아남으십시오!

# Quest/&TelemaLevel_Quest_FightOutcome
source: You have survived the orc ambush and protected Lena and Dek. The false Hector was actually a shapechanged Sorr-Akkath. His personal belongings revealed the true Hector's fate.
ko: 오크의 매복으로부터 살아남아 리나와 데크를 보호했습니다. 가짜 헥터는 형상변환한 소라카스였습니다. 남아 있는 그의 물건들이 진짜 헥터의 운명이 어떻게 되었는지 말해주었습니다.

# Quest/&TelemaLevel_Quest_FightTitle
source: Survive the Ambush
ko: 매복으로부터 살아남기

# Quest/&TelemaLevel_Quest_FindExit_Outcome1Description
source: You have found your way back to the entrance of the temple of Telema!
ko: 텔레마 사원의 입구로 돌아가는 길을 찾았습니다!

# Quest/&TelemaLevel_Quest_FindExitDescription
source: Find an exit from this maze of ruins and bring Hector back alive.
ko: 이 미로의 출구를 찾아 헥터를 무사 귀환시키십시오.

# Quest/&TelemaLevel_Quest_FindExitTitle
source: Find an Exit
ko: 출구 찾기

# Quest/&TelemaLevel_Quest_FindOrcs_Outcome1Description
source: You have found an underground orc hideout. Maybe that's where they're keeping Hector.
ko: 지하의 오크 은신처를 발견했습니다. 아마 저곳이 그들이 헥터를 감금하고 있는 곳인 것 같습니다.

# Quest/&TelemaLevel_Quest_FindOrcsDescription
source: Follow the orc flags to find Hector, or take time to explore the entrance area at your own peril!
ko: 오크의 깃발을 쫓아가 헥터를 찾으십시오. 혹은 위험을 무릅쓰고 진입로 근처를 탐색하십시오!

# Quest/&TelemaLevel_Quest_FindOrcsTitle
source: Find the Orc Camp
ko: 오크 야영지 찾기

# Quest/&TelemaLevel_Quest_FindScavs_Outcome1Description
source: You have reached the ruins of Telema and talked to Lena and Dek, the surviving Scavengers of Runnel's party.
ko: 텔레마 루인에 도착하여 러넬 파티의 살아남은 스캐빈저인 리나와 데크와 대화했습니다.

# Quest/&TelemaLevel_Quest_FindScavsDescription
source: You have been asked by Runnel, a Scavenger, to go to the ruins of Telema to help his friends who were attacked by orcs. You owe their boss a favor, so you accepted the job.
ko: 스캐빈저 러넬에게 텔레마 유적으로 가서 오크에게 공격받은 그의 친구들을 구해달라는 부탁을 받았습니다. 그들의 대장에게 빚진 것이 있기 때문에 당신은 그 일을 수락했습니다.

# Quest/&TelemaLevel_Quest_FindScavsTitle
source: Find the Scavengers
ko: 스캐빈저들 찾기

# Quest/&TelemaLevel_Quest_Rest_Outcome1Description
source: You have rested and are now ready to search for an exit.
ko: 충분한 휴식을 취했으며, 이제 출구를 찾을 준비가 되었습니다.

# Quest/&TelemaLevel_Quest_RestDescription
source: You have found Hector alive! This is a good time to take a long rest, so you and Hector can gather your strength before the end of your journey.
ko: 살아남은 헥터를 발견했습니다! 당신의 파티와 헥터가 돌아가는 여정을 시작하기 전 힘을 축적하기 위해 긴 휴식을 취한다면 지금이 바로 좋은 시간입니다.

# Quest/&TelemaLevel_Quest_RestTitle
source: Take a Rest
ko: 휴식 취하기

# Quest/&TelemaLevel_Quest_ReturnDescription
source: Return to Caer Cyflen and tell Annie what happened at Telema.
ko: 케어 키플렌으로 돌아가 애니에게 텔레마에서 있었던 일들을 이야기하십시오.

# Quest/&TelemaLevel_Quest_ReturnOutcome
source: You have brought the news to Annie. She thanked you for shedding light on Hector's fate, and for saving Lena and Dek.
ko: 애니에게 좋은 소식들을 전해 주었습니다. 그녀는 당신이 헥터의 운명에 빛을 가져다 주고 리나와 데크를 구해준 데 감사를 표했습니다.

# Quest/&TelemaLevel_Quest_ReturnTitle
source: Report to Annie
ko: 애니에게 보고하기

# Quest/&TelemaLevel_Quest_ReturnToScavs_Outcome1Description
source: You have saved Hector, or whoever this man was.
ko: 헥터 건 누구 건 아무튼 구했습니다.

# Quest/&TelemaLevel_Quest_ReturnToScavsDescription
source: Accompany Hector back to his friends outside the temple.
ko: 헥터와 함께 사원 밖에 있는 친구들에게 돌아가십시오.

# Quest/&TelemaLevel_Quest_ReturnToScavsTitle
source: Return to the Scavengers
ko: 스캐빈저에게 돌아가기

# Quest/&TelemaLevel_Title
source: Into Darkness
ko: 암흑 속으로

# Quest/&Tirmarian_Tower_Quest_GetStuff_Outcome1Description
source: You did it!
ko: 해냈습니다!

# Quest/&Tirmarian_Tower_Quest_GetStuffDescription
source: This should be validated once you own the gem.
ko: 보석을 얻으면 일단 감정해 봐야 합니다.

# Quest/&Tirmarian_Tower_Quest_GetStuffTitle
source: Get the Gem from the Basket
ko: 바구니에서 보석 꺼내기

# Quest/&Tower_Of_Magic_Quest_01_Arriving_Outcome1Description
source: Check if needed or not
ko: 필요 여부 확인

# Quest/&Tower_Of_Magic_Quest_01_ArrivingDescription
source: Check if needed or not
ko: 필요 여부 확인

# Quest/&Tower_Of_Magic_Quest_01_ArrivingTitle
source: Check if needed or not
ko: 필요 여부 확인

# Quest/&Tower_Of_Magic_Quest_01_TalkToWorkers_Outcome1Description
source: The workers attacked you without warning! These fanatics might be linked to some kind of cult, as their A-shaped tattoos seem to suggest.
ko: 일꾼들이 경고도 없이 우릴 공격했습니다! 이 광신도들의 A자 모양 문신을 보니, 일종의 사이비 종교집단과 관련이 있을 수 있습니다.

# Quest/&Tower_Of_Magic_Quest_01_TalkToWorkersDescription
source: You have reached the mysterious tower. Workers are stabilizing a tunnel beneath it. Find out who they are, what they are doing, and if they are linked to Sorak activity.
ko: 비밀스러운 탑에 도착했습니다. 일꾼들이 탑 아래에 있는 터널을 안정화하고 있습니다. 그들이 누구고 뭘 하는지, 소락의 행동과 관련이 있는지 알아보십시오.

# Quest/&Tower_Of_Magic_Quest_01_TalkToWorkersTitle
source: Find Out What the Workers Are Doing
ko: 일꾼들이 뭘 하고 있는지 파악하기

# Quest/&Tower_Of_Magic_Quest_02_ExporeDeeper_Outcome1Description
source: You entered the excavation and found a lone human who was willing to talk, despite being afraid. He was clearly under some kind of malevolent influence.
ko: 발굴지에 들어가자 혼자 남아 두려움에 떨고 있었지만, 무언가 말하려 하는 인간을 발견했습니다. 그는 분명히 어떤 악의적인 영향을 받고 있었습니다.

# Quest/&Tower_Of_Magic_Quest_02_ExporeDeeperDescription
source: Something is obviously wrong here. Head down into the excavation - and be ready for anything!
ko: 확실히 뭔가 이상합니다. 발굴 현장으로 내려갑시다 - 만반의 준비를 갖추십시오!

# Quest/&Tower_Of_Magic_Quest_02_ExporeDeeperTitle
source: Enter the Excavation Site
ko: 발굴 현장에 들어가기

# Quest/&Tower_Of_Magic_Quest_03_a_OpenDoor_Outcome1Description
source: You found that the door is magically sealed. You have no way to open it.
ko: 문이 마법으로 봉인돼 있습니다. 열 방법이 없군요.

# Quest/&Tower_Of_Magic_Quest_03_a_OpenDoor_Outcome2Description
source: You realized there was no need to open the magically sealed door, since the weird room allowed you to reach the same destination.
ko: 기이한 방이 같은 목적지로 보내주는 덕분에, 마법으로 봉인된 문을 열 필요가 없다는 걸 깨달았습니다.

# Quest/&Tower_Of_Magic_Quest_03_a_OpenDoorDescription
source: The worker you met was by a door, which might lead to something important. Check what lies behind it.
ko: 문가에서 만났던 일꾼이 무언가 중요한 것으로 이어줄 지 모릅니다. 무슨 꿍꿍이인지 확인하십시오.

# Quest/&Tower_Of_Magic_Quest_03_a_OpenDoorTitle
source: Open the Door
ko: 문 열기

# Quest/&Tower_Of_Magic_Quest_03b_ExploreDeeper_Outcome1Description
source: Exploring further, you found a large library disturbed by some strange magical phenomenon.
ko: 더 깊게 탐색하니 이상한 마법 현상에 의해 불안정한 거대한 도서관을 발견했습니다.

# Quest/&Tower_Of_Magic_Quest_03b_ExploreDeeperDescription
source: The workers have gone to a lot of trouble to get into this ruined tower. Find out how far they got.
ko: 일꾼들은 폐허가 된 탑에 투입되고 고통을 받아왔습니다. 그런 사람들이 얼마나 더 있는지 알아보십시오.

# Quest/&Tower_Of_Magic_Quest_03b_ExploreDeeperTitle
source: Continue Exploring
ko: 탐색 계속하기

# Quest/&Tower_Of_Magic_Quest_04_CheckExit_Outcome1Description
source: You followed the torches to an exit door that seemed to be activated by a magical orb, but… it didn't seem to work.
ko: 횃불을 따라 마법의 구체로 작동되는 것 같은 출구로 향했지만... 작동하지 않는 것 같았습니다.

# Quest/&Tower_Of_Magic_Quest_04_CheckExit_Outcome2Description
source: You didn't follow the torches and explored the room.
ko: 횃불을 따르지 않고 방을 탐색했습니다.

# Quest/&Tower_Of_Magic_Quest_04_CheckExitDescription
source: Magical torches light up when you approach. Follow them and find out what this is about.
ko: 접근하면 마법의 횃불이 켜집니다. 횃불을 따라가서 여기가 어떤 곳인지 알아보십시오.

# Quest/&Tower_Of_Magic_Quest_04_CheckExitTitle
source: Follow the Light
ko: 빛을 따라가기

# Quest/&Tower_Of_Magic_Quest_05_FindAWayToOpen_Outcome1Description
source: You reached a strange place in the middle of the library and saw magic runes on the floor.
ko: 도서관 한가운데의 이상한 곳에 도착했고 바닥에 있는 마법의 룬을 보았습니다.

# Quest/&Tower_Of_Magic_Quest_05_FindAWayToOpenDescription
source: You've reached a massive door in this weird room, but the magical spherical system that opens it doesn't seem to be working. Look around the room and find a way to open the door.
ko: 이 이상한 방의 거대한 문에 도달했지만, 이 문을 여는 마법의 구체 시스템이 작동하지 않는 것 같습니다. 더 탐색해서 문을 여는 방법을 찾으십시오.

# Quest/&Tower_Of_Magic_Quest_05_FindAWayToOpenTitle
source: Find a way to open the door
ko: 문을 열 방법 찾기

# Quest/&Tower_Of_Magic_Quest_06_ExploreAgain_Outcome1Description
source: You have found where the Soraks were hiding!
ko: 소락이 숨어있는 곳을 찾았습니다!

# Quest/&Tower_Of_Magic_Quest_06_ExploreAgainDescription
source: You found the exit to the weird library. Keep exploring - the Soraks can't be far away!
ko: 이상한 도서관의 출구를 찾았습니다. 탐색을 계속하십시오 - 멀지 않은 곳에 소락이 있습니다!

# Quest/&Tower_Of_Magic_Quest_06_ExploreAgainTitle
source: Exit the Library
ko: 도서관에서 나가기

# Quest/&Tower_Of_Magic_Quest_07_KillSoraks_Outcome1Description
source: You have vanquished the Soraks! You have your proof - but what is the artifact they were guarding?
ko: 소락을 무찌르고 증거도 확보했습니다! - 그러나 소락이 지키고 있던 유물은 무엇이었을까요?

# Quest/&Tower_Of_Magic_Quest_07_KillSoraksDescription
source: You have found the Soraks! Defeat them and bring back one of their heads as proof for the Council.
ko: 소락을 찾았습니다! 그들을 무찌르고 머리를 챙겨서 평의회에 증거로 가져가야합니다.

# Quest/&Tower_Of_Magic_Quest_07_KillSoraksTitle
source: Kill the Soraks
ko: 소락 처치하기

# Quest/&Tower_Of_Magic_Quest_07_TakeCrown_Outcome1Description
source: You have taken the Crown that the Soraks were guarding.
ko: 소락이 지키고 있던 왕관을 탈취했습니다.

# Quest/&Tower_Of_Magic_Quest_07_TakeCrownDescription
source: The Soraks were guarding something. Inspect the artifact.
ko: 소락이 무언가 지키고 있었습니다. 유물을 조사하십시오.

# Quest/&Tower_Of_Magic_Quest_07_TakeCrownTitle
source: Seize the Artifact
ko: 유물 탈취하기

# Quest/&Tower_Of_Magic_Quest_08_BringCrownBack_Outcome1Description
source: You have safely returned to Caer Cyflen with the Crown.
ko: 왕관과 함께 안전하게 케어 키플렌으로 돌아왔습니다.

# Quest/&Tower_Of_Magic_Quest_08_BringCrownBackDescription
source: You have completed your quest. The Soraks are real, and you have proof. What's more, you have taken possession of something they wanted to protect. Take the Crown to the Council for examination.
ko: 임무를 완수했습니다. 소락은 정말 있었고 당신은 증거를 챙겼습니다. 거기에 더해 소락들이 지키려고 했던 왕관도 차지했습니다. 이것을 조사하기 위해 평의회에 가져가십시오.

# Quest/&Tower_Of_Magic_Quest_08_BringCrownBackTitle
source: Bring Back the Crown
ko: 왕관을 가지고 돌아가기

# Quest/&Tower_Of_Magic_Quest_Title
source: Explore the Ruined Tower
ko: 폐허가 된 탑 탐색

# Quest/&Tower_Of_Magic_Sub_Quest_CollectInfo_Outcome1Description
source: You have begun your search for information about the tower.
ko: 탑에 대한 정보 수집을 시작했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_CollectInfoDescription
source: This ruined tower could be a mine of information about the Manacalon era.
ko: 이 폐허가 된 탑은 마나칼론 시대의 정보를 캐낼 수 있는 곳일지도 모릅니다.

# Quest/&Tower_Of_Magic_Sub_Quest_CollectInfoTitle
source: Collect Information
ko: 정보 수집하기

# Quest/&Tower_Of_Magic_Sub_Quest_Info1_Outcome1Description
source: You have examined a statue of an elf woman, possibly the tower's owner.
ko: 탑의 주인일 가능성이 있는 엘프 여성의 동상을 조사했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info1_Outcome2Description
source: You have examined a statue of an elf woman, but were unable to identify it.
ko: 엘프 여성의 동상을 조사했지만, 뭔지 알아볼 수 없었습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info1Description
source: Find a clue about the possible owner of the tower.
ko: 탑의 주인이 될만한 사람이 누구인지 단서를 찾으십시오.

# Quest/&Tower_Of_Magic_Sub_Quest_Info1Title
source: Find the First Clue
ko: 첫 번째 단서 찾기

# Quest/&Tower_Of_Magic_Sub_Quest_Info2_Outcome2Description
source: You found an ancient spellbook. This might have been a tower of magic, where apprentice wizards were trained.
ko: 고대 마법서를 발견했습니다. 여기는 견습 마법사를 훈련시킨 마법의 탑이었을지도 모릅니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info2Description
source: Find a clue about the tower's purpose during the Manacalon era.
ko: 마나칼론 시대에 탑이 어떤 목적으로 있었는지 단서를 찾으십시오.

# Quest/&Tower_Of_Magic_Sub_Quest_Info2Title
source: Find the Second Clue
ko: 두 번째 단서 찾기

# Quest/&Tower_Of_Magic_Sub_Quest_Info3_Outcome2Description
source: You have found a statue of a reptilian being, maybe some kind of Sorak.
ko: 소락의 일종일지도 모르는 파충류족 동상을 발견했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info3_Outcome3Description
source: You have found a statue of a reptilian - or even draconic - humanoid of an unknown species.
ko: 알려지지 않은 파충류족 - 혹은 용족 - 인간 형태의 동상을 발견했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info3Description
source: Find any oddity that might distinguish this tower from others in the Badlands.
ko: 이 탑이 황무지의 다른 탑과 무엇이 다른지 특이한 점을 찾으십시오.

# Quest/&Tower_Of_Magic_Sub_Quest_Info3Title
source: Find the Third Clue
ko: 세 번째 단서 찾기

# Quest/&Tower_Of_Magic_Sub_Quest_Info4_Outcome2Description
source: You have found a statue of an important-looking elf.
ko: 중요해보이는 엘프의 동상을 발견했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info4_Outcome4Description
source: You have found a statue of a Manacalon Emperor who reigned at the time of the Cataclysm.
ko: 대격변 당시 통치자였던 마나칼론 황제의 동상을 발견했습니다.

# Quest/&Tower_Of_Magic_Sub_Quest_Info4Description
source: Find any information that could suggest when this tower was in use.
ko: 이 탑이 어떤 용도였는지 짐작할만한 정보를 찾으십시오.

# Quest/&Tower_Of_Magic_Sub_Quest_Info4Title
source: Find the Fourth Clue
ko: 네 번째 단서 찾기

# Quest/&Tower_Of_Magic_Sub_QuestTitle
source: Quest for Information
ko: 정보 탐색하기

# Quest/&TravelQuest_Step1_Outcome1Description
source: You have entered the world map
ko: 세계 지도를 펼쳤습니다

# Quest/&TravelQuest_Step1Description
source: Enter the world map
ko: 세계 지도를 펼칩니다

# Quest/&TravelQuest_Step1Title
source: The First Journey
ko: 첫걸음

# Quest/&TravelQuest_Step2_Outcome1Description
source: You have reached Caer Lem
ko: 케어 렘에 도착했습니다

# Quest/&TravelQuest_Step2Description
source: Travel to Caer Lem
ko: 케어 렘으로 여행합니다

# Quest/&TravelQuest_Step2Title
source: Reach Caer Lem
ko: 케어 렘 가기

# Quest/&TravelQuestTitle
source: Travel Quest
ko: 임무 탐색

# Quest/&Tutorial_01_Quest_Escape the call_Outcome1Description
source: You found a weak spot in a wall and escaped!
ko: 벽에 있는 약한 부분을 발견했고 그곳으로 빠져나왔습니다!

# Quest/&Tutorial_01_Quest_Escape the callDescription
source: There must be a way out of this crumbling prison. The bandits left you in a ruined cell… there must be a weak wall or a hole somewhere in one of the other cells.
ko: 이 무너져가는 감옥에서 탈출구를 찾아야 합니다. 도적들은 당신을 폐허가 된 감방에 가두었군요... 다른 감방 중 하나에 분명 약한 벽이나 구멍이 있을 것입니다.

# Quest/&Tutorial_01_Quest_Escape the callTitle
source: Find a Way Out
ko: 탈출할 방법 찾기

# Quest/&Tutorial_01_Quest_Open the door_Outcome1Description
source: You have escaped!
ko: 탈출했습니다!

# Quest/&Tutorial_01_Quest_Open the doorDescription
source: You have beaten the bandits! Now open the door and run!
ko: 도적들을 물리쳤습니다! 이제 문을 열고 도망치십시오!

# Quest/&Tutorial_01_Quest_Open the doorTitle
source: Open the Door
ko: 문 열기

# Quest/&Tutorial_01_Quest_Push the column_Outcome1Description
source: You did it… the bandits were crushed by the falling wall! Climb down, pick up your stolen equipment, and leave the prison!
ko: 해냈습니다... 도적들이 무너진 벽에 짓눌렸군요! 아래로 내려가 빼앗긴 장비를 들고 감옥을 떠나십시오!

# Quest/&Tutorial_01_Quest_Push the column_Outcome2Description
source: The bandits recaptured you!
ko: 도적들에게 다시 붙잡혔습니다!

# Quest/&Tutorial_01_Quest_Push the columnDescription
source: Push the unstable wall on top of the bandits!
ko: 불안정한 벽을 밀어 도적들 머리 위로 쓰러뜨리십시오!

# Quest/&Tutorial_01_Quest_Push the columnTitle
source: Get Rid of the Bandits!
ko: 도적 떼를 물리치십시오!

# Quest/&Tutorial_01_Quest_QuestLog_Description
source: This is your quest log. When the quest is updated, open this panel to see what you need to do.
ko: 이것이 당신의 퀘스트 일지입니다. 퀘스트가 업데이트되면 이 패널을 열어 수행해야 할 일을 확인하세요.

# Quest/&Tutorial_01_Quest_QuestLog_Title
source: Open the Quest Log
ko: 퀘스트 일지 열기

# Quest/&Tutorial_01_Quest_Reach the high ground_Outcome1Description
source: You've reached a high spot above the bandits who captured you.
ko: 당신을 붙잡은 도적들보다 높은 지점에 도달했습니다.

# Quest/&Tutorial_01_Quest_Reach the high groundDescription
source: Find a way up and out of the cave.
ko: 동굴 밖으로 탈출하는 길을 찾으십시오.

# Quest/&Tutorial_01_Quest_Reach the high groundTitle
source: Leave the Cave
ko: 동굴 벗어나기

# Quest/&Tutorial_01_Quest_Take Your Stuff_Outcome1Description
source: You have recovered all your belongings.
ko: 모든 소지품을 되찾았습니다.

# Quest/&Tutorial_01_Quest_Take Your StuffDescription
source: The bandits stashed your equipment in the chest near the exit. Take it back!
ko: 도적들이 출구 근처 상자에 장비를 넣어두었습니다. 되찾읍시다!

# Quest/&Tutorial_01_Quest_Take Your StuffTitle
source: Recover Your Equipment from the Chest
ko: 상자에서 장비 회수

# Quest/&Tutorial_01_Title
source: Escape the Bandits' Prison
ko: 도적의 감옥을 탈출하라

# Quest/&Tutorial_02_2_Title
source: Heal Yourself
ko: 체력 회복

# Quest/&Tutorial_02_Quest_Cautious_Outcome1Description
source: You found the mechanism that opens the door!
ko: 문을 여는 장치를 찾았습니다!
