Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_01__Outcome2Description
source: You disagreed with Marin's plan. It's time for your own agenda.
ko: 당신은 마린의 계획을 거부했습니다. 스스로 방법을 찾아야겠군요.

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_02_Title
source: Steal the Secret of Orenetis
ko: 오레네티스의 비밀 훔치기

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_02_Description
source: Ving told you that the Lord Protector has a secret that allows him to control the redeemers. Find and steal that secret.
ko: 빙은 당신에게 섭정이 구원자를 조종할 수 있게 해주는 비밀을 얘기해 줬습니다. 그 비밀을 찾아 훔치세요.

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_02__Outcome1Description
source: You were forced to fight your way into the palace.
ko: 궁궐로 가는 길에 싸워야만 했습니다.

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_03_Title
source: Take the Secret
ko: 비밀 차지하기

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_03_Description
source: There must be something magical in the palace. Find the secret and get your hands on it!
ko: 궁 안에 뭔가 마법적인 것이 있습니다. 비밀을 찾아 여러분의 손에 넣으세요!

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_03__Outcome1Description
source: You found a magical scepter!
ko: 마법 왕홀을 찾았습니다!

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_04_Title
source: Leave the Valley
ko: 계곡 떠나기

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_04_Description
source: Now that you have the secret, you can finally leave the valley.
ko: 비밀을 차지했으니, 마침내 계곡을 떠날 수 있습니다.

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_04__Outcome1Description
source: You have left the valley.
ko: 계곡을 떠났습니다.

# Quest/&DLC1_Quest_Backup_PLAN_C
source: The Escape Plan
ko: 탈출 계획

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_01_Title
source: Search the Palace
ko: 궁궐 찾기

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_01_Description
source: The Lord Protector must have a way to leave the valley. Search his palace and find that secret.
ko: 섭정은 계곡에서 나가는 방법을 갖고 있을 겁니다. 그의 궁을 찾아 비밀을 찾으세요.

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_01__Outcome1Description
source: You were forced to fight your way into the palace.
ko: 궁궐로 가는 길에 싸워야만 했습니다.

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_01__Outcome2Description
source: You have reached the palace.
ko: 궁에 당도했습니다.

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_02_Title
source: Find the secret
ko: 비밀 찾기

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_02_Description
source: There must be something magical in the palace. Find the secret and get your hands on it!
ko: 궁 안에 뭔가 마법적인 것이 있습니다. 비밀을 찾아 여러분의 손에 넣으세요!

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_02__Outcome1Description
source: You found a magical scepter!
ko: 마법 왕홀을 찾았습니다!

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_03_Title
source: Leave the Valley
ko: 계곡 떠나기

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_03_Description
source: The magical scepter can control the redeemers blocking the exit. Leave the valley.
ko: 마법 왕홀은 구원자들이 출구를 막지 않도록 제어할 수 있습니다. 계곡을 떠납시다.

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_03__Outcome1Description
source: You have left the valley.
ko: 계곡을 떠났습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_00B
source: Quest failed! Vando Klarn has died.
ko: 퀘스트 실패! 반도 클란이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_00C
source: Quest failed! Marin Ving has died.
ko: 퀘스트 실패! 마린 빙이 사망했습니다.

# Quest/&DLC1_Quest_End_Of_ DLC_Own_Scepter_Title
source: Return to the Marches
ko: 접경지로 복귀하기

# Quest/&DLC1_Quest_End_Of_ DLC_Own_Scepter_Description
source: The magical scepter will hold the redeemers at bay. Go back to the Merchant Camp, then return to Caer Cyflen to report your findings.
ko: 마법 왕홀은 분지의 구원자들을 억제할 것입니다. 상인 야영지로 돌아간 후, 조사 결과를 보고하기 위해 케어 키플렌으로 복귀하세요.

# Quest/&DLC1_Quest_End_Of_ DLC_Own_Scepter__Outcome1Description
source: You have successfully left the valley.
ko: 성공적으로 계곡에서 떠났습니다.

# Quest/&DLC1_Quest_End_Of_ DLC_Own_Scepter
source: A Safe Passage
ko: 안전한 통로

# Quest/&DLC1_Secondary_Quest_Forge_05_StartAFireTitle
source: Provoke the Dryad Queen
ko: 드라이어드 여왕 도발하기

# Quest/&DLC1_Secondary_Quest_Forge_05_StartAFireDescription
source: Hasdrubal said that the dryad queen does not like fire. Start one under the Giant Tree to get her attention.
ko: 하스드루발은 드라이어드 여왕이 불을 좋아하지 않는다고 했습니다. 그녀의 이목을 끌기 위해 거대한 나무 밑에 하나 질러봅시다.

# Quest/&DLC1_Secondary_Quest_Forge_05_StartAFire_Outcome1Description
source: You have lit a fire and attracted the dryads.
ko: 당신은 불을 질러 드라이어드들을 유인했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_05_ReportToHasdrubalTitle
source: Report the Dryad Queen's Death
ko: 드라이어드 여왕의 사망 보고하기

# Quest/&DLC1_Secondary_Quest_Forge_05_ReportToHasdrubalDescription
source: Let Hasdrubal know that the dryad queen is dead.
ko: 하스드루발에게 드라이어드 여왕 사망 소식을 알리세요.

# Quest/&DLC1_Secondary_Quest_Forge_05_ReportToHasdrubal_Outcome1Description
source: You informed Hasdrubal that the dryad queen is dead.
ko: 하스드루발에게 드라이어드 여왕 사망을 알렸습니다.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02B_Loot_Guard_corpseTitle
source: Retrieve Sima's Notebook
ko: 시마의 공책 탈환하기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02B_Loot_Guard_corpseDescription
source: The guard holding Sima's notebook has been killed. Search his belongings and retrieve it.
ko: 시마의 공책을 가진 수비병이 죽었습니다. 소지품을 뒤져 탈환하세요.

source: You have found Sima's notebook!
ko: 시마의 공책을 찾았습니다!

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02_Steal_Outcome2Description
source: The guard is dead. Time for a new plan!
ko: 수비병이 죽었습니다. 새로운 계획이 필요하겠군요!

# Quest/&DLC1_Quest_Marches_NPC1_Rogue_1ATitle
source: Find an Ancient Artifact
ko: 고대 유물 찾기

# Quest/&DLC1_Quest_Marches_NPC1_Rogue_1ADescription
source: Find anything of historical value for Leyrin Catpaw. Take note of its location and describe it.
ko: 레이린 캣포를 위해 뭐든 역사적 가치가 있는 걸 찾으세요. 위치를 기록하고 묘사하세요.

# Quest/&DLC1_Quest_Marches_NPC1_Rogue_1A_Outcome1Description
source: You found an ancient artifact!
ko: 고대 유물을 찾았습니다!

# Quest/&DLC1_Quest_MAIN_GetOutOfHereTitle
source: Find a Way Out
ko: 탈출구 찾기

# Quest/&DLC1_Quest_MAIN_GetOutOfHereDescription
source: You're trapped in this valley, surrounded by armies of redeemers. Helia Fairblade's mission to find Marin Ving seems harder than ever, but this man is still a threat to the whole Principality. Explore the valley, talk to people, and make sense of the political situation. Make your own choices and your own alliances, and find a way back to the Principality. Good luck, and stay in the light!
ko: 당신은 구원자의 군세로 둘러싸인 이 계곡에 갇혔습니다. 헬리아 페어블레이드의 임무, 마린 빙 수색은 어려워보이지만, 이 남자는 여전히 온 공국에 대한 위협입니다. 계곡을 탐사하고, 사람들과 대화하며, 정치적 알력 관계를 파악하세요. 당신만의 선택과 당신만의 아군을 만들어, 공국으로 돌아갈 길을 찾으십시오. 당신에게 행운과, 빛이 함께하시길!

# Quest/&DLC1_Quest_MAIN_GetOutOfHere_Outcome1Description
source: Congratulations! You have escaped from the Lost Valley!
ko: 축하합니다! 잊혀진 계곡에서 탈출했습니다!

# Quest/&DLC1_Quest_MAIN_TITLE
source: Escape the Lost Valley
ko: 잊혀진 계곡 탈출하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_04_STEP_01__Outcome2Description
source: You couldn't find any information about the giants. Rose is dead and no one else is collecting city gossip. Maybe Gartok will remember something.
ko: 거인들에 대한 정보를 아무것도 찾지 못했습니다. 로즈는 사망했고 이젠 누구도 도시의 소문을 수집하지 않습니다. 어쩌면 가르톡은 뭔가 기억할지도 모릅니다.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_03_STEP_01Title
source: Find Charmer in the Swamps
ko: 늪지에서 매력가 찾기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_03_STEP_01Description
source: Look for Charmer inside the Forge camp where he should be.
ko: 매력가가 있을 법한 포지 야영지에서 그를 찾기.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_01_Outcome1Description
source: You have found Charmer. Kill him discreetly or find clues that could incriminate him.
ko: 매력가를 찾았습니다. 신중하게 죽이거나, 유죄를 증명할 만한 증거를 찾으세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_02Title
source: Kill Charmer
ko: 매력가 죽이기

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_02Description
source: Find the spy called Charmer and kill him - ideally in a quiet place.
ko: 매력가라 불리는 첩자를 찾아 죽이십시오 - 조용한 곳이 알맞을 겁니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_02_Outcome1Description
source: You've killed Charmer, but the Forge didn't appreciate it. Go back and claim your reward.
ko: 멋쟁이를 죽였으나, 포지는 이에 감사하지 않는군요. 돌아가 정당한 보수를 요구하세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03ATitle
source: Find proof about Charmer's guilt
ko: 매력가의 유죄를 증명할 증거 찾기

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03ADescription
source: Look for something in his belongings that would prove Charmer's guilt.
ko: 매력가의 유죄를 증명할 것을 그의 소지품 중에서 찾으세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03A_Outcome1Description
source: You found a ring in Charmer's possessions belonging to the Dominion. You can either kill him or report him to the Forge.
ko: 자치령의 것인 매력가가 소지했던 반지를 찾았습니다. 그를 죽이거나, 포지에 고발할 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03BTitle
source: Incriminate Charmer
ko: 매력가의 죄 입증하기

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03BDescription
source: Report what you found in Charmer's belongings to the Forge.
ko: 포지에게 매력가의 소지품에서 찾은 것을 보고하세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_03B_Outcome1Description
source: You've decided to spare Charmer. The Rebellion won't appreciate it, but the Forge is grateful.
ko: 매력가를 죽이지는 않기로 결정했습니다. 반군은 달갑지 않겠지만, 포지는 감사하는군요.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_04Title
source: Report to Sima
ko: 시마에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_04Description
source: Return to the city and claim your reward.
ko: 도시로 돌아가 보상 요구하기.

# Quest/&DLC1_Secondary_Quest_Rebellion_03_STEP_04_Outcome1Description
source: You got your reward, and the Rebellion likes you.
ko: 보상을 받았고, 반군이 당신을 좋아합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Silver_Key_02Title
source: Find a Silver Beetle Key
ko: 은색 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Copper_Key_01Title
source: Find a Copper Beetle Key
ko: 동색 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Step00Title
source: Speak with Ellaria
ko: 엘라리아와 대화하기

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Step00Description
source: Ellaria has asked to see you. Go to her and find out what she wants.
ko: 엘라리아는 당신과 만나기를 요청했습니다. 그녀에게 가 원하는 걸 알아내세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Step00_Outcome1Description
source: Ellaria has given you a new mission.
ko: 엘라리아는 당신에게 새 임무를 줬습니다.

source: Things didn't go well. The bully is still there.
ko: 일이 잘 안 풀렸습니다. 불한당이 아직 저기 있군요.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_02b_DidNotGoWellTitle
source: Deal with the bully… or not.
ko: 불한당과 협상 또는… 다른 방법도 있고.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_02b_DidNotGoWellDescription
source: You don't have much of a choice: If you want to resolve the problem, you have to kill him, but that will undoubtedly attract the ire of the authorities. Or let the city's people resolve their own problems.
ko: 선택의 여지가 많지 않습니다: 문제를 해결하고 싶다면, 그를 죽여야 하지만, 권력층의 분노를 사는 건 피할 수 없겠죠. 아니면 도시의 민중이 자신들의 문제를 스스로 해결하도록 만드세요.

source: You decided to kill the bully.
ko: 불한당을 죽이기로 결정했습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_KillBullyTitle
source: Kill the Bully
ko: 불한당 죽이기

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_KillBullyDescription
source: You couldn't find a peaceful way to resolve the problem, so you are forced to fight.
ko: 문제를 해결할 평화로운 방법을 찾지 못해, 강제로 싸움을 벌였습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople03_KillBully_Outcome1Description
source: You killed the bully who was bothering the customers of the Merry Remorhaz.
ko: 메리 레모라즈의 손님들을 괴롭히던 불한당을 죽였습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02_aTitle
source: Wait One Day
ko: 하루 기다리기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02_aDescription
source: You've made friends with the giants. They'll talk to Telerien and smooth things over - just give it one night.
ko: 거인들과 친구가 됐습니다. 이들이 텔레리엔과 얘기해 일이 잘 풀릴 것입니다 - 하룻밤만 기다려 줍시다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02_a_Outcome1Description
source: A day has passed, and you think Gartok has had time to speak with Telerien.
ko: 날이 지나고, 당신은 가르톡이 이미 텔레리엔과 대화했을 거라 생각됩니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_WaitIsOverTitle
source: Wait One Day
ko: 하루 기다리기

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_WaitIsOverDescription
source: The deal is done. With Brogarad alerted to Sharpeyes' theft, justice will be swift. The cruel officer should disappear from the streets of Caer Hyfryd very soon.
ko: 거래가 성사됐습니다. 브로가라드가 샤프아이즈의 도둑질을 깨달았으니, 곧 정의가 집행되겠죠. 그 잔혹한 장교는 순식간에 케어 하이프리드의 거리에서 사라질 겁니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople04_WaitIsOver_Outcome1Description
source: As expected, Sharpeyes is nowhere to be seen.
ko: 기대한 대로, 샤프아이즈는 어디서도 보이지 않습니다.

# Quest/&DLC1_Quest_Valley_Step_05A1_SearchPlateau_Title
source: Search the first bird's nest for remains.
ko: 남은 것들이 있나 첫 새 둥지를 찾아보세요.

# Quest/&DLC1_Quest_Valley_Step_05A2_SearchPlateau_Title
source: Search the second bird's nest for remains.
ko: 남은 것들이 있나 두 번째 새 둥지를 찾아보세요.

# Quest/&DLC1_Quest_Valley_Step_05A3_SearchPlateau_Title
source: Search the third bird's nest for remains.
ko: 남은 것들이 있나 세 번째 새 둥지를 찾아보세요.

# Quest/&DLC1_Secondary_Quest_City_Mask_06_STEP_0_Title
source: Talk to Cafrain
ko: 카프레인에게 말 걸기

# Quest/&DLC1_Secondary_Quest_City_Mask_06_STEP_0_Description
source: You've done a lot for The Mask now. Go back to Cafrain Shadow in Caer Hyfryd and demand some answers.
ko: 마스크를 위해 많은 일들을 이뤘습니다. 케어 하이프리드의 카프레인 섀도에게 돌아가 대답을 들을 차례입니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_06_STEP_0__Outcome1Description
source: You've spoken with Cafrain.
ko: 카프레인에게 말을 걸었습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_09_KillVandoTitle
source: Kill Marin Ving
ko: 마린 빙 죽이기

# Quest/&DLC1_Secondary_Quest_City_Mask_09_KillVandoDescription
source: You don't have a choice: Marin Ving had his allies close by and he will not surrender. Get rid of him and find a way out of the valley.
ko: 선택의 여지가 많지 않습니다: 마린 빙은 조력자들을 가까이 둔 상태고, 투항하지 않을 겁니다. 그를 제거하고 계곡에서 나갈 방법을 찾으세요.

# Quest/&DLC1_Secondary_Quest_City_Mask_09_KillVando_Outcome1Description
source: You have killed Marin Ving. He was a cunning infiltrator and a worthy cleric of Misaye, but his career ended here.
ko: 마린 빙을 죽였습니다. 교활한 침입자이자 미사이에의 고결한 클레릭이었으나, 그의 여정도 여기서 막을 내렸습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_09_STEP_03__Outcome1Description
source: You reported to Vando Klarn… that is, Marin Ving.
ko: 반도 클란… 그러니까, 마린 빙에게 보고했습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_09_STEP_03__Outcome2Description
source: You identified Marin Ving, but he would not let himself be arrested.
ko: 마린 빙의 정체를 알아냈지만, 체포될 생각은 없어 보입니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_KILLEDNICEAGATHATitle
source: Leave the Hut
ko: 오두막 떠나기

# Quest/&DLC1_Secondary_Quest_Swamp_02_KILLEDNICEAGATHADescription
source: There is nothing more to do here. You killed the nice woman, and whoever this Agatha is, she's not coming to meet you.
ko: 여기서 할 일이 더 없습니다. 멀쩡한 여인 한 명을 죽였고, 아가사가 누구든, 그녀가 당신을 만나러 오지는 않을 겁니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_KILLEDNICEAGATHA_Outcome1Description
source: You left the hut. You have failed in your quest, and no one will ever know what happened to Hannik's brother.
ko: 오두막을 떠났습니다. 퀘스트에 실패했고, 하닉의 형에게 무슨 일이 일어났는지는 아무도 모를 것입니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_04_Outcome2Description
source: You killed the woman in the witch's hut. Maybe she was the witch - you'll never know.
ko: 마녀의 오두막에 있던 여인을 죽였습니다. 어쩌면 마녀였을 수도 있고 - 알 도리가 있나요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_01__Outcome2Description
source: You remember that the Lord Protector has forbidden you from entering the High City.
ko: 섭정이 당신의 상류층 거주지 출입을 제한했다는 사실이 기억났습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_04_STEP_03Title
source: Explain the situation to Cafrain.
ko: 카프레인에게 상황 설명하기.

# Quest/&DLC1_Secondary_Quest_City_Mask_04_STEP_03Description
source: Let Cafrain know that you cannot complete this mission.
ko: 카프레인에게 당신이 이 임무를 달성할 수 없다고 알리세요.

# Quest/&DLC1_Secondary_Quest_City_Mask_04_STEP_03_Outcome1Description
source: You told Cafrain that you can't help her. She was not very happy.
ko: 카프레인에게 당신이 그녀를 도울 수 없다고 얘기했습니다. 기뻐 보이진 않군요.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_07_CraftTitle
source: Craft the Scepter
ko: 왕홀 만들기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_07_CraftDescription
source: Hendeolas Anfarel gave you everything you need to craft the Scepter of Redeemer Control and return safely to the Marches. If you don't have the Proficiency to use the Manacalon Rosary, just attune to the Periapt of the Master Enchanter.
ko: 헨데올라스 안파렐은 당신이 구원자 제어의 왕홀을 만드는 데 필요한 모든 것을 주고, 접경지로 안전히 돌아가게 해줬습니다. 마나칼론 묵주 숙련이 없다면, 그저 마법부여 통달의 부적과 조율하면 됩니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_07_Craft_Outcome1Description
source: You have the scepter - go back home!
ko: 왕홀을 얻었습니다 - 집으로 갑시다!

# Quest/&DLC1_OrenetisIsDead
source: You already killed Orenetis!
ko: 당신은 이미 오레네티스를 죽였습니다!

# Quest/&DLC1_SiteneroIsDead
source: Because you killed Sitenero, Orenetis is also already deadI
ko: 시테네로를 죽였기 때문에, 오레네티스는 이미 죽었습니다

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_01_Title
source: A Package from Cafrain
ko: 카프레인이 준 물건

# Quest/&DLC1_Secondary_Quest_Swamp_ThePeople_10_STEP_01Description
source: You found a letter on a corpse in the spider cave in the Swamp. Take it to its addressee in the city.
ko: 늪지대의 거미굴에 있는 시체로부터 편지를 발견했습니다. 도시 내의 주소로 가져가기.

# Quest/&DLC1_Secondary_Quest_Swamp_ThePeople_10_STEP_01_Outcome1Description
source: You delivered the letter to Rose. She'll pass on the sad news.
ko: 로즈에게 편지를 전달했습니다. 비보를 대신 전해줄 겁니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_02_Outcome1Descriptionb
source: You introduced yourselves to Hasdrubal and told him that Telerien has sent you.
ko: 하스드루발에게 자신을 소개하고 텔레리엔이 당신을 보냈다고 얘기했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05B_Title
source: Find the Second Beetle Key
ko: 두 번째 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05B_Description
source: Marin thinks that the second beetle key needed to open the stone gate is hidden in the Waterfall Grotto. Enter the grotto and find the key.
ko: 마린은 폭포 동굴에 숨겨진 석문을 열기 위해선 두 번째 딱정벌레 열쇠가 필요하다고 생각합니다. 동굴로 들어가 열쇠를 찾으세요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05B__Outcome1Description
source: You found the second beetle key!
ko: 두 번째 딱정벌레 열쇠를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05C_Title
source: Open the Stone Gate
ko: 석문 열기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05C_Description
source: Use both beetle keys to open the stone gate.
ko: 두 딱정벌레 열쇠를 사용해 석문을 여세요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05C__Outcome1Description
source: You opened the stone gate!
ko: 석문을 열었습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02B_Title
source: Find the Second Beetle Key
ko: 두 번째 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02B_Description
source: Marin thinks that the second beetle key needed to open the stone gate is hidden in the Waterfall Grotto. Enter the grotto and find the key.
ko: 마린은 폭포 동굴에 숨겨진 석문을 열기 위해선 두 번째 딱정벌레 열쇠가 필요하다고 생각합니다. 동굴로 들어가 열쇠를 찾으세요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02B__Outcome1Description
source: You found the second beetle key!
ko: 두 번째 딱정벌레 열쇠를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02C_Title
source: Open the Stone Gate
ko: 석문 열기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02C_Description
source: Use both beetle keys to open the stone gate.
ko: 두 딱정벌레 열쇠를 사용해 석문을 여세요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02C__Outcome1Description
source: You opened the stone gate!
ko: 석문을 열었습니다!

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02_1Title
source: Find the Missing Part of the Major Gate
ko: 주 관문의 잃어버린 조각 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02_1Description
source: The missing part should be somewhere in the labs. The Major Gate won't work without it.
ko: 사라진 부분은 연구소 안 어딘가에 있을 겁니다. 주 관문은 그것 없이는 작동하지 않습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_02_1_Outcome1Description
source: You found the missing part of the Major Gate. Now you can repair it.
ko: 주 관문의 사라진 부분을 찾았습니다. 이제 수리할 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_1Title
source: Repair the Major Gate
ko: 주 관문 수리하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_1Description
source: A part is missing. Find it and repair the Gate.
ko: 일부분이 사라졌습니다. 찾아서 관문을 고치세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_1_Outcome1Description
source: You found the missing part of the Major Gate.
ko: 주 관문의 사라진 부분을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_2.5Title
source: Escort the Prestigious Prisoner
ko: 고귀한 죄수 모셔가기

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_2.5Description
source: Apparently, Orenetis had a prestigious "guest" held hostage here. It's probably a good idea to escort him back to the city.
ko: 보아하니, 오레네티스는 고귀한 "손님"을 이곳에 포로로 잡고 있던 게 분명합니다. 이분을 도시까지 다시 모셔가는 건 훌륭한 아이디어 같습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_08_STEP_2.5_Outcome1Description
source: You met Sitenero, Orenetis' "other half" and his best-kept secret.
ko: 당신은 오레테니스의 "다른 반쪽"이자 그의 최고의 비밀, 시테네로와 만났습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Force_SiteneroTitle
source: Quest failed! Sitenero is dead!
ko: 퀘스트 실패! 시테네로가 사망했습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Force_Sitenero_Outcome1Description
source: Sitenero is dead! You can't reunite him with Orenetis. You must find another way out of the valley.
ko: 시테네로가 사망했습니다! 당신은 그를 오레네티스와 다시 합칠 수 없습니다. 계곡을 떠날 다른 방법을 찾아야 합니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_03Title
source: Convince Orenetis
ko: 오레네티스 설득하기

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_03Description
source: Sitenero believes there is chance for him and Orenetis to reunite into one, better person. Try to convince the Lord Protector. While you were coming back from the complex, Reya and the others spread rumors to cover for you. Dominion troops should not attack you on sight.
ko: 시테네로는 오레네티스에게 다시 기회를 줘야 하고, 하나가 되어 더 나은 사람이 될 수 있을 거라 믿습니다. 섭정을 설득해 보십시오. 당신이 연구단지에서 돌아오는 동안, 레야와 다른 이들이 당신을 위한 소문을 퍼트렸습니다. 자치령 부대는 당신을 보자마자 즉각 공격하지 않을 것입니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_03_Outcome1Description
source: You convinced Orenetis! He and Sitenero are one again!
ko: 오레네티스를 설득했습니다! 그와 시테네로가 다시 하나가 됐습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_03_Outcome2Description
source: You failed to convince Orenetis. There is only one way out of this alive: fighting!
ko: 오레네티스 설득에 실패했습니다. 살아남을 방법은 하나뿐입니다: 전투!

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_04Title
source: Search Orenetis' Belongings
ko: 오레네티스의 소지품 수색하기

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_04Description
source: Orenetis is dead. Look around for anything that could help you get out of this doomed valley.
ko: 오레네티스가 사망했습니다. 이 빌어먹을 계곡에서 나갈 방법을 뭐라도 찾아봅시다.

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_04_Outcome1Description
source: You found a scepter of redeemer control. This should let you make it through the nest and get back to the Principality!
ko: 구원자 제어의 왕홀을 찾았습니다. 이거라면 둥지를 지나 공국으로 돌아갈 수 있을 겁니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03B_Title
source: Enter the Palace with Sitenero
ko: 시테네로와 입궁하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03B_Description
source: Escort Sitenero to the palace - it's time to talk with Orenetis. Gartok has spread rumors that the complex was attacked by giants, so the city guard do not suspect you.
ko: 궁까지 시테네로를 호위하십시오 - 오레네티스와 대화해야 할 때입니다. 가르톡이 연구단지를 공격한 건 거인들이란 소문을 퍼트렸으니, 도시 경비들은 당신을 의심하지 않을 겁니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03B__Outcome1Description
source: You have entered the palace with Sitenero.
ko: 시테네로와 입궁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03B__Outcome2Description
source: Your faction's relations with the Dominion are too bad for you to talk with Orentis peacefully. There is only one solution left: kill him!
ko: 당신이 소속된 세력과 자치령의 관계가 너무 험악해 오레네티스와 평화롭게 대화하기가 어렵습니다. 남은 해결책은 하나뿐입니다: 오레네티스를 죽이십시오!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03C_Title
source: Confront Orenetis
ko: 오레네티스와 맞서기
