Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# PickupQuest_04_ResearchCrown_01_DESCRIPTION
source: Return to the Manacalon ruin where you found the Crown. Note all the writing on the Crown's pedestal for research. Client: The Legacy Council. Reward: One Handy Haversack. Recommended level: 6
ko_mt: 왕관을 발견한 마나칼론 폐허로 돌아가십시오. 연구를 위해 왕관의 받침대에 있는 모든 글을 기록해 두십시오. 클라이언트: 레거시 위원회. 보상: 편리한 Haversack 1개. 권장 레벨: 6

# PickupQuest_04_ResearchCrown_01_OUTCOME
source: You copied all the symbols and texts from the pedestal.
ko_mt: 받침대에서 모든 기호와 텍스트를 복사했습니다.

# PickupQuest_04_ResearchCrown_02_TITLE
source: Meet with Captain Ironshell
ko_mt: 아이언쉘 선장을 만나다

# PickupQuest_04_ResearchCrown_02_DESCRIPTION
source: Return your notes to Captain Verissa Ironshell. The Council will study them.
ko_mt: 메모를 캡틴 Verissa Ironshell에게 돌려주십시오. 위원회는 그것들을 연구할 것입니다.

# PickupQuest_04_ResearchCrown_02_OUTCOME
source: You returned the notes from the Crown's pedestal to Captain Verissa Ironshell. The Council was pleased.
ko_mt: 왕관 받침대의 메모를 캡틴 Verissa Ironshell에게 돌려주었습니다. 평의회는 기뻐했습니다.

# PickupQuest_05_Collector_Title
source: The Collector
ko_mt: 수집가

# PickupQuest_05_Collector_01_TITLE
source: Return to the Imperial Outpost
ko_mt: 제국 전초기지로 돌아가기

# PickupQuest_05_Collector_01_DESCRIPTION
source: Scavengers have reported that the sigil of the Imperial First Legion has been found on the ruined outpost you found near Coparann. Return there and find any item that might have been part of the equipment of a soldier of this legion. Client: The Arcaneum. Reward: One pearl worth 100 gp, a pair of Bracers of Sparkles. Recommended level: 6
ko_mt: 청소부들은 당신이 코파란 근처에서 발견한 폐허가 된 전초기지에서 Imperial First Legion의 인장이 발견되었다고 보고했습니다. 그곳으로 돌아가서 이 군단 병사의 장비의 일부였을 수 있는 항목을 찾으십시오. 클라이언트: 아카네움. 보상: 100gp 가치의 진주 1개, 반짝임 팔보호구 한 쌍. 권장 레벨: 6

# PickupQuest_05_Collector_01_OUTCOME
source: You searched the ruined Imperial outpost and found an Imperial insignia of the First Legion.
ko_mt: 당신은 폐허가 된 제국 전초 기지를 수색했고 First Legion의 제국 휘장을 찾았습니다.

# PickupQuest_05_Collector_02_TITLE
source: Meet with Halman Summer
ko_mt: 할만 썸머와의 만남

# PickupQuest_05_Collector_02_DESCRIPTION
source: Return the insignia to Halman Summer.
ko_mt: 휘장을 Halman Summer에게 반환하십시오.

# PickupQuest_05_Collector_02_OUTCOME
source: You returned the insignia to the Antiquarians.
ko_mt: 골동품 수집가에게 휘장을 반환했습니다.

# PickupQuest_06_GhostsOfTheEmpire_Title
source: Ghosts of the Empire
ko_mt: 제국의 유령

# PickupQuest_06_GhostsOfTheEmpire_01_TITLE
source: Return to the Imperial Prison
ko_mt: 제국 감옥으로 돌아가기

# PickupQuest_06_GhostsOfTheEmpire_01_DESCRIPTION
source: Return to the Manacalon dungeons with the key that Lord Danantar hopes will give you access to a high-security area. He thinks that Erathliel Fliann, a well-loved sylvan elf and a real thorn in the side of Manacalon, was brought to this secret Imperial prison. She might have left traces of her passage in this dark place. Client: The Circle of Danantar. Reward: one emerald worth 100 gp, Sylvan Armor. Recommended level: 6
ko_mt: 다난타르 경이 보안이 철저한 지역에 접근할 수 있는 열쇠를 가지고 마나칼론 던전으로 돌아가십시오. 그는 사랑받는 실반 엘프이자 마나칼론 편에 있는 진짜 가시인 에라틀리엘 플리안을 이 비밀 제국 감옥에 데려왔다고 생각합니다. 그녀는 이 어두운 곳에 그녀가 지나간 흔적을 남겼을지도 모른다. 클라이언트: 다난타르 서클. 보상: 100gp 가치의 에메랄드 1개, Sylvan Armor. 권장 레벨: 6

# PickupQuest_06_GhostsOfTheEmpire_01_OUTCOME
source: Thanks to the key, you were able to search the whole prison and find what you were looking for.
ko_mt: 열쇠 덕분에 감옥 전체를 수색하고 원하는 것을 찾을 수 있었습니다.

# PickupQuest_06_GhostsOfTheEmpire_02_TITLE
source: Find the Secret Entrance
ko_mt: 비밀 입구 찾기

# PickupQuest_06_GhostsOfTheEmpire_02_DESCRIPTION
source: Find where to insert the key to access the inner prison. There might be something in the first corridor.
ko_mt: 내부 감옥에 접근하기 위해 열쇠를 삽입할 위치를 찾으십시오. 첫 번째 복도에 무언가가 있을 수 있습니다.

# PickupQuest_06_GhostsOfTheEmpire_02_OUTCOME
source: You found a rune on the wall and the key fit perfectly. You opened up a way inside the prison.
ko_mt: 벽에서 룬을 찾았고 열쇠가 완벽하게 맞습니다. 당신은 감옥 내부의 길을 열었습니다.

# PickupQuest_07_RunsInTheFamily_Title
source: Runs in the Family
ko_mt: 가족의 실행

# PickupQuest_07_RunsInTheFamily_01_TITLE
source: Return to the Fortress of the Shield
ko_mt: 방패의 요새로 돌아가기

# PickupQuest_07_RunsInTheFamily_01_DESCRIPTION
source: Lord Danantar wants you to retrieve an item from the ruins around Adrasteia's Fortress. He believes one of his ancestors lived there. Find anything that proves this and bring it back. Reward: One pearl worth 100 gp, three level-5 spell scrolls. Recommended level: 8
ko_mt: 군주 다난타르는 아드라스테이아 요새 주변의 폐허에서 아이템을 회수해 달라고 부탁했습니다. 그는 그의 조상 중 한 명이 그곳에 살았다고 믿습니다. 이를 증명할 수 있는 모든 것을 찾아 다시 가져오십시오. 보상: 100gp 가치의 진주 1개, 레벨 5 주문 스크롤 3개. 권장 레벨: 8

# PickupQuest_07_RunsInTheFamily_01_OUTCOME
source: You found a letter hidden in a dagger sheath inside one of the old buildings.
ko_mt: 당신은 오래된 건물 중 하나의 단검 칼집에 숨겨진 편지를 발견했습니다.

# PickupQuest_07_RunsInTheFamily_02_TITLE
source: Meet with Joriel Foxeye
ko_mt: 조리엘 폭스아이를 만나다

# PickupQuest_07_RunsInTheFamily_02_DESCRIPTION
source: Bring the letter back to Joriel Foxeye so she can transmit it to Lord Danantar.
ko_mt: Joriel Foxeye가 편지를 다난타르 경에게 전달할 수 있도록 편지를 다시 가져오세요.

# PickupQuest_07_RunsInTheFamily_02_OUTCOME
source: Lord Danantar was very pleased with your find, and rewarded you.
ko_mt: 다난타르 경은 당신의 발견에 매우 기뻐했고 당신에게 상을 주었습니다.

# PickupQuest_12_HallowedDead_Title
source: Halls of the Hallowed Dead
ko_mt: 성스러운 망자의 전당

# PickupQuest_12_HallowedDead_01_TITLE
source: Check the Hall
ko_mt: 홀 확인

# PickupQuest_12_HallowedDead_01_DESCRIPTION
source: The Ceannard is looking for heroes to investigate the Halls of the Hallowed Dead. Regular patrols of the valley have shown that someone or something entered the Halls, and everyone in the Vale of Coparann is reluctant to enter the Halls. Find what is going on there.
ko_mt: Ceannad는 Hallowed Dead의 전당을 조사할 영웅을 찾고 있습니다. 계곡을 정기적으로 순찰한 결과 누군가 또는 무언가가 전당에 들어간 것으로 나타났으며 코파란 계곡의 모든 사람들은 전당에 들어가기를 꺼립니다. 거기에서 무슨 일이 일어나고 있는지 찾으십시오.

# PickupQuest_12_HallowedDead_01_OUTCOME
source: You entered and visited the Halls and found that they were infested with the undead. You had to destroy them. The place is now secure again.
ko_mt: 당신은 홀에 들어가서 방문했고 그들이 언데드로 가득 차 있음을 발견했습니다. 당신은 그들을 파괴해야했습니다. 장소는 이제 다시 안전합니다.

# PickupQuest_12_HallowedDead_02_TITLE
source: Return to the Ceannard
ko_mt: 세아나드로 돌아가기

# PickupQuest_12_HallowedDead_02_DESCRIPTION
source: Return to the Ceannard to tell him that the place is secure, and collect your reward.
ko_mt: 세아나드에게 돌아가 그곳이 안전하다고 말하고 보상을 받으십시오.

# PickupQuest_12_HallowedDead_02_OUTCOME
source: You told the Ceannard that the Halls were now secure and rid of the undead, and received a generous reward in return.
ko_mt: 당신은 이제 홀이 안전하고 언데드를 제거했으며 그에 대한 보답으로 관대한 보상을 받았다고 Ceannad에게 말했습니다.

# PickupQuest_12_HallowedDead_Plaque_01
source: Here lie the Hallowed Dead of the Silent Whisper. From the shadows they watched, from the shadows they whispered, and from the shadows they struck! Often enough, our enemies saw us come too late, thanks to the tireless work of the whisperers. Never in the light, save at the end, where they are remembered among the Hallowed dead, Fallen for the Empire!
ko_mt: 여기에 고요한 속삭임의 성스러운 망자가 누워 있습니다. 그들이 지켜본 그림자로부터, 그들이 속삭이는 그림자로부터, 그리고 그들이 치는 그림자로부터! 종종 우리의 적들은 속삭이는 자들의 지칠 줄 모르는 일 덕분에 우리가 너무 늦게 오는 것을 보았습니다. 그들이 성스러운 죽은 자들 사이에서 기억되는 마지막 부분을 제외하고는 결코 빛 속에 있지 않습니다.

# PickupQuest_12_HallowedDead_Plaque_02
source: Here lie the Hallowed Dead of the Iron Legions. The might of the Legions was the mailed fist of the Empire. Like iron, they were forged. In the crucible of battle, they were tested, over and over again and never found wanting. Bravest of the brave, risking life and limb for the Empire, for their brothers and sisters, and for their honor, in the certainty that their deeds would be remembered in the chronicles of history and in the Halls!
ko_mt: 여기에 Iron Legions의 Hallowed Dead가 있습니다. 군단의 힘은 제국의 우편물 주먹이었다. 철처럼 위조되었습니다. 전투의 도가니에서 그들은 계속해서 시험을 받았지만 결코 부족함이 없었습니다. 제국과 형제자매, 명예를 위해 목숨을 걸고 위험을 무릅쓰는 용감한 용감한 자들이여, 그들의 행위가 역사의 연대기와 전당에서 기억될 것이라는 확신을 가지고!

# PickupQuest_12_HallowedDead_Plaque_03
source: Here lie the Hallowed Dead of the Arcaneum. Mana was the heart of Manacalon and none of the victories of the Legions were achieved without the help of the Arcaneum! Our Loremasters studied our enemies, our shock arcanists joined the fray! Even our court mages earned their place in the Halls with their selfless devotion to duty, often enough at the cost of their own lives!
ko_mt: 여기에 아르케니움의 성스러운 망자가 누워 있습니다. 마나는 마나칼론의 심장이었고 아르카네움의 도움 없이는 군단의 승리를 거둘 수 없었습니다! 우리의 로어마스터들은 우리의 적을 연구했고, 우리의 충격 아케니스트들은 싸움에 합류했습니다! 우리 법정 마법사들조차 의무에 대한 이타적인 헌신으로 홀에서 자리를 잡았습니다. 종종 자신의 목숨을 희생하기도 했습니다!

# Tutorial_04_Quest_GetKeyDescription
source: OPTIONAL: Avoid if you're not a rogue or ranger! Remain in cautious mode and approach the quartermaster. Steal the key and backtrack to climb the wall that leads to the tower. You must be proficient in Sleight of Hand to do so.
ko_mt: 선택 사항: 로그나 레인저가 아니라면 피하세요! 신중한 자세를 유지하고 병참장교에게 다가가십시오. 열쇠를 훔치고 뒤로 돌아가 타워로 이어지는 벽을 오르세요. 그렇게 하려면 Sleight of Hand에 능숙해야 합니다.

# Tutorial_04_Quest_GetKeyMainTitle
source: Get the Key
ko_mt: 키 가져오기

# Tutorial_04_Quest_GetKeyTitle
source: OPTIONAL: Steal the key
ko_mt: 선택사항: 열쇠를 훔치세요

# Subquest_Acolyte_Quest_Title
source: Apostasy
ko_mt: 배교

# Quest_Background_Lawkeeper_MeetStigAtPalace_Outcome1Description
source: You talked to Stig and he gave you the name of four suspicious guard members to check out.
ko_mt: 당신은 Stig에게 말했고 그는 당신에게 확인해야 할 4명의 수상한 경비원의 이름을 주었습니다.

# Quest_Background_Lawkeeper_Suspect2Description
source: Garth is a notorious drunk. Find him at the Gravekeep's Cask, and don't let him scold you. Insist if need be.
ko_mt: 가스는 악명 높은 술꾼입니다. Gravekeep's Cask에서 그를 찾아 당신을 꾸짖지 마십시오. 필요한 경우 주장하십시오.

# PickupQuest_08_MagisterAmulet_Title
source: The Magister's Amulet
ko_mt: 마법학자의 부적

# PickupQuest_08_MagisterAmulet_01_TITLE
source: Find the Amulet
ko_mt: 부적 찾기

# PickupQuest_08_MagisterAmulet_01_DESCRIPTION
source: The Arcaneum experts believe an amulet belonging to the Magister might be located inside the Manacalon ruin where you found the Crown. Search the tower's library and return the amulet. Client: The Arcaneum. Reward: four gems worth 50 gp, a ring of resistance to necrotic damage. Recommended level: 6
ko_mt: Arcaneum 전문가들은 Magister의 부적이 왕관을 찾은 마나칼론 폐허 안에 있을 것이라고 믿고 있습니다. 탑의 도서관을 수색하고 부적을 반환하십시오. 클라이언트: The Arcaneum. 보상: 50gp 가치의 보석 4개, 괴사 피해에 대한 저항의 반지. 권장 레벨: 6

# PickupQuest_08_MagisterAmulet_01_OUTCOME
source: You found the amulet inside the Manacalon ruin.
ko_mt: 마나칼론 폐허에서 부적을 찾았습니다.

# PickupQuest_08_MagisterAmulet_02_TITLE
source: Meet the Arcaneum
ko_mt: 아카네움을 만나다

# PickupQuest_08_MagisterAmulet_02_DESCRIPTION
source: Bring the amulet to Heddlon Surespell of the Arcaneum.
ko_mt: 아케니움의 헤들론 슈어스펠에게 부적을 가져가야 합니다.

# PickupQuest_08_MagisterAmulet_02_OUTCOME
source: You returned the amulet to the Arcaneum, who were very pleased.
ko_mt: 당신은 매우 만족한 Arcaneum에 부적을 반환했습니다.

# Quest_Background_Lawkeeper_Suspect2BTitle
source: Talk to Garth Again
ko_mt: 다시 가스와 대화

# Quest_Background_Lawkeeper_Suspect2BDescription
source: Garth does not want to speak with you. Try again.
ko_mt: Garth는 당신과 이야기하고 싶지 않습니다. 다시 시도하십시오.

# Quest_Background_Lawkeeper_Suspect2CTitle
source: Talk to Garth Once More
ko_mt: 다시 한 번 가스와 대화

# Quest_Background_Lawkeeper_Suspect2CDescription
source: Garth still does not want to speak with you! But maybe next time...?
ko_mt: Garth는 여전히 당신과 이야기하고 싶지 않습니다! 하지만 다음에는 아마도...?

# Aer_Elai_Final_Quest_Title
source: Aer Elai
ko_mt: 에어 엘라이

# Aer_Elai_Final_Quest_01_Escape_The_LavaTitle
source: Exit the Lava River
ko_mt: 용암강을 빠져나와

# Aer_Elai_Final_Quest_01_Escape_The_LavaDescription
source: The Major Gate brought you to the heart of the Badlands, the Aer Elai. Unfortunately, the place is rather uncomfortable. Find a way out of this world of fire and lava.
ko_mt: Major Gate는 당신을 황무지(Badlands)의 심장부인 Aer Elai로 안내했습니다. 불행히도 장소는 다소 불편합니다. 이 불과 용암의 세계에서 탈출구를 찾으십시오.

# Aer_Elai_Final_Quest_01_Escape_The_Lava_Outcome1Description
source: You found a possible escape route from the lava river, but it meant going head to head with a bunch of Soraks.
ko_mt: 용암강에서 탈출할 수 있는 경로를 찾았지만 소락 무리와 정면으로 맞서야 했습니다.

# Aer_Elai_Final_Quest_02_Climb_MountainTitle
source: Climb up the Mountain
ko_mt: 산을 올라

# Aer_Elai_Final_Quest_02_Climb_MountainDescription
source: You found a possible way out of the lava, but you'll have to climb up a mountain, and on top of that there's a bunch of Soraks. Approach carefully and be ready for a fight.
ko_mt: 용암에서 나올 수 있는 방법을 찾았지만 산을 올라야 하고 그 위에 설악 무리가 있습니다. 조심스럽게 접근하고 싸울 준비를하십시오.

# Aer_Elai_Final_Quest_02_Climb_Mountain_Outcome1Description
source: You got rid of the Soraks that were on top of the mountain.
ko_mt: 산꼭대기에 있던 설악을 없앴다.

# Aer_Elai_Final_Quest_03_LocateToothTitle
source: Find a Bone of the Magister
ko_mt: 마법사의 뼈 찾기

# Aer_Elai_Final_Quest_03_LocateToothDescription
source: You realized the Soraks were trying to destroy dragon bones. The voice of the Magister resonated again in your heads, telling you to find one of the bones that belonged to his skeleton, and reunite it with the Crown.
ko_mt: 당신은 소락이 용의 뼈를 파괴하려 한다는 것을 깨달았습니다. 그의 해골에 속한 뼈 중 하나를 찾아 왕관과 재결합하라는 마기스터의 목소리가 다시 당신의 머리에 울려 퍼졌습니다.

# Aer_Elai_Final_Quest_03_LocateTooth_Outcome1Description
source: You searched the piles of bones and found a dragon tooth that belonged to the Magister. Or at least you thought so.
ko_mt: 뼈 더미를 뒤져 마기스터에게 속한 용의 이빨을 찾았습니다. 또는 적어도 당신은 그렇게 생각했습니다.

# Aer_Elai_Final_Quest_03B_LeaveBoneYardTitle
source: Leave the Bone Yard
ko_mt: 뼈 마당을 떠나

# Aer_Elai_Final_Quest_03B_LeaveBoneYardDescription
source: You now have an objective: bringing the Magister's tooth to the Crown. Continue moving on toward the location of the Rift.
ko_mt: 이제 목표가 생겼습니다. Magister의 이빨을 왕관으로 가져오는 것입니다. 리프트가 있는 곳으로 계속 이동합니다.

# Aer_Elai_Final_Quest_03B_LeaveBoneYard_Outcome1Description
source: You passed through a tunnel in the mountain, emerging in another insane place.
ko_mt: 당신은 산속의 터널을 지나서 또 다른 미친 곳으로 나타났습니다.

# Aer_Elai_Final_Quest_04_Find_The_BridgeTitle
source: Find a Way Through
ko_mt: 통과 방법 찾기

# Aer_Elai_Final_Quest_04_Find_The_BridgeDescription
source: You arrived above a massive lake of acid, and the way to the Rift seems to be on the other side. Find a way to access the other side without falling to your death!
ko_mt: 당신은 거대한 산성 호수 위에 도착했고 리프트로 가는 길은 반대편에 있는 것 같습니다. 죽지 않고 반대편에 접근할 수 있는 방법을 찾으세요!

# Aer_Elai_Final_Quest_04_Find_The_Bridge_Outcome1Description
source: You finally found a way to cross the lake of acid.
ko_mt: 마침내 산성 호수를 건너는 방법을 찾았습니다.

# Aer_Elai_Final_Quest_05_Follow_Misty_PathTitle
source: Cross through the Mist
ko_mt: 안개를 건너

# Aer_Elai_Final_Quest_05_Follow_Misty_PathDescription
source: You reached an insane, new area, where gigantic statues seem to be floating in an ocean of mist. Yet, as crazy as this place seems, the Rift is close.
ko_mt: 거대한 조각상이 안개의 바다에 떠 있는 것처럼 보이는 미친 새로운 지역에 도착했습니다. 그러나 이곳이 미친 것처럼 보이지만 리프트는 가깝습니다.

# Aer_Elai_Final_Quest_05_Follow_Misty_Path_Outcome1Description
source: You came across the misty path.
ko_mt: 당신은 안개 낀 길을 건너 왔습니다.

# Aer_Elai_Final_Quest_06_Explore_Bend_PalaceTitle
source: Explore the Palace
ko_mt: 궁전 탐험

# Aer_Elai_Final_Quest_06_Explore_Bend_PalaceDescription
source: You reached a very different location. This time, it looks like a real place from the Manacalon era, but rotated vertically. The Rift is very close and you might take one last rest before facing the enemy.
ko_mt: 당신은 매우 다른 위치에 도달했습니다. 이번에는 마나칼론 시대의 실제 장소처럼 보이지만 수직으로 회전했습니다. 리프트는 매우 가깝고 적과 대면하기 전에 마지막 휴식을 취할 수 있습니다.

# Aer_Elai_Final_Quest_06_Explore_Bend_Palace_Outcome1Description
source: Exit the area.
ko_mt: 지역을 종료합니다.

# Aer_Elai_Final_Quest_07_Approach_RiftTitle
source: Approach the Rift
ko_mt: 균열에 접근

# Aer_Elai_Final_Quest_07_Approach_RiftDescription
source: It is here. The Rift still seems to exist, even if it is smaller. Obviously, the Soraks are doing all they can to reopen it. Approach carefully and plan your attack.
ko_mt: 여기 있습니다. 균열은 작아도 여전히 존재하는 것 같습니다. 분명히, Soraks는 그것을 다시 열기 위해 할 수 있는 모든 것을 하고 있습니다. 신중하게 접근하고 공격을 계획하십시오.

# Aer_Elai_Final_Quest_07_Approach_Rift_Outcome1Description
source: You have reached the Rift.
ko_mt: 리프트에 도달했습니다.

# Aer_Elai_Final_Quest_08_Defeat_SorrakTitle
source: Defeat the Tshar
ko_mt: 차르를 무찌르다

# Aer_Elai_Final_Quest_08_Defeat_SorrakDescription
source: The Sorak leader known as the Tshar has the Crown of the Magister. Kill this evil monster and take back the Crown!
ko_mt: Tshar로 알려진 Sorak 지도자는 Magister의 왕관을 가지고 있습니다. 이 사악한 괴물을 죽이고 왕관을 되찾으세요!

# Aer_Elai_Final_Quest_08_Defeat_Sorrak_Outcome1Description
source: You defeated the Tshar!
ko_mt: 당신은 차르를 물리쳤습니다!

# Aer_Elai_Final_Quest_09_Push_Back_SorrakTitle
source: Hold the Line!
ko_mt: 선을 지키다!

# Aer_Elai_Final_Quest_09_Push_Back_SorrakDescription
source: Defend the Magister while he is closing the Rift.
ko_mt: 그가 균열을 닫는 동안 Magister를 방어하십시오.

# Aer_Elai_Final_Quest_09_Push_Back_Sorrak_Outcome1Description
source: You protected the Magister and allowed the Rift to be sealed forever!
ko_mt: 당신은 마기스터를 보호하고 균열이 영원히 봉인되도록 허용했습니다!

# Quest_Background_Lowlife_MisayeHiddenSign
source: Misaye is laughing! Those dice tell the faithful it's a Temple of Misaye, the fickle lady of luck!
ko_mt: 미사예가 웃고 있다! 그 주사위는 신자들에게 그것이 변덕스러운 행운의 여신인 미사예의 사원임을 알려줍니다!

# Quest_Background_Spy_WaitForNextDayTitle
source: Wait for the Next Day
ko_mt: 다음 날을 기다리십시오

# Quest_Background_Spy_WaitForNextDayDescription
source: As soon as the document is discovered by the New Empire intelligence, they will blackmail Belmont. He should be leaving very soon, but you should at least wait the night.
ko_mt: 문서가 신제국 정보국에 의해 발견되자마자 그들은 벨몬트를 협박할 것입니다. 그는 곧 떠나야 하지만 적어도 밤에는 기다려야 합니다.

# Quest_Background_Spy_WaitForNextDay_Outcome1Description
source: You waited one night to allow time for Imperial intelligence to find the document and blackmail Belmont.
ko_mt: 당신은 제국 정보부가 문서를 찾아 벨몬트를 협박할 시간을 주기 위해 어느 날 밤을 기다렸습니다.

# PickupQuest_Any_ReturnToQuestBoardTitle
source: Return to a Quest Board
ko_mt: 퀘스트 보드로 돌아가기

# PickupQuest_Any_ReturnToQuestBoardDescription
source: Return to the closest quest board to complete the quest and collect your reward.
ko_mt: 가장 가까운 퀘스트 보드로 돌아가 퀘스트를 완료하고 보상을 받으세요.

# PickupQuest_Any_ReturnToQuestBoard_Outcome1Description
source: Quest Completed
ko_mt: 퀘스트 완료

# Quest_Background_Lawkeeper_Search_Outcome1Description
source: You found proof that Rodric was trafficking stolen goods out of the Temple Quarter.
ko_mt: 로드릭이 템플 쿼터에서 훔친 물건을 밀매했다는 증거를 찾았습니다.

# Quest_Background_Lawkeeper_SearchDescription
source: Search for incriminating information about Rodric's activities.
ko_mt: Rodric의 활동에 대한 혐의 정보를 검색하십시오.

# Quest_Background_Lawkeeper_SearchTitle
source: Search the Hideout
ko_mt: 은신처 검색

# PickupQuest_06_GhostsOfTheEmpire_03_TITLE
source: Find the Sylvan Rebel Journal
ko_mt: Sylvan Rebel Journal 찾기

# PickupQuest_06_GhostsOfTheEmpire_03_DESCRIPTION
source: You are in the prison. Now search for the writings of the sylvan rebel.
ko_mt: 당신은 감옥에 있습니다. 이제 실반 반란군의 글을 찾으십시오.

# PickupQuest_06_GhostsOfTheEmpire_03_OUTCOME
source: You found Fliann's journal!
ko_mt: 플린의 일기장을 찾았습니다!

# Caer_Cyflen_Merton_Quest_ReturnSwordTitle
source: Return the Sword to Merton
ko_mt: 머튼에게 검을 돌려주세요

# Caer_Cyflen_Merton_Quest_ReturnSwordDescription
source: Bitterroot gave you a sword to return to Arwin Merton in Caer Cyflen, along with a peculiar message to convey. Go there and talk to the notorious regular at the Gravekeep's Cask.
ko_mt: Bitterroot는 당신에게 전할 독특한 메시지와 함께 Caer Cyflen에 있는 Arwin Merton에게 돌아가라는 검을 주었습니다. 그곳으로 가서 묘지의 술통에 있는 악명 높은 단골과 대화하십시오.

# Caer_Cyflen_Merton_Quest_ReturnSword_Outcome1Description
source: You brought Arwin Merton his sword. He seemed surprised and confused. Maybe you'll learn more about his story, after all.
ko_mt: 당신은 Arwin Merton에게 그의 검을 가져왔습니다. 그는 놀라고 혼란스러워 보였다. 결국 그의 이야기에 대해 더 많이 알게 될 것입니다.

# Caer_Cyflen_Merton_Quest_Patience_Outcome2Description
source: You refuse to play any part in Bitterroot's story with Arwin Merton.
ko_mt: 당신은 Arwin Merton과 Bitterroot의 이야기에서 어떤 역할도 하기를 거부합니다.

# Quest_Background_Sellsword_ConfrontArchivist_Outcome1Descriptio
source: The archivist himself was the one who blackmailed your parents, and a Sorak infiltrator! You managed to defeat him.
ko_mt: 기록관 자신이 부모님을 협박한 자이자, 설악 잠입자! 당신은 그를 물리 칠 수있었습니다.

# Caer_Cyflen_Quest_Council03_04_FindOtherGems_Outcome1Description_EA
source: The story ends here for the Early Access version of the game.
ko_mt: 게임의 앞서 해보기 버전에 대한 이야기는 여기에서 끝납니다.

# Caer_Cyflen_Quest_Council04_Title
source: The Missing Piece
ko_mt: 사라진 조각

# Caer_Cyflen_Quest_Council04_01_ReturnToTomTitle
source: Return to the Manacalon Ruin
ko_mt: 마나칼론 폐허로 돌아가기

# Caer_Cyflen_Quest_Council04_01_ReturnToTomDescription
source: The Crown seems to want you to return to the Manacalon Ruin. It's unclear, but it's worth checking out.
ko_mt: 왕관은 당신이 마나칼론 폐허로 돌아가기를 바라는 것 같습니다. 불분명하지만 확인할 가치가 있습니다.

# Caer_Cyflen_Quest_Council04_01_ReturnToTom_Outcome1Description
source: You returned to the ruin but nothing happened. It made it clear to you that you could not complete the quest.
ko_mt: 당신은 폐허로 돌아갔지만 아무 일도 일어나지 않았습니다. 퀘스트를 완료할 수 없음을 분명히 했습니다.

# Caer_Cyflen_Quest_Council04_02_ReportToCouncilTitle
source: Report to the Council
ko_mt: 이사회에 보고

# Caer_Cyflen_Quest_Council04_02_ReportToCouncilDescription
source: It seems your quest cannot be completed; you cannot lie to the Council about it. Return to Caer Cyflen and report the situation. BEWARE: After this, you will be unable to complete optional quests. Make sure you have finished all your tasks and are ready for the game's final chapter!
ko_mt: 퀘스트를 완료할 수 없는 것 같습니다. 그것에 대해 위원회에 거짓말을 할 수 없습니다. Caer Cyflen에게 돌아가 상황을 보고하십시오. 주의: 이후에는 선택적 퀘스트를 완료할 수 없습니다. 모든 작업을 완료하고 게임의 마지막 장을 위한 준비가 되었는지 확인하십시오!

# Caer_Cyflen_Quest_Council04_02_ReportToCouncil_Outcome1Description
source: You told the Legacy Council that you did not have a clue where to find the remaining gems, and they threatened to take to Crown off of you.
ko_mt: 당신은 유산 위원회에 남아 있는 보석을 찾을 수 있는 단서가 없다고 말했고 그들은 당신에게서 왕관을 빼앗겠다고 위협했습니다.

# Caer_Cyflen_Quest_Council04_03_WaitTheNightTitle
source: Take a Long Rest
ko_mt: 긴 휴식을 취하세요

# Caer_Cyflen_Quest_Council04_03_WaitTheNightDescription
source: The Council will reconvene tomorrow and tell you their decision. Wait for the next day and return to the Council Hall.
ko_mt: 위원회는 내일 다시 소집되어 결정을 발표할 것입니다. 다음 날을 기다렸다가 의회 회관으로 돌아갑니다.

# Caer_Cyflen_Quest_Council04_03_WaitTheNight_Outcome1Description
source: You slept at the Inn and nothing special happened.
ko_mt: 당신은 여관에서 잤고 특별한 일은 없었습니다.

# Caer_Cyflen_Quest_Council04_03_WaitTheNight_Outcome2Description
source: You slept at the residence, and you were attacked by Soraks!
ko_mt: 숙소에서 잠을 자다가 설악에게 습격당했다!

# Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespellTitle
source: Talk to Heddlon Surespell
ko_mt: Heddlon Surespell과 대화

# Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespellDescription
source: Captain Ironshell told you that your quarters at the residence were attacked by Soraks! Heddlon Surespell warned you, but how? Go find him and confront him.
ko_mt: Ironshell 대위는 거주지의 숙소가 Soraks의 공격을 받았다고 말했습니다! Heddlon Surespell이 경고했지만 어떻게? 가서 그를 찾아 맞서십시오.

# Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespell_AfterAttackTitle
source: Talk to Heddlon Surespell
ko_mt: Heddlon Surespell과 대화

# Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespell_AfterAttackDescription
source: Heddlon Surespell told you to avoid the residence; it is very suspicious. Go find him and confront him.
ko_mt: Heddlon Surespell은 거주지를 피하라고 말했습니다. 매우 의심스럽습니다. 가서 그를 찾아 맞서십시오.

source: Surespell was elusive as always, simply pretending to have insights about a possible threat.
ko_mt: Surespell은 항상 그렇듯이 파악하기 어려웠고, 가능한 위협에 대한 통찰력이 있는 척했습니다.

# Caer_Cyflen_Quest_Council04_03b_GoToCouncilTitle
source: No Way Back!
ko_mt: 돌아갈 길은 없다!
