Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Abjuration_Quest_02b_WaitFortheMoonDescription
source: Apparently, you need the moon to shine in order to use this magical device. Wait until then. You can rest or sit on the bench nearby to wait.
ko: 분명히 이 마법 장치를 사용하기 위해서는 달이 빛날 때까지 기다려야 합니다. 그 때까지 기다리십시오. 휴식을 취하거나 근처 벤치에 앉아 있으면 됩니다.

# Quest/&Abjuration_Quest_02b_WaitFortheMoon_Outcome1Description
source: You waited until the moon was in the sky and the magical stones were illuminated. You need to solve the magical puzzle while the moon is shining on the stones.
ko: 달이 떠오르고 마법의 돌들이 빛나기를 기다렸습니다. 달빛이 돌 위에 머무는 동안 마법 퍼즐을 풀어야 합니다.

# Quest/&Abjuration_Quest_02c_SolvePuzzleTitle
source: Solve the Puzzle
ko: 퍼즐 풀기

# Quest/&Abjuration_Quest_02c_SolvePuzzleDescription
source: Find a way to open the mausoleum using the magical puzzle. You learned that it only works when moonlight is shining on the stones. If it's daytime, you can wait for the night by using the nearby bench.
ko: 마법 퍼즐을 이용해서 영묘를 열 수 있는 방법을 찾으십시오. 이것은 달빛이 돌 위에 내리는 동안에만 가능합니다. 낮 시간에는 근처에 벤치를 사용해서 밤까지 기다릴 수 있습니다.

# Quest/&Abjuration_Quest_02c_SolvePuzzle_Outcome1Description
source: Down in the ancient mausoleum, you have found an elf woman named Kythaela, who seems to have been asleep since before the Cataclysm. Her memories seem confused, but she knows the Crown and might be able to lead you to one of the gems.
ko: 고대 영묘에서 대격변 이전부터 잠들어 있었던 것처럼 보이는 키타엘라라는 엘프 여성을 찾았습니다. 그녀의 기억은 뒤죽박죽이지만, 왕관을 알고 있으며 보석 중 하나로 이끌어 줄 수 있을지도 모릅니다.

# Quest/&Abjuration_Quest_01_ExploreTheRuins_Outcome1Description
source: You found a Solastan mausoleum and figured you needed to find out what was inside it.
ko: 솔라스타 영묘를 찾았고 안에 무엇이 있는지 확인해야 한다고 판단했습니다.

# Quest/&Abjuration_Quest_02a_InspectMausoleumDescription
source: Inspect the elvish structure near the Solastan building; it might be a magical puzzle of sorts.
ko: 솔라스타 건물 근처에 있는 엘프 구조물을 수색하십시오. 일종의 마법 퍼즐 같아 보입니다.

# Quest/&Abjuration_Visit_Scavs_Title
source: Visit the Local Scavenger HQ
ko: 지역 스캐빈저 본부를 방문하기

# Quest/&Abjuration_Visit_Scavs_Description
source: The Scavengers are already settled in Coparann. Meet the local manager.
ko: 스캐빈저는 이미 코파란에 정착했습니다. 지역 관리자를 만나보십시오.

# Quest/&Abjuration_Visit_Scavs_Outcome
source: You met Milan, the local manager of the Scavengers. Apparently, there are very few of them around, but you may come across a woman who is part of the business.
ko: 스캐빈저 관리자, 밀란을 만났습니다. 분명히, 주변에 거의 없지만, 일에 관련된 여성을 마주칠 수도 있을 겁니다.

# Quest/&Scavengers_ClaimCaerLem_Quest_Title
source: New Business
ko: 신규 사업

# Quest/&Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnieTitle
source: Talk to Annie
ko: 애니와 대화하기

# Quest/&Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnieDescription
source: Go to Annie Bagmordah and claim Caer Lem.
ko: 애니 바그모다와 대화하고 케어 렘을 요구하십시오.

# Quest/&Caer_Lem_Scavengers_ClaimCaerLem_TalkToAnnie_Outcome1Description
source: You started your business with the Scavengers by sending them to Caer Lem in order to loot everything you left there.
ko: 스케빈저와 함께하는 첫 번째 일로, 케어 렘에 남기고 온 모든 것을 회수하기 위해서 스케빈저들을 그 곳에 보냈습니다.

# Quest/&Caer_Cyflen_Quest_Council03_Title
source: Path to Glory
ko: 영광으로 향하는 길

# Quest/&Caer_Cyflen_Quest_Council03_ReturnToCyflenTitle
source: Return to Caer Cyflen
ko: 케어 키플렌으로 돌아가기

# Quest/&Caer_Cyflen_Quest_Council03_ReturnToCyflenDescription
source: You found two crown gems. It's time to report to the Council and share your discovery.
ko: 왕관 보석 두 개를 찾았습니다. 평의회에 보고하고 내용을 공유할 때입니다.

# Quest/&Caer_Cyflen_Quest_Council03_ReturnToCyflen_Outcome1Description
source: You returned to Caer Cyflen
ko: 케어 키플렌으로 돌아 왔습니다

# Quest/&Caer_Cyflen_Quest_Council03_ReportToCouncilTitle
source: Go to the Council
ko: 평의회로 가기

# Quest/&Caer_Cyflen_Quest_Council03_ReportToCouncilDescription
source: Go directly to the Council Hall and make your report.
ko: 평의회 전당으로 곧장 가서 보고서를 작성하십시오.

# Quest/&Caer_Cyflen_Quest_Council03_ReportToCouncil_Outcome1Description
source: The Legacy Council asked you to continue your quest, though the Crown might have dangerous powers as it belonged to Kaseinax, Eternal Soul of the Eight Traditions, the last Magister of the Arcaneum - the most powerful wizard of the Manacalon Empire. It might have a link to the Rift - and, therefore, to the Cataclysm.
ko: 왕관은 마나칼론 제국의 가장 강력한 위자드이자 아케니움의 마지막 마지스터, 여덟 전통의 영원한 영혼인 카세이낙스의 소유물이었기 때문에 위험한 힘을 가지고 있을지 모르지만, 유산 평의회는 그래도 임무를 계속 해나가기를 요청했습니다. 균열, 어쩌면 대격변과도 연결돼 있을지 모릅니다.

# Quest/&Caer_Cyflen_Merton_Quest_PatienceTitle
source: Merton's Secrets
ko: 머튼의 비밀

# Quest/&Caer_Cyflen_Merton_Quest_PatienceDescription
source: You didn't find out much about Arwin Merton. Maybe something will come up if he really did use to be famous.
ko: 아르윈 머튼에 대해 별로 알아낸 것이 없었습니다. 그가 정말 한 때 유명했다면 아마 무슨 일이 생기겠죠.

# Quest/&Caer_Cyflen_Merton_Quest_Patience_Outcome1Description
source: In Coparann, you finally heard about Arwin Merton again when you met a mysterious half-elf called Bitterroot who worked for the local Scavengers. She asked you to bring Merton a message and a sword.
ko: 코파란에서 스캐빈저로 일하며 비터루트라 불리는 기이한 하프엘프를 만났을 때, 아르윈 머튼에 대해 다시 듣게 되었습니다. 그녀는 머튼에게 검과 메시지를 가져다 달라고 부탁했습니다.

# Quest/&Quest_Background_Academic_SpeakToAnnieTitle
source: Speak to Annie
ko: 애니와 대화하기

# Quest/&Quest_Background_Academic_SpeakToAnnieDescription
source: Annie Bagmordah left a message for you. You need to go see her about some personal matter.
ko: 애니 바그모다가 당신에게 메시지를 남겼습니다. 개인적인 사유로 만나러 가야겠군요.

# Quest/&Quest_Background_Academic_SpeakToAnnie_Outcome1Description
source: You spoke to Annie. Apparently, one of your old acquaintances is in town and needs your help. Go to Sunblaze Court; he's waiting for you.
ko: 애니와 얘기했습니다. 당신의 옛 지인 중 한 명이 여기 와 있고 도움이 필요하다는군요. 햇볕 정원으로 가십시오. 그가 기다리고 있을 겁니다.

# Quest/&CradleOfFire_Bloodspear_Title
source: Bloodspear
ko: 피묻은 창

# Quest/&Subquest_Acolyte_Quest_00_SearchMonasteryTitle
source: Search the Monastery
ko: 수도원 수색

# Quest/&Subquest_Acolyte_Quest_00_SearchMonasteryDescription
source: The ruins in this area were brought from Tirmar. You recognize the shapes of religious buildings of that era. Search them for any information regarding pre-Cataclysm religious culture.
ko: 이 지역의 유적은 티르마르에서 비롯되었습니다. 그 시대의 종교 건물 양식이 보입니다. 대격변 이전 종교 문화에 관한 정보를 찾아보십시오.

# Quest/&Subquest_Acolyte_Quest_00_SearchMonastery_Outcome1Description
source: You found a destroyed shrine and a chest containing a clerical symbol and a journal. The symbol is Tirmarian but seems to point to a primal deity of elements - perhaps a precursor to the worship of Arun. Bring it back to Caer Cyflen.
ko: 파괴된 신전, 그리고 종교적 상징물과 일지가 담겨있는 상자를 발견했습니다. 티르마르 시대 원시적인 원소의 신(아마도 아룬 숭배의 기원일 겁니다)을 표현한 것 같습니다. 케어 키플렌으로 가져오십시오.

# Quest/&Subquest_Acolyte_Quest_01_BringBackToCaerCyflenTitle
source: Return the Holy Symbol
ko: 성표의 귀환

# Quest/&Subquest_Acolyte_Quest_01_BringBackToCaerCyflenDescription
source: Return to Caer Cyflen and bring the holy symbol to the religious authorities for expert analysis.
ko: 케어 키플렌으로 돌아가, 전문가의 분석을 받기 위해 성표를 종교 권위자에게 가져다 주십시오.

# Quest/&Subquest_Acolyte_Quest_01_BringBackToCaerCyflen_Outcome1Description
source: You brought the symbol to Dalon Lark, as he was the most neutral religious representative in town.
ko: 성표를 마을에서 가장 중립적인 종교 지도자인 댈런 라크에게 가져다 주었습니다.

# Quest/&Subquest_Acolyte_Quest_01_BringBackToCaerCyflen_Outcome2Description
source: You brought the symbol to Rogar Ardentfire, as he is the representative of the church of Arun in town.
ko: 성표를 마을의 아룬 교회의 대표자인 로가 아덴파이어에게 가져다 주었습니다.

# Quest/&Abjuration_Quest_04_ReachCoparannTitleDescription
source: You Finally Reached Coparann
ko: 마침내 코파란에 도착했습니다

# Quest/&Conjuration_Title
source: Gem Quest: The Mind of the Master
ko: 보석 퀘스트: 마스터의 정신

# Quest/&Conjuration_Quest_01_FindYourWayToTheGemTitle
source: Find Your Way to the Gem
ko: 보석으로 향하는 여정

# Quest/&Conjuration_Quest_01_FindYourWayToTheGemDescription
source: You are close to the origin of the signal that the crownbearer feels. Make your way through the forest to this location.
ko: 왕관운반자가 느끼는 신호의 근원에 가까워졌습니다. 숲을 지나 해당 지역으로 향하십시오.

# Quest/&Conjuration_Quest_01_FindYourWayToTheGem_Outcome1Description
source: You surprised a group of Soraks who disappeared inside a shed, the place that the crownbearer is being drawn to.
ko: 왕관운반자를 끌어당기던 헛간 안에서, 사라졌던 소락 무리에게 기습당했습니다.

# Quest/&Conjuration_Quest_02_EnterTheShedTitle
source: Enter the Shed
ko: 헛간 들어가기

# Quest/&Conjuration_Quest_02_EnterTheShedDescription
source: The Soraks disappeared inside the shed. Follow them.
ko: 헛간 내부에서 소락이 사라졌습니다. 그들을 쫓으십시오.

# Quest/&Conjuration_Quest_02_EnterTheShed_Outcome1Description
source: You touched the gem, but it disappeared and you found yourself in a completely unknown place.
ko: 보석은 건드리자 사라져 버렸고, 당신은 어느새 미지의 공간에 남겨져 있었습니다.

# Quest/&Conjuration_Quest_00_ReachTheForestTitle
source: Reach the Lava Forest
ko: 용암 숲으로 가기

# Quest/&Conjuration_Quest_00_ReachTheForestDescription
source: The Crown has granted a vision of a forest in which lava flows in the midst of its roots. It would probably lead to one of the Crown's gems.
ko: 왕관이 뿌리 가운데 용암이 흐르는 숲에 대한 환영을 보여줬습니다. 왕관의 보석 중 하나로 이끌지도 모릅니다.

# Quest/&Conjuration_Quest_00_ReachTheForest_Outcome1Description
source: You have reached the Lava Forest.
ko: 용암 숲에 도착했습니다.

# Quest/&Cradle_Of_Fire_Quest_01_CompleteTheChallengeTitle
source: Help the Tribe
ko: 부족 돕기

# Quest/&Cradle_Of_Fire_Quest_01_CompleteTheChallengeDescription
source: Talk with the tribe leader to find out how you can gain their trust.
ko: 족장과 대화하여 신뢰를 얻을 방법을 알아보십시오.

# Quest/&Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome1Description
source: You know the details of the Bladefang tribe challenge.
ko: 날송곳니 부족의 도전에 대해 잘 알고 있습니다.

# Quest/&Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome2Description
source: You know the details of the Sandraven tribe challenge.
ko: 모래까마귀 부족의 도전에 대해 잘 알고 있습니다.

# Quest/&Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome3Description
source: You know the details of the tribe challenge.
ko: 부족의 도전에 대해 잘 알고 있습니다.

# Quest/&Cradle_Of_Fire_Quest_10_EdrofsChallengeTitle
source: Fight or Forfeit
ko: 주거나 죽이거나

# Quest/&Cradle_Of_Fire_Quest_10_EdrofsChallengeDescription
source: According to orc customs, both fighters must be unarmored and spells are prohibited, although other kind of powers can be used. The arena is protected against magic to ensure that no spells are used. Each combatant can pick a set of traditional weapons. Edrof never surprises and always chooses the two-handed axe. Pick a set of weapons to proceed to the duel. If you exit the arena, you will forfeit the battle in shame.
ko: 오크 관습에 따르면, 양측 전사는 갑옷을 착용할 수 없고 주문은 금지되나, 다른 종류의 능력은 사용 가능합니다. 투기장은 주문 사용을 못하게 만드는 마법으로 보호됩니다. 각 전투원은 전통 무기 세트를 고를 수 있습니다. 에드로프는 놀랄 것도 없이 항상 양손 도끼를 집습니다. 결투를 진행하려면 무기 세트를 고르십시오. 경기장을 나가면 수치스러운 몰수패로 처리 될 것입니다.

# Quest/&Cradle_Of_Fire_Quest_10_EdrofsChallenge_Outcome2Description
source: You chose your set of weapons.
ko: 무기 세트를 고르십시오.

# Quest/&Cradle_Of_Fire_Quest_10_EdrofsChallenge_Outcome1Description
source: You decided that Edrof was too strong to beat.
ko: 에드로프가 너무 강해서 이길 수 없다고 판단했습니다.

# Quest/&Cradle_Of_Fire_Quest_10_DefeatEdrofTitle
source: Defeat Edrof
ko: 에드로프 쓰러뜨리기

# Quest/&Cradle_Of_Fire_Quest_10_DefeatEdrofDescription
source: This fight is to the death, you have to win.
ko: 이 목숨을 건 싸움에서 승리해야 합니다.

# Quest/&Cradle_Of_Fire_Quest_10_DefeatEdrof_Outcome1Description
source: You defeated Edrof in one-on-one combat!
ko: 에드로프와의 일대일 전투에서 승리했습니다!

# Quest/&Cradle_Of_Fire_Quest_10_ForfeitDuelTitle
source: Forfeit Duel
ko: 몰수패

# Quest/&Cradle_Of_Fire_Quest_10_ForfeitDuelDescription
source: Edrof is too strong, never mind this madness.
ko: 에드로프는 너무 강한 상대입니다. 이 광기에 휩쓸리지 마십시오.

# Quest/&Cradle_Of_Fire_Quest_10_ForfeitDuel_Outcome1Description
source: Bloodspear could not join the alliance as you refused to fight Edrof to the death.
ko: 에드로프와의 목숨을 건 싸움을 거절하여 피묻은창 부족은 동맹에 합류하지 않습니다.

# Quest/&LegendaryQuest_Title
source: Temple of the Lost God
ko: 잃어버린 신의 신전

# Quest/&LegendaryQuest_Quest_01_SpeakToMertonTitle
source: Speak to Arwin Merton
ko: 아르윈 머튼과 대화

# Quest/&LegendaryQuest_Quest_01_SpeakToMertonDescription
source: Historians speak of a lost temple brought from Tirmar, lost somewhere north of the Badlands. It was a place of faith for a deity that could not cross the Rift to Solasta. Such knowledge about Tirmar is invaluable! Find proof of the temple's existence and bring back all possible historical information. It is rumored that Arwin Merton has been there.
ko: 역사가들은 황무지 북쪽 어딘가에 티르마르의 잃어버린 신전이 있다고 합니다. 솔라스타로 향하는 균열을 건너지 못하는 신을 위한 믿음의 장소였다지요. 티르마르에 대한 그러한 지식은 매우 귀중합니다! 신전의 존재를 증명할 역사적 사료를 모두 찾아내십시오. 아르윈 머튼이 그곳에 있다는 소문이 돕니다.

# Quest/&LegendaryQuest_Quest_01_SpeakToMerton_Outcome1Description
source: You spoke with Arwin. He agreed to bring you to the temple and partake in the raid. He asked that you wait one day so he can prepare.
ko: 아르윈과 대화했습니다. 당신을 신전으로 데려가 습격에 가담시키기로 합의했습니다. 준비할 시간 하루를 달라는군요.

# Quest/&LegendaryQuest_Quest_02_WaitOneNightTitle
source: Wait One Night
ko: 하룻밤 기다리기

# Quest/&LegendaryQuest_Quest_02_WaitOneNightDescription
source: Return later to see Arwin at the Gravekeep's Cask. The simplest thing to do is to take a room, but you can spend the night anywhere you like.
ko: 나중에 묘지기의 술통으로 아르윈을 보러 돌아가십시오. 방을 잡는 간단한 방법도 있지만, 밤을 보낼 수 있다면 어디든 상관없습니다.

# Quest/&LegendaryQuest_Quest_02_WaitOneNight_Outcome1Description
source: You gave Arwin enough time to prepare. Go find him near the fireplace at the Gravekeep's Cask.
ko: 아르윈에게 준비할 시간을 충분히 주었습니다. 묘지기의 술통 벽난로 근처에서 그를 찾아보십시오.

# Quest/&LegendaryQuest_Quest_03_TalkToMertonTitle
source: Talk to Arwin Merton
ko: 아르윈 머튼과 대화하기

# Quest/&LegendaryQuest_Quest_03_TalkToMertonDescription
source: Arwin is waiting for you to undertake this dangerous quest, talk to him before going there.
ko: 아르윈은 이 위험한 퀘스트를 떠맡기기 위하여 당신을 기다리고 있습니다. 그 곳으로 가기 전에 아르윈과 대화하십시오.

# Quest/&LegendaryQuest_Quest_03_TalkToMerton_Outcome1Description
source: You spoke with Arwin, he gave you the location of Caer Elis and asked that you find him there. He prefers to travel alone.
ko: 아르윈과 대화 했습니다. 그는 케어 엘리스의 위치를 알려주며 자신을 그 곳에서 찾으라고 했습니다. 그는 혼자서 이동한다고 합니다.

# Quest/&LegendaryQuest_Quest_04_GoToTempleTitle
source: Travel to Caer Elis
ko: 케어 엘리스로 이동

# Quest/&LegendaryQuest_Quest_04_GoToTempleDescription
source: You have the location of the Lost Valley and - hopefully - of the temple of the Lost God, on your map. Go there and join Arwin Merton.
ko: 잊혀진 계곡 및 - 희망컨대 - 잊혀진 신들의 사원의 위치를 알고 있습니다. 그 곳으로 가서 아르윈 머튼과 합류하십시오.

# Quest/&LegendaryQuest_Quest_04_GoToTemple_Outcome1Description
source: You reached the Lost Valley.
ko: 잊혀진 계곡에 도착했습니다.

# Quest/&LegendaryQuest_Quest_05_JoinMertonTitle
source: Team up with Arwin
ko: 아르윈과 합류하기

# Quest/&LegendaryQuest_Quest_05_JoinMertonDescription
source: Arwin Merton is here as promised. Talk to him and team up for the upcoming challenge.
ko: 약속대로 아르윈 머튼이 이곳에 있습니다. 그와 합류하여 닥쳐오는 도전에 대응하십시오.

# Quest/&LegendaryQuest_Quest_05_JoinMerton_Outcome1Description
source: You joined with Arwin Merton and started searching for a way through the mist.
ko: 아르윈 머튼과 합류하였고, 안개를 뚫고 지나갈 방법을 찾기 시작했습니다.

# Quest/&LegendaryQuest_Quest_06_FindAWayInTitle
source: Go through the Mist
ko: 안개 통과하기

# Quest/&LegendaryQuest_Quest_06_FindAWayInDescription
source: Arwin told you to move forward through the mist, and that you'd find the temple of the Lost God behind it.
ko: 아르윈은 안개를 통과해 가면 그 뒤에서 잊혀진 신들의 신전을 찾을 수 있을 거라고 말했습니다.

# Quest/&LegendaryQuest_Quest_06_FindAWayIn_Outcome1Description
source: You came through the mist and found the temple and its guardians!
ko: 안개를 통과한 후, 신전과 신전 수호자들을 발견했습니다!

# Quest/&LegendaryQuest_Quest_07_ExitTheMistTitle
source: Exit the Mist
ko: 안개 탈출

# Quest/&LegendaryQuest_Quest_07_ExitTheMistDescription
source: Find the way out of the mist, towards the temple.
ko: 신전을 향해 안개를 빠져나갈 방법을 찾으십시오.

# Quest/&LegendaryQuest_Quest_07_ExitTheMist_Outcome1Description
source: Thanks to Arwin, you found a way out of the mist.
ko: 아르윈 덕택에 안개를 빠져나가는 길을 찾을 수 있었습니다.

# Quest/&LegendaryQuest_Quest_08_EnterTheTempleTitle
source: Enter the Temple
ko: 신전 입장

# Quest/&LegendaryQuest_Quest_08_EnterTheTempleDescription
source: You went as far as anyone ever did. Now find the temple and explore it.
ko: 아무도 닿은 적 없던 곳에 도착했습니다. 이제 신전을 찾고, 내부를 탐색하십시오.

# Quest/&LegendaryQuest_Quest_08_EnterTheTemple_Outcome1Description
source: You found the temple, but it was magically sealed and you had to find a way to unlock its door.
ko: 신전을 찾았지만 마법으로 봉인되어 있었습니다. 잠긴 문을 열 방법을 찾아야 합니다.

# Quest/&LegendaryQuest_Quest_09_SolveThePuzzleTitle
source: Solve the Puzzle
ko: 퍼즐 풀기

# Quest/&LegendaryQuest_Quest_09_SolveThePuzzleDescription
source: The temple's door is locked and it looks like a puzzle or riddle needs to be solved. Information might be found on the writings on the wall of the temple.
ko: 신전의 문은 잠겨 있었고 퍼즐이나 수수께끼를 풀어야만 하는 것 같습니다. 신전 벽에 쓰여진 글로부터 힌트를 얻을 수도 있을 것 같습니다.

# Quest/&LegendaryQuest_Quest_09_SolveThePuzzle_Outcome1Description
source: You solved the puzzle and opened the temple!
ko: 퍼즐을 풀고 신전을 열었습니다!

# Quest/&LegendaryQuest_Quest_10_BeatTheMonsterTitle
source: Kill the Last Guardian
ko: 최후의 수호자 죽이기

# Quest/&LegendaryQuest_Quest_10_BeatTheMonsterDescription
source: You now have to face the monster that's been inhabiting the temple since the Cataclysm.
ko: 이제 대격변 당시부터 신전에서 지내온 몬스터를 상대해야 합니다.

# Quest/&LegendaryQuest_Quest_10_BeatTheMonster_Outcome1Description
source: You defeated the last guardian of the temple, an adult remorhaz!
ko: 신전 최후의 수호자인 레모라즈 성체를 처치했습니다!

# Quest/&Conjuration_Quest_03_FindAWayOutTitle
source: Find a Way Out
ko: 탈출구 찾기

# Quest/&Conjuration_Quest_03_FindAWayOutDescription
source: You don't really know where you are, but you have to find a way out.
ko: 이 곳이 어딘지 도무지 모르겠지만, 어쨌든 나가는 길을 찾아야 합니다.

# Quest/&Conjuration_Quest_03_FindAWayOut_Outcome1Description
source: The dragon you fought seemed to suddenly vanish into thin air, leaving a fragment of the gem you are looking for. Now you are in a new and even more mysterious place.
ko: 싸우고 있던 드래곤은 갑자기 흔적도 없이 사라지며, 찾고 있던 보석의 일부 조각을 남겼습니다. 여기는 이제 더더욱 알 수 없는 새로운 공간입니다.

# Quest/&Conjuration_Quest_04_FindAnotherGemsFragmentTitle
source: Find Another Fragment of the Gem
ko: 보석의 다른 조각 찾기

# Quest/&Conjuration_Quest_04_FindAnotherGemsFragmentDescription
source: You are lost in an unknown place. Find a way out and complete the gem.
ko: 미지의 공간에서 길을 잃었습니다. 출구를 찾아 보석을 완성하십시오.

# Quest/&Conjuration_Quest_04_FindAnotherGemsFragment_Outcome1Description
source: You encountered a cube of light that kind of reminded you of the dragon. This too disappeared and gave way to a new fragment of the gem. After recovering it, you found yourself in a new, unknown place.
ko: 어쩐지 드래곤을 생각나게 하는 빛의 상자를 발견했습니다. 이것 역시 사라져버리며, 새로운 보석 조각으로 향하는 길을 열어주었습니다. 보석 조각을 찾고 난 후 다시금 새롭고 알 수 없는 공간으로 와버렸습니다.

# Quest/&Conjuration_Arena_Title
source: The Arena
ko: 투기장

# Quest/&Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponentTitle
source: Round 1 - Defeat Your Opponent
ko: 1라운드 - 적을 격퇴하기

# Quest/&Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko: 투기장에 갇혔습니다. 적을 상대하십시오.

# Quest/&Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponent_Outcome1Description
source: You have defeated the first threat. Get ready for the next one!
ko: 첫 번째 위협을 격퇴했습니다. 다음을 준비하십시오!

# Quest/&Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponentTitle
source: Round 2 - Defeat Your Opponent
ko: 2라운드 - 적을 격퇴하기

# Quest/&Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko: 투기장에 갇혔습니다. 적을 상대하십시오.

# Quest/&Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponent_Outcome1Description
source: You have defeated the second threat. Get ready for the next one!
ko: 두 번째 위협을 격퇴했습니다. 다음을 준비하십시오!

# Quest/&Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponentTitle
source: Round 3 - Defeat Your Opponent
ko: 3라운드 - 적을 격퇴하기

# Quest/&Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko: 투기장에 갇혔습니다. 적을 상대하십시오.

# Quest/&Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponent_Outcome1Description
source: You have overcome a great threat. Now you can leave the arena or face one last enemy.
ko: 거대한 위협을 물리쳤습니다. 이제 투기장을 떠날 수 있지만, 마지막 적과도 싸워볼 수 있습니다.

# Quest/&Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponentTitle
source: Round 4 - Defeat Your Opponent
ko: 4라운드 - 적을 격퇴하기

# Quest/&Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponentDescription
source: You are facing a terrible threat. Overcome it.
ko: 끔찍한 위협과 마주했습니다. 극복하십시오.

# Quest/&Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponent_Outcome1Description
source: You have defeated all the threats you faced. No one in this strange arena dares to challenge your supremacy any longer.
ko: 맞닥뜨린 모든 위협을 물리쳤습니다. 이 이상한 투기장에서 감히 당신의 우월함에 도전할 사람은 더 이상 아무도 없습니다.

# Quest/&CradleOfFire_Quest_VisitBladefang_OutcomeDescription
source: You discovered the Bladefang tribe's home.
ko: 날송곳니 부족의 본거지를 발견했습니다.

# Quest/&Cradle_Of_Fire_Quest_10_TalkToRadulfTitle
source: Talk to Radulf
ko: 라둘프와 대화하기

# Quest/&Cradle_Of_Fire_Quest_10_TalkToRadulfDescription
source: Find out how to get Bladefang to join your alliance.
ko: 날송곳니 부족을 동맹에 합류시킬 방법을 알아보십시오.

# Quest/&Cradle_Of_Fire_Quest_11_Go_To_Spider_LairTitle
source: Find the Old Queen
ko: 늙은 여왕 찾기

# Quest/&Cradle_Of_Fire_Quest_11_Go_To_Spider_LairDescription
source: To convince Radulf and his tribe to join the alliance, you need to bring back a holy item guarded by an Old Queen. Enter the dark lair from the crossroad access and kill the monster.
ko: 라둘프와 부족을 동맹에 합류시키려면, 늙은 여왕이 지키는 신성한 물건을 되찾아야 합니다. 교차로 진입로에서 어두운 동굴로 들어가 괴물을 처치하십시오.

# Quest/&Cradle_Of_Fire_Quest_11_Go_To_Spider_Lair_Outcome1Description
source: You entered the Old Queen's lair.
ko: 늙은 여왕의 굴에 들어섰습니다.

# Quest/&Cradle_Of_Fire_Quest_12_KillOldQueenTitle
source: Kill the Old Queen
ko: 늙은 여왕 처치

# Quest/&Cradle_Of_Fire_Quest_12_KillOldQueenDescription
source: You discovered who, or rather what, the Old Queen is: a humongous spider.
ko: 늙은 여왕인지 뭔지 하는 무지막지한 거미를 찾아냈습니다.

# Quest/&Cradle_Of_Fire_Quest_12_KillOldQueen_Outcome1Description
source: You killed the Old Queen!
ko: 늙은 여왕을 처치했습니다!

# Quest/&Cradle_Of_Fire_Quest_13_GetAxeTitle
source: Find the Holy Axe
ko: 신성한 도끼 찾기

# Quest/&Cradle_Of_Fire_Quest_13_GetAxeDescription
source: You killed the Old Queen. Now look around and find the Holy Axe demanded by Radulf.
ko: 늙은 여왕을 죽였습니다. 주위에 라둘프가 말하던 신성한 도끼를 찾아보십시오.

# Quest/&Cradle_Of_Fire_Quest_13_GetAxe_Outcome1Description
source: You found the Holy Axe in Kralshe-Renn's lair.
ko: 크랄쉬-렌의 굴에서 신성한 도끼를 찾았습니다.

# Quest/&Cradle_Of_Fire_Quest_14_ReturnTheAxeTitle
source: Return the Holy Axe
ko: 신성한 도끼 돌려주기

# Quest/&Cradle_Of_Fire_Quest_14_ReturnTheAxeDescription
source: You found the item Radulf demanded to join the alliance. Return to the Bladefang tribe and show him that you succeeded.
ko: 동맹에 합류시키기 위해 라둘프가 바라던 물건을 찾았습니다. 날송곳니 부족에게 돌아가서 성공했음을 보여주십시오.

# Quest/&Cradle_Of_Fire_Quest_14_ReturnTheAxe_Outcome1Description
source: You gave the Holy Axe back to Radulf and he agreed to join the alliance.
ko: 라둘프에게 신성한 도끼를 돌려주자 동맹에 합류하기로 결정했습니다.

# Quest/&Cradle_Of_Fire_Quest_14_ReturnTheAxe_Outcome2Description
source: You refused to give the Holy Axe back and Radulf refused to join the alliance.
ko: 신성한 도끼를 돌려주기 거부하자 라둘프는 동맹 합류를 거절했습니다.

# Quest/&Cradle_Of_Fire_Quest_15_AccessNecropolisTitle
source: Go through Redscar Gate
ko: 붉은흉터 관문 지나가기

# Quest/&Cradle_Of_Fire_Quest_15_AccessNecropolisDescription
source: Urka asked you to find a key somewhere in the Manacalon Necropolis, beyond Redscar Gate. Go there and explore the Necropolis.
ko: 우르카는 붉은흉터 관문 너머 어딘가에 있는 마나칼론 공동묘지에서 열쇠를 찾아달라고 했습니다. 공동묘지를 탐색하십시오.

# Quest/&Cradle_Of_Fire_Quest_15_AccessNecropolis_Outcome1Description
source: You have entered Redscar Gate
ko: 붉은흉터 관문에 들어섰습니다

# Quest/&Cradle_Of_Fire_Quest_16_ExploreNecropolisTitle
source: Explore the Necropolis
ko: 공동묘지 탐험
