Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&CradleOfFire_Quest_EscapeEruptionTitle
source: Escape from the Erupting Volcano!
ko: 분출하는 화산에서 도망가라!

# Quest/&Cradle_Of_Fire_Quest_01_ExploreArea_Outcome1Description
source: You have found the aftermath of a battle, and a surviving orc shaman.
ko: 전투가 끝난 곳에서 살아남은 오크 주술사를 발견했습니다.

# Quest/&Cradle_Of_Fire_Quest_01_ExploreAreaDescription
source: Look around the volcanic area for leads to the gem's location.
ko: 보석을 찾으러 화산지대를 둘러보십시오.

# Quest/&Cradle_Of_Fire_Quest_ExploreAreaTitle
source: Explore the Volcano's Surroundings
ko: 화산 환경 탐사하기

# Quest/&CradleOfFire_Quest_FaceArrok_Outcome1Description
source: You have finally found Arrok. Take the gem from him.
ko: 마침내 아록을 찾았습니다. 그에게서 보석을 빼앗으십시오.

# Quest/&CradleOfFire_Quest_FaceArrokDescription
source: Find a way to confront the orc shaman Arrok. He may have one of the Crown's gems.
ko: 오크 주술사 아록이 왕관의 보석 중 하나를 가지고 있을지도 모릅니다. 그와 맞서 싸울 방법을 찾으십시오.

# Quest/&CradleOfFire_Quest_FaceArrokTitle
source: Face Arrok
ko: 아록 대면하기

# Quest/&CradleOfFire_Quest_FreeBrok_Outcome1Description
source: You entered the volcano but face a guarded gate.
ko: 화산 안으로 들어갔으나 경비가 철저한 관문을 발견했습니다.

# Quest/&CradleOfFire_Quest_FreeBrokDescription
source: Brok, the chieftain of the Suncloud tribe, is Arrok's prisoner. He may be somewhere in the market area, on display as a trophy of war. Save him and win Kebra's trust.
ko: 태양구름 부족의 족장 브록은 아록의 죄수입니다. 상점 구역 어딘가에 전리품마냥 전시되어 있을 것입니다. 브록을 구해내어 케브라의 신뢰를 얻으십시오.

# Quest/&CradleOfFire_Quest_FreeBrokTitle
source: Free Brok
ko: 브록 풀어주기

# Quest/&CradleOfFire_Quest_GoToNecropolis_Outcome1Description
source: You have found the key to Sentharyllian… in the coffin of an undead Manacalon emperor!
ko: 센타릴리안으로 통하는 열쇠를 발견했습니다... 언데드 마나칼론 황제의 관 안에서 말입니다!

# Quest/&CradleOfFire_Quest_GoToNecropolis_Outcome2Description
source: You have found a way to reach Arrok without Brok's alliance.
ko: 브록과 연합하지 않고 아록과 대면할 방법을 찾았습니다.

# Quest/&CradleOfFire_Quest_GoToNecropolisDescription
source: Urka the Sandraven shaman asks you to bring back the key to the lost Imperial city that lies under the volcano. Go to the necropolis and find the key in the richest tomb there.
ko: 모래까마귀 부족의 주술사 우르카는 화산 밑 잃어버린 제국 도시로 통하는 열쇠를 되찾아 달라고 부탁했습니다. 네크로폴리스로 향하여 가장 부유한 무덤에서 열쇠를 찾으십시오.

# Quest/&CradleOfFire_Quest_GoToNecropolisTitle
source: Recover the Key to Sentharyllian
ko: 센타릴리안으로 통하는 열쇠 되찾기

# Quest/&CradleOfFire_Quest_KillUrka_Outcome1Description
source: You have learned that Urka was actually a Sorak agent!
ko: 우르카가 사실 소락 첩자였다는 것을 알게 되었습니다!

# Quest/&CradleOfFire_Quest_KillUrkaDescription
source: You found the key to Sentharyllian as Urka wanted, but he double-crossed you! Kill him and his Sandraven orcs!
ko: 우르카가 원하던 대로 센타릴리안의 열쇠를 찾았으나, 그가 배신했습니다! 우르카와 모래까마귀 오크들을 죽이십시오!

# Quest/&CradleOfFire_Quest_KillUrkaTitle
source: Defeat Urka
ko: 우르카 물리치기

# Quest/&CradleOfFire_Quest_MeetAtRescarGate_Outcome1Description
source: You have joined the alliance.
ko: 동맹과 만났습니다.

# Quest/&CradleOfFire_Quest_MeetAtRescarGateDescription
source: You have united the orc tribes and Brok is ready to challenge Arrok. Go to Redscar Gate and meet the orc leaders as they prepare to face Arrok.
ko: 오크 부족들을 하나로 묶었고 브록은 아록에게 도전할 준비가 되었습니다. 붉은흉터 관문으로 가서 아록에 맞서려는 오크 지도자들을 만나십시오.

# Quest/&CradleOfFire_Quest_MeetAtRescarGateTitle
source: Join the Alliance at Redscar Gate
ko: 붉은흉터 관문에서 동맹과 만나기

# Quest/&Cradle_Of_Fire_Quest_00_ReachTheVolcano_Outcome1Description
source: You have reached the volcano.
ko: 화산에 이르렀습니다.

# Quest/&Cradle_Of_Fire_Quest_00_ReachTheVolcanoDescription
source: The Crown has granted a vision of a large volcano in the middle of the Badlands. It will be a long and dangerous journey, but it will probably lead to one of the Crown's gems.
ko: 왕관은 황무지 한가운데에 있는 거대한 화산의 환영을 보여주었습니다. 길고 위험한 여정이 되겠지만, 아마 왕관의 보석 중 하나로 이끌 것입니다.

# Quest/&Cradle_Of_Fire_Quest_00_ReachTheVolcanoTitle
source: Reach the Volcano
ko: 화산으로 가기

# Quest/&CradleOfFire_Quest_RecoverHolyAxe_Outcome1Description
source: You have brought the sacred axe to Radulf. The Bladefangs have joined the alliance.
ko: 성스러운 도끼를 라둘프에게 가져다 주었습니다. 날송곳니 부족이 동맹에 들어왔습니다.

# Quest/&CradleOfFire_Quest_RecoverHolyAxe_Outcome2Description
source: You have failed to recover the sacred axe. Radulf and the Bladefangs will not join the alliance.
ko: 성스러운 도끼를 되찾는 데에 실패했습니다. 라둘프와 날송곳니 부족은 동맹에 들어오지 않을 것입니다.

# Quest/&CradleOfFire_Quest_RecoverHolyAxeDescription
source: Radulf the Bladefang chief asks you to recover a sacred axe. You'll have to find and defeat an ancient monster to recover it.
ko: 날송곳니 우두머리 라둘프는 성스러운 도끼를 되찾아 달라고 부탁했습니다. 고대의 괴물을 찾아 무찔러야 찾을 수 있을 겁니다.

# Quest/&CradleOfFire_Quest_RecoverHolyAxeTitle
source: Recover the Sacred Axe
ko: 성스러운 도끼를 되찾기

# Quest/&CradleOfFire_Quest_ReturnToBrok_Outcome1Description
source: You have convinced Brok to challenge Arrok.
ko: 아록에게 도전하도록 브록을 설득하는 데 성공했습니다.

# Quest/&CradleOfFire_Quest_ReturnToBrokDescription
source: You have done all you can to rally the support of all the orc tribes. Return to Brok and tell him it's time to challenge Arrok.
ko: 모든 오크 부족들의 지지를 모을 노력은 전부 했습니다. 브록에게 돌아가 이제 아록에게 도전할 때라고 하십시오.

# Quest/&CradleOfFire_Quest_ReturnToBrokTitle
source: Return to Brok
ko: 브록에게 돌아가기

# Quest/&Cradle_Of_Fire_Quest_02_SaveTheShaman_Outcome1Description
source: You have learned that an orc shaman called Arrok recently gained immense magical powers, possibly granted by the gem you're looking for. Explore the caves until you find this Arrok - and possibly the gem that you seek.
ko: 최근 아록이라는 오크 주술사가 거대한 마법의 힘을 얻었는데, 지금 찾고 있는 보석이 부여한 것 같습니다. 이 아록이라는 자를, 그리고 가능하면 보석을 찾을 때까지 동굴을 탐색하십시오.

# Quest/&Cradle_Of_Fire_Quest_02_SaveTheShamanDescription
source: You have found the site of a battle between two groups of orcs. Save the dying shaman and question her.
ko: 두 파벌의 오크끼리 전투가 벌어진 장소를 찾았습니다. 죽어가는 주술사를 구하고 질문하십시오.

# Quest/&Cradle_Of_Fire_Quest_02_SaveTheShamanTitle
source: Talk to the Orc Shaman
ko: 오크 주술사와 대화하기

# Quest/&CradleOfFire_Quest_UniteTribes_Outcome1Description
source: You have convinced the orc tribes to unite against Arrok.
ko: 아록에 맞서 연합하도록 오크 부족들을 설득했습니다.

# Quest/&CradleOfFire_Quest_UniteTribes_Outcome2Description
source: You failed to unite the orc tribes in support of Brok's challenge against Arrok.
ko: 아록에 맞서 도전하는 브록을 지지하도록 오크 부족들을 결집하는 데 실패했습니다.

# Quest/&CradleOfFire_Quest_UniteTribesDescription
source: Brok has agreed to challenge Arrok, but only if you help him unite the three other orc tribes that still stand apart from Arrok's Redscar.
ko: 브록은 아록에게 도전하기로 동의했지만, 아록의 붉은흉터와 멀어진 세 오크 부족을 연합하는 데 도움을 줘야만 한다는 조건을 달았습니다.

# Quest/&CradleOfFire_Quest_UniteTribesTitle
source: Unite the Orc Tribes
ko: 오크 부족들을 연합하기

# Quest/&CradleOfFire_Quest_VisitBladefang_Outcome1Description
source: You have spoken to Radulf, the Bladefang chief.
ko: 날송곳니의 족장인 라둘프와 대화했습니다.

# Quest/&CradleOfFire_Quest_VisitBladefangDescription
source: Go to the Bladefang tribe and talk to their chief. Kebra will accompany you.
ko: 날송곳니 부족으로 향하여 족장과 대화하십시오. 케브라가 동행할 것입니다.

# Quest/&CradleOfFire_Quest_VisitBladefangTitle
source: Visit the Bladefang Tribe
ko: 날송곳니 부족을 찾아가기

# Quest/&Cradle_Of_Fire_Quest_09_VisitBloodspear_Outcome1Description
source: Brok has arranged a ritual duel between one of you and Edrof, to take control of his tribe.
ko: 브룩이 부족을 이끌 권리를 걸고 당신과 에드로프와의 결투 의식을 마련했습니다.

# Quest/&Cradle_Of_Fire_Quest_09_VisitBloodspearDescription
source: Go to the Bloodspear tribe and talk to their chief. Kebra will accompany you.
ko: 피묻은창 부족의 족장과 대화해야 합니다. 케브라가 동행할 겁니다.

# Quest/&Cradle_Of_Fire_Quest_09_VisitBloodspearTitle
source: Visit the Bloodspear Tribe
ko: 피묻은창 부족 방문

# Quest/&CradleOfFire_Quest_VisitSandRaven_Outcome1Description
source: You have spoken to Urka, the Sandraven shaman.
ko: 모래까마귀 주술사 우르카와 대화했습니다.

# Quest/&CradleOfFire_Quest_VisitSandRavenDescription
source: Go to the Sandraven tribe and talk to their shaman. Kebra will accompany you.
ko: 모래까마귀 부족으로 가서 주술사와 대화하십시오. 케브라가 동행할 것입니다.

# Quest/&CradleOfFire_Quest_VisitSandRavenTitle
source: Visit the Sandraven Tribe
ko: 모래까마귀 부족 방문하기

# Quest/&CradleOfFire_Title
source: Gem Quest: The Cradle of Fire
ko: 보석 탐색: 불의 요람

# Quest/&HiddenCavesExploration_FindEntrance_Outcome1Description
source: You spotted some orcs guarding the entrance to an underground complex.
ko: 지하 통로 입구를 지키는 오크들을 발견했습니다.

# Quest/&HiddenCavesExploration_FindEntranceDescription
source: Locate the entrance of the cave network.
ko: 동굴망으로 들어가는 입구를 찾으십시오.

# Quest/&HiddenCavesExploration_FindEntranceTitle
source: Find an Entrance
ko: 입구 찾기

# Quest/&HiddenCavesExploration_GetPastGuards_Outcome1Description
source: You have negotiated your way in.
ko: 협상을 통해 안쪽으로 들어갔습니다.

# Quest/&HiddenCavesExploration_GetPastGuards_Outcome2Description
source: You have fought the guards.
ko: 경비들과 전투를 벌였습니다.

# Quest/&HiddenCavesExploration_GetPastGuardsDescription
source: Fight or talk your way past the orcs guarding the entrance.
ko: 입구를 지키는 오크들과 싸우거나 대화로 해결하십시오.

# Quest/&HiddenCavesExploration_GetPastGuardsTitle
source: Get Past the Guards
ko: 경비를 통과하기

# Quest/&HiddenCavesExploration_LocateTemple_Outcome1Description
source: You have found an entrance, but it is heavily guarded.
ko: 입구를 찾았지만 경비가 철저합니다.

# Quest/&HiddenCavesExploration_LocateTempleDescription
source: Explore the caves and find an entrance to the inner temple.
ko: 동굴을 탐험하여 사원으로 향하는 길을 찾으십시오.

# Quest/&HiddenCavesExploration_LocateTempleTitle
source: Map/&Location_
ko: 지도/&지역_

# Quest/&HiddenCavesExplorationTitle
source: The Hidden Caves
ko: 숨겨진 동굴

# Quest/&Kickstarter_Loading_Text
source: To strengthen your friendship with the Scavengers, you have agreed to help them. Runnel, one of their men, returned wounded from the archeological site of Telema in the Badlands. Find out what happened and earn some goodwill from Runnel's fellow adventurers.
ko: 스캐빈저와의 우호관계를 위해 돕기로 했습니다. 스캐빈저 중 하나인 러넬이 황무지에 있는 텔레마의 발굴지에서 다친 채 돌아왔습니다. 무엇이 벌어졌는지 알아내고 러넬의 동료 모험가들 사이에서 좋은 평판을 얻으십시오.

# Quest/&Monastery_Title
source: Gem Quest: The Monastery
ko: 보석 탐색: 수도원

# Quest/&Quest_Background_Academic_AccessTheLibrary_Outcome1Description
source: You fought monsters in the cave and recovered enough old books to restore the Antiquarians' trust in Master Dackin.
ko: 동굴 괴물들과 싸워 마스터 닥킨에 대한 고고학자들의 신뢰를 복구하기에 충분한 양의 고서를 되찾았습니다.

# Quest/&Quest_Background_Academic_AccessTheLibraryDescription
source: The underground cave leads to the bottom of the tower and the library. Get in there and recover what you can.
ko: 지하 동굴은 탑과 도서관의 아래와 이어졌습니다. 들어가서 가능한 만큼 되찾으십시오.

# Quest/&Quest_Background_Academic_AccessTheLibraryTitle
source: Access the Library
ko: 도서관에 들어가기

# Quest/&Quest_Background_Academic_EnterTheTower_Outcome1Description
source: Along with Master Dackin, you have found a way into the tower.
ko: 마스터 닥킨과 함께, 탑 안으로 들어가는 길을 찾았습니다.

# Quest/&Quest_Background_Academic_EnterTheTowerDescription
source: Find a way into the tower and enter with Master Dackin. If you can reach it, you'll be able to drop a rope for the others to climb. To get there, however, you might need to fly or something.
ko: 탑 안으로 들어가는 길을 찾아 마스터 닥킨과 함께 들어가십시오. 들어가면 다른 이들이 오를 수 있도록 밧줄을 내려줄 수 있을 것입니다. 하지만 안에 들어가려면 하늘을 날던 뭐라도 해야 할 겁니다.

# Quest/&Quest_Background_Academic_EnterTheTowerTitle
source: Enter the Tower
ko: 탑에 진입하기

# Quest/&Quest_Background_Academic_ExploreTheTower_Outcome1Description
source: You have found a large room where the base of the tower seems to have collapsed.
ko: 탑 토대가 무너져 생긴 걸로 보이는 큰 방을 발견했습니다.

# Quest/&Quest_Background_Academic_ExploreTheTowerDescription
source: Search the old tower for antiquities that could help restore the Antiquarians' trust in Master Dackin.
ko: 오래된 탑에서 마스터 닥킨에 대한 고고학자들의 신뢰를 회복할 고고학적인 무언가를 찾으십시오.

# Quest/&Quest_Background_Academic_ExploreTheTowerTitle
source: Explore the Tower
ko: 탑 탐험

# Quest/&Quest_Background_Academic_GoToCaerLem_Outcome1Description
source: You have joined Master Dackin and are ready to explore the tower.
ko: 마스터 닥킨이 합류하여 탑을 탐험할 준비가 되었습니다.

# Quest/&Quest_Background_Academic_GoToCaerLemDescription
source: Meet Master Dackin at Caer Lem and explore the Tirmarian Tower
ko: 케어 렘에서 마스터 닥킨을 만나고 티르마리안 탑을 탐험하십시오

# Quest/&Quest_Background_Academic_GoToCaerLemTitle
source: Go to Caer Lem
ko: 케어 렘으로 가기

# Quest/&Quest_Background_Academic_SpeakToDackin_Outcome1Description
source: You met with Master Dackin. He wants you to help restore his career by supporting an expedition to Caer Lem and exploring the Tirmarian Tower.
ko: 마스터 닥킨을 만났습니다. 케어 렘과 티르마리안 탑 원정을 지원해서 경력을 복구하길 바라고 있습니다.

# Quest/&Quest_Background_Academic_SpeakToDackinDescription
source: Master Dackin of the Guild of Antiquarians wishes to talk to a party member who is a former student of his. Go to Sunblaze Court and find him.
ko: 고고학 길드의 마스터 닥킨은 자신의 연구생이던 파티원과 대화하고 싶어 합니다. 햇볕 정원으로 가서 찾아보십시오.

# Quest/&Quest_Background_Academic_SpeakToDackinTitle
source: Speak with Master Dackin
ko: 마스터 닥킨과 대화

# Quest/&Quest_Background_Academic_Title
source: Honor Your Masters
ko: 닥킨을 위하여

# Quest/&Quest_Background_Aristocrat_GoToNotaryMansion_Outcome1Description
source: You have reached the mansion, overcoming a band of assassins on the way. Proceed with caution!
ko: 오는 길에 암살단을 물리치고 저택에 다다랐습니다. 조심해서 나아가길!

# Quest/&Quest_Background_Aristocrat_GoToNotaryMansionDescription
source: The notary is waiting at Tannerson's mansion, where only Adria still lives. You know the place well. Go there and sign the papers with the notary.
ko: 공증인은 아직 아드리아가 살고 있는 태너슨의 저택에서 기다리고 있습니다. 잘 아는 장소니 공증인과 함께 가서 서류에 서명을 받아오십시오.

# Quest/&Quest_Background_Aristocrat_GoToNotaryMansionTitle
source: Go to the Notary
ko: 공증인에게 가기

# Quest/&Quest_Background_Aristocrat_SealTheDeal_Outcome1Description
source: You gave the inheritance to Adria, the only one of Tannerson's children who showed no anger toward you. She has promised to share with her siblings.
ko: 태너슨의 자손들 중 유일하게 화를 내지 않은 아드리아에게 상속하기로 했습니다. 아드리아는 유산을 상속인들과 나누기로 약속했습니다.

# Quest/&Quest_Background_Aristocrat_SealTheDeal_Outcome2Description
source: You learned that Adria, who seemed to be the nicest of Tannerson's children, was actually a dangerous criminal, willing to kill in order to get her hands on the inheritance. She may also have ties to the secret cult of Arivad.
ko: 태너슨의 자손들 중 가장 착해 보였던 아드리아가 사실 상속받기 위해선 살인도 저지를 범죄자라는 걸 알게 됐습니다. 게다가 아리바드 비밀 교단과 관련 있을지도 모릅니다.

# Quest/&Quest_Background_Aristocrat_SealTheDealDescription
source: You have reached the notary's mansion and must decide what to do. Unsurprisingly, all of Tannerson's children are here, having learned of your departure from Caer Cyflen.
ko: 공증인의 저택에 도착했으니 어떡할지 확실히 해야 합니다. 케어 키플렌에서 떠난 걸 알게 된 태너슨의 자손 모두가 여기 모인 건 놀랄 일도 아니지요.

# Quest/&Quest_Background_Aristocrat_SealTheDealTitle
source: Heritage of Anger
ko: 분노의 유산

# Quest/&Quest_Background_Aristocrat_TalkToAdria_Outcome1Description
source: You have spoken with Adria. She is not angry, and would share the inheritance with her siblings if it was given to her.
ko: 아드리아는 화를 내지 않고 상속받게 된다면 유산을 상속인들과 나눈다고 했습니다.

# Quest/&Quest_Background_Aristocrat_TalkToAdriaDescription
source: Find Adria, Tannerson's younger daughter, and find out what she thinks of the bequest.
ko: 태너슨의 막내 딸, 아드리아를 찾고 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest/&Quest_Background_Aristocrat_TalkToAdriaTitle
source: Talk to Adria
ko: 아드리아와 대화

# Quest/&Quest_Background_Aristocrat_TalkToDrew_Outcome1Description
source: You have spoken to Drew. He's obviously disappointed and upset with you.
ko: 드류와 대화를 나눴습니다. 실망하고 화가 난 게 뻔히 보입니다.

# Quest/&Quest_Background_Aristocrat_TalkToDrewDescription
source: Find Drew, Tannerson's son, and find out what he thinks of the bequest.
ko: 태너슨의 아들, 드류를 찾고 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest/&Quest_Background_Aristocrat_TalkToDrewTitle
source: Talk to Drew
ko: 드류와 대화

# Quest/&Quest_Background_Aristocrat_TalkToLyria_Outcome1Description
source: You have spoken to Lyria. She is clearly unhappy with the situation.
ko: 리리아와 대화를 나눴습니다. 이런 상황을 불쾌해하는 것이 훤히 보입니다.

# Quest/&Quest_Background_Aristocrat_TalkToLyriaDescription
source: Find Lyria, Tannerson's elder daughter, and find out what she thinks of the bequest.
ko: 태너슨의 장녀, 리리아를 찾고 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest/&Quest_Background_Aristocrat_TalkToLyriaTitle
source: Talk to Lyria
ko: 리리아와 대화

# Quest/&Quest_Background_Aristocrat_TalkToMayor_Outcome1Description
source: Mayor Bright-Spark asked you to take care of Joan Tannerson's family. The deceased lawyer - and your former teacher - named you in her will. Talk to her three children before you decide what to do.
ko: 브라이트-스파크 시장은 조안 태너슨 가족을 살펴달라고 부탁했습니다. 이전 선생이자 사망한 변호사가 유언장에서 당신은 언급했다는군요. 그녀와 대화해서 세 명의 자손들의 처분을 결정해야 합니다.

# Quest/&Quest_Background_Aristocrat_TalkToMayorDescription
source: Mayor Bright-Spark asked for a minute of your time as you were crossing Sunblaze Court.
ko: 햇볕 정원을 지나던 중 브라이트-스파크 시장이 잠시 대화를 요청했습니다.

# Quest/&Quest_Background_Aristocrat_TalkToMayorTitle
source: Speak to the Mayor
ko: 시장과 대화하기

# Quest/&Quest_Background_Aristocrat_Title
source: Heritage of Distrust
ko: 불신의 유산

# Quest/&Quest_Background_Lawkeeper_Close1_Outcome1Description
source: You found out that Corporal Dann was secretly meeting a lover. Case closed.
ko: 댄 상병이 몰래 애인을 만나는 걸 알아냈다. 사건 종결.

# Quest/&Quest_Background_Lawkeeper_Close1Description
source: Follow Corporal Dann and find out where he goes.
ko: 댄 상병을 따라가서 어디 가는지 알아내십시오.

# Quest/&Quest_Background_Lawkeeper_Close1Title
source: Follow Corporal Dann
ko: 댄 상병 추적

# Quest/&Quest_Background_Lawkeeper_Close2_Outcome1Description
source: You confronted Garth as he seemed to be stealing a crate, but it turned out that he was working on a special assignment for the Princess herself. Case closed.
ko: 화물을 훔치는 것처럼 보였던 가스와 마주했지만 공주를 위한 특수 임무를 수행 중이였습니다. 사건 종결.

# Quest/&Quest_Background_Lawkeeper_Close2Description
source: Find Garth at his post, at the Gatehouse in Sunblaze Court. Watch him, and find out what he's up to.
ko: 햇볕 정원의 관리실에 있는 초소에서 가스를 찾으십시오. 그가 무엇을 꾸미고 있는지 지켜보십시오.

# Quest/&Quest_Background_Lawkeeper_Close2Title
source: Go to Sunblaze Court
ko: 햇볕 정원으로 가기

# Quest/&Quest_Background_Lawkeeper_Close3_Outcome1Description
source: It turns out that Tradtsson is simply reselling elvish alcohol and doesn't want his peers at the embassy to know. Nothing illegal there. Case closed.
ko: 트래드손은 그냥 엘프 술을 되팔고 있을 뿐 대사관 동료들이 모르길 바랍니다. 위법사항 없음. 사건 종결.

# Quest/&Quest_Background_Lawkeeper_Close3Description
source: Tradtsson asked you to meet him at the promontory by night to buy some of his product. Be ready for anything. You can use the bench in the gardens nearby to wait for nightfall.
ko: 트래드손은 밤에 곶에서 만나 물건을 구해준다고 했습니다. 준비 단단히 하십시오. 정원 근처 벤치로 해 질 녘까지 보낼 수 있습니다.

# Quest/&Quest_Background_Lawkeeper_Close3Title
source: Meet Tradtsson at the Promontory by Night
ko: 한 밤의 곶에서 트래드손을 만나기

# Quest/&Quest_Background_Lawkeeper_Explore_Outcome1Description
source: You found that Rodric used a secret passage near the Temple Quarter. Follow it and find out where it leads.
ko: 로브릭이 사원 구역에서 비밀통로를 사용한 걸 발견했습니다. 따라가서 어디로 이어지는지 알아내십시오.

# Quest/&Quest_Background_Lawkeeper_ExploreDescription
source: Track Rodric and find out where he went.
ko: 로브릭을 추적해 어디로 갔는지 알아내십시오.

# Quest/&Quest_Background_Lawkeeper_ExploreTitle
source: Find Rodric
ko: 로브릭 찾기

# Quest/&Quest_Background_Lawkeeper_Fight_Outcome1Description
source: You had to fight Rodric and his pawns. The hideout contained a lot of information about him, his network, and more.
ko: 로브릭과 일당들과 전투를 벌였습니다. 그의 은신처에는 수많은 정보와 정보망 등이 들어 있었습니다.

# Quest/&Quest_Background_Lawkeeper_FightDescription
source: You found the hideout where Rodric and his fellow smugglers were conducting their operation.
ko: 로브릭과 밀수꾼들이 작전에 쓰던 은신처를 찾았습니다.

# Quest/&Quest_Background_Lawkeeper_FightTitle
source: Fight Rodric and His Pawns
ko: 로브릭과 일당들과 전투

# Quest/&Quest_Background_Lawkeeper_MeetStig_Outcome1Description
source: Stig gave you a list of guards to investigate. Find out what they're hiding.
ko: 스티그가 조사할 경비원 목록을 주었습니다. 무얼 숨기고 있는지 알아내십시오.

# Quest/&Quest_Background_Lawkeeper_MeetStigDescription
source: Stig is an old acquaintance who needs help tracking corruption within the city guard.
ko: 스티그는 도시 경비대 부패 수사에 도움이 필요한 오랜 지인입니다.

# Quest/&Quest_Background_Lawkeeper_MeetStigTitle
source: Speak to Stig
ko: 스티그와 대화

# Quest/&Quest_Background_Lawkeeper_Report_Outcome1Description
source: Stig thanked you for your help and went to report your findings to Captain Ironshell.
ko: 스티그는 도움에 감사를 표하며 아이언셸 대위에게 보고하러 갔습니다.

# Quest/&Quest_Background_Lawkeeper_ReportDescription
source: You have cleared most of Stig's suspects and found out that Rodric was a traitor and a smuggler, if not worse. Report back to Stig at the Palace entrance.
ko: 스티그의 용의자 목록을 지워나가며 로브릭이 반역자이자 밀수꾼임을 알아냈습니다. 궁전 입구로 돌아가 스티그에게 보고하십시오.

# Quest/&Quest_Background_Lawkeeper_ReportTitle
source: Return to Stig
ko: 스티그에게 돌아가기

# Quest/&Quest_Background_Lawkeeper_Suspect1_Outcome1Description
source: Corporal Dann left his post. You followed him.
ko: 댄 상병이 자리에 없습니다. 찾아가십시오.

# Quest/&Quest_Background_Lawkeeper_Suspect1Description
source: Corporal Dann works at the High Bridge. Stig has seen him furtively leaving his post.
ko: 댄 상병은 높은다리에 있습니다. 스티그는 댄이 몰래 자리를 뜨는 것을 보았다고 합니다.

# Quest/&Quest_Background_Lawkeeper_Suspect1Title
source: Interrogate Corporal Dann
ko: 댄 상병 심문

# Quest/&Quest_Background_Lawkeeper_Suspect2_Outcome1Description
source: Garth refused to talk to you.
ko: 가스는 당신과의 대화를 거부했습니다.

# Quest/&Quest_Background_Lawkeeper_Suspect2Title
source: Meet Private Garth
ko: 가스 일병 만나기

# Quest/&Quest_Background_Lawkeeper_Suspect3_Outcome1Description
source: You set up a secret meeting with Tradtsson to buy his product.
ko: 트래드손의 물건을 구매하기 위해 비밀 회담을 주선합니다.

# Quest/&Quest_Background_Lawkeeper_Suspect3Description
source: Tradtsson is a city guard working in a joint operation with the Snow Alliance to provide protection to the embassy. Rumor has it that he has a small side-business. Try to find out what he is dealing.
ko: 트래드손은 대사관 보호를 위해 설산 동맹과 연합 작전을 수행하는 도시 경비입니다. 작은 부업을 하고 있다는 소문이 돌고 있으니 확인해야 합니다.

# Quest/&Quest_Background_Lawkeeper_Suspect3Title
source: Trick Shieldguard Tradtsson
ko: 방패병 트래드손 속이기

# Quest/&Quest_Background_Lawkeeper_Suspect4_Outcome1Description
source: Private Rodric teleported away while you were questioning him.
ko: 심문하는 동안 로브릭 일병은 순간이동으로 가버렸습니다.

# Quest/&Quest_Background_Lawkeeper_Suspect4Description
source: Private Rodric is posted at the entrance to the Temple Quarter. He takes frequent breaks, but not with his colleagues. Find out what he does when he is not at his post.
ko: 로브릭 일병은 사원 구역 입구에 있습니다. 자주 휴식을 취하지만 동료들과 함께하지 않습니다. 자리에 없을 때 무엇을 하는지 알아보십시오.

# Quest/&Quest_Background_Lawkeeper_Suspect4Title
source: Observe Private Rodric
ko: 로브릭 일병 관찰

# Quest/&Quest_Background_Lawkeeper_Title
source: The Law is the Law
ko: 법은 법이다

source: You have successfully entered the embassy!
ko: 대사관에 성공적으로 진입했습니다!

# Quest/&Quest_Background_Spy_Infiltrate the New Empire EmbassyDescription
source: Find the secret entrance to the New Empire Embassy and sneak inside.
ko: 비밀 입구를 찾아 신 제국 대사관에 숨어 들어가십시오.

# Quest/&Quest_Background_Spy_Infiltrate the New Empire EmbassyTitle
source: Infiltrate the New Empire Embassy
ko: 신 제국 대사관에 잠입

source: You have successfully neutralized Lord Belmont!
ko: 벨몬트 경을 성공적으로 무력화시켰습니다!

# Quest/&Quest_Background_Spy_Optional_Go back to the residenceDescription
source: Return to the residence and check whether the document has reached the upper ranks of the Snow Alliance nobility.
ko: 거주지로 돌아가서 서류가 설산 동맹 귀족들의 상원들에게 닿았는지 확인하십시오.

# Quest/&Quest_Background_Spy_Optional_Go back to the residenceTitle
source: Return to the Residence
ko: 거주지로 돌아가기

# Quest/&Quest_Background_Spy_Optional_KilltraitorsDescription
source: You have agreed to eliminate a few of Daliat's enemies in exchange for his help with Belmont. Go to the traitors' hideout and take them out!
ko: 벨몬트와 상대하는 대가로 달리앗의 적을 제거하는 걸 합의했습니다. 배신자들의 은신처로 가서 처리하십시오!

# Quest/&Quest_Background_Spy_Optional_KilltraitorsTitle
source: Kill the Traitors
ko: 배신자 처치
