Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_02_Description
source: Take the package to Samko at the Waterfall outpost.
ko: 폭포 전초기지에 있는 샘코에게 물건을 전달하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_02__Outcome1Description
source: You successfully delivered the package.
ko: 성공적으로 물건을 전달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05
source: A Small Detour
ko: 좁은 우회로

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_01_Title
source: Go to the Feleg Outpost
ko: 펠렉 전초기지로 가기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_01_Description
source: Cafrain has asked you to go to the Feleg outpost and raise the banner of the Mask over it.
ko: 카프레인이 펠렉 전초기지로 가서 마스크의 깃발을 올려달라고 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_01__Outcome1Description
source: You reached the outpost.
ko: 전초기지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_02_Title
source: Claim the Outpost
ko: 전초기지 확보

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_02_Description
source: Cafrain wants you to clear the bandits from the outpost and raise a new flag there.
ko: 카프레인이 전초기지의 도적들을 정리하고 새 깃발을 게양해 달라고 합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_02__Outcome1Description
source: You eliminated the bandits.
ko: 도적을 처리했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_03_Title
source: Raise the Mask Banner
ko: 마스크 깃발 올리기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_03_Description
source: Raise the new banner to reclaim the outpost for the Mask.
ko: 마스크의 전초기지임을 새 깃발을 게양해서 알리십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_03__Outcome1Description
source: You raised the Mask banner and reclaimed the outpost.
ko: 마스크 깃발을 게양하고 전초기지를 되찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_04_Title
source: Report to Cafrain at the Music Hall
ko: 음악회관에서 카프레인에게 보고

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_04_Description
source: Return to the city and report your success to Cafrain. She moved to the music hall, just on the other side of the streets from the Merry Remorhaz. You can ask her if she knew the Feleg outpost was occupied by rebels.
ko: 도시로 돌아가 카프레인에게 성공했다고 보고하십시오. 카프레인은 메리 라모라즈에서 맞은편 극장에 있습니다. 펠렉 전초기지가 반란군에 의해 점령되어 있던 걸 알았는지 물어볼 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06_STEP_04__Outcome1Description
source: You reported to Cafrain. She told you she ignored the fact that the outpost was occupied by rebels.
ko: 카프레인에게 보고했습니다. 그녀는 전초기지가 반란군에 의해 점령당했던 점은 무시했다고 말했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_06
source: The Conquest
ko: 정복

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_01_Title
source: Plant Documents at the Inn
ko: 여관에서 서류 준비하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_01_Description
source: Cafrain wants you to plant an incriminating document at the Merry Remorhaz. Put them somewhere upstairs, near to where Cafrain herself was standing earlier.
ko: 카프레인은 당신이 이 서류들을 메리 레모라즈의 것처럼 보이게 심길 원합니다. 윗층 어딘가, 카프레인이 전에 서 있던 곳 근처에 놓으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_01__Outcome1Description
source: You planted the evidence.
ko: 증거를 심었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_02_Title
source: Report to Cafrain
ko: 카프레인에게 보고하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_02_Description
source: Go back to Cafrain and let her know the document has been planted.
ko: 카프레인에게 돌아가 서류를 숨긴 사실을 알리십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_02__Outcome1Description
source: You made your report to Cafrain.
ko: 카프레인에게 활동을 보고했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07
source: Wind of Change
ko: 변화의 바람

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_01_Title
source: Travel to the Buried City
ko: 매장당한 도시로 가기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_01_Description
source: Reach the buried city.
ko: 매장당한 도시에 도착하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_01__Outcome1Description
source: You reached the buried city.
ko: 매장당한 도시에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_02_Title
source: Find the Rebellion HQ
ko: 반군 사령부 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_02_Description
source: Look for a way into the Rebellion's headquarters.
ko: 반군 사령부로 들어가는 길을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_02__Outcome1Description
source: You found a way into the Rebellion's headquarters.
ko: 반군 사령부로 이어지는 길을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_03_Title
source: Report to Vando
ko: 반도에게 보고하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_03_Description
source: Return to the city and let Vando know you have found a way into the Rebellion's headquarters.
ko: 도시로 돌아가 반도에게 당신이 찾은 반군 사령부로 이어지는 길을 알려주십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08_STEP_03__Outcome1Description
source: You made your report to Vando.
ko: 반도에게 보고를 마쳤습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08
source: Reconnaissance
ko: 척후

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_01Title
source: The Rebel Hideout
ko: 반군 아지트

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_01Description
source: Meet the Rebellion's leader.
ko: 반군의 지도자와 만나십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_01_Outcome1Description
source: The rebel woman known as "Red" gave you the location of the Rebellion's headquarters. Go to the hidden city in the jungle and meet her superior.
ko: "레드"라 알려진 반군 여성이 당신에게 반군 사령부의 위치를 알려줬습니다. 정글 속 숨겨진 도시로 가 그녀의 상관과 만나십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_05_Title
source: Join the Rebellion
ko: 반군 가입하기

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_01Title
source: Speak with Ellaria
ko: 엘라리아와 대화하기

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_01Description
source: Return to Ellaria and ask her to speak with her superior - whoever that is.
ko: 엘라리아에게 돌아가 그게 누구든 - 그녀의 상관과 대화할 수 있는지 물어보십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_01_Outcome1Description
source: You met with Ellaria.
ko: 엘라리아와 만났습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_Title
source: The Wizard's Lair
ko: 위저드의 소굴

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_02Title
source: Enter the Wizard's Lair
ko: 위저드의 은신처에 들어가기

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_02Description
source: Ellaria asked you to secure an ancient Manacalon palace containing magic knowledge and guarded by powerful creatures. Enter the palace and be ready for a tough battle.
ko: 엘라리아는 당신에게 강력한 크리쳐들이 지키는, 마법 지식으로 가득한 고대 마나칼론 궁정을 확보해달라 부탁했습니다. 힘겨운 전투에 대비한 후 궁정으로 진입하십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_02_Outcome1Description
source: You entered the wizard's lair.
ko: 위저드의 은신처에 진입했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_03Title
source: Defeat the Guardians
ko: 수호자 물리치기

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_03Description
source: Find and destroy the guardians left by the wizard.
ko: 위저드가 남긴 수호자들을 찾아 파괴하십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_03_Outcome1Description
source: You destroyed the guardians.
ko: 수호자들을 파괴했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00_Title
source: Talk to Cafrain Tomorrow
ko: 내일 카프레인과 대화하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00_Description
source: Pass the night and join Cafrain in the morning.
ko: 밤을 보내고 아침에 카프레인과 만나십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00__Outcome1Description
source: You have waited long enough for Cafrain to be ready to talk.
ko: 카프레인과 대화할 준비를 마칠 만큼 충분히 기다렸습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00B_Title
source: Talk to Cafrain
ko: 카프레인과 대화하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00B_Description
source: Meet with Cafrain and talk to her.
ko: 카프레인과 만나 대화하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_00B__Outcome1Description
source: You spoke with Cafrain and she gave you a new mission.
ko: 카프레인과 대화한 결과 그녀로부터 새 임무를 받았습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_04Title
source: Report to Ellaria Anfarel
ko: 엘라리아 안파렐에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_04Description
source: The wizard's lair is clear, and the guardian is no more. You can leave the laboratory to the Rebellion - but grab some loot first!
ko: 수호자들은 모두 사라졌고, 위저드의 은신처를 정리했습니다. 이제 연구소를 떠나 반군으로 돌아가십시오 - 그 전에 전리품 챙기는 것 잊지 말고!

# Quest/&DLC1_Secondary_Quest_Rebellion_07_STEP_04_Outcome1Description
source: You reported to Ellaria Anfarel.
ko: 엘라리아 안파렐에게 보고했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03_Title
source: Find the Secret Entrance
ko: 비밀 입구 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03_Description
source: Locate the Mask's secret door near the entrance to the city.
ko: 도시 입구 근처 마스크의 비밀 문을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03__Outcome1Description
source: You have found the secret entrance.
ko: 비밀 입구를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03B_Title
source: Meet Vando
ko: 반도 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03B_Description
source: Talk to Vando at the Mask HQ.
ko: 마스크 사령부에서 반도와 대화하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_07_STEP_03B__Outcome1Description
source: You met Vando Klarn.
ko: 반도 클란과 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_01_Title
source: Get Some Rest
ko: 숨 돌리기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_01_Description
source: Spend the night at the city's inn and meet with Vando tomorrow morning.
ko: 도시의 여관에서 밤을 보내고 내일 아침 반도와 만나십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_01__Outcome1Description
source: You are fully rested.
ko: 푹 쉬었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_02_Title
source: Talk to Vando
ko: 반도와 대화하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_02_Description
source: Go to the Mask headquarters and talk to Vando.
ko: 마스크 사령부로 가 반도와 대화하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B_STEP_02__Outcome1Description
source: You met with Vando.
ko: 반도와 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_08B
source: Rest for the Brave?
ko: 용사를 위한 휴식?

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04
source: The Lost Giants
ko: 사라진 거인들

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_01_Title
source: Travel to the City
ko: 도시로 이동하기

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_01_Description
source: Gartok asked you to find some clues about the missing giants.
ko: 가르톡이 사라진 거인들을 찾을 단서를 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_01__Outcome1Description
source: Rose told you that the giants had not been seen around the city.
ko: 로즈는 도시 근방에선 거인이 목격된 적이 없다고 말했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_02_Title
source: Return to Gartok
ko: 가르톡에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_02_Description
source: Return to the giant outpost and inform Gartok that the giants are not near the city.
ko: 거인 전초기지로 돌아가 가르톡에게 도시 근처엔 거인이 없다고 알려주십시오.

# Quest/&DLC1_Secondary_Quest_Valley_GIANT_04_Step_02__Outcome1Description
source: You told Gartok about the missing giants.
ko: 가르톡에게 사라진 거인들에 대한 얘기를 해줬습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05
source: A Giant Step
ko: 거대한 발걸음

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_01_Title
source: Reach the Swamp
ko: 늪지에 도착하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_01_Description
source: Gartok asked you to look for the missing giants in the swamp.
ko: 가르톡은 늪지에서 사라진 거인들을 찾아달라고 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_01__Outcome1Description
source: You reached the swamp.
ko: 늪지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_02_Title
source: Find the Missing Giants
ko: 사라진 거인들 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_02_Description
source: Explore the swamp and find out what happened to the missing giants.
ko: 늪지를 탐사하고 사라진 거인들에게 무슨 일이 벌어졌는지 알아내십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_02__Outcome1Description
source: You found an imprisoned giant!
ko: 갇혀있는 거인을 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03_Title
source: Free the Giant
ko: 거인 풀어주기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03_Description
source: Find a way to free the prisoner.
ko: 수감된 거인을 풀어줄 방법을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03__Outcome1Description
source: You freed the giant Rugan!
ko: 거인 루간을 풀어줬습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04_Title
source: Return to Gartok
ko: 가르톡에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04_Description
source: Return to the giant enclave and tell Gartok what happened to the missing giants.
ko: 거인 거주지로 돌아가 사라진 거인들에게 무슨 일이 일어났는지 가르톡에게 말해주십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04__Outcome1Description
source: You reported to Gartok.
ko: 가르톡에게 보고했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09
source: Into the Depths
ko: 깊은 곳으로

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_01_Title
source: Travel to the Valley
ko: 계곡으로 이동하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_01_Description
source: Vando asked you to travel to the valley and find a cave entrance.
ko: 반도는 계곡으로 가 동굴 입구를 찾아달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_01__Outcome1Description
source: You reached the valley.
ko: 계곡에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_02_Title
source: Find the Entrance
ko: 입구 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_02_Description
source: Follow Vando's instructions and find the underground entrance.
ko: 반도의 지시를 따라 지하 입구를 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_02__Outcome1Description
source: You found the underground entrance, but the gate seems to be magically locked.
ko: 지하 입구를 찾았지만, 관문은 마법에 의해 잠긴 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_03_Title
source: Report to Vando
ko: 반도에게 보고하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_03_Description
source: Go back to the city and tell Vando that the underground access is locked.
ko: 도시로 돌아가 반도에게 지하로 이어지는 길이 잠겼다는 사실을 말하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_03__Outcome1Description
source: You reported to Vando.
ko: 반도에게 보고했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_04_Title
source: Meet with Marin Ving
ko: 마린 빙 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_04_Description
source: Return to the ruins in the valley and meet with Marin Ving - alias Vando.
ko: 계곡 속 폐허로 돌아가 반도란 이름으로 불리는 자 - 마린 빙과 만나십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_04__Outcome1Description
source: You met with Marin Ving.
ko: 마린 빙과 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05_Title
source: Open the Stone Gate
ko: 석문 열기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05_Description
source: Use Marin Ving's key to open the stone gate.
ko: 마린 빙의 열쇠를 사용해 석문을 여십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_05__Outcome1Description
source: You opened the stone gate.
ko: 석문을 열었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_06_Title
source: Find the Lost Temple
ko: 잊혀진 신전 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_06_Description
source: Explore the underground ruins and find the lost temple that Marin Ving is looking for.
ko: 지하의 폐허를 탐사하고 마린 빙이 찾는 잊혀진 신전을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_06__Outcome1Descriptio
source: You found the lost temple and reconsecrated it.
ko: 잊혀진 신전을 찾아 다시 정화했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_07_Title
source: Return to Base
ko: 기지로 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_07_Description
source: Return to the Mask headquarters in the city and talk to Marin Ving.
ko: 도시의 마스크 사령부로 돌아가 마린 빙과 대화하기.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09_STEP_07__Outcome1Description
source: You spoke with Ving.
ko: 빙과 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_01_Title
source: Meet Marin Ving in the Valley
ko: 계곡에서 마린 빙 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_01_Description
source: Marin Ving - alias Vando - asked you to meet him in the valley, near the entrance to the underground ruins.
ko: 마린 빙, 즉 반도는 계곡 속 지하 폐허 입구 근처에서 자신과 만나달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_01__Outcome1Description
source: You joined Ving near the ruins.
ko: 폐허 근처에서 빙과 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02_Title
source: Open the Stone Gate
ko: 석문 열기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02_Description
source: Use Marin Ving's key to open the stone gate.
ko: 마린 빙의 열쇠를 사용해 석문을 여십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_02__Outcome1Description
source: You opened the stone gate.
ko: 석문을 열었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_03_Title
source: Find the Lost Temple
ko: 잊혀진 신전 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_03_Description
source: Explore the underground ruins and find the lost temple that Marin Ving is looking for.
ko: 지하의 폐허를 탐사하고 마린 빙이 찾는 잊혀진 신전을 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_03__Outcome1Description
source: You found the lost temple and reconsecrated it.
ko: 잊혀진 신전을 찾아 다시 정화했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_04_Title
source: Return to Base
ko: 기지로 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_04_Description
source: Return to the Mask headquarters in the city and talk to Marin Ving.
ko: 도시의 마스크 사령부로 돌아가 마린 빙과 대화하기.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_09B_STEP_04__Outcome1Description
source: You spoke with Ving.
ko: 빙과 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_01_FIGHTTitle
source: Defend or Flee!
ko: 지키거나 달아나거나!

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_01_FIGHTDescription
source: Orenetis' troops are attacking! Either fight with the rebels or flee through the secret exit.
ko: 오레네티스의 군세가 공격 중입니다! 반군과 함께 싸우거나 비밀 출구를 통해 도망치십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_01_FIGHT_Outcome1Description
source: You rejoined Ellaria and fought by her side.
ko: 엘라리아와 다시 만나 그녀의 편에서 나란히 싸웁니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_01_FIGHT_Outcome2Description
source: You fled and left the rebels to fight without you.
ko: 당신은 달아나 반군이 당신 없이 싸우도록 놔뒀습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Retake_Description
source: Take control of this outpost in the name of the Rebellion.
ko: 반군의 이름으로 이 전초기지를 장악하십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Retake_Complete
source: You took control of this outpost in the name of the Rebellion.
ko: 반군의 이름으로 이 전초기지를 장악했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_09_QuestTitle
source: The Dominion Strikes Back
ko: 자치령의 반격

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_01_FIGHT_Outcome3Description
source: You fought alongside the rebels, but couldn't save Ellaria from death.
ko: 반군과 함께 싸웠으나 엘라리아의 목숨은 지키지 못했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_FightWithEllariaTitle
source: United against Tyranny
ko: 폭정에 맞서 단결하라

# Quest/&DLC1_Secondary_Quest_Rebellion_09_Quest_FightWithEllariaDescription
source: You fought the Dominion shock troops alongside Ellaria.
ko: 엘라리아와 함께 자치령의 충격술사 부대와 싸웠습니다.

source: Ellaria is grateful that you helped her save the Rebellion's headquarters.
ko: 엘라리아는 당신이 그녀를 도와 반군 사령부를 지킨 사실에 감사합니다.

source: Unfortunately, Ellaria died even though you repelled the attack. The rebels have locked down their headquarters.
ko: 안타깝게도, 공격은 물리쳤으나 엘라리아는 사망했습니다. 반군은 사령부를 폐쇄했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_01_TalkToHannoTitle
source: Speak to Renno
ko: 레노와 대화하기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_01_TalkToHannoDescription
source: Ellaria asked you to speak to Renno while she took care of the dead rebels. He will send you to meet the Rebellion's true leader at last.
ko: 엘라리아는 자신이 반군 사망자를 수습하는 사이 레노에게 얘기를 해보라 하였습니다. 그가 반군의 진정한 지도자와 만나게 해줄 것입니다.

source: You spoke to Renno who told you how to reach the leader of the Rebellion.
ko: 레노와 대화하여 반군의 지도자를 만날 방법에 대한 얘기를 들었습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_02_Meet_HendeolasTitle
source: Meet Hendeolas Anfarel
ko: 헨데올라스 안파렐 만나기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_02_Meet_HendeolasDescription
source: Renno told you how to meet his king: follow the corridor to a Minor Gate and use it.
ko: 레노가 그의 군주를 만날 방법을 알려줬습니다: 보조 관문으로 가는 복도를 따라간 뒤 관문을 사용하십시오.

source: You finally met with Hendeolas Anfarel, the true leader of the Rebellion. You could hardly believe that he is a mummy lord! He tasked you with finding and destroying Orenetis' weakness, but he wasn't very clear about what it was.
ko: 마침내 반군의 진정한 지도자, 헨데올라스 안파렐과 만났습니다. 그가 실은 미라 군주였다니 믿기지가 않는군요! 그는 당신에게 오레네티스의 약점을 찾아 파괴하란 임무를 맡겼지만, 그게 무엇이었는지는 확실하지 않습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_03_Find_ComplexTitle
source: Go to the Secret Complex
ko: 비밀단지로 가기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_03_Find_ComplexDescription
source: Follow the map to Orenetis' secret complex and find out his weakness.
ko: 오레네티스의 비밀 연구단지 지도를 따라가 그의 약점을 찾으십시오.

source: You followed Hendeolas Anfarel's map to Orenetis' secret complex.
ko: 헨데올라스 안파렐의 지도를 따라 오레네티스의 비밀단지로 갑니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_QuestTitle
source: The Last Endeavor
ko: 마지막 분발

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_03b_FightHendeolasTitle
source: Destroy the Mummy Lord
ko: 미라 군주 파괴하기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_03b_FightHendeolasDescription
source: You angered Hendeolas Anfarel. Now your only way out of the Rebellion base is by sword.
ko: 헨데올라스 안파렐의 분노를 샀습니다. 이제 반군 기지에서 빠져나갈 유일한 방법은 칼뿐이군요.

source: You destroyed the mummy lord. You will no longer be on good terms with the Rebellion.
ko: 미라 군주를 파괴했습니다. 반군과 사이좋게 지내기는 이제 글렀군요.

source: Having met the mummy lord Hendeolas Anfarel, you realize that the Rebellion is fighting in the name of another would-be tyrant.
ko: 미라 군주 헨데올라스 안파렐과 만난 당신은, 반군이 또 다른 폭정의 씨앗이 될지 모르는 자의 이름 아래 싸우고 있다는 걸 깨닫습니다.

source: You decided to attack Hendeolas Anfarel.
ko: 헨데올라스 안파렐을 공격하기로 합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03B_Title
source: Free the Giant
ko: 거인 풀어주기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03B_Description
source: Find a way to unlock the prisoner's chains.
ko: 구속하고 있는 사슬 풀 방법 찾기.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_03B__Outcome1Description
source: You successfully unlocked the prisoner's chains.
ko: 사슬을 푸는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04B_Title
source: Escape from the Prison with Rugan. Be Careful!
ko: 루간과 함께 감옥 탈출하기. 주의하십시오!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04B_Description
source: Find a side exit from the Forge camp without being seen by the guards.
ko: 경비병에게 들키지 않고 포지 야영지에서 나갈 옆길 찾기.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_05_Step_04B__Outcome1Description
source: You manage to escape the Forge prison with Rugan.
ko: 루간과 함께 포지 감옥을 탈출하는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_00Title
source: Talk to Reya
ko: 레야와 대화하기

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_00Description
source: Rose asked you to talk to Reya. She has a mission for you.
ko: 로즈는 레야와 대화하라고 부탁했습니다. 당신에게 줄 임무가 있는 모양입니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_00_Outcome1Description
source: You spoke to Reya.
ko: 레야와 대화했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_03Title
source: Talk to Rose
ko: 로즈와 대화하기

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_03Description
source: Discuss with Rose about what happened.
ko: 무슨 일이 있었는지 로즈와 토의하기.

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_03_Outcome1Description
source: You made your report to Rose.
ko: 로즈에게 보고를 마쳤습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01A_Title
source: Harvest Troll Tongue
ko: 트롤의 혀 수확하기

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01B_Title
source: Harvest Manacalon Orchid
ko: 마나칼론 난초 수확하기

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01C_Title
source: Harvest Queen Ivy
ko: 여왕 아이비 수확하기

# Quest/&DLC1_Secondary_Quest_Rebellion_05_STEP_00Title
source: A Woman in Red
ko: 붉은 여인
