Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Quest_Background_Sellsword_TalkToCeannardDescription
source: Meet the Ceannard in Coparann and ask him to clear your name.
ko: 코파란의 감독관과 만나 가문의 명예를 바로잡아달라 부탁하십시오.

# Quest/&Quest_Background_Sellsword_TalkToCeannard_Outcome1Description
source: The Ceannard apologized and promised to build a memorial in the honor and memory of your parents.
ko: 감독관은 사과하며 부모님에 대한 추모관을 세울 것을 약속했습니다.

# Quest/&Caer_Cyflen_Quest_Council03_03_Visit_The_ResidenceTitle
source: Visit the Residence
ko: 거주지 방문하기

# Quest/&Caer_Cyflen_Quest_Council03_03_Visit_The_ResidenceDescription
source: Go to Sunblaze Court and speak to Butler Ravensworth, and take your quarters at the residence.
ko: 햇볕 정원으로 가서 버틀러 레이븐스워스와 이야기 하고, 거주지에서 당신 몫을 얻으십시오.

# Quest/&Caer_Cyflen_Quest_Council03_03_Visit_The_Residence_Outcome1Description
source: You visited the residence where guests of the Princess are received. It is a great honor. You can now sleep there at your discretion and find fresh food every day.
ko: 공주의 손님을 맞이하는 거주지를 방문했습니다. 크나큰 영광이지요. 이제 이곳에서 마음껏 자거나 신선한 음식을 찾을 수 있을 겁니다.

# Quest/&Caer_Cyflen_Quest_Council03_04_FindOtherGemsTitle
source: Find the Remaining Gems
ko: 남은 보석들 찾기

# Quest/&Caer_Cyflen_Quest_Council03_04_FindOtherGemsDescription
source: Follow the gems' leads.
ko: 보석의 단서를 따라가십시오.

# Quest/&Caer_Cyflen_Quest_Council03_04_FindOtherGems_Outcome1Description
source: You are now Senior Deputies of the Legacy Council. Everyone is counting on you to find the missing gems of the Crown of the Magister. Obviously, the Crown itself sends you hints about where to find them. Follow these leads and complete the Crown!
ko: 이제 당신은 유산 평의회의 선임 대리인입니다. 모두가 마지스터 왕관의 사라진 보석들을 찾아내길 바라고 있습니다. 확실히, 왕관에서 보석의 위치를 알려줄 단서를 보내고 있군요. 이 단서를 따라 왕관을 완성하십시오!

# Quest/&PickupQuest_01_HiddenBlade_Title
source: Sorak Relic
ko: 소락의 유물

# Quest/&PickupQuest_01_HiddenBlade_01_TITLE
source: Find a Sorak Item
ko: 소락의 아이템 찾기

# Quest/&PickupQuest_01_HiddenBlade_01_DESCRIPTION
source: The Sorr-Akkath have attacked the outpost of Caer Lem in the Marches. They must have left traces, weapons, something. Search their camp in the caves. Bring back any piece of equipment that could be of Sorr-Akkath origin. Client: The Church of Einar. Reward: A vial of Stardust. Recommended level: 4
ko: 소라카스는 접경지에서 케어 렘의 전초 기지를 공격했습니다. 그들은 무기 등 무언가 흔적을 남겼을 것입니다. 동굴에서 소락 야영지를 수색하십시오. 소라카스가 가져온 것일지도 모르는 모든 장비를 가져오십시오. 의뢰자 : 에이나르 교단. 보상 : 스타더스트 한 병. 권장 레벨 : 4

# Quest/&PickupQuest_01_HiddenBlade_01_OUTCOME
source: You found a mysterious blade with an engraving in no language known on Solasta. This might be a Sorr-Akkath item. Bring it back to the quest board in Caer Cyflen.
ko: 솔라스타에서 보지 못한 언어로 새겨진 신비한 칼날을 발견했습니다. 소라카스의 아이템일지도 모릅니다. 케어 키플렌의 퀘스트 게시판으로 가져가십시오.

# Quest/&PickupQuest_01_HiddenBlade_02_TITLE
source: Return to the Quest Board
ko: 퀘스트 게시판으로 돌아가기

# Quest/&PickupQuest_01_HiddenBlade_02_DESCRIPTION
source: You need to bring the blade back; it might be what the Church of Einar is hoping for.
ko: 칼을 다시 가져와야 합니다. 에이나르 교단이 바라는 걸지도 모릅니다.

# Quest/&PickupQuest_01_HiddenBlade_02_OUTCOME
source: You returned the blade to Dalon Lark; it will be studied by the Church of Einar.
ko: 댈런 라크에게 칼을 돌려주었습니다. 에이나르 교단이 연구해 보겠지요.

# Quest/&PickupQuest_02_GoblinCulture_Title
source: Goblin Culture
ko: 고블린들의 문화

# Quest/&PickupQuest_02_GoblinCulture_01_TITLE
source: Search the Goblin Caves in Caer Lem
ko: 케어 렘에서 고블린 동굴을 수색하기

# Quest/&PickupQuest_02_GoblinCulture_01_DESCRIPTION
source: You encountered goblins in the caves at Caer Lem. There are scholars at the Tower of Knowledge who believe that the goblins have evolved a written language, so go back there, find a potential example of goblin writing, and bring it back to a quest board. Client: The Tower of Knowledge. Reward: A gem worth 300 gp, five level-3 spell scrolls. Recommended level: 3
ko: 케어 렘 동굴에 고블린이 출몰하고 있습니다. 지식의 탑 학자 중에는 고블린들이 그들의 문자를 발달시켰다고 믿는 사람도 있습니다. 케어 렘에 가서 고블린들의 글에 대한 가능성을 보여주는 증거들을 찾아 퀘스트 게시판으로 가지고 오세요. 의뢰자 : 지식의 탑. 보상 : 300 골드 가치의 보석, 3 레벨 주문 스크롤 5장. 권장 레벨 : 3

# Quest/&PickupQuest_02_GoblinCulture_01_OUTCOME1
source: You found a painted hide bearing strange writings in a goblin language - perhaps proof that the goblins have a written tradition. Bring it back to the Tower of Knowledge.
ko: 고블린 언어로 된 이상한 글씨가 그려진 가죽을 찾았습니다. 아마 고블린에게 문자 전통이 있다는 증거일 것입니다. 지식의 탑에게 가져가십시오.

# Quest/&PickupQuest_02_GoblinCulture_02_TITLE
source: Meet with Maddy Greenisle
ko: 매디 그리니즐 만나기

# Quest/&PickupQuest_02_GoblinCulture_02_DESCRIPTION
source: Bring the painted hide back to Maddy Greenisle.
ko: 염색된 가죽을 매디 그리니즐에게 가져다 주십시오.

# Quest/&PickupQuest_02_GoblinCulture_02_OUTCOME1
source: You returned the painted hide to Maddy Greenisle. The Tower of Knowledge is grateful.
ko: 염색된 가죽을 매디 그리니즐에게 가져다 주었습니다. 지식의 탑이 감사를 표합니다.

# Quest/&PickupQuest_03_AncientKnowledge_Title
source: Ancient Knowledge
ko: 고대의 지식

# Quest/&PickupQuest_03_AncientKnowledge_01_TITLE
source: Search the Tirmarian Tower
ko: 티르마르 탑을 탐색하십시오

# Quest/&PickupQuest_03_AncientKnowledge_01_DESCRIPTION
source: Proof has been found of the presence of Tirmarian inquisitors near the tower at Caer Lem. Return to the tower and search the library for a book titled Chronicles of the Inquisition. Client: The Church of Einar. Reward: A Ring of the Lightbringers. Recommended level: 4
ko: 케어 렘에 있는 탑 근처에서 티르마르의 심문관의 존재에 대한 증거가 발견되었습니다. 탑으로 돌아가 도서관에서 심문관 일대기라는 책을 찾으십시오. 의뢰자: 에이나르 교회. 보상: 광휘의 반지. 권장 레벨: 4

# Quest/&PickupQuest_03_AncientKnowledge_01_OUTCOME
source: You found the book required by the Church of Einar.
ko: 에이나르 교회가 찾던 책을 발견했습니다.

# Quest/&PickupQuest_03_AncientKnowledge_02_TITLE
source: Return to Dalon Lark
ko: 댈러 라르크에게 돌아가기

# Quest/&PickupQuest_03_AncientKnowledge_02_DESCRIPTION
source: Bring the book back to Dalon Lark in Caer Cyflen.
ko: 케어 키플렌에 있는 댈런 라르크에게 책을 가져다 주십시오.

# Quest/&PickupQuest_03_AncientKnowledge_02_OUTCOME
source: Dalon Lark was very happy to recover this rare book.
ko: 댈런 라르크가 이 귀중한 책을 다시 찾게 되어 매우 행복해 했습니다.

# Quest/&PickupQuest_04_ResearchCrown_Title
source: Origins of the Crown
ko: 왕관의 기원

# Quest/&PickupQuest_04_ResearchCrown_01_TITLE
source: Study the Crown's Pedestal
ko: 왕관 받침대에 대해 연구하기

# Quest/&PickupQuest_04_ResearchCrown_01_DESCRIPTION
source: Return to the Manacalon ruin where you found the Crown. Note all the writing on the Crown's pedestal for research. Client: The Legacy Council. Reward: One Handy Haversack. Recommended level: 6
ko: 왕관을 발견했던 마나칼론 유적으로 돌아가십시오. 연구를 위해 왕관의 받침대에 적힌 내용을 모두 적어오십시오. 의뢰자: 유산 평의회. 보상: 편리한 잡낭. 권장 레벨: 6

# Quest/&PickupQuest_04_ResearchCrown_01_OUTCOME
source: You copied all the symbols and texts from the pedestal.
ko: 받침대에 있는 모든 상징과 문자를 옮겨적었습니다.

# Quest/&PickupQuest_04_ResearchCrown_02_TITLE
source: Meet with Captain Ironshell
ko: 아이언셸 대위 만나기

# Quest/&PickupQuest_04_ResearchCrown_02_DESCRIPTION
source: Return your notes to Captain Verissa Ironshell. The Council will study them.
ko: 옮겨적은 메모를 베리사 아이언쉘 대위에게 가져다 주십시오. 평의회가 그것을 연구할 것입니다.

# Quest/&PickupQuest_04_ResearchCrown_02_OUTCOME
source: You returned the notes from the Crown's pedestal to Captain Verissa Ironshell. The Council was pleased.
ko: 왕관 받침대의 내용을 옮긴 메모를 베리사 아이언쉘 대위에게 가져다 주었습니다. 평의회가 감사를 표합니다.

# Quest/&PickupQuest_05_Collector_Title
source: The Collector
ko: 수집가

# Quest/&PickupQuest_05_Collector_01_TITLE
source: Return to the Imperial Outpost
ko: 제국 전초 기지로 돌아가십시오

# Quest/&PickupQuest_05_Collector_01_DESCRIPTION
source: Scavengers have reported that the sigil of the Imperial First Legion has been found on the ruined outpost you found near Coparann. Return there and find any item that might have been part of the equipment of a soldier of this legion. Client: The Arcaneum. Reward: One pearl worth 100 gp, a pair of Bracers of Sparkles. Recommended level: 6
ko: 스케빈저들이 당신이 발견했던 코파란 근처의 파괴된 전초 기지에서 제국의 첫번째 군단의 도장이 발견되었다고 전해왔습니다. 그 곳으로 돌아가 이 군단 소속 병사의 장비의 일부일 가능성이 있는 아이템을 찾으십시오. 의뢰자: 아케니움. 보상: 100 골드 상당의 진주 하나와 반짝임의 팔보호구. 권장 레벨: 6

# Quest/&PickupQuest_05_Collector_01_OUTCOME
source: You searched the ruined Imperial outpost and found an Imperial insignia of the First Legion.
ko: 파괴된 제국의 전초기지를 탐색했고, 첫번째 군단의 제국 휘장을 발견했습니다.

# Quest/&PickupQuest_05_Collector_02_TITLE
source: Meet with Halman Summer
ko: 할만 서머 만나기

# Quest/&PickupQuest_05_Collector_02_DESCRIPTION
source: Return the insignia to Halman Summer.
ko: 휘장을 할만 서머에게 가져다 주십시오.

# Quest/&PickupQuest_05_Collector_02_OUTCOME
source: You returned the insignia to the Antiquarians.
ko: 휘장을 고고학자에게 가져다 주었습니다.

# Quest/&PickupQuest_06_GhostsOfTheEmpire_Title
source: Ghosts of the Empire
ko: 제국의 망령

# Quest/&PickupQuest_06_GhostsOfTheEmpire_01_TITLE
source: Return to the Imperial Prison
ko: 제국 감옥으로 돌아가기

# Quest/&PickupQuest_06_GhostsOfTheEmpire_01_DESCRIPTION
source: Return to the Manacalon dungeons with the key that Lord Danantar hopes will give you access to a high-security area. He thinks that Erathliel Fliann, a well-loved sylvan elf and a real thorn in the side of Manacalon, was brought to this secret Imperial prison. She might have left traces of her passage in this dark place. Client: The Circle of Danantar. Reward: one emerald worth 100 gp, Sylvan Armor. Recommended level: 6
ko: 다난타르 군주의 염원대로 상위 보안 구역으로 들어갈 수 있게 해주는 열쇠를 가지고 마나칼론 던전으로 돌아가십시오. 그는 사랑받은 실반 엘프이자 마나칼론 측의 진정한 가시였던 에라틀리엘 플리안이 이 비밀 제국 감옥으로 이송되었었다고 생각합니다. 이 어두운 장소로 향하는 길에서, 그녀가 흔적을 남겼을 수도 있습니다. 의뢰자: 다난타르 서클. 보상: 100 골드 상당의 에메랄드와 실반 갑옷. 권장 레벨: 6

# Quest/&PickupQuest_06_GhostsOfTheEmpire_01_OUTCOME
source: Thanks to the key, you were able to search the whole prison and find what you were looking for.
ko: 열쇠 덕분에 감옥 전체를 뒤져볼 수 있었고, 찾고자 했던 것을 찾을 수 있었습니다.

# Quest/&PickupQuest_06_GhostsOfTheEmpire_02_TITLE
source: Find the Secret Entrance
ko: 비밀 통로 찾기

# Quest/&PickupQuest_06_GhostsOfTheEmpire_02_DESCRIPTION
source: Find where to insert the key to access the inner prison. There might be something in the first corridor.
ko: 감옥 내부로 들어가기 위해 열쇠를 어디에 사용해야하는지 찾으십시오. 첫번째 복도 어딘가에 있을 것 같습니다.

# Quest/&PickupQuest_06_GhostsOfTheEmpire_02_OUTCOME
source: You found a rune on the wall and the key fit perfectly. You opened up a way inside the prison.
ko: 벽에 있는 룬을 발견했는데, 열쇠와 딱 맞습니다. 감옥 내부로 가는 길을 열었습니다.

# Quest/&PickupQuest_07_RunsInTheFamily_Title
source: Runs in the Family
ko: 피는 못 속인다

# Quest/&PickupQuest_07_RunsInTheFamily_01_TITLE
source: Return to the Fortress of the Shield
ko: 방패의 요새로 돌아가기

# Quest/&PickupQuest_07_RunsInTheFamily_01_DESCRIPTION
source: Lord Danantar wants you to retrieve an item from the ruins around Adrasteia's Fortress. He believes one of his ancestors lived there. Find anything that proves this and bring it back. Reward: One pearl worth 100 gp, three level-5 spell scrolls. Recommended level: 8
ko: 다난타르 군주가 아드라스테이아의 요새 근처의 유적에서 아이템을 하나 찾아다 주기를 원합니다. 그는 그의 조상들이 거기 살았었다고 믿습니다. 이를 증명할 수 있는 무언가를 찾아 가져오십시오. 보상: 100 골드 상당의 진주 하나, 3개의 5레벨 주문. 권장 레벨: 8

# Quest/&PickupQuest_07_RunsInTheFamily_01_OUTCOME
source: You found a letter hidden in a dagger sheath inside one of the old buildings.
ko: 오래된 건물들 중 한 곳 내부에서, 단검 칼집 안에 숨겨져있던 편지를 찾았습니다.

# Quest/&PickupQuest_07_RunsInTheFamily_02_TITLE
source: Meet with Joriel Foxeye
ko: 조리엘 폭스아이 만나기

# Quest/&PickupQuest_07_RunsInTheFamily_02_DESCRIPTION
source: Bring the letter back to Joriel Foxeye so she can transmit it to Lord Danantar.
ko: 편지를 조리엘 폭스아이에게 갖다 주어 그녀가 다난타르 군주에게 전달할 수 있도록 하십시오.

# Quest/&PickupQuest_07_RunsInTheFamily_02_OUTCOME
source: Lord Danantar was very pleased with your find, and rewarded you.
ko: 다난타르 군주가 이 발견에 매우 흡족해 하면 보상을 주었습니다.

# Quest/&PickupQuest_12_HallowedDead_Title
source: Halls of the Hallowed Dead
ko: 신성한 죽은 자들의 전당

# Quest/&PickupQuest_12_HallowedDead_01_TITLE
source: Check the Hall
ko: 전당을 확인하기

# Quest/&PickupQuest_12_HallowedDead_01_DESCRIPTION
source: The Ceannard is looking for heroes to investigate the Halls of the Hallowed Dead. Regular patrols of the valley have shown that someone or something entered the Halls, and everyone in the Vale of Coparann is reluctant to enter the Halls. Find what is going on there.
ko: 감독관은 신성한 죽은 자들의 전당을 조사할 영웅을 찾고 있습니다. 계곡의 정기 순찰조가 누군가 혹은 무엇인가가 전당으로 들어갔다고 보고했으며, 코파란 계곡의 모든 사람들은 전당에 들어가는 것을 망설이고 있습니다. 그 곳에서 무슨 일이 벌어지고 있는지 확인하십시오.

# Quest/&PickupQuest_12_HallowedDead_01_OUTCOME
source: You entered and visited the Halls and found that they were infested with the undead. You had to destroy them. The place is now secure again.
ko: 전당에 들어가 그 곳이 언데드로 들끓고 있는 것을 확인했습니다. 그들을 모두 퇴치해야만 했습니다.전당은 다시 안전해졌습니다.

# Quest/&PickupQuest_12_HallowedDead_02_TITLE
source: Return to the Ceannard
ko: 감독관에게 돌아가기

# Quest/&PickupQuest_12_HallowedDead_02_DESCRIPTION
source: Return to the Ceannard to tell him that the place is secure, and collect your reward.
ko: 감독관에게 돌아가 전당이 이제 안전해졌다고 알려주고 보상을 받으십시오.

# Quest/&PickupQuest_12_HallowedDead_02_OUTCOME
source: You told the Ceannard that the Halls were now secure and rid of the undead, and received a generous reward in return.
ko: 감독관에게 언데드를 제거하여 전당이 다시 안전해졌다고 이야기 했고, 후한 보상을 받았습니다.

# Quest/&PickupQuest_12_HallowedDead_Plaque_01
source: Here lie the Hallowed Dead of the Silent Whisper. From the shadows they watched, from the shadows they whispered, and from the shadows they struck! Often enough, our enemies saw us come too late, thanks to the tireless work of the whisperers. Never in the light, save at the end, where they are remembered among the Hallowed dead, Fallen for the Empire!
ko: 이곳에 고요한 속삭임의 신성한 유해가 잠들다. 그들은 어둠 속에서 감시하고, 속삭였으며, 습격했다. 고요한 속삭임의 지치지 않는 노력 덕분에, 종종 적들은 우리가 접근하는 것을 늦게 발견했다. 한 번도 세상에 드러난 적 없지만, 신성한 죽은 자들 사이에 기려지며 마침내 구원받을 지어다. 제국을 위해 스러져 간 이들이여!

# Quest/&PickupQuest_12_HallowedDead_Plaque_02
source: Here lie the Hallowed Dead of the Iron Legions. The might of the Legions was the mailed fist of the Empire. Like iron, they were forged. In the crucible of battle, they were tested, over and over again and never found wanting. Bravest of the brave, risking life and limb for the Empire, for their brothers and sisters, and for their honor, in the certainty that their deeds would be remembered in the chronicles of history and in the Halls!
ko: 이 곳에 강철 군단의 신성한 유해가 잠들다. 군단의 힘은 제국의 강철 주먹과 같았다. 강철과 같이 그들은 단련되었다. 수많은 전장에서 그들은 계속해서 시험받았으나 언제나 준비되어 있었다. 제국과 형제자매들, 그리고 그들의 명예를 위해 기꺼이 팔다리는 물론 목숨까지 바쳤던, 용맹의 정점에 섰던 이들은 그들의 업적이 역사서 안에서, 그리고 이 전당에서 기억될 것이라는 것을 믿어 의심치 않았도다!

# Quest/&PickupQuest_12_HallowedDead_Plaque_03
source: Here lie the Hallowed Dead of the Arcaneum. Mana was the heart of Manacalon and none of the victories of the Legions were achieved without the help of the Arcaneum! Our Loremasters studied our enemies, our shock arcanists joined the fray! Even our court mages earned their place in the Halls with their selfless devotion to duty, often enough at the cost of their own lives!
ko: 이 곳에 아케니움의 신성한 유해가 잠들다. 마나는 마나칼론의 심장과도 같았으며, 군단의 어떤 승리도 아케니움의 역할 없이는 불가능했을 것이다. 우리의 현자들은 적들을 연구했으며, 우리의 전격 비전술사들은 전투에 함께했다. 우리의 법정 마법사들조차도, 그들의 스스로를 돌보지 않는 임무에 대한 헌신 - 때때로 그 대가로 목숨을 잃더라도 - 으로 이 전당에 몸을 누일 자격을 얻었도다!

# Quest/&Tutorial_04_Quest_GetKeyDescription
source: OPTIONAL: Avoid if you're not a rogue or ranger! Remain in cautious mode and approach the quartermaster. Steal the key and backtrack to climb the wall that leads to the tower. You must be proficient in Sleight of Hand to do so.
ko: 선택: 로그나 레인저가 아니면 선택하지 마십시오! 경계 모드로 보급관에게 접근하십시오. 열쇠를 훔치고나서 같은 길로 돌아와 탑으로 연결되는 벽을 오르십시오. 이를 위해 손재주에 숙련되어 있어야 합니다.

# Quest/&Tutorial_04_Quest_GetKeyMainTitle
source: Get the Key
ko: 열쇠 얻기

# Quest/&Tutorial_04_Quest_GetKeyTitle
source: OPTIONAL: Steal the key
ko: 선택: 열쇠 훔치기

# Quest/&Subquest_Acolyte_Quest_Title
source: Apostasy
ko: 배신

# Quest/&Quest_Background_Lawkeeper_MeetStigAtPalace_Outcome1Description
source: You talked to Stig and he gave you the name of four suspicious guard members to check out.
ko: 스티그와 대화를 나눴고, 그는 확인해볼 대상으로, 의심스러운 네 명의 경비병들의 이름을 알려주었습니다.

# Quest/&Quest_Background_Lawkeeper_Suspect2Description
source: Garth is a notorious drunk. Find him at the Gravekeep's Cask, and don't let him scold you. Insist if need be.
ko: 가스는 악명 높은 주정뱅이입니다. 묘지기의 술통에서 그를 찾아내고, 헛소리 하게 두지 마십시오. 억지를 써서라도 말입니다.

# Quest/&PickupQuest_08_MagisterAmulet_Title
source: The Magister's Amulet
ko: 마지스터의 아뮬렛

# Quest/&PickupQuest_08_MagisterAmulet_01_TITLE
source: Find the Amulet
ko: 아뮬렛 찾기

# Quest/&PickupQuest_08_MagisterAmulet_01_DESCRIPTION
source: The Arcaneum experts believe an amulet belonging to the Magister might be located inside the Manacalon ruin where you found the Crown. Search the tower's library and return the amulet. Client: The Arcaneum. Reward: four gems worth 50 gp, a ring of resistance to necrotic damage. Recommended level: 6
ko: 아케니움 전문가들은 왕관을 발견했던 마나칼론 유적에 마지스터의 아뮬렛도 있을 거라 여깁니다. 탑 도서관을 뒤져서 목걸이를 가져오십시오. 의뢰자: 아케니움. 보상: 50 골드 상당의 보석 4개, 사령 피해 저항 반지. 권장 레벨: 6

# Quest/&PickupQuest_08_MagisterAmulet_01_OUTCOME
source: You found the amulet inside the Manacalon ruin.
ko: 마나칼론 유적 안에서 아뮬렛을 발견했습니다.

# Quest/&PickupQuest_08_MagisterAmulet_02_TITLE
source: Meet the Arcaneum
ko: 아케니움 만나기

# Quest/&PickupQuest_08_MagisterAmulet_02_DESCRIPTION
source: Bring the amulet to Heddlon Surespell of the Arcaneum.
ko: 아케니움의 헤들론 슈어스펠에게 아뮬렛을 가져가십시오.

# Quest/&PickupQuest_08_MagisterAmulet_02_OUTCOME
source: You returned the amulet to the Arcaneum, who were very pleased.
ko: 아케니움에게 아뮬렛을 돌려주니 매우 기뻐했습니다.

# Quest/&Quest_Background_Lawkeeper_Suspect2BTitle
source: Talk to Garth Again
ko: 가스와 다시 이야기 하기

# Quest/&Quest_Background_Lawkeeper_Suspect2BDescription
source: Garth does not want to speak with you. Try again.
ko: 가스는 당신과 이야기하고 싶지 않아 합니다. 다시 해보죠.

# Quest/&Quest_Background_Lawkeeper_Suspect2CTitle
source: Talk to Garth Once More
ko: 가스와 한 번 더 이야기 하기

# Quest/&Quest_Background_Lawkeeper_Suspect2CDescription
source: Garth still does not want to speak with you! But maybe next time…?
ko: 여전히 이야기하기 싫어하는군요! 그럼 다음번에는...?

# Quest/&Aer_Elai_Final_Quest_Title
source: Aer Elai
ko: 에어 엘라이

# Quest/&Aer_Elai_Final_Quest_01_Escape_The_LavaTitle
source: Exit the Lava River
ko: 용암의 강 탈출

# Quest/&Aer_Elai_Final_Quest_01_Escape_The_LavaDescription
source: The Major Gate brought you to the heart of the Badlands, the Aer Elai. Unfortunately, the place is rather uncomfortable. Find a way out of this world of fire and lava.
ko: 주 관문은 당신을 황무지의 중심지, 에어 엘라이로 보내주었습니다. 안타깝게도, 꽤나 불편한 장소군요. 이 불과 용암 천지에서 빠져나갈 곳을 찾으십시오.

# Quest/&Aer_Elai_Final_Quest_01_Escape_The_Lava_Outcome1Description
source: You found a possible escape route from the lava river, but it meant going head to head with a bunch of Soraks.
ko: 용암 강에서 빠져나갈 길을 찾았지만, 소락 무리와 마주해야 하는 길입니다.

# Quest/&Aer_Elai_Final_Quest_02_Climb_MountainTitle
source: Climb up the Mountain
ko: 산 오르기

# Quest/&Aer_Elai_Final_Quest_02_Climb_MountainDescription
source: You found a possible way out of the lava, but you'll have to climb up a mountain, and on top of that there's a bunch of Soraks. Approach carefully and be ready for a fight.
ko: 용암에서 빠져나갈 길을 찾았지만, 산을 올라야 하는 데다 정상에는 소락 무리가 있습니다. 조심스럽게 접근하여 싸울 준비를 하십시오.

# Quest/&Aer_Elai_Final_Quest_02_Climb_Mountain_Outcome1Description
source: You got rid of the Soraks that were on top of the mountain.
ko: 산 꼭대기 소락 무리를 없애버렸습니다.

# Quest/&Aer_Elai_Final_Quest_03_LocateToothTitle
source: Find a Bone of the Magister
ko: 마지스터의 뼈 찾기

# Quest/&Aer_Elai_Final_Quest_03_LocateToothDescription
source: You realized the Soraks were trying to destroy dragon bones. The voice of the Magister resonated again in your heads, telling you to find one of the bones that belonged to his skeleton, and reunite it with the Crown.
ko: 소락이 용의 뼈를 파괴하려는 것을 알아냈습니다. 자신의 뼈를 찾아 왕관과 결합시키라는 마지스터의 목소리가 머랏속에 울려 퍼집니다.

# Quest/&Aer_Elai_Final_Quest_03_LocateTooth_Outcome1Description
source: You searched the piles of bones and found a dragon tooth that belonged to the Magister. Or at least you thought so.
ko: 뼈 더미를 뒤져 마지스터의 용 이빨을 찾아냈습니다. 뭐 적어도 그래 보이는 것을요.

# Quest/&Aer_Elai_Final_Quest_03B_LeaveBoneYardTitle
source: Leave the Bone Yard
ko: 뼈 야적장 떠나기

# Quest/&Aer_Elai_Final_Quest_03B_LeaveBoneYardDescription
source: You now have an objective: bringing the Magister's tooth to the Crown. Continue moving on toward the location of the Rift.
ko: 이제 목표는 마지스터의 뼈를 왕관에 가져가는 것입니다. 균열이 있는 곳으로 계속 이동하십시오.

# Quest/&Aer_Elai_Final_Quest_03B_LeaveBoneYard_Outcome1Description
source: You passed through a tunnel in the mountain, emerging in another insane place.
ko: 산속의 굴을 지나, 또 다른 정신 나간 곳으로 왔습니다.

# Quest/&Aer_Elai_Final_Quest_04_Find_The_BridgeTitle
source: Find a Way Through
ko: 뚫고 나갈 방법 찾기

# Quest/&Aer_Elai_Final_Quest_04_Find_The_BridgeDescription
source: You arrived above a massive lake of acid, and the way to the Rift seems to be on the other side. Find a way to access the other side without falling to your death!
ko: 거대한 산성 호수 위로 도착했고 균열은 반대편에 있는 것 같습니다. 빠져 죽지 않고 반대편에 갈 방법을 찾아야 합니다!

# Quest/&Aer_Elai_Final_Quest_04_Find_The_Bridge_Outcome1Description
source: You finally found a way to cross the lake of acid.
ko: 마침내 산성 호수를 건널 방법을 알아냈습니다.

# Quest/&Aer_Elai_Final_Quest_05_Follow_Misty_PathTitle
source: Cross through the Mist
ko: 안개를 뚫고 가기

# Quest/&Aer_Elai_Final_Quest_05_Follow_Misty_PathDescription
source: You reached an insane, new area, where gigantic statues seem to be floating in an ocean of mist. Yet, as crazy as this place seems, the Rift is close.
ko: 거대한 조각상이 안개의 바다 가운데 떠다니는 것처럼 보이는, 새롭지만 여전히 정신 나가있는 지역으로 왔습니다. 그래도 미쳐 보이는 만큼 균열과 가까워졌습니다.

# Quest/&Aer_Elai_Final_Quest_05_Follow_Misty_Path_Outcome1Description
source: You came across the misty path.
ko: 안개 길을 지났습니다.

# Quest/&Aer_Elai_Final_Quest_06_Explore_Bend_PalaceTitle
source: Explore the Palace
ko: 궁전 탐색

# Quest/&Aer_Elai_Final_Quest_06_Explore_Bend_PalaceDescription
source: You reached a very different location. This time, it looks like a real place from the Manacalon era, but rotated vertically. The Rift is very close and you might take one last rest before facing the enemy.
ko: 매우 색다른 장소로 왔습니다. 이번에는 진짜 마나칼론 시대의 장소 같아 보이긴 하는데, 90도 회전되어 있는 공간입니다. 균열은 매우 가깝고, 여기서 적과 마주하기 전 마지막으로 쉴 수 있습니다.

# Quest/&Aer_Elai_Final_Quest_06_Explore_Bend_Palace_Outcome1Description
source: Exit the area.
ko: 지역을 떠나십시오.

# Quest/&Aer_Elai_Final_Quest_07_Approach_RiftTitle
source: Approach the Rift
ko: 균열에 접근

# Quest/&Aer_Elai_Final_Quest_07_Approach_RiftDescription
source: It is here. The Rift still seems to exist, even if it is smaller. Obviously, the Soraks are doing all they can to reopen it. Approach carefully and plan your attack.
ko: 도착했습니다. 작아졌을지라도, 아직 남아있는 균열이 있는 것 같습니다. 분명히, 소락은 이걸 다시 열기 위해 할 수 있는 것을 다 하고 있습니다. 조심히 접근해서 공격을 계획하십시오.

# Quest/&Aer_Elai_Final_Quest_07_Approach_Rift_Outcome1Description
source: You have reached the Rift.
ko: 균열에 도달했습니다.

# Quest/&Aer_Elai_Final_Quest_08_Defeat_SorrakTitle
source: Defeat the Tshar
ko: 차르 무찌르기

# Quest/&Aer_Elai_Final_Quest_08_Defeat_SorrakDescription
source: The Sorak leader known as the Tshar has the Crown of the Magister. Kill this evil monster and take back the Crown!
ko: 차르라 알려진 소락 지도자가 마지스터의 왕관을 가지고 있습니다. 이 사악한 괴물을 죽이고 왕관을 되찾으십시오!

# Quest/&Aer_Elai_Final_Quest_08_Defeat_Sorrak_Outcome1Description
source: You defeated the Tshar!
ko: 차르를 물리쳤습니다!

# Quest/&Aer_Elai_Final_Quest_09_Push_Back_SorrakTitle
source: Hold the Line!
ko: 전선 사수!

# Quest/&Aer_Elai_Final_Quest_09_Push_Back_SorrakDescription
source: Defend the Magister while he is closing the Rift.
ko: 마지스터가 균열을 닫는 동안 방어하십시오.

# Quest/&Aer_Elai_Final_Quest_09_Push_Back_Sorrak_Outcome1Description
source: You protected the Magister and allowed the Rift to be sealed forever!
ko: 마지스터를 보호했고 균열을 영원히 봉인하는 데 성공했습니다!

# Quest/&Quest_Background_Lowlife_MisayeHiddenSign
source: Misaye is laughing! Those dice tell the faithful it's a Temple of Misaye, the fickle lady of luck!
ko: 미사이에가 웃고있습니다! 저 주사위는 신도들에게 변덕스러운 행운의 여신, 미사이에의 신전이라고 말하고 있습니다!

# Quest/&Quest_Background_Spy_WaitForNextDayTitle
source: Wait for the Next Day
ko: 다음 날 기다리기
