Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_03_Outcome2Description
source: The court was not swayed by the defense. Rugan will remain a prisoner of the Forge.
ko: 법정은 변호에도 꿈쩍하지 않았습니다. 루간은 계속해서 포지에 구류될 것입니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_04Title
source: Sneak out of the Forge Camp
ko: 포지 야영지에서 몰래 빠져나가기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_04Description
source: Help Rugan to sneak out of the Forge camp without being spotted.
ko: 루간을 도와 들키지 않고 포지 야영지에서 빠져나가기.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_04_Outcome1Description
source: You reached the camp exit. Rugan left the swamp to find a new home. Before leaving, he marked your map with a new location for you to explore.
ko: 야영지 출구에 도착했습니다. 루간은 늪을 떠나 새 집을 찾아 떠났습니다. 그는 떠나기 전 당신이 탐험할 수 있도록 지도에 새 지점을 표시해 줬습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_04_Outcome2Description
source: You were spotted by the Forge! Rugan had enough time to get away, but your relationship with the Forge faction has deteriorated considerably.
ko: 포지에게 들켰습니다! 루간은 충분히 달아날 수 있었지만, 당신과 포지의 관계는 확연히 악화됐습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_Title
source: The Witch Hunt
ko: 마녀 사냥

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_01Title
source: Investigate
ko: 조사하기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_01Description
source: You found a strange hut in the middle of the swamp but it's magically closed. Maybe you should backtrack to this crossroads with torches.
ko: 늪 가운데에서 낯선 오두막을 발견했지만, 마법적으로 닫혀 있습니다. 어쩌면 이 횃불들이 밝혀진 교차로를 돌아가야 할지도 모릅니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_01_Outcome1Description
source: You met a ghost that claimed to have been killed by a witch. He asked you to tell his brother Hannik in Caer Hyfryd.
ko: 자신이 마녀에게 살해당했다고 주장하는 유령과 만났습니다. 그는 케어 하이프리드에 있는 자신의 형제 하닉에게 이 얘기를 전해달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_02Title
source: Find Hannik
ko: 하닉 찾기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_02Description
source: Find the brother of the ghost you met in the swamps.
ko: 늪에서 만났던 형제의 유령 찾기.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_02_Outcome1Description
source: You met Hannik, the brother of the late Joson, a witch hunter who died in the swamps. He told you about a phrase Joson kept repeating, about someone called Agatha… Could that be the witch?
ko: 당신은 늪지에서 죽은 마녀 사냥꾼 조슨의 형제, 하닉과 만났습니다. 하닉은 조슨이 계속해서 외우던, 아가사라 불리는 누군가와 관련된 문구를 알려줬습니다… 마녀의 이름인 걸까요?

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_03Title
source: Enter the Witch's Hut
ko: 마녀의 오두막 들어가기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_03Description
source: Now that you have the password, you can enter the hut.
ko: 이제 암호를 얻었으니, 오두막에 들어갈 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_03_Outcome1Description
source: You entered the witch's hut.
ko: 마녀의 오두막에 들어섰습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_04Title
source: Explore
ko: 탐사하기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_04Description
source: The hut is far bigger than it seems. Actually, it's clearly a sort of magical mansion. Be careful: There is clearly some magic at play here.
ko: 오두막 안은 보기보다 크군요. 일종의 마법인 것 같습니다. 조심하십시오: 더 많은 마법이 숨겨져 있을 게 분명합니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_04_Outcome1Description
source: You found a secret passage behind a strange contraption.
ko: 거대한 기계장치 뒤에서 비밀 통로를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_05Title
source: The Secret Passage
ko: 비밀 통로

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_05Description
source: Continue to explore the place and unravel Agatha's secrets.
ko: 탐사를 이어가 아가사의 비밀을 밝혀내세요.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_05_Outcome1Description
source: You discovered that Agatha was hiding gruesome works on dead bodies. Maybe Joson's remains are somewhere in this mess.
ko: 당신은 아가사가 시체들에 행해지던 끔찍한 작업을 숨기고 있었다는 사실을 알아냈습니다. 조슨의 유해도 이곳 어딘가 있을지 모릅니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_06Title
source: Find a Way Out
ko: 나가는 길 찾기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_06Description
source: Find a way out of the secret passage.
ko: 비밀 통로 나가는 방법 찾기.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_06_Outcome1Description
source: You managed to escape the secret passage.
ko: 비밀 통로를 탈출하는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_07Title
source: Kill the Witch
ko: 마녀 죽이기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_07Description
source: Agatha is indeed a witch of sorts. She won't let you leave without a fight.
ko: 아가사는 일종의 마녀입니다. 그녀는 폭력으로라도 당신이 나가는 걸 막을 겁니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_07_Outcome1Description
source: You met the witch in her true form. She attacked you, but you managed to kill her.
ko: 그녀의 진정한 형태, 마녀와 만났습니다. 당신을 공격했지만, 당신은 그 마녀를 죽이는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_08Title
source: Return to Hannik
ko: 하닉에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_08Description
source: Hannik will be glad to know that the witch was real and that you avenged his brother. Go tell him.
ko: 하닉은 마녀가 실존했으며 당신이 형제의 복수를 이뤘다는 사실을 알면 기뻐할 겁니다. 가서 얘기해 줍시다.

# Quest/&DLC1_Secondary_Quest_Swamp_02_STEP_08_Outcome1Description
source: As expected, Hannik was relieved that you avenged his brother's death.
ko: 생각대로, 하닉은 당신이 형제의 죽음을 되갚아줬다는 사실에 만족했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins
source: The Underground Ruins
ko: 지하 유적

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Open_Stone_GateTitle
source: Open the Stone Gate
ko: 석문 열기

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Open_Stone_GateDescription
source: The massive stone gate is locked. You will need two keys to open it.
ko: 육중한 석문은 잠겨있는 상태입니다. 이를 열기 위해선 열쇠가 필요할 겁니다.

source: You discovered a massive stone gate, but it requires two special keys.
ko: 육중한 석문을 찾았지만, 특별한 열쇠 두 개가 필요합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Key_01Title
source: Find the First Beetle Key
ko: 첫 번째 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Key_01Description
source: You must find the first beetle-shaped key.
ko: 첫 번째 딱정벌레 모양 열쇠를 찾아야 합니다.

source: You found a beetle key!
ko: 딱정벌레 열쇠를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Key_02Title
source: Find the Second Beetle key
ko: 두 번째 딱정벌레 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Find_Key_02Description
source: You must find the second beetle-shaped key.
ko: 두 번째 딱정벌레 모양 열쇠를 찾아야 합니다.

source: You found the second beetle key!
ko: 두 번째 딱정벌레 열쇠를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Enter_RuinsTitle
source: Beyond the Stone Gate
ko: 석문 너머로

# Quest/&DLC1_Secondary_Quest_Valley_Underground_Ruins_Enter_RuinsDescription
source: Use both beetle keys to open the stone gate.
ko: 딱정벌레 열쇠 둘을 사용해 석문을 여십시오.

source: You entered the underground ruins.
ko: 지하 유적으로 진입했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_03_Title
source: The Secret of the Swamp
ko: 늪지의 비밀

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_01Title
source: Learn About the Ruins
ko: 유적 조사하기

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_01Description
source: You discovered ruins in the swamp. They are magically sealed and bear unknown runes. Find someone in the city who is able to give you more information about them.
ko: 늪지에서 유적을 발견했습니다. 마법으로 봉인된 데다 알 수 없는 룬까지 있습니다. 이에 대해 알 만한 사람을 도시에서 찾으세요.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_01_Outcome1Description
source: You've teamed up with Tuznan Anfarel, a historian who seems to know a lot about the valley and these strange runes.
ko: 당신은 계곡과 이 알 수 없는 룬들에 대해 잘 아는 것처럼 보이는 역사가 터즈낸 안파렐과 팀을 이뤘습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_02Title
source: Escort Tuznan
ko: 터즈낸 호위하기

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_02Description
source: Escort Tuznan to the ruins so he can study them.
ko: 터즈낸이 연구할 수 있도록 유적까지 호위하기.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_02_Outcome1Description
source: You successfully reached the ruins with Tuznan.
ko: 터즈낸과 함께 무사히 유적에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_02_Outcome2Description
source: Unfortunately, Tuznan died before reaching the ruins.
ko: 안타깝게도, 터즈낸은 유적에 도착하기 전 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_03Title
source: Enter the Ruins
ko: 유적 진입

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_03Description
source: Enter the ruins and wait while Tuznan studies them.
ko: 유적으로 들어가 터즈낸이 이를 연구할 동안 기다리세요.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_03_Outcome1Description
source: Tuznan Anfarel is not the quiet historian he seemed to be, but a necromancer with a passion for old and dead things! Once in the ruins, he started to call upon dark forces and forced you to fight!
ko: 터즈낸 안파렐은 겉모습대로의 역사가가 아니라, 옛 것과 죽은 것들을 갈망하는 사령술사였습니다! 유적 안에서, 어둠의 힘을 불러내 당신과 전투를 벌이려 합니다!

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_03_Outcome2Description
source: Unfortunately, Tuznan died before he could study the ruins.
ko: 안타깝게도, 터즈낸은 유적을 연구하기 전에 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_04Title
source: Stop the Ritual
ko: 의식 멈추기

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_04Description
source: Tuznan's ritual is likely to destroy the whole area and you with it! Stop him at all costs!
ko: 터즈낸의 의식은 당신을 포함한 이곳 전체를 파괴할 것 갔습니다! 무슨 수를 써서든 그를 멈추십시오!

# Quest/&DLC1_Secondary_Quest_Swamp_03_STEP_04_Outcome1Description
source: You stopped the ritual, killed Tuznan, and saved all the inhabitants of the swamp.
ko: 의식을 멈추고, 터즈낸을 죽여, 늪지의 모든 이들을 구했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_06_Title
source: Rescuing Reya
ko: 레야 구출하기

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_01Title
source: Find Reya
ko: 레야 찾기

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_01Description
source: Reya has been captured! Find out where she is being held and save her!
ko: 레야가 붙잡혔습니다! 그녀가 어디에 잡혔는지 알아내 구하십시오!

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_01_Outcome1Description
source: You found Reya!
ko: 레야를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_02Title
source: Save Reya
ko: 레야 구출하기

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_02Description
source: Save Reya from the guards.
ko: 경비로부터 레야를 구하십시오.

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_02_Outcome1Description
source: You saved Reya!
ko: 레야를 구했습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_06_STEP_02_Outcome2Description
source: Unfortunately, Reya did not survive the fight
ko: 안타깝게도, 레야는 전투 중 사망했습니다

# Quest/&DLC1_Secondary_Quest_Valley_Locked_Grotto
source: The Blocked Cave
ko: 막힌 동굴

# Quest/&DLC1_Secondary_Quest_Valley_Locked_Grotto_Find_Way_Title
source: Find a Way In
ko: 진입로 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Locked_Grotto_Step_01_Find_Way_Description
source: A large rock is blocking the cave entrance. Find a way to remove it, or find another way in.
ko: 거대한 바위가 동굴 입구를 막고 있습니다. 바위를 치우거나 다른 길을 찾으십시오.

source: You successfully removed the large rock.
ko: 거대한 바위를 치우는 데 성공했습니다.

source: You found another entrance to the cave.
ko: 동굴로 들어갈 다른 입구를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Locked_Grotto_Step_02_Enter_Cave_Title
source: Explore the Cave
ko: 동굴 탐사하기

# Quest/&DLC1_Secondary_Quest_Valley_Locked_Grotto_Step_02_Enter_Cave_Description
source: Enter the grotto and look around.
ko: 작은 동굴로 들어가 주변 살피기.

source: You found traces of an old shelter in the caves.
ko: 동굴 속 낡은 피난처의 흔적들을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP04_REPORTTitle
source: Meet with Orenetis
ko: 오레네티스와 만나기

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP04_REPORTDescription
source: You must report to the Lord Protector that your mission was accomplished.
ko: 섭정에게 임무를 완수했다고 보고해야 합니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP04_REPORT_Outcome1Description
source: The Lord Protector rewarded you for your service - but you have a growing reputation as his ruthless enforcers.
ko: 섭정은 당신이 한 일에 대해 보답했습니다 - 하지만 당신이 그의 무자비한 하수인이란 소문 또한 자라고 있습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost01_Title
source: Take Control of the Chenna Outpost
ko: 체나 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost02_Title
source: Take Control of the Satils Outpost
ko: 사틸즈 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost03_Title
source: Take Control of the Pertal Outpost
ko: 퍼탈 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost04_Title
source: Take Control of the Gartis Outpost
ko: 가르티스 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost05_Title
source: Take Control of the Feleg Outpost
ko: 펠렉 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Outpost06_Title
source: Take Control of the Noren Outpost
ko: 노렌 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_02_Outcome2Description
source: The Lord Protector was not pleased that you returned without completing your mission. He sent you back to retake all outposts in his name.
ko: 섭정은 당신이 임무를 완수하지 못하고 돌아와 불만스러워 했습니다. 그는 섭정의 이름으로 다시 모든 전초기지를 탈환하라며 당신을 보냈습니다.

# Quest/&DLC1_Quest_Complex_Step_08_Leave_Complex_Title
source: Exit the Complex
ko: 연구단지 나가기

# Quest/&DLC1_Quest_Complex_Step_08_Leave_Complex_Description
source: Leave the lab and find a way out of the complex.
ko: 연구소를 떠나 연구단지에서 나가는 방법 찾기.

# Quest/&DLC1_Quest_Complex_Step_08_Leave_Complex__Outcome1Description
source: You have left the underground complex.
ko: 지하 단지를 떠났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_01_Title
source: Fresh Meat
ko: 신선한 고기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_01_Description
source: Telerien asked you to take a pack of dried meat to a butcher named Henrik in the valley's capital city. Being dried, it won't spoil so you don't need to hurry.
ko: 텔레리엔은 계곡의 수도에 있는 헨릭이란 푸주한에게 육포 꾸러미를 가져다 달라 부탁했습니다. 바짝 말랐으니 서두르지 않아도 상할 일은 없을 겁니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_01__Outcome1Description
source: You delivered the meat to Henrik.
ko: 헨릭에게 고기를 전달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_02_Title
source: Return to Telerien
ko: 텔레리엔에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_02_Description
source: Henrik gave you a receipt. Take it back to Telerien in the Forge outpost down in the valley.
ko: 헨릭이 당신에게 영수증을 줬습니다. 계곡 아래 포지 전초기지에 있는 텔레리엔에게 가져갑시다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_02__Outcome1Description
source: You brought the receipt to Telerien.
ko: 텔레리엔에게 영수증을 가져왔습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01
source: Meat Boy
ko: 고기 소년

# Quest/&DLC1_Secondary_Quest_Valley_Forge_02
source: A Venomous Situation
ko: 독기 가득한 상황

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03
source: The Messenger
ko: 전령

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01
source: A New Cushion
ko: 새로운 방석

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_01_Title
source: Find 2 Dire Wolf Pelts
ko: 다이어 울프 가죽 2개 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_01_Description
source: Gartok wants some dire wolf pelts to make a new cushion.
ko: 가르톡은 새 방석을 만들기 위해 다이어 울프 가죽을 원합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_01__Outcome1Description
source: You found the dire wolf pelts.
ko: 다이어 울프 가죽을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_02_Title
source: Find 4 Giant Crow Feathers
ko: 거대 까마귀 깃털 4개 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_02_Description
source: The giant trader Gartok wants 4 giant crow feathers to stitch a new cushion.
ko: 거인 무역상 가르톡은 새 방석에 달 거대 까마귀 깃털 4개를 원합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_02__Outcome1Description
source: You found the giant crow feathers.
ko: 거대 까마귀 깃털을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_Step_03_Title
source: Take the Ingredients to Gartok
ko: 가르톡에게 재료 가져가기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_03_Description
source: Return to the giant camp and give Gartok the ingredients you gathered.
ko: 거인 야영지로 돌아가 가르톡에게 수집한 재료 건네기.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_03__Outcome1Description
source: You delivered the ingredients.
ko: 재료를 전달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02
source: A Small Favor
ko: 작은 부탁

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_01_Title
source: Cross the Plateau to the City
ko: 고원을 건너 도시로 가기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_01_Description
source: Reach the city and find a merchant.
ko: 도시에 도착해 한 상인을 찾아내세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_01__Outcome1Description
source: You reached the city.
ko: 도시에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_02_Title
source: Shopping
ko: 장보기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_02_Description
source: Sell the dry meat and buy three balls of sewing thread for Gartok.
ko: 육포를 팔고 가르톡을 위해 실뭉치 세 개 구입하기.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_02__Outcome1Description
source: You bought the required balls of sewing thread.
ko: 필요한 실뭉치를 구입했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_03_Title
source: Take the Sewing Thread to Gartok
ko: 가르톡에게 실뭉치 가져가기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_03_Description
source: Return to the giant camp and give Gartok the sewing thread.
ko: 거인 야영지로 돌아가 가르톡에게 실뭉치 건네기.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_02_Step_03__Outcome1Description
source: You delivered the sewing thread.
ko: 실뭉치를 전달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03
source: A New Seat
ko: 새로운 깔개

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_01_Title
source: Find a Rock for a Giant Seat
ko: 거인이 깔고 앉을 바위 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_01_Description
source: Gartok asked you to find a rock big enough to make a seat for a giant.
ko: 가르톡은 거인이 깔개로 쓸 만큼 커다란 바위를 찾아달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_01__Outcome1Description
source: You found the perfect rock, but it is far too heavy for you to bring back.
ko: 완벽한 바위를 찾았지만, 갖고 돌아가기엔 너무 무겁습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_02_Title
source: Return to Gartok and Tell Him Where You Found the Rock
ko: 가르톡에게 돌아가 어디서 찾았는지 얘기하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_02_Description
source: The rock is too heavy for you to carry. Go back to the giant camp and give Gartok its location.
ko: 이 바위는 옮기기엔 너무 무겁습니다. 거인 야영지로 돌아가 위치를 말해 주십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_03_Step_02__Outcome1Description
source: You helped the giant make a new seat.
ko: 거인이 새 깔개를 만드는 걸 도왔습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_01_Title
source: Deal with the Giants
ko: 거인들과의 거래

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_01_Description
source: Telerien asked you to get rid of the giants living on the plain. Peacefully or otherwise - it's up to you.
ko: 텔레리엔은 초원에 사는 거인들을 없애달라고 부탁했습니다. 온건하게 해결하든 다른 수를 쓰든 - 당신의 몫입니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_01__Outcome1Description
source: You successfully cleared the giants from the plain.
ko: 초원에서 거인을 말끔히 치웠습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_01__Outcome2Description
source: You negotiated with the giants and gained access to their camp.
ko: 거인들과 협상해 그들의 야영지로 접근할 권리를 얻었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02_Title
source: Return to Telerien
ko: 텔레리엔에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02_Description
source: Go back to the Forge outpost and inform Telerien that you solved the problem.
ko: 포지 전초기지로 돌아가 텔레리엔에게 문제를 해결했다고 알리기.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_03_STEP_02__Outcome1Description
source: You spoke with Telerien, and he is happy about the solution you found.
ko: 텔레리엔에게 말하자, 그는 당신의 해결법에 크게 기뻐했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_01_Title
source: The Missing Adventurers
ko: 사라진 모험가들

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_01_Description
source: Samko asked you to find the missing party she sent to the city. They never reached their destination. Something bad may have happened to them.
ko: 샘코가 도시로 보낸 파티를 찾아달라고 부탁했습니다. 그들은 목적지에 다다르지 못했습니다. 어쩌면 안 좋은 일이 일어났을 수도 있습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_01__Outcome1Description
source: You found the adventurers' remains.
ko: 모험가들의 유해를 발견했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_02_Title
source: Take the Amulet to Samko
ko: 샘코에게 아뮬렛을 가져다 주기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_02_Description
source: Return to Samko to give her the amulet and let her know that her adventurers perished on the plain.
ko: 샘코에게 아뮬렛을 돌려주고 모험가들이 평원에서 죽었다고 전하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_02__Outcome1Description
source: You brought back the amulet and told Samko that you found the remains of the missing party.
ko: 샘코에게 아뮬렛을 돌려주며 실종된 파티의 유해를 찾았다고 말했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01
source: The Missing Party
ko: 실종된 파티

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02
source: The Wolf Menace
ko: 늑대 위협

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03
source: A Trusted Carrier
ko: 신뢰받는 배달부

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_01_Title
source: Clear the Den
ko: 소굴 청소

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_01_Description
source: Samko asked you to clear the wolf den on the plain to make the area safer for travelers.
ko: 샘코가 여행자들의 안전을 위해, 평원의 늑대 소굴 청소를 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_01__Outcome1Description
source: You cleared the wolf den.
ko: 늑대 소굴을 청소했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_02_Title
source: Report to Samko
ko: 샘코에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_02_Description
source: Tell Samko that the wolf den has been cleared.
ko: 샘코에게 늑대 소굴을 정리했다고 말하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_02_STEP_02__Outcome1Description
source: You told Samko that the wolf menace is finished.
ko: 샘코에게 늑대 위협은 끝났다고 전했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_01_Title
source: Go to the City
ko: 도시를 향해

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_01_Description
source: Samko asked you to take a package to Cafrain in the city.
ko: 샘코가 도시에 있는 카프레인에게 물건을 전해달라고 했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_01__Outcome1Description
source: You reached the city.
ko: 도시에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_02_Title
source: Deliver the Package
ko: 물건 배달

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_02_Description
source: Take the package to Cafrain.
ko: 카프레인에게 물건을 가져가십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_03_STEP_02__Outcome1Description
source: You delivered the package.
ko: 물건을 배달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_01_Title
source: Meet with Cafrain's Contact
ko: 카프레인의 연락책 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_01_Description
source: Cafrain wants you to get a document from a guard in the High City.
ko: 카프레인은 당신이 상류층 거주지 경비병에게 서류를 받아오길 바랍니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_01__Outcome1Description
source: You got the guard's report!
ko: 경비 보고서를 얻었습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_02_Title
source: Take the Report to Cafrain
ko: 카프레인에게 보고서 전달

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_02_Description
source: Return to Cafrain and give her the guard's report.
ko: 카프레인에게 돌아가 경비 보고서를 전해주십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_02__Outcome1Description
source: You gave the guard's report back to Cafrain.
ko: 경비의 보고서를 카프레인에게 돌려줬습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04_STEP_02__Outcome2Description
source: You gave the guard's report back to Cafrain after taking a look - but the report was blank…
ko: 경비 보고서를 살펴보고 돌려주었습니다만, 보고서는 백지였습니다…

# Quest/&DLC1_Secondary_Quest_Valley_Mask_04
source: Secret Report
ko: 비밀 보고서

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_01_Description
source: Go to the valley and deliver a package to Samko.
ko: 계곡으로 가서 샘코에게 물건을 배달하십시오.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_01__Outcome1Description
source: You reached the valley.
ko: 계곡에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_05_STEP_02_Title
source: Take the Package to Samko
ko: 샘코에게 물건 전달
