Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Quest_Background_Spy_WaitForNextDayDescription
source: As soon as the document is discovered by the New Empire intelligence, they will blackmail Belmont. He should be leaving very soon, but you should at least wait the night.
ko: 신 제국 정보부는 문서를 발견하는 즉시, 벨몬트를 협박할 겁니다. 그는 최대한 빨리 떠나야하지만, 일단 밤까지는 기다려야 합니다.

# Quest/&Quest_Background_Spy_WaitForNextDay_Outcome1Description
source: You waited one night to allow time for Imperial intelligence to find the document and blackmail Belmont.
ko: 제국 정보부가 문서를 찾고 벨몬트를 협박할 시간 하루를 주었습니다.

# Quest/&PickupQuest_Any_ReturnToQuestBoardTitle
source: Return to a Quest Board
ko: 퀘스트 게시판으로 돌아가기

# Quest/&PickupQuest_Any_ReturnToQuestBoardDescription
source: Return to the closest quest board to complete the quest and collect your reward.
ko: 가까운 퀘스트 게시판으로 돌아가 임무를 완료하고 보상을 받으십시오.

# Quest/&PickupQuest_Any_ReturnToQuestBoard_Outcome1Description
source: Quest Completed
ko: 퀘스트 완료

# Quest/&Quest_Background_Lawkeeper_Search_Outcome1Description
source: You found proof that Rodric was trafficking stolen goods out of the Temple Quarter.
ko: 로드릭이 사원 구역 밖에서 장물을 밀매하는 증거를 찾았습니다.

# Quest/&Quest_Background_Lawkeeper_SearchDescription
source: Search for incriminating information about Rodric's activities.
ko: 로드릭의 활동이 유죄임을 입증할 증거를 찾으십시오.

# Quest/&Quest_Background_Lawkeeper_SearchTitle
source: Search the Hideout
ko: 은신처 탐색

# Quest/&PickupQuest_06_GhostsOfTheEmpire_03_TITLE
source: Find the Sylvan Rebel Journal
ko: 실반 반란군 일지 찾기

# Quest/&PickupQuest_06_GhostsOfTheEmpire_03_DESCRIPTION
source: You are in the prison. Now search for the writings of the sylvan rebel.
ko: 감옥신세군요. 이제 실반 반란군의 글을 찾아봅시다.

# Quest/&PickupQuest_06_GhostsOfTheEmpire_03_OUTCOME
source: You found Fliann's journal!
ko: 플리안의 일지를 찾았습니다!

# Quest/&Caer_Cyflen_Merton_Quest_ReturnSwordTitle
source: Return the Sword to Merton
ko: 머튼에게 검 돌려주기

# Quest/&Caer_Cyflen_Merton_Quest_ReturnSwordDescription
source: Bitterroot gave you a sword to return to Arwin Merton in Caer Cyflen, along with a peculiar message to convey. Go there and talk to the notorious regular at the Gravekeep's Cask.
ko: 비터루트는 케어 키플렌의 아르윈 머튼에게 줄 검과 기이한 메시지를 같이 전달해 달라고 했습니다. 묘지기의 술통에 가서 악명 높은 단골과 대화하십시오.

# Quest/&Caer_Cyflen_Merton_Quest_ReturnSword_Outcome1Description
source: You brought Arwin Merton his sword. He seemed surprised and confused. Maybe you'll learn more about his story, after all.
ko: 아르윈 머튼에게 검을 가져다 주었는데, 그는 놀라고 혼란스러워 하는 것 같습니다. 어쩌면 그의 사연을 더 알게 될지 모르겠군요.

# Quest/&Caer_Cyflen_Merton_Quest_Patience_Outcome2Description
source: You refuse to play any part in Bitterroot's story with Arwin Merton.
ko: 비터루트와 아르윈 머튼 사이의 이야기에 끼어들길 거부했습니다.

# Quest/&Quest_Background_Sellsword_ConfrontArchivist_Outcome1Descriptio
source: The archivist himself was the one who blackmailed your parents, and a Sorak infiltrator! You managed to defeat him.
ko: 기록관은 사실 당신의 부모님을 협박한 당사자에다, 소락의 첩자였습니다! 간신히 물리쳤군요.

# Quest/&Caer_Cyflen_Quest_Council03_04_FindOtherGems_Outcome1Description_EA
source: The story ends here for the Early Access version of the game.
ko: 앞서 해보기 버전은 여기서 끝입니다.

# Quest/&Caer_Cyflen_Quest_Council04_Title
source: The Missing Piece
ko: 사라진 조각

# Quest/&Caer_Cyflen_Quest_Council04_01_ReturnToTomTitle
source: Return to the Manacalon Ruin
ko: 마나칼론 유적으로 돌아가기

# Quest/&Caer_Cyflen_Quest_Council04_01_ReturnToTomDescription
source: The Crown seems to want you to return to the Manacalon Ruin. It's unclear, but it's worth checking out.
ko: 왕관이 마나칼론 유적으로 돌아가길 바랍니다. 불분명하지만, 확인할 가치가 있군요.

# Quest/&Caer_Cyflen_Quest_Council04_01_ReturnToTom_Outcome1Description
source: You returned to the ruin but nothing happened. It made it clear to you that you could not complete the quest.
ko: 유적으로 돌아왔지만 아무 일도 일어나지 않습니다. 이러면 분명 퀘스트를 완수할 수 없습니다.

# Quest/&Caer_Cyflen_Quest_Council04_02_ReportToCouncilTitle
source: Report to the Council
ko: 평의회에 보고

# Quest/&Caer_Cyflen_Quest_Council04_02_ReportToCouncilDescription
source: It seems your quest cannot be completed; you cannot lie to the Council about it. Return to Caer Cyflen and report the situation. BEWARE: After this, you will be unable to complete optional quests. Make sure you have finished all your tasks and are ready for the game's final chapter!
ko: 보아하니 퀘스트를 완수할 수 없을 것 같습니다. 평의회에 거짓말을 할 수도 없고요. 케어 키플렌에 돌아가서 상황을 보고하십시오. 주의: 보고하고 나면 선택 퀘스트를 더는 할 수 없습니다. 하고 싶은 걸 다 하고 게임의 마지막 장을 준비하십시오!

# Quest/&Caer_Cyflen_Quest_Council04_02_ReportToCouncil_Outcome1Description
source: You told the Legacy Council that you did not have a clue where to find the remaining gems, and they threatened to take to Crown off of you.
ko: 유산 평의회에 남은 보석을 찾을 단서가 없다고 말하자, 왕관을 몰수하겠다고 위협했습니다.

# Quest/&Caer_Cyflen_Quest_Council04_03_WaitTheNightTitle
source: Take a Long Rest
ko: 긴 휴식 취하기

# Quest/&Caer_Cyflen_Quest_Council04_03_WaitTheNightDescription
source: The Council will reconvene tomorrow and tell you their decision. Wait for the next day and return to the Council Hall.
ko: 평위회는 내일 다시 모여 결정을 내릴 것입니다. 다음날까지 기다리고 평의회 전당으로 가십시오.

# Quest/&Caer_Cyflen_Quest_Council04_03_WaitTheNight_Outcome1Description
source: You slept at the Inn and nothing special happened.
ko: 여관에서 잤고 별일 없었습니다.

# Quest/&Caer_Cyflen_Quest_Council04_03_WaitTheNight_Outcome2Description
source: You slept at the residence, and you were attacked by Soraks!
ko: 거주지에서 자던 중 소락에게 공격당했습니다!

# Quest/&Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespellTitle
source: Talk to Heddlon Surespell
ko: 헤들론 슈어스펠과 대화

# Quest/&Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespellDescription
source: Captain Ironshell told you that your quarters at the residence were attacked by Soraks! Heddlon Surespell warned you, but how? Go find him and confront him.
ko: 소락이 거주지 내 당신의 구역을 공격했다고 아이언셸 대위가 말해주었습니다! 헤들론 슈어스펠이 경고했었는데, 그는 어떻게 알았을까요? 그를 찾아 맞서야 합니다.

# Quest/&Caer_Cyflen_Quest_Council04_04_TalkToHeddlonSurespell_AfterAttackTitle
source: Talk to Heddlon Surespell
ko: 헤들론 슈어스펠과 대화하기

source: Heddlon Surespell told you to avoid the residence; it is very suspicious. Go find him and confront him.
ko: 헤들론 슈어스펠은 거주지에 있지 말라고 말해주었습니다 - 정말 수상하군요. 그를 찾아 만나보십시오.

source: Surespell was elusive as always, simply pretending to have insights about a possible threat.
ko: 슈어스펠은 항상 그랬듯 의뭉스러웠고, 다가올 위협에 대한 통찰력이 있는 척을 했습니다.

# Quest/&Caer_Cyflen_Quest_Council04_03b_GoToCouncilTitle
source: No Way Back!
ko: 돌아갈 길은 없다!

# Quest/&Caer_Cyflen_Quest_Council04_03b_GoToCouncilDescription
source: Go to the Council to learn about their decision.
ko: 평의회로 가서 결정을 들으십시오.

# Quest/&Caer_Cyflen_Quest_Council04_03b_GoToCouncil_Outcome1Description
source: Before you were able to exit the Gravekeep's Cask, Captain Ironshell caught you and told you about an attack on your quarters at the residence!
ko: 묘지기의 술통을 나서기 전에, 아이언셸 대위가 거주지의 저택에서 습격이 있었다고 말해주었습니다!

# Quest/&Caer_Cyflen_Quest_Council04_05_ReturnToTheCouncil_Outcome1Description
source: You returned to the Legacy Council and heard its verdict. Alas, they took the Crown of the Magister off of you, to secure it in the Temple of Einar.
ko: 유산 평의회로 가서 평결을 들었습니다. 이런, 마지스터의 왕관을 에이나르의 신전에 보관하게 반납하라는군요.

# Quest/&Caer_Cyflen_Quest_Council04_06_CheckEarcornTitle
source: The Dark Cult
ko: 암흑의 광신도

# Quest/&Caer_Cyflen_Quest_Council04_06_CheckEarcornDescription
source: Talk to Halman
ko: 할만과 대화

# Quest/&Caer_Cyflen_Quest_Council04_06_CheckEarcorn_Outcome1Description
source: Halman Summer told you about a possible Coven of Arivad in a nearby village. Considering the recent actions of the Soraks, it may be an outpost for their operations in the capital city.
ko: 할만 서머가 근처 마을에서 아리바드 집회가 벌어질 수 있다고 알려주었습니다. 최근 소락의 행보를 보면, 그 마을이 수도에서 작전을 벌이기 위한 전초기지일 수도 있습니다.

# Quest/&Caer_Cyflen_Quest_Council04_06_CheckEarcorn_Outcome2Description
source: Halman Summer told you about a possible Coven of Arivad in a nearby village. Considering the recent actions of the Soraks, it may be an outpost for their operations in the capital city.
ko: 할만 서머가 근처 마을에서 아리바드 집회가 벌어질 수 있다고 알려주었습니다. 최근 소락의 행보를 보면, 그 마을이 수도에서 작전을 벌이기 위한 전초기지일 수도 있습니다.

# Quest/&Caer_Cyflen_Quest_Council04_07_EarcornTitle
source: Go to Earcorn
ko: 이어콘으로 가기

# Quest/&Caer_Cyflen_Quest_Council04_07_EarcornDescription
source: Take the road again and go to Earcorn
ko: 길을 따라 이어콘으로 가기

# Quest/&Caer_Cyflen_Quest_Council04_07_Earcorn_Outcome1Description
source: You arrived in Earcorn, a little farming village that looks pretty mundane.
ko: 꽤 평범해 보이는 작은 농촌 마을, 이어콘에 도착했습니다.

# Quest/&Caer_Cyflen_Quest_Council04_08_TracksTitle
source: Search Earcorn
ko: 이어콘 수색

# Quest/&Caer_Cyflen_Quest_Council04_08_TracksDescription
source: Search for clues about possible cultist activity.
ko: 광신도 활동 가능성에 대한 단서를 수색하십시오.

# Quest/&Caer_Cyflen_Quest_Council04_08_Tracks_Outcome1Description
source: You found suspicious tracks in the village… and their owners!
ko: 마을에서 수상한 흔적을 찾았습니다... 흔적의 주인까지도!

# Quest/&Caer_Cyflen_Quest_Council04_09_FightSoraksTitle
source: Fight the Soraks!
ko: 소락과 전투!

# Quest/&Caer_Cyflen_Quest_Council04_09_FightSoraksDescription
source: The place is indeed full of Arivad cultists and Soraks - stay alive!
ko: 정말로 아리바드 광신도와 소락으로 가득차 있었습니다 - 살아남으십시오!

# Quest/&Caer_Cyflen_Quest_Council04_09_FightSoraks_Outcome1Description
source: You were attacked by cultists and Soraks. They were expecting you; this really felt like a trap!
ko: 소락과 광신도에게 공격받았습니다. 저들은 당신을 기다리고 있었습니다. 완전 함정이었군요!

# Quest/&Caer_Cyflen_Quest_Council04_10_ReturnToCyflenTitle
source: Return to Caer Cyflen
ko: 케어 키플렌으로 돌아가기

# Quest/&Caer_Cyflen_Quest_Council04_10_ReturnToCyflenDescription
source: Quickly return to the capital and find Halman Summer. Though, if he's responsible for this setup, he's probably already long gone.
ko: 서둘러 수도로 가서 할만 서머를 찾으십시오. 허나 그가 이 함정을 꾸몄다면, 그는 이미 오래전에 떠났을 겁니다.

# Quest/&Caer_Cyflen_Quest_Council04_10_ReturnToCyflen_Outcome1Description
source: You returned to the city, only to find it in turmoil!
ko: 도착했지만, 오직 혼란뿐입니다!

# Quest/&Caer_Cyflen_Quest_Council04_11_FindHalmanTitle
source: Find Halman Summer
ko: 할만 서머 찾기

# Quest/&Caer_Cyflen_Quest_Council04_11_FindHalmanDescription
source: Caer Cyflen is full of soldiers! Something happened while you were away at Earcorn. You still have to know if Halman Summer is a traitor. Search the city for information.
ko: 케어 키플렌은 병사들로 가득차 있습니다! 이어콘에 내려가 있던 동안 무슨 일이 일어났나 보군요. 하지만 할만 서머가 배신자가 맞는지 알아야 합니다. 도시를 뒤져 정보를 찾으십시오.

# Quest/&Caer_Cyflen_Quest_Council04_11_FindHalman_Outcome1Description
source: You did not find Halman Summer but encountered Heddlon Surespell who told you to ask Carran about the situation.
ko: 할만 서머는 찾지 못했지만 헤들론 슈어스펠을 만났고, 캐런에게 지금 상황을 물어보라 합니다.

# Quest/&Caer_Cyflen_Quest_Council04_12_FindCarranTitle
source: Go to the Council Hall
ko: 평의회 전당으로 가기

# Quest/&Caer_Cyflen_Quest_Council04_12_FindCarranDescription
source: Go to the Legacy Council Hall and find Carran.
ko: 유산 평의회 전당으로 가서 캐런을 찾으십시오.

# Quest/&Caer_Cyflen_Quest_Council04_12_FindCarran_Outcome1Description
source: Carran told you that Halman Summer had a house in town.
ko: 캐런이 알려주길, 할만 서머는 마을에 저택을 가지고 있다 합니다.

# Quest/&Caer_Cyflen_Quest_Council04_13_SearchHalmansHouseTitle
source: Search Halman's House
ko: 할만의 저택 수색

# Quest/&Caer_Cyflen_Quest_Council04_13_SearchHalmansHouseDescription
source: Go to Halman's family house near the Circle of Danantar's HQ and search it.
ko: 다난타르 서클 본부 근처 할만 가문의 저택을 수색하십시오.

# Quest/&Caer_Cyflen_Quest_Council04_13_SearchHalmansHouse_Outcome1Description
source: You found Halman Summer's house and his dark secrets: he was indeed a traitor and a cultist of Arivad!
ko: 할만 서머의 저택과 감춰진 비밀을 알아냈습니다. 그는 정말로 아리바드 광신도이자 배신자였습니다!

# Quest/&Caer_Cyflen_Quest_Council03_05_FourGemsTitle
source: Find the Next Gem
ko: 다음 보석 찾기

# Quest/&Caer_Cyflen_Quest_Council03_05_FourGemsDescription
source: You have found the fourth gem of the Crown. Continue the quest.
ko: 왕관의 네 번째 보석을 찾았습니다. 퀘스트를 계속하십시오.

# Quest/&Caer_Cyflen_Quest_Council03_05_FourGems_Outcome1Description
source: You found the fifth gem of the Crown!
ko: 왕관의 다섯 번째 보석을 찾았습니다!

# Quest/&Caer_Cyflen_Quest_Council04_14_TellCarranTitle
source: Bring the Documents to Carran
ko: 캐런에게 문서 가져가기

# Quest/&Caer_Cyflen_Quest_Council04_14_TellCarranDescription
source: Tell Carran what you found out about Halman Summer. The Council must act immediately!
ko: 할만 서머에 대해 알아낸 것을 캐런에게 이야기 하십시오. 평의회는 즉시 행동해야만 합니다!

# Quest/&Caer_Cyflen_Quest_Council04_14_TellCarran_Outcome1Description
source: Talking to Carran, you realized the poisoning of the Tower of Knowledge delegation was a plot to infiltrate the Temple of Einar!
ko: 캐런과 대화하면서, 지식의 탑 대표단 독살은 에이나르 신전에 잠입하려는 음모라는 걸 깨달았습니다!

# Quest/&Caer_Cyflen_Quest_Council04_15_GoToTempleTitle
source: Rush to the Temple
ko: 신전으로 달려가기

# Quest/&Caer_Cyflen_Quest_Council04_15_GoToTempleDescription
source: Rush to the temple and find what's going on.
ko: 신전으로 달려가 무슨 일이 일어나는지 알아보십시오.

# Quest/&Caer_Cyflen_Quest_Council04_15_GoToTemple_Outcome1Description
source: You ran to the Temple of Einar and found Beric Sunblaze.
ko: 에이나르 신전으로 달려가 베릭 선블레이즈를 찾았습니다.

# Quest/&Caer_Cyflen_Quest_Council04_16_CheckCrownTitle
source: Talk to Marshal Sunblaze
ko: 선블레이즈 원수와 대화

# Quest/&Caer_Cyflen_Quest_Council04_16_CheckCrownDescription
source: Ask Marshal Sunblaze what's going on.
ko: 선블레이즈 원수에게 무슨 일인지 물어보십시오.

# Quest/&Caer_Cyflen_Quest_Council04_16_CheckCrown_Outcome1Description
source: Marshal Sunblaze told you that the Tower of Knowledge people were in the main dispensary.
ko: 선블레이즈 원수가 지식의 탑 사람들은 주 진료실에 있다고 말했습니다.

# Quest/&Caer_Cyflen_Quest_Council04_17_FightTitle
source: Fight the Infiltrators!
ko: 침입자와의 전투!

# Quest/&Caer_Cyflen_Quest_Council04_17_FightDescription
source: As you expected, the people from the Tower of Knowledge are working with the Soraks! Even Morden Kyre, the highly discreet assistant, is one of them!
ko: 예상대로, 지식의 탑 사람들은 소락과 함께하고 있었습니다! 매우 사려 깊던 조수, 모르덴 키레 또한 한패였습니다!

# Quest/&Caer_Cyflen_Quest_Council04_17_Fight_Outcome1Description
source: You got rid of the infiltrators, including Morden Kyre, the highly discreet Assistant to Dean Faisech.
ko: 페이세크 학장의 사려깊은 조수인 모르덴 키레를 포함하여, 침입자들을 제거했습니다.

# Quest/&Caer_Cyflen_Quest_Council04_18_FindTheCrownTitle
source: Find the Crown!
ko: 왕관을 찾으십시오!

# Quest/&Caer_Cyflen_Quest_Council04_18_FindTheCrownDescription
source: The infiltrators are in the temple! Find the Crown before them!
ko: 침입자들이 신전에 있습니다! 그들보다 먼저 왕관을 찾아야 합니다!

# Quest/&Caer_Cyflen_Quest_Council04_18_FindTheCrown_Outcome1Description
source: You found out that the infiltrators had already stolen the Crown of the Magister and escaped through a hidden secret passage in the safe room!
ko: 침입자들이 이미 마지스터의 왕관을 훔쳐 금고실의 비밀 통로를 통해 빠져나갔다는 걸 알게 되었습니다!

# Quest/&Caer_Cyflen_Quest_Council04_19_FightInfiltratorsTitle
source: Stop the Infiltrators
ko: 침입자 막기

# Quest/&Caer_Cyflen_Quest_Council04_19_FightInfiltratorsDescription
source: You found the infiltrators! They're trying to get away with the Crown through the Major Gate! Stop them at all costs!
ko: 침입자들을 찾았습니다! 놈들은 주 관문을 통해 왕관을 가져가려 합니다! 무슨 수를 써서라도 막으십시오!

# Quest/&Caer_Cyflen_Quest_Council04_19_FightInfiltrators_Outcome1Description
source: You weren't able to stop the infiltrators in time! They got away with the Crown!
ko: 침입자들을 막지 못했습니다! 놈들이 왕관을 들고 달아났습니다!

# Quest/&Caer_Cyflen_Quest_Council04_20_TakeLongRestTitle
source: Take a Long Rest
ko: 긴 휴식 취하기

# Quest/&Caer_Cyflen_Quest_Council04_20_TakeLongRestDescription
source: You made an incredible discovery. Princess Ceiwad Silverflower is a dragon in disguise! Just like the masters of the Manacalon Arcaneum, she's hiding her powers by taking the form of an elf. She helped you kill the remaining infiltrators and has tasked you with stopping the Soraks' plans. Take a long rest in the time stasis bubble, and use the Major Gate to enter the Aer Elai, the heart of the Badlands, and reach the Rift's location to prevent a second Cataclysm.
ko: 놀라운 발견을 해냈습니다. 카이워드 실버플라워 공주는 사실 변장하고 있는 용입니다! 마나칼론 아케니움의 마스터들처럼, 엘프의 모습으로 힘을 숨기고 있던 겁니다. 공주는 당신을 도와 남은 침입자들을 무찔렀고 소락의 계획을 저지하는 임무를 맡겼습니다. 시간정지막에서 긴 휴식을 취하고 주 관문을 통해 황무지 중심부인 에어 엘라이로 가서, 두 번째 대격변을 막기 위해 균열로 향하십시오.

# Quest/&Caer_Cyflen_Quest_Council04_20_TakeLongRest_Outcome1Description
source: You took a long rest and are ready to dive into the heart of the Badlands.
ko: 긴 휴식을 취했고 황무지의 중심부로 뛰어들 준비가 됐습니다.

# Quest/&Caer_Cyflen_Quest_Council04_21_UseTheMajorGateTitle
source: Use the Major Gate
ko: 주 관문 사용하기

# Quest/&Caer_Cyflen_Quest_Council04_21_UseTheMajorGateDescription
source: This is it. The Major Gate will take you to the point of no return: the Aer Elai. Once there, you cannot go back, and you'll have to stop the Soraks.
ko: 다 왔습니다. 주 관문은 돌아올 수 없는 곳, 에어 엘라이로 보내 줄 것입니다. 한 번 가면 돌아올 수 없고, 당신은 소락을 막아야만 할 것입니다.

# Quest/&Caer_Cyflen_Quest_Council04_21_UseTheMajorGate_Outcome1Description
source: You took the Major Gate and teleported into the Aer Elai.
ko: 주 관문을 통해 에어 엘라이로 순간이동했습니다.

# Quest/&PickupQuest_HickoryCorner_01_TITLE
source: Find the Imperial Outpost
ko: 제국 전초기지 찾기

# Quest/&PickupQuest_HickoryCorner_01_DESCRIPTION
source: In the Cradle of Fire, you saw an ancient map of the Manacalon Empire, showing the place that is now known as Hickory Corner Wood. There was a military building there. Find out if any archeological treasure remains and bring it back for the Tower of Knowledge to study. Reward: a pair of Gloves of Missile Snaring. Recommended level: 8
ko: 불의 요람에서, 마나칼론 제국의 고대 지도를 보고 히코리 숲이라 알려진 곳에 군사 건물이 있었던 걸 알아냈습니다. 고고학적 보물이 남아 있는지 찾아내서 지식의 탑이 연구할 수 있게 가져오십시오. 보상: 투사체 덫의 장갑. 권장 레벨: 8

# Quest/&PickupQuest_HickoryCorner_01_OUTCOME
source: You found an Imperial Aquila and brought it back.
ko: 황실 독수리상을 찾아내 가져왔습니다.

# Quest/&PickupQuest_HickoryCorner_Title
source: Hickory Corner Wood
ko: 히코리 숲

# Quest/&PickupQuest_Bitterroot_00_Title
source: Bitterroot's Treasure Map
ko: 비터루트의 보물 지도

# Quest/&PickupQuest_Bitterroot_00_Quest_Title
source: Find the Silent Whisper Base
ko: 고요한 속삭임 기지 찾기

# Quest/&PickupQuest_Bitterroot_00_Quest_Description
source: Bitterroot gave you this map and told you the Arcaneum wanted the place to be explored as it used to be a Silent Whisper base. It's now up to you to search this area. Return any archeological items that might be of interest to the Arcaneum. You don't know how they'd reward you exactly, but it would definitely improve your relationship. Recommended level: 6
ko: 비터루트는 지도를 건네주며 이 곳이 고요한 속삭임의 기지로 쓰였던 곳이기 때문에 확인해보기를 아케니움이 원한다고 전해줬습니다. 아케니움의 흥미를 끌만 할 고고학적 물건을 가져오십시오. 어떤 보상을 줄지는 정확히 모르지만, 관계는 확실히 좋아질 것입니다. 권장 레벨: 6

# Quest/&Caer_Cyflen_Merton2_Quest_MainTitle
source: The First Scavenger
ko: 최초의 스캐빈저

# Quest/&Caer_Cyflen_Merton_Quest_TalkToMertonTitle
source: Talk to Arwin Merton
ko: 아르윈 머튼과 대화하기

# Quest/&Caer_Cyflen_Merton_Quest_TalkToMertonDescription
source: Ask Merton where he got his reputation.
ko: 머튼에게 어떻게 명성을 얻었는지 물어보십시오.

# Quest/&Caer_Cyflen_Merton_Quest_TalkToMerton_Outcome1Description
source: You talked to Arwin Merton and he admitted to having been one of the first scavengers, but he sounded bitter and paranoid. There's probably not much to expect from him.
ko: 아르윈 머튼이 자신이 최초의 스캐빈저 중 하나였다고 인정했지만, 뭔가 씁쓸하고 망상적인 이야기로 들렸습니다. 그에게 큰 기대는 하지 않는게 좋을 것 같습니다.

# Quest/&Caer_Cyflen_Merton_Quest_TalkToMerton_Outcome2Description
source: You did not talk to Arwin Merton about his reputation.
ko: 아르윈 머튼의 명성에 대해 얘기를 나누지 않았습니다.

# Quest/&KillRazan_Title
source: Shadow of the Defiler
ko: 모독자의 그림자

# Quest/&Secondary_KillRazan_Quest_01_Find_DefilerTitle
source: Find Razan and destroy him!
ko: 라잔을 찾아 무찌르십시오!

# Quest/&Secondary_KillRazan_Quest_01_Find_DefilerDescription
source: Adrasteia asked you to find the defiler who nests nearby her tower. Return to the ruins outside the Fortress of the Shield, find the tomb where Razan placed the remains of his family to lure him, and put an end to his existence.
ko: 아드라스테이아는 탑 주위에 둥지를 튼 모독자를 찾아달라고 부탁했습니다. 방패의 요새 밖의 폐허로 돌아가, 라잔 가문이 안치된 무덤을 찾아 그를 꾀어내고, 그의 존재 자체를 끝장내십시오.

# Quest/&Secondary_KillRazan_Quest_01_Find_Defiler_Outcome1Description
source: You kept your promise to Adrasteia and destroyed Razan.
ko: 라잔을 무찔러 아드라스테이아와의 약속을 지켰습니다.

# Quest/&CheckTomb_Description
source: This tomb seems out of place, like it was brought here after the Cataclysm.
ko: 이 무덤은 마치 대격변 이후에 이 곳으로 이전된 것만 같은 위화감을 자아냅니다.

# Quest/&PickupQuest_LavaForest_01_Title
source: Search the Lava Forest
ko: 용암 숲 찾기

# Quest/&PickupQuest_LavaForest_01_Description
source: The lava forest you describe deep in the Badlands might be located on the frontline of the First Expansion era of the Manacalon Empire. You might be able to find remnants of pre-Imperial dwarven culture somewhere. Return there and search any ruins of buildings, and bring back anything tied to this era. Client: Antiquarians. Reward: A gem worth 500 gp and a Dagger +2. Recommended level: 8
ko: 황무지 깊은 곳에 자리 잡은 용암 숲은 마나칼론 제국의 1차 확장 시대의 최전선에 있을 겁니다. 제국 이전 시대 드워프 문화의 잔재를 찾을지 모릅니다. 폐허를 뒤져서 그 시대에 관련된 건 무엇이든 가져오십시오. 의뢰인: 고고학자. 보상: 500골드 상당의 보석과 +2 단검. 권장 레벨: 8

# Quest/&PickupQuest_LavaForest_01_Outcome
source: You found a mysterious warhammer that seems to predate the Imperial Expansion.
ko: 제국 확장 시대 이전 것으로 보이는 신비한 워해머를 찾았습니다.

# Quest/&PickupQuest_LavaForest_00_Title
source: Wartime Treasure
ko: 전쟁시대 보물

# Quest/&Quest_Background_Spy_Optional_Killtraitors_Outcome1Description
source: You have eliminated Daliat's enemies! Find him in Lane Ends.
ko: 달리앗의 적을 제거했습니다! 도로 끝으로 가서 그를 찾으십시오.

# Quest/&Conjuration_Quest_Arena_00b_Start2ndRoundTitle
source: Get Ready for the Next Battle
ko: 다음 전투 준비

# Quest/&Conjuration_Quest_Arena_00b_Start2ndRoundDescription
source: It looks like you have no choice but to activate the column again. More of these monsters will probably spawn out of nowhere.
ko: 어쩔 수 없이 기둥을 다시 활성화시켜야 할 것 같습니다. 어디든 간에 이 괴물들보다 더 많이 생기진 않을 겁니다.

# Quest/&Conjuration_Quest_Arena_00b_Start2ndRound_Outcome1Description
source: This battle was tougher than the previous ones! When will it stop?
ko: 이번 전투는 아까 것보다 더 치열했습니다! 대체 언제 끝날까요?

# Quest/&Conjuration_Quest_Arena_01b_Start3rdRoundTitle
source: Get Ready for the Next Battle
ko: 다음 전투 준비

# Quest/&Conjuration_Quest_Arena_01b_Start3rdRoundDescription
source: Things are getting worse every time, but now you seem to have a way out. You could also continue fighting.
ko: 상황이 계속 악화되고 있지만, 탈출구를 찾은 것 같습니다. 아니면 계속 싸울 수도 있고요.

# Quest/&Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRoundTitle
source: Leave the Arena
ko: 투기장 떠나기

# Quest/&Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRoundDescription
source: You have done enough to get away from this place. Find the gem!
ko: 여기서 빠져나갈 만큼 충분히 싸웠습니다. 보석을 찾으러 떠납시다!

# Quest/&Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRound_Outcome1Description
source: You finally exited this insane battle arena.
ko: 마침내 이 정신나간 투기장을 빠져나왔습니다.

# Quest/&Tutorial_04_Quest_Stealth_EnterSecondCourtyardDescription
source: You're almost there. According to Liam, there is an access point in the next courtyard if you can cross the fountain and pass the quartermaster.
ko: 거의 다 왔습니다. 리암에 의하면 보급관이 있는 분수대를 지나서 나오는 다음 안뜰에 진입로가 있습니다.

# Quest/&Tutorial_04_Quest_Stealth_EnterSecondCourtyard_Outcome1Description
source: You have entered the final courtyard and gained access to the window near the treasure room.
ko: 당신은 마지막 안뜰에 들어왔고 보물 방 근처의 창문에 접근할 수 있었습니다.

# Quest/&Quest_Background_Spy_Optional_GoToTavernDaliat_Title
source: Meet Daliat in Lane Ends
ko: 도로 끝에서 달리앗 만나기

# Quest/&DLC1_Quest_Backup_PLAN_B
source: A Way Out
ko: 나가는 법

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_01_Title
source: Meet with Marin Ving
ko: 마린 빙 만나기

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_01_Description
source: Marin Ving has let you know he wants to speak to you about a possible way out of the valley. Meet him in the city.
ko: 마린 빙은 여러분에게 계곡에서 나가는 가능한 방법을 말하고 싶다고 했습니다. 도시에서 그를 만납시다.

# Quest/&DLC1_Quest_Backup_PLAN_B_STEP_01__Outcome1Description
source: You have spoken to Marin Ving.
ko: 마린 빙에게 말을 걸었습니다.
