Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03C_Description
source: Talk with Orenetis and try to convince him to reunite with Sitenero.
ko: 오레네티스와 대화해 그가 시테네로와 결합하도록 설득하세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03C__Outcome1Description
source: You convinced Orenetis! He and Sitenero are one again!
ko: 오레네티스를 설득했습니다! 그와 시테네로가 다시 하나가 됐습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03C__Outcome2Description
source: You failed to convince Orenetis. Now your only option is to fight!
ko: 오레네티스 설득에 실패했습니다. 이제 남은 선택지는 전투뿐입니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03C__Outcome3Description
source: You killed Orenetis!
ko: 오레네티스를 죽였습니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_04_Title
source: Search Orenetis' Belongings
ko: 오레네티스의 소지품 수색하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_04_Description
source: Orenetis is dead. Look around for anything that could help you get out of this doomed valley.
ko: 오레네티스가 사망했습니다. 이 망할 계곡에서 나가게 해줄 방법을 뭐라도 찾아봅시다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_04__Outcome1Description
source: You found a scepter of redeemer control. This should let you make it through the nest and get back to the Principality!
ko: 구원자 제어의 왕홀을 찾았습니다. 이거라면 둥지를 지나 공국으로 돌아갈 수 있을 겁니다!

# Quest/&DLC1_Quest_Backup_PLAN_C_STEP_01__Outcome3Description
source: You already found a magical scepter that controls the redeemers. Now it's time to leave this valley!
ko: 당신은 이미 구원자를 제어하는 마법 왕홀을 찾았습니다. 이제 이 계곡을 떠날 시간입니다!

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03B__Outcome3Description
source: Quest failed! Sitenero is dead!
ko: 퀘스트 실패! 시테네로가 사망했습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_09_Step_02Description02
source: Reach the palace with Sitenero. While you were returning from the complex, Reya and the others spread rumors to cover for you. Dominion troops should not attack you.
ko: 시테네로와 궁으로 도달하십시오. 당신이 연구단지에서 돌아오는 동안, 레야와 다른 이들이 당신을 도울 소문을 퍼트렸습니다. 자치령 부대는 당신을 공격하지 않을 겁니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_07_Outcome2Description
source: After Sitenero died, you found the lifeless body of Orenetis in his palace.
ko: 시테네로가 죽은 뒤, 당신은 궁에서 생명 없는 오레네티스의 몸을 발견했습니다.

# Quest/&DLC1_Secondary_Quest_City_People_00C
source: Quest failed! The prisoners are dead!
ko: 퀘스트 실패! 수감자들이 사망했습니다!

# Quest/&DLC1_Secondary_Quest_City_People_00D
source: Quest failed! Sitenero is dead!
ko: 퀘스트 실패! 시테네로가 사망했습니다!

# Quest/&DLC1_Secondary_Quest_City_People_00E
source: Quest failed! Sitenero is gone!
ko: 퀘스트 실패! 시테네로가 떠났습니다!

# Quest/&Wanderer_BGQuest_MainTitle
source: A History of Violence
ko: 폭력의 역사

# Quest/&Quest_Background_Wanderer_Quest_Cancel
source: You couldn't help Auroc and left the mine to pursue your own quest.
ko: 오로크를 돕지 못하고, 당신 본연의 목적을 수행하기 위해 광산을 떠났습니다.

# Quest/&Wanderer_BGQuest_Quest_01_Meet_NPCTitle
source: Meet with Auroc
ko: 오로크 만나기

# Quest/&Wanderer_BGQuest_Quest_01_Meet_NPCDescription
source: You received word that an old acquaintance, Auroc, is in Coparann and wants to talk to you.
ko: 오랜 지인인, 오로크가 코파란에서 한 번 만나고 싶다는 연락을 받았습니다.

# Quest/&Wanderer_BGQuest_Quest_01_Meet_NPC_Outcome1Description
source: You met with Auroc.
ko: 오로크를 만났습니다.

# Quest/&Quest_Background_Wanderer_Quest_02_EnterMineTitle
source: Enter the Mine
ko: 광산 들어가기

# Quest/&Quest_Background_Wanderer_Quest_02_EnterMineDescription
source: Gather your party at the mine entrance.
ko: 광산 입구에서 파티를 모으세요.

# Quest/&Quest_Background_Wanderer_Quest_02_EnterMine_Outcome1Description
source: You entered the mine.
ko: 광산에 들어갔습니다.

# Quest/&Quest_Background_Wanderer_Quest_03_ExploreTheMinesTitle
source: Explore the Mines
ko: 광산 탐사하기

# Quest/&Quest_Background_Wanderer_Quest_03_ExploreTheMinesDescription
source: The bandits are hiding somewhere in the mines. Find their hideout.
ko: 광산 내에 강도들이 숨어 있습니다. 그들의 아지트를 찾으세요.

# Quest/&Quest_Background_Wanderer_Quest_03_ExploreTheMines_Outcome1Description
source: You found an old tomb in the mines. The hideout should be nearby.
ko: 광산 안에서 오래 된 무덤을 찾았습니다. 아지트가 근처에 있는 게 틀림없습니다.

# Quest/&Quest_Background_Wanderer_Quest_04_FindLeverTitle
source: Find the Switcher Lever
ko: 스위치 레버 찾기

# Quest/&Quest_Background_Wanderer_Quest_04_FindLeverDescription
source: The path to the North is blocked by a locked door, and clearly it should be possible to push a heavy cart into it to force it open, but you may have to activate a rail switcher first. But it has no lever.
ko: 북쪽으로 가는 길은 잠긴 문으로 막혀, 힘을 써서 무거운 수레로 밀어버려야 할 것 같지만, 선로 분기기를 먼저 작동해야 할 것 같습니다. 그런데 레버가 보이지 않는군요.

# Quest/&Quest_Background_Wanderer_Quest_04_FindLever_Outcome1Description
source: You found the rail switcher's lever. Now find a way to break the door open.
ko: 선로 분기기의 레버를 찾았습니다. 이제 문을 부술 방법을 찾으세요.

# Quest/&Quest_Background_Wanderer_Quest_06_LaunchChariotAndOpenDoorTitle
source: Launch the Cart
ko: 수레 발진시키기

# Quest/&Quest_Background_Wanderer_Quest_06_LaunchChariotAndOpenDoorDescription
source: Set the switcher correctly and launch the cart through the door. If you send the cart the wrong way, follow the tracks and bring it back.
ko: 선로를 정확히 설정하고 수레를 쏘아보내세요. 잘못된 길로 보냈다면, 길을 따라가 도로 가져오십시오.

source: You finally opened the door and gained access deeper into the mines.
ko: 마침내 문을 열고 더 깊은 갱도로 들어갈 수 있게 됐습니다.

# Quest/&Quest_Background_Wanderer_Quest_06b_OpenDoorTitle
source: Explore Beyond the Door
ko: 문 너머 탐사하기

# Quest/&Quest_Background_Wanderer_Quest_06b_OpenDoorDescription
source: Search for the bandits.
ko: 강도 찾기.

# Quest/&Quest_Background_Wanderer_Quest_06b_OpenDoor_Outcome1Description
source: You found the entrance to the necropolis.
ko: 공동묘지로 통하는 입구를 찾았습니다.

# Quest/&Quest_Background_Wanderer_Quest_06_FindKeyTitle
source: Find the Key
ko: 열쇠 찾기

# Quest/&Quest_Background_Wanderer_Quest_06_FindKeyDescription
source: Find the key that opens the door to the necropolis. It might be on one of the undead creatures you fought.
ko: 공동묘지 문을 열 열쇠를 찾으세요. 아마 당신이 싸운 언데드 크리쳐들 중 하나에게 있을 겁니다.

# Quest/&Quest_Background_Wanderer_Quest_06_FindKey_Outcome1Description
source: The fallen undead has the key to the necropolis!
ko: 쓰러진 언데드가 공동묘지 열쇠를 갖고 있었습니다!

# Quest/&Quest_Background_Wanderer_Quest_07_FindTheBanditsTitle
source: Find the Bandits
ko: 강도떼 찾기

# Quest/&Quest_Background_Wanderer_Quest_07_FindTheBanditsDescription
source: The bandits you're looking for are trapped somewhere in this necropolis. Find them!
ko: 당신이 찾는 강도떼는 이 공동묘지 어딘가에 갇혀있을 겁니다. 색출하세요!

# Quest/&Quest_Background_Wanderer_Quest_07_FindTheBandits_Outcome1Description
source: This room seems to be a dead end.
ko: 이 방은 막다른 길 같습니다.

# Quest/&Quest_Background_Wanderer_Quest_07_FindTheBandits_Outcome2Description
source: You found a way out of the locked room.
ko: 잠긴 방의 출구를 찾았습니다.

# Quest/&Quest_Background_Wanderer_Quest_08_Fight_AurocTitle
source: Fight Auroc
ko: 오로크와 싸우기

# Quest/&Quest_Background_Wanderer_Quest_08_Fight_AurocDescription
source: Auroc lured you here to kill you! Defend yourselves!
ko: 오로크가 당신을 죽이기 위해 유인했던 거군요! 자기 목숨을 지킵시다!

# Quest/&Quest_Background_Wanderer_Quest_08_Fight_Auroc_Outcome1Description
source: You killed the bandits who ravaged your home - and Auroc, who turned out to be a traitor. Leave the mines and resume your mission for the Council.
ko: 당신의 집을 턴 강도들과 - 배신자였던 오로크를 죽였습니다. 광산을 떠나 평의회의 임무를 재개합시다.

# Quest/&Quest_Background_Wanderer_Quest_08b_Fight_Auroc_deadTitle
source: Kill the Bandits
ko: 강도떼 죽이기

# Quest/&Quest_Background_Wanderer_Quest_08b_Fight_Auroc_deadDescription
source: It is done. The bandits who ravaged your home are dead. Leave the mines and resume your mission for the Council.
ko: 끝났군요. 당신의 집을 턴 강도들은 죽었습니다. 광산을 떠나 평의회의 임무를 재개합시다.

# Quest/&Quest_Background_Wanderer_Quest_05_UseSwitcherTitle
source: Repair the Switcher
ko: 분기기 수리하기

# Quest/&Quest_Background_Wanderer_Quest_05_UseSwitcherDescription
source: You have the lever! Return to the switcher and fix it.
ko: 레버를 찾았습니다! 분기기로 가져가 고칩시다.

# Quest/&Quest_Background_Wanderer_Quest_05_UseSwitcher_Outcome1Description
source: The rail switcher is working again!
ko: 선로 분기기가 다시 작동합니다!

# Quest/&Quest_Background_Wanderer_Quest_07a_OpenNecroDoorTitle
source: Open the Necropolis Door
ko: 공동묘지 문 열기

# Quest/&Quest_Background_Wanderer_Quest_07a_OpenNecroDoorDescription
source: You have found a key that might unlock the door to the necropolis. Use it - and find those damn bandits!
ko: 공동묘지 문을 열 수 있어 보이는 열쇠를 찾았습니다. 이를 사용해 그 망할 강도떼들을 찾으세요!

# Quest/&Quest_Background_Wanderer_Quest_07a_OpenNecroDoor_Outcome1Description
source: You entered the necropolis!
ko: 공동묘지에 진입했습니다!

# Quest/&Quest_Background_Wanderer_Quest_13_FindBanditsTitle
source: Find the Bandits
ko: 강도떼 찾기

# Quest/&Quest_Background_Wanderer_Quest_13_FindBanditsDescription
source: They can't be far away now. Find the bandits and put an end to their crimes!
ko: 멀리 있지 않을 겁니다. 강도들을 찾고 놈들의 범죄 행각을 끝장내세요!

# Quest/&Quest_Background_Wanderer_Quest_13_FindBandits_Outcome1Description
source: You found and killed the bandits, but Auroc was not who you thought he was. He was with the bandits, and lured you to the mine to kill you!
ko: 강도들을 찾아 죽이는 데 성공했지만, 오로크는 당신이 생각하던 이가 아니었습니다. 그는 강도와 한 패였고, 당신을 죽이기 위해 광산으로 유인했군요!

# Quest/&Quest_Background_Wanderer_Quest_13_FindBandits_Outcome2Description
source: You killed the bandits, but Auroc was not here to witness it.
ko: 강도들을 죽였지만, 이를 목격했어야 할 오로크는 이곳에 없었습니다.

# Quest/&Quest_Background_Wanderer_Quest_12_SolvePuzzleTitle
source: Solve the Puzzle
ko: 퍼즐 풀기

# Quest/&Quest_Background_Wanderer_Quest_12_SolvePuzzleDescription
source: This room looks like a dead end, but there might be a way out. Look out for clues!
ko: 이 방은 막다른 길 같지만, 뭔가 방법이 있을 겁니다. 단서를 찾으세요!

# Quest/&Quest_Background_Wanderer_Quest_12_SolvePuzzle_Outcome1Description
source: You found a way out of the locked room.
ko: 잠긴 방의 출구를 찾았습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Mercenary_MainTitle
source: A Furry Task
ko: 털투성이 작업

# Quest/&DLC1_Quest_Marches_NPC2_Mercenary_ReturnPeltTitle
source: Talk to Krim
ko: 크림과 대화

# Quest/&DLC1_Quest_Marches_NPC2_Mercenary_ReturnPeltDescription
source: Krim has asked to talk to you upon your return from the grotto. Talk to him and see what he has to say.
ko: 동굴에서 돌아온 뒤 크림이 대화를 요청했습니다. 무슨 말을 하려는지 만나보십시오.

# Quest/&DLC1_Quest_Marches_NPC2_Mercenary_ReturnPelt_Outcome1Description
source: You did not talk to Krim.
ko: 크림과 대화하지 않았습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Mercenary_ReturnPelt_Outcome2Description
source: Krim was interested in the bear pelt you brought from the grotto, just a small business transaction.
ko: 크림은 동굴에서 가져온 곰 가죽에 관심있어 합니다. 그냥 사소한 사업 얘기군요.

# Quest/&DLC1_Quest_Marches_NPC1_Scribe
source: Archeology
ko: 고고학

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_01_FindAntiquesTitle
source: Find Antiques
ko: 골동품 찾기

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_01_FindAntiquesDescription
source: You spoke with Leyrin Catpaw, one of the search party members, who seems interested in antiquities. If you come across anything of interest, bring it back to her.
ko: 수색대의 일원이자, 골동품에 관심이 많아 보이는 레이린 캣포와 대화했습니다. 흥미로워 보인다면 어떤 것이든 그녀에게 가져다 주십시오.

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribeTitle
source: Return to Leyrin Catpaw
ko: 레이린 캣포에게 돌아가기

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribeDescription
source: You found what look like three Manacalon relics. There seems to be a connection between them, but further study is required. Take them to Leyrin Catpaw - she'll be happy to buy them.
ko: 마나칼론 유물로 보이는 물건 3개를 찾았습니다. 서로 연결되어 있는 것처럼 보이는데, 연구를 더 해봐야 합니다. 레이린 캣포에게 가져다주면 기꺼이 사 줄 것입니다.

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribe_Outcome1Description
source: You returned the relics to Leyrin Catpaw, and she was very happy.
ko: 유물들을 돌려주었고 레이린 캣포는 매우 행복해 보입니다.

# Quest/&DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribe_Outcome2Description
source: You never got the chance to bring Leyrin Catpaw anything to study.
ko: 레이린 캣포가 연구할만한 것을 가져올 기회가 없었습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Spy
source: Precious Paper
ko: 소중한 논문

# Quest/&DLC1_Quest_Marches
source: The Merchant Road
ko: 교역로

# Quest/&DLC1_Quest_Marches_01_Talk_To_GalarTitle
source: Speak with Galar
ko: 갈라르와 대화

# Quest/&DLC1_Quest_Marches_01_Talk_To_GalarDescription
source: A group of people just set up camp right beside you.
ko: 한 무리의 사람들이 바로 옆에 야영지를 차렸습니다.

# Quest/&DLC1_Quest_Marches_01_Talk_To_Galar_Outcome1Description
source: You asked Galar about the people who set camp nearby. He asked you to find out who they are and why they're here.
ko: 갈라르에게 옆 야영지 사람들에 대해 묻자, 그가 저들의 정체와 목적을 알아와 달라 부탁했습니다.

# Quest/&DLC1_Quest_Marches_02_Talk_To_NPC2Title
source: Talk to Lady Fairblade
ko: 페어블레이드와 대화

# Quest/&DLC1_Quest_Marches_02_Talk_To_NPC2Description
source: Lady Helia Fairblade is the leader of this little group. Talk to her and find out more about her mission.
ko: 헬리아 페어블레이드는 이 작은 무리의 대표입니다. 대화를 통해 무슨 일인지 알아보십시오.

# Quest/&DLC1_Quest_Marches_02_Talk_To_NPC2_Outcome1Description
source: You spoke to Lady Fairblade and learned that she is looking for a human named Marin Ving.
ko: 페어블레이드와 대화해 그녀가 마린 빙이라는 인간을 찾고 있다는 걸 알았습니다.

# Quest/&DLC1_Quest_Marches_03_Talk_To_NPC1Title
source: Talk to the Nobleman
ko: 귀족과 대화

# Quest/&DLC1_Quest_Marches_03_Talk_To_NPC1Description
source: Close to Lady Fairblade is a nervous-looking man dressed like a noble. See what he has to say.
ko: 페어블레이드 근처에 고급진 옷을 입고 긴장한 듯 보이는 사람이 있습니다. 얘기를 좀 해보죠.

# Quest/&DLC1_Quest_Marches_03_Talk_To_NPC1_Outcome1Description
source: You spoke with the nobleman.
ko: 귀족과 대화했습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBookTitle
source: Find Marin Ving's Documents
ko: 마린 빙의 문서 찾기

# Quest/&DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBookDescription
source: According to Helia Fairblade, Marin Ving was carrying valuable documents and the Council will pay to recover them. If you find anything, report to her.
ko: 헬리아 페어블레이드에 따르면, 마린 빙은 귀중한 문서를 운반했으며, 평의회는 그것을 되찾기 위해 돈을 낼 것입니다. 뭐든 찾으면 보고하십시오.

# Quest/&DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBook_Outcome1Description
source: You didn't bring Lady Fairblade any documents.
ko: 페어블레이드에게 문서를 가져다 주지 않았습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBook_Outcome2Description
source: You found a notebook in Ving's backpack.
ko: 빙의 배낭에서 공책을 찾았습니다.

# Quest/&DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBookTitle
source: Return the Notebook
ko: 문서 돌려주기

# Quest/&DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBookDescription
source: You found a notebook belonging to Marin Ving. Maybe that's what Lady Fairblade is looking for. Take it to her.
ko: 마린 빙의 문서를 찾았습니다. 페어블레이드가 찾고 있던 걸지도 모릅니다. 가져가십시오.

# Quest/&DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBook_Outcome2Description
source: You brought back a notebook belonging to Marin Ving. Not the documents Lady Fairblade had hoped for, but she still rewarded you.
ko: 마린 빙의 문서를 가져 왔습니다. 페어블레이드가 찾던 건 아니었지만, 어쨌든 보상은 받았습니다.

# Quest/&DLC1_Quest_Marches_04_ExploreTitle
source: Explore the Area
ko: 주변 탐색

# Quest/&DLC1_Quest_Marches_04_ExploreDescription
source: You agreed to help Lady Fairblade's search party look for Marin Ving. For now, her people are resting, but you can start exploring the surroundings. Report anything you find.
ko: 마린 빙을 찾기 위한 페어블레이드의 수색대를 돕기로 했습니다. 그들은 지금은 쉬고 있으나, 당신은 주변 탐색을 시작 수 있습니다. 무언가 찾으면 보고하세요.

# Quest/&DLC1_Quest_Marches_04_Explore_Outcome1Description
source: You went to explore further down the mountainside and discovered a grotto, where you found an abandoned camp and a backpack - it belonged to Marin Ving!
ko: 좀 더 탐색해보며 산비탈의 동굴까지 들어갔고 버려진 캠프와 배낭을 발견했습니다. 그것은 마린 빙의 것이었습니다!

# Quest/&DLC1_Quest_Marches_05_FoundBag_Now_ReportDescription
source: You have proof that Marin Ving was in the nearby grotto. Report to the search party's leader.
ko: 마린 빙이 동굴 근처에 있다는 증거를 얻었습니다. 수색대의 지도자에게 보고하십시오.

# Quest/&DLC1_Quest_Marches_05_FoundBag_Now_ReportTitle
source: Report Your Findings
ko: 조사 결과 보고

# Quest/&DLC1_Quest_Marches_05_FoundBag_Now_Report_Outcome1Description
source: You reported your findings. Helia Fairblade was happy and advised you to rest before resuming the search.
ko: 조사 결과를 보고했습니다. 헬리아 페어블레이드는 기뻐하며 수색 개시 전 휴식을 취하라고 조언했습니다.

# Quest/&DLC1_Quest_Marches_06_LevelUpTitle
source: Level Up
ko: 레벨 업

# Quest/&DLC1_Quest_Marches_06_LevelUpDescription
source: Take a Long Rest at the Campfire and Level Up.
ko: 모닥불을 이용하여 긴 휴식을 취하고 레벨을 올리세요.

# Quest/&DLC1_Quest_Marches_06_LevelUp_Outcome1Description
source: You are rested and ready to search the grotto again.
ko: 당신은 충분한 휴식을 취했고 다시 동굴을 탐색할 준비가 되었습니다.

# Quest/&DLC1_Quest_Marches_07_ExploreBeyondTitle
source: Careful Exploration
ko: 조심스럽게 탐험하기

# Quest/&DLC1_Quest_Marches_07_ExploreBeyondDescription
source: Return to the grotto and find out what happened to Marin Ving. Hire some of Lady Fairblade's people, if needed. Use cautious mode to make hidden objects easier to spot.
ko: 동굴로 돌아가 마린 빙에게 무슨 일이 일어났는지 알아내십시오. 필요하다면 페어블레이드 쪽 사람을 고용할 수 있습니다. 숨겨진 것을 더 잘 찾아보려면 경계 모드를 사용하십시오.

# Quest/&DLC1_Quest_Marches_07_ExploreBeyond_Outcome1Description
source: You found a hidden passage in the cave wall. Ving probably used this to escape from the bear.
ko: 동굴 벽에서 숨겨진 통로를 찾았습니다. 아마도 빙은 곰에게서 탈출하기 위해 이 통로를 사용했을 것입니다.

# Quest/&DLC1_Quest_Marches_08_EnteredNestTitle
source: Follow the Tracks
ko: 흔적 따라가기

# Quest/&DLC1_Quest_Marches_08_EnteredNestDescription
source: There's no doubt Ving went this way. Follow the tracks until you find him.
ko: 빙은 틀림없이 이쪽으로 갔을 겁니다. 그를 찾을 때까지 흔적을 따라가세요.

# Quest/&DLC1_Quest_Marches_08_EnteredNest_Outcome1Description
source: You found a door to what seems to be a Manacalon ruin, but your way back is cut off. How did Ving make it through here? You have no idea.
ko: 마나칼론 유적으로 보이는 문을 찾았지만 퇴로는 막혔습니다. 빙은 여길 어떻게 통과했죠? 알 수가 없군요.

# Quest/&DLC1_Quest_Marches_09_FindAnExitTitle
source: Escape the Nest
ko: 둥지 탈출하기

# Quest/&DLC1_Quest_Marches_09_FindAnExitDescription
source: This place has been overrun by redeemers, legendary insects of dreadful power. If you don't want to end up as fodder for their queen, you'd better find a way out.
ko: 어찌 된 일인지 무시무시한 힘을 지닌 전설적인 곤충, 구원자에 의해 점령되었습니다. 여왕 밥으로 바쳐지기 싫다면 출구를 찾는 게 좋을 겁니다.

# Quest/&DLC1_Quest_Marches_09_FindAnExit_Outcome1Description
source: You finally found a way out, but on the wrong side of the mountain: you're in the Badlands!
ko: 탈출구를 통해 나왔지만, 산 반대편으로 나왔습니다. 여긴 황무지예요!

# Quest/&DLC1_Quest_Marches_FindNestKey
source: Key to Freedom
ko: 자유를 향한 열쇠

# Quest/&DLC1_Quest_Secondary_FindNestKey_01_FindKeyTitle
source: Find the Key
ko: 열쇠 찾기

# Quest/&DLC1_Quest_Secondary_FindNestKey_01_FindKeyDescription
source: Your way is blocked by a door - a solid one. Look around, you may find a key to open it… perhaps in the shriveled hands of another ancient corpse.
ko: 단단한 문에 막혔습니다. 주변을 뒤지면, 열쇠가 있을 겁니다… 고대 시체의 오그라든 손에 쥐어져 있을지도 모르죠.

# Quest/&DLC1_Quest_Secondary_FindNestKey_01_FindKey_Outcome1Description
source: You found an old Manacalon key in a pile of trash. Since ghouls have been roaming around, you never know - it might be what you're looking for.
ko: 쓰레기 더미에서 오래된 마나칼론 열쇠를 찾았습니다… 구울들이 돌아다니는걸 생각하면, 아마 제대로 찾았을 겁니다.

# Quest/&DLC1_Quest_Marches_10_PursueVingTitle
source: Follow Ving's Tracks
ko: 빙의 흔적 따라가기

# Quest/&DLC1_Quest_Marches_10_PursueVingDescription
source: You have escaped the redeemers' nest, but you are trapped in the Badlands. Apparently, Marin Ving was here, too, which means you might still be able to find him. Continue to explore and find out what happened to him.
ko: 무사히 구원자의 둥지에서 탈출했지만 이젠 황무지에 갇힌 신세입니다. 마린 빙 역시 여기 있었던 것이 분명하므로, 여전히 그를 찾아볼 수 있습니다. 탐사를 계속해 그에게 무슨 일이 있었는지 알아내십시오.

# Quest/&DLC1_Quest_Marches_10_PursueVing_Outcome1Description
source: You started to explore the valley in search of Marin Ving.
ko: 당신은 마린 빙을 찾아 계곡 탐험을 시작했습니다.

# Quest/&DLC1_Quest_Valley
source: The Emerald Forest
ko: 에메랄드 숲

# Quest/&DLC1_Quest_Valley_Step_01_FollowVip_Title
source: Look for Marin Ving
ko: 마린 빙 찾기

# Quest/&DLC1_Quest_Valley_Step_01_FollowVip_Description
source: Explore the jungle and find Marin Ving.
ko: 정글을 탐색하고 마린 빙을 찾으세요.

# Quest/&DLC1_Quest_Valley_Step_01_FollowVip__Outcome1Description
source: You have discovered some old ruins in the jungle.
ko: 당신은 정글에서 오래된 유적을 발견했습니다.

# Quest/&DLC1_Quest_Valley_Step_02_ExploreRuins_Title
source: Explore the Ruins
ko: 유적 탐사

# Quest/&DLC1_Quest_Valley_Step_02_ExploreRuins_Description
source: Search the ruins for traces of Marin Ving's party
ko: 마린 빙 파티의 흔적을 찾아 유적을 둘러보세요

# Quest/&DLC1_Quest_Valley_Step_02_ExploreRuins__Outcome1Description
source: You found the corpse of one of Marin Ving's bodyguards.
ko: 마린 빙의 경호원 중 한 명의 시신을 찾았습니다.

# Quest/&DLC1_Quest_Valley_Step_03_ExitJungle_Title
source: Leave the Jungle
ko: 정글 떠나기

# Quest/&DLC1_Quest_Valley_Step_03_ExitJungle_Description
source: You can hear a waterfall not far away. Leave the jungle and keep looking for Marin Ving.
ko: 근처에서 폭포 소리가 들립니다. 정글을 빠져나와 마린을 계속 찾으세요.

# Quest/&DLC1_Quest_Valley_Step_03_ExitJungle__Outcome1Description
source: Marin Ving was not in the jungle. You have decided to head for the waterfall and look for clues as to where he went.
ko: 마린 빙은 정글에 없었습니다. 당신은 폭포로 가 그가 간 곳에 대한 단서를 찾기로 결정했습니다.

# Quest/&DLC1_Quest_Valley_Step_04_ReachPlain_Title
source: Explore the Plain
ko: 평원 탐색

# Quest/&DLC1_Quest_Valley_Step_04_ReachPlain_Description
source: Leave the waterfall and follow Marin Ving's tracks onto the plain.
ko: 폭포를 떠나 평원에서 마린 빙의 흔적 추적하기.

# Quest/&DLC1_Quest_Valley_Step_04_ReachPlain__Outcome1Description
source: You found proof that Ving's party ventured onto the plain.
ko: 빙의 파티가 평원을 향해 길을 감행했다는 증거를 찾았습니다.

# Quest/&DLC1_Quest_Valley_Step_05_SearchPlateau_Title
source: Search the Plateau for Marin Ving
ko: 마린 빙을 찾기 위해 고원 탐색하기

# Quest/&DLC1_Quest_Valley_Step_05_SearchPlateau_Description
source: Search the plateau for evidence of Ving's presence.
ko: 빙이 있다는 증거를 위해 고원 탐색하기.

# Quest/&DLC1_Quest_Valley_Step_05_SearchPlateau__Outcome1Description
source: You have found no evidence that Ving is still in the Valley.
ko: 빙이 아직 계곡에 있을 거란 증거를 찾지 못했습니다.

# Quest/&DLC1_Quest_Valley_Step_05A_SearchPlateau_Title
source: Search the Bird Nests for Remains
ko: 흔적을 찾아 새 둥지를 탐색하기

# Quest/&DLC1_Quest_Valley_Step_05A_SearchPlateau_Description
source: Search the plateau for evidence of Ving's presence.
ko: 빙이 있다는 증거를 찾아 고원을 탐색하기.

# Quest/&DLC1_Quest_Valley_Step_05B_SearchPlateau_Title
source: Search the Plateau for Remains
ko: 흔적을 찾아 고원을 탐색하기

# Quest/&DLC1_Quest_Valley_Step_05B_SearchPlateau_Description
source: Search the plateau for evidence of Ving's presence.
ko: 빙이 있다는 증거를 찾아 고원을 탐색하기.

# Quest/&DLC1_Quest_Valley_Step_05C_SearchPlateau_Title
source: Search the Bird Nests for Remains
ko: 흔적을 찾아 새 둥지를 탐색하기

# Quest/&DLC1_Quest_Valley_Step_05C_SearchPlateau_Description
source: Search the plateau for evidence of Ving's presence.
ko: 빙이 있다는 증거를 찾아 고원을 탐색하기.

# Quest/&DLC1_Quest_Valley_Step_06_QuitValley_Title
source: Leave the Valley
ko: 계곡 떠나기

# Quest/&DLC1_Quest_Valley_Step_06_QuitValley_Description
source: Leave the valley and keep looking for Ving.
ko: 계곡을 떠나 계속 빙을 탐색하기.

# Quest/&DLC1_Quest_Valley_Step_06_QuitValley__Outcome1Description
source: You didn't find Ving's corpse in the valley. He must have moved on somewhere else.
ko: 계곡에서 빙의 유해를 찾지 못했습니다. 다른 곳으로 간 게 분명합니다.

# Quest/&DLC1_Quest_Complex
source: The Research Complex
ko: 연구단지

# Quest/&DLC1_Quest_Complex_Step_01_FindWay_Title
source: Find a Way In
ko: 안으로 이어지는 길 찾기

# Quest/&DLC1_Quest_Complex_Step_01_FindWay_Description
source: Cross the swamp to find an entrance to the complex.
ko: 연구단지 입구를 찾기 위해 늪 건너기.

# Quest/&DLC1_Quest_Complex_Step_01_FindWay__Outcome1Description
source: You managed to enter the complex.
ko: 연구단지 안으로 들어왔습니다.

# Quest/&DLC1_Quest_Complex_Step_02_ExploreBuilding_Title
source: Explore the Complex
ko: 연구단지 탐험하기

# Quest/&DLC1_Quest_Complex_Step_02_ExploreBuilding_Description
source: Look around the complex for research notes and other documents.
ko: 연구 노트 및 서류를 찾기 위해 연구단지 둘러보기.
