Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# DLC1_Quest_Marches_07_ExploreBeyondDescription
source: Return in the grotto and find what happened to Marin Ving. Hire some of Lady Fairblade's people, if needed. Use Cautious mode to make your party more aware of hidden objects.
ko_mt: 동굴로 돌아가서 마린 빙에게 무슨 일이 일어났는지 찾으십시오. 필요하다면 Lady Fairblade의 사람들을 고용하십시오. 조심 모드를 사용하여 파티가 숨겨진 물건을 더 잘 알 수 있도록 하십시오.

# DLC1_Quest_Marches_07_ExploreBeyond_Outcome1Description
source: You found a hidden passage through the cave's walls. Ving has probably used this to escape the bear.
ko_mt: 동굴 벽을 통과하는 숨겨진 통로를 찾았습니다. Ving은 아마도 이것을 곰에게서 탈출하는 데 사용했을 것입니다.

# DLC1_Quest_Marches_08_EnteredNestTitle
source: Follow the tracks
ko_mt: 트랙 따라가기

# DLC1_Quest_Marches_08_EnteredNestDescription
source: There's no doubt Ving went this way. Follow the tracks until you find him.
ko_mt: Ving이 이쪽으로 갔음에는 의심의 여지가 없습니다. 그를 찾을 때까지 트랙을 따르십시오.

# DLC1_Quest_Marches_08_EnteredNest_Outcome1Description
source: You found a door to what appears to be a Manacalon ruin, but doing so, you cut yourself for a way back. How did Ving pass through this? You have no idea.
ko_mt: 당신은 마나칼론 폐허로 보이는 문을 찾았지만, 그렇게 하다가 스스로를 절단했습니다. Ving은 이것을 어떻게 통과했습니까? 당신은 아무 생각이 없습니다.

# DLC1_Quest_Marches_09_FindAnExitTitle
source: Escape the nest
ko_mt: 둥지를 탈출

# DLC1_Quest_Marches_09_FindAnExitDescription
source: Somehow, this place has been overtaken by Redeemers, legendary insects of dreadful power. If you don't want to end feeding their queen, you better find a way out.
ko_mt: 어쩐지 이곳은 무시무시한 힘을 지닌 전설적인 곤충인 리디머에게 점령당했습니다. 여왕에게 먹이를 주는 것을 끝내고 싶지 않다면 탈출구를 찾는 것이 좋습니다.

# DLC1_Quest_Marches_09_FindAnExit_Outcome1Description
source: You finally found a way out, but on the wrong side of the mountain: you're in the Badlands!
ko_mt: 마침내 탈출구를 찾았지만 산의 반대편에 있습니다. 당신은 Badlands에 있습니다!

# DLC1_Quest_Marches_FindNestKey
source: Key to freedom
ko_mt: 자유의 열쇠

# DLC1_Quest_Secondary_FindNestKey_01_FindKeyTitle
source: Find the key
ko_mt: 열쇠를 찾으세요

# DLC1_Quest_Secondary_FindNestKey_01_FindKeyDescription
source: You are blocked by a door, a tough one. Look around, you may find a key to open it…maybe in the dead hands of another antique corpse.
ko_mt: 당신은 힘든 문으로 막혀 있습니다. 주위를 둘러보세요. 열 수 있는 열쇠를 찾을 수 있습니다. 아마도 다른 골동품 시체의 죽은 손에 있을 것입니다.

# DLC1_Quest_Secondary_FindNestKey_01_FindKey_Outcome1Description
source: You found an old Manacalon key in a pile of trash…considering that ghouls have been roaming around, you never know, it might what you're looking for.
ko_mt: 쓰레기 더미에서 오래된 마나칼론 열쇠를 찾았습니다…

# DLC1_Quest_Marches_10_PursueVingTitle
source: Follow Ving's tracks
ko_mt: Ving의 트랙을 따르십시오.

# DLC1_Quest_Marches_10_PursueVingDescription
source: You have safely escaped the Redeemer's nest, but you are now trapped inside the Badlands. Apparently, Marin Ving was here, too, which means you can still find him. Explore further and find out what happened to him.
ko_mt: 당신은 구속자의 둥지에서 안전하게 탈출했지만 지금은 황무지 안에 갇혀 있습니다. 분명히 마린 빙도 여기에 있었으므로 여전히 그를 찾을 수 있습니다. 더 자세히 살펴보고 그에게 무슨 일이 일어났는지 알아보십시오.

# DLC1_Quest_Marches_10_PursueVing_Outcome1Description
source: You started exploring the valley, hoping to find Marin Ving.
ko_mt: 당신은 마린 빙을 찾기 위해 계곡을 탐험하기 시작했습니다.

# Wanderer_BGQuest_MainTitle
source: A History of Violence
ko_mt: 폭력의 역사

# Wanderer_BGQuest_Quest_01_Meet_NPCTitle
source: Meet with NPC TBC
ko_mt: NPC TBC와의 만남

# Wanderer_BGQuest_Quest_01_Meet_NPCDescription
source: You received word that an old acquaintance, NPC TBC, is in Coparann and wants to talk to you.
ko_mt: 당신은 오랜 지인인 NPC TBC가 코파란에 있어 당신과 대화를 하고 싶다는 연락을 받았습니다.

# Wanderer_BGQuest_Quest_01_Meet_NPC_Outcome1Description
source: You met with NPC TBC
ko_mt: NPC TBC를 만났습니다.

# Quest_Background_Wanderer_Quest_02_EnterMineTitle
source: Enter the mine
ko_mt: 광산을 입력

# Quest_Background_Wanderer_Quest_02_EnterMineDescription
source: Go to the mine's entrance and gather your party.
ko_mt: 광산 입구로 이동하여 파티를 모으십시오.

# Quest_Background_Wanderer_Quest_02_EnterMine_Outcome1Description
source: You entered the mine.
ko_mt: 광산에 들어가셨습니다.

# DLC1_Quest_Valley
source: The Emerald Forest
ko_mt: 에메랄드 숲

# DLC1_Quest_Valley_Step_01_FollowVip_Title
source: Search Party
ko_mt: 파티 검색

# DLC1_Quest_Valley_Step_01_FollowVip_Description
source: Cross the jungle to find Marin Ving
ko_mt: 정글을 건너 마린 빙을 찾으세요

# DLC1_Quest_Valley_Step_01_FollowVip__Outcome1Description
source: You have discovered some old ruins in the jungle.
ko_mt: 정글에서 오래된 유적을 발견했습니다.

# DLC1_Quest_Valley_Step_02_ExploreRuins_Title
source: Explore the ruins
ko_mt: 유적 탐험

# DLC1_Quest_Valley_Step_02_ExploreRuins_Description
source: Look around the ruins for traces of Marin's Party
ko_mt: Marin's Party의 흔적을 찾아 폐허를 둘러보세요.

# DLC1_Quest_Valley_Step_02_ExploreRuins__Outcome1Description
source: You found the corpse of one of Marin Ving bodyguard.
ko_mt: 마린 빙 경호원의 시체를 찾았습니다.

# DLC1_Quest_Valley_Step_03_ExitJungleTitle
source: Leave the jungle
ko_mt: 정글을 떠나

# DLC1_Quest_Valley_Step_03_ExitJungle_Description
source: Exit the jungle and keep looking for Marin
ko_mt: 정글을 빠져나와 마린을 계속 찾으세요

# DLC1_Quest_Valley_Step_03_ExitJungle__Outcome1Description
source: Marin Ving was not in the jungle. You have decided to go further away and found more clue about where he might be heading to.
ko_mt: 마린 빙은 정글에 없었다. 당신은 더 멀리 가기로 결정했고 그가 어디로 향할지에 대한 더 많은 단서를 찾았습니다.
