Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Cradle_Of_Fire_Quest_02_SaveTheShamanTitle
source: Talk to the Orc Shaman
ko_mt: 오크 샤먼과 대화

# CradleOfFire_Quest_UniteTribes_Outcome1Description
source: You have convinced the orc tribes to unite against Arrok.
ko_mt: 당신은 오크 부족을 설득하여 아로크에 대항하도록 했습니다.

# CradleOfFire_Quest_UniteTribes_Outcome2Description
source: You failed to unite the orc tribes in support of Brok's challenge against Arrok.
ko_mt: Arrok에 대한 Brok의 도전을 지원하기 위해 오크 부족을 통합하는 데 실패했습니다.

# CradleOfFire_Quest_UniteTribesDescription
source: Brok has agreed to challenge Arrok, but only if you help him unite the three other orc tribes that still stand apart from Arrok's Redscar.
ko_mt: Brok는 Arok에게 도전하기로 동의했지만, Arok의 Redscar와 여전히 떨어져 있는 다른 세 오크 부족을 통합하는 데 도움이 되는 경우에만 가능합니다.

# CradleOfFire_Quest_UniteTribesTitle
source: Unite the Orc Tribes
ko_mt: 오크 부족을 통합

# CradleOfFire_Quest_VisitBladefang_Outcome1Description
source: You have spoken to Radulf, the Bladefang chief.
ko_mt: 칼날송곳니 족장인 라둘프와 이야기를 나누었습니다.

# CradleOfFire_Quest_VisitBladefangDescription
source: Go to the Bladefang tribe and talk to their chief. Kebra will accompany you.
ko_mt: 칼날송곳니 부족으로 가서 그들의 족장과 이야기하십시오. 케브라가 함께 하겠습니다.

# CradleOfFire_Quest_VisitBladefangTitle
source: Visit the Bladefang Tribe
ko_mt: 칼날송곳니 부족 방문

# Cradle_Of_Fire_Quest_09_VisitBloodspear_Outcome1Description
source: Brok has arranged a ritual duel between one of you and Edrof, to take control of his tribe.
ko_mt: Brok는 자신의 부족을 장악하기 위해 당신 중 한 명과 Edrof 사이에 의식 결투를 주선했습니다.

# Cradle_Of_Fire_Quest_09_VisitBloodspearDescription
source: Go to the Bloodspear tribe and talk to their chief. Kebra will accompany you.
ko_mt: 블러드스피어 부족으로 가서 그들의 족장과 이야기하십시오. 케브라가 함께 하겠습니다.

# Cradle_Of_Fire_Quest_09_VisitBloodspearTitle
source: Visit the Bloodspear Tribe
ko_mt: 블러드스피어 부족 방문

# CradleOfFire_Quest_VisitSandRaven_Outcome1Description
source: You have spoken to Urka, the Sandraven shaman.
ko_mt: 샌드레이븐 주술사인 우르카와 이야기를 나눴습니다.

# CradleOfFire_Quest_VisitSandRavenDescription
source: Go to the Sandraven tribe and talk to their shaman. Kebra will accompany you.
ko_mt: Sandraven 부족으로 가서 그들의 주술사와 대화하십시오. 케브라가 함께 하겠습니다.

# CradleOfFire_Quest_VisitSandRavenTitle
source: Visit the Sandraven Tribe
ko_mt: 샌드레이븐 부족 방문

# CradleOfFire_Title
source: Gem Quest: The Cradle of Fire
ko_mt: 보석 퀘스트: 불의 요람

# HiddenCavesExploration_FindEntrance_Outcome1Description
source: You spotted some orcs guarding the entrance to an underground complex.
ko_mt: 지하 단지 입구를 지키고 있는 오크들을 발견했습니다.

# HiddenCavesExploration_FindEntranceDescription
source: Locate the entrance of the cave network.
ko_mt: 동굴 네트워크의 입구를 찾으십시오.

# HiddenCavesExploration_FindEntranceTitle
source: Find an Entrance
ko_mt: 입구 찾기

# HiddenCavesExploration_GetPastGuards_Outcome1Description
source: You have negotiated your way in.
ko_mt: 당신은 당신의 방법을 협상했습니다.

# HiddenCavesExploration_GetPastGuards_Outcome2Description
source: You have fought the guards.
ko_mt: 당신은 경비원과 싸웠습니다.

# HiddenCavesExploration_GetPastGuardsDescription
source: Fight or talk your way past the orcs guarding the entrance.
ko_mt: 입구를 지키고 있는 오크들을 지나쳐 싸우거나 이야기하십시오.

# HiddenCavesExploration_GetPastGuardsTitle
source: Get Past the Guards
ko_mt: 경비원을 지나쳐

# HiddenCavesExploration_LocateTemple_Outcome1Description
source: You have found an entrance, but it is heavily guarded.
ko_mt: 입구를 찾았지만 경비가 철저합니다.

# HiddenCavesExploration_LocateTempleDescription
source: Explore the caves and find an entrance to the inner temple.
ko_mt: 동굴을 탐험하고 내부 사원 입구를 찾으십시오.

# HiddenCavesExploration_LocateTempleTitle
source: Map/&Location_
ko_mt: 지도/&위치_

# HiddenCavesExplorationTitle
source: The Hidden Caves
ko_mt: 숨겨진 동굴

# Kickstarter_Loading_Text
source: To strengthen your friendship with the Scavengers, you have agreed to help them. Runnel, one of their men, returned wounded from the archeological site of Telema in the Badlands. Find out what happened and earn some goodwill from Runnel's fellow adventurers.
ko_mt: Scavengers와의 우정을 강화하기 위해 당신은 그들을 돕기로 동의했습니다. 그들의 부하 중 하나인 러넬은 배드랜드의 텔레마 고고학 유적지에서 부상을 입고 돌아왔습니다. 무슨 일이 있었는지 알아내고 Runnel의 동료 모험가들로부터 선의를 얻으십시오.

# Monastery_Title
source: Gem Quest: The Monastery
ko_mt: 보석 퀘스트: 수도원

# Quest_Background_Academic_AccessTheLibrary_Outcome1Description
source: You fought monsters in the cave and recovered enough old books to restore the Antiquarians' trust in Master Dackin.
ko_mt: 당신은 동굴에서 괴물들과 싸워서 마스터 대킨에 대한 골동품 수집가들의 신뢰를 회복하기에 충분한 오래된 책들을 회수했습니다.

# Quest_Background_Academic_AccessTheLibraryDescription
source: The underground cave leads to the bottom of the tower and the library. Get in there and recover what you can.
ko_mt: 지하 동굴은 타워와 도서관의 바닥으로 연결됩니다. 거기에 들어가서 당신이 할 수있는 것을 회복하십시오.

# Quest_Background_Academic_AccessTheLibraryTitle
source: Access the Library
ko_mt: 라이브러리 액세스

# Quest_Background_Academic_EnterTheTower_Outcome1Description
source: Along with Master Dackin, you have found a way into the tower.
ko_mt: 마스터 대킨과 함께 탑으로 가는 길을 찾았습니다.

# Quest_Background_Academic_EnterTheTowerDescription
source: Find a way into the tower and enter with Master Dackin. If you can reach it, you'll be able to drop a rope for the others to climb. To get there, however, you might need to fly or something.
ko_mt: 탑으로 가는 길을 찾아 마스터 대킨과 함께 들어가십시오. 당신이 그것에 도달할 수 있다면, 당신은 다른 사람들이 오를 수 있도록 밧줄을 떨어뜨릴 수 있을 것입니다. 그러나 거기에 가려면 비행기를 타야 할 수도 있습니다.

# Quest_Background_Academic_EnterTheTowerTitle
source: Enter the Tower
ko_mt: 타워에 입장

# Quest_Background_Academic_ExploreTheTower_Outcome1Description
source: You have found a large room where the base of the tower seems to have collapsed.
ko_mt: 당신은 탑의 기초가 무너진 것처럼 보이는 큰 방을 발견했습니다.

# Quest_Background_Academic_ExploreTheTowerDescription
source: Search the old tower for antiquities that could help restore the Antiquarians' trust in Master Dackin.
ko_mt: 고대 탑에서 마스터 대킨에 대한 골동품 수집가들의 신뢰를 회복하는 데 도움이 될 만한 유물을 찾아보세요.

# Quest_Background_Academic_ExploreTheTowerTitle
source: Explore the Tower
ko_mt: 타워 탐험

# Quest_Background_Academic_GoToCaerLem_Outcome1Description
source: You have joined Master Dackin and are ready to explore the tower.
ko_mt: 당신은 마스터 대킨에 합류했고 탑을 탐험할 준비가 되었습니다.

# Quest_Background_Academic_GoToCaerLemDescription
source: Meet Master Dackin at Caer Lem and explore the Tirmarian Tower
ko_mt: Caer Lem에서 Master Dackin을 만나고 Tirmarian Tower를 탐험하십시오.

# Quest_Background_Academic_GoToCaerLemTitle
source: Go to Caer Lem
ko_mt: 카에르렘으로 이동

# Quest_Background_Academic_SpeakToDackin_Outcome1Description
source: You met with Master Dackin. He wants you to help restore his career by supporting an expedition to Caer Lem and exploring the Tirmarian Tower.
ko_mt: 당신은 마스터 대킨을 만났습니다. 그는 당신이 Caer Lem으로의 원정을 지원하고 Tirmarian Tower를 탐험하여 그의 경력을 회복하는 데 도움을 주기를 바랍니다.

# Quest_Background_Academic_SpeakToDackinDescription
source: Master Dackin of the Guild of Antiquarians wishes to talk to a party member who is a former student of his. Go to Sunblaze Court and find him.
ko_mt: 골동품 수집가 길드의 마스터 다킨은 자신의 제자였던 파티원과 대화를 하고 싶어 합니다. Sunblaze Court로 가서 그를 찾으십시오.

# Quest_Background_Academic_SpeakToDackinTitle
source: Speak with Master Dackin
ko_mt: 마스터 대킨과 대화

# Quest_Background_Academic_Title
source: Honor Your Masters
ko_mt: 당신의 주인을 존경

# Quest_Background_Aristocrat_GoToNotaryMansion_Outcome1Description
source: You have reached the mansion, overcoming a band of assassins on the way. Proceed with caution!
ko_mt: 당신은 도중에 암살자 무리를 물리치고 저택에 도착했습니다. 조심해서 진행해라!

# Quest_Background_Aristocrat_GoToNotaryMansionDescription
source: The notary is waiting at Tannerson's mansion, where only Adria still lives. You know the place well. Go there and sign the papers with the notary.
ko_mt: 공증인은 아직 Adria만 살고 있는 Tannerson의 저택에서 기다리고 있습니다. 당신은 장소를 잘 알고 있습니다. 거기 가서 공증인과 함께 서류에 서명하십시오.

# Quest_Background_Aristocrat_GoToNotaryMansionTitle
source: Go to the Notary
ko_mt: 공증인에게 가십시오

# Quest_Background_Aristocrat_SealTheDeal_Outcome1Description
source: You gave the inheritance to Adria, the only one of Tannerson's children who showed no anger toward you. She has promised to share with her siblings.
ko_mt: 당신은 태너슨의 자녀 중 당신에게 화를 내지 않은 유일한 아드리아에게 유산을 주었습니다. 그녀는 형제들과 나누기로 약속했습니다.

# Quest_Background_Aristocrat_SealTheDeal_Outcome2Description
source: You learned that Adria, who seemed to be the nicest of Tannerson's children, was actually a dangerous criminal, willing to kill in order to get her hands on the inheritance. She may also have ties to the secret cult of Arivad.
ko_mt: 당신은 Tannerson의 아이들 중 가장 착한 것처럼 보였던 Adria가 유산을 손에 넣기 위해 기꺼이 죽일 뻔한 위험한 범죄자라는 것을 알게 되었습니다. 그녀는 또한 아리바드의 비밀 숭배와 관련이 있을지도 모릅니다.

# Quest_Background_Aristocrat_SealTheDealDescription
source: You have reached the notary's mansion and must decide what to do. Unsurprisingly, all of Tannerson's children are here, having learned of your departure from Caer Cyflen.
ko_mt: 공증인의 저택에 도착하여 무엇을 해야 할지 결정해야 합니다. 당신이 Caer Cyflen을 떠난 사실을 알게 된 태너슨의 모든 자녀들이 여기에 있는 것은 당연합니다.

# Quest_Background_Aristocrat_SealTheDealTitle
source: Heritage of Anger
ko_mt: 분노의 유산

# Quest_Background_Aristocrat_TalkToAdria_Outcome1Description
source: You have spoken with Adria. She is not angry, and would share the inheritance with her siblings if it was given to her.
ko_mt: 당신은 아드리아와 이야기했습니다. 그녀는 화를 내지 않고 유산이 그녀에게 주어진다면 형제들과 공유할 것입니다.

# Quest_Background_Aristocrat_TalkToAdriaDescription
source: Find Adria, Tannerson's younger daughter, and find out what she thinks of the bequest.
ko_mt: 태너슨의 어린 딸인 아드리아를 찾아 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest_Background_Aristocrat_TalkToAdriaTitle
source: Talk to Adria
ko_mt: 아드리아와 대화

# Quest_Background_Aristocrat_TalkToDrew_Outcome1Description
source: You have spoken to Drew. He's obviously disappointed and upset with you.
ko_mt: 당신은 드류에게 말을 걸었습니다. 그는 분명히 당신에게 실망하고 화가 났을 것입니다.

# Quest_Background_Aristocrat_TalkToDrewDescription
source: Find Drew, Tannerson's son, and find out what he thinks of the bequest.
ko_mt: 태너슨의 아들인 드류를 찾아 그가 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest_Background_Aristocrat_TalkToDrewTitle
source: Talk to Drew
ko_mt: 드류와 대화

# Quest_Background_Aristocrat_TalkToLyria_Outcome1Description
source: You have spoken to Lyria. She is clearly unhappy with the situation.
ko_mt: 리리아에게 말을 걸었습니다. 그녀는 분명히 상황에 불만이 있습니다.

# Quest_Background_Aristocrat_TalkToLyriaDescription
source: Find Lyria, Tannerson's elder daughter, and find out what she thinks of the bequest.
ko_mt: 태너슨의 큰 딸 리리아를 찾아 유산에 대해 어떻게 생각하는지 알아보십시오.

# Quest_Background_Aristocrat_TalkToLyriaTitle
source: Talk to Lyria
ko_mt: 리리아와 대화

# Quest_Background_Aristocrat_TalkToMayor_Outcome1Description
source: Mayor Bright-Spark asked you to take care of Joan Tannerson's family. The deceased lawyer - and your former teacher - named you in her will. Talk to her three children before you decide what to do.
ko_mt: 브라이트-스파크 시장은 당신에게 조안 태너슨의 가족을 돌봐달라고 부탁했습니다. 돌아가신 변호사와 당신의 전 교사가 유언장에 당신을 지명했습니다. 무엇을 할지 결정하기 전에 그녀의 세 자녀와 이야기하십시오.

# Quest_Background_Aristocrat_TalkToMayorDescription
source: Mayor Bright-Spark asked for a minute of your time as you were crossing Sunblaze Court.
ko_mt: Sunblaze Court를 건너는 동안 Bright-Spark 시장이 잠시 시간을 내달라고 요청했습니다.

# Quest_Background_Aristocrat_TalkToMayorTitle
source: Speak to the Mayor
ko_mt: 시장과 대화

# Quest_Background_Aristocrat_Title
source: Heritage of Distrust
ko_mt: 불신의 유산

# Quest_Background_Lawkeeper_Close1_Outcome1Description
source: You found out that Corporal Dann was secretly meeting a lover. Case closed.
ko_mt: Dann 상병이 비밀리에 연인을 만나고 있다는 것을 알게 되었습니다. 경우 폐쇄.

# Quest_Background_Lawkeeper_Close1Description
source: Follow Corporal Dann and find out where he goes.
ko_mt: Dann 상병을 따라 그가 어디로 가는지 알아내십시오.

# Quest_Background_Lawkeeper_Close1Title
source: Follow Corporal Dann
ko_mt: 댄 상병을 따르십시오

# Quest_Background_Lawkeeper_Close2_Outcome1Description
source: You confronted Garth as he seemed to be stealing a crate, but it turned out that he was working on a special assignment for the Princess herself. Case closed.
ko_mt: 상자를 훔치는 것처럼 보이는 Garth와 대면했지만, 알고 보니 그는 공주 자신을 위한 특별 임무를 수행하고 있었습니다. 경우 폐쇄.

# Quest_Background_Lawkeeper_Close2Description
source: Find Garth at his post, at the Gatehouse in Sunblaze Court. Watch him, and find out what he's up to.
ko_mt: Sunblaze Court의 Gatehouse에 있는 그의 초소에서 Garth를 찾으십시오. 그를 지켜보고 그가 무엇을 하는지 알아내십시오.

# Quest_Background_Lawkeeper_Close2Title
source: Go to Sunblaze Court
ko_mt: Sunblaze 법원으로 이동

# Quest_Background_Lawkeeper_Close3_Outcome1Description
source: It turns out that Tradtsson is simply reselling elvish alcohol and doesn't want his peers at the embassy to know. Nothing illegal there. Case closed.
ko_mt: Tradtsson은 단순히 요정 술을 재판매하고 있으며 대사관의 동료들에게 알리고 싶지 않은 것으로 나타났습니다. 거기에는 불법이 없습니다. 경우 폐쇄.

# Quest_Background_Lawkeeper_Close3Description
source: Tradtsson asked you to meet him at the promontory by night to buy some of his product. Be ready for anything. You can use the bench in the gardens nearby to wait for nightfall.
ko_mt: Tradtson은 그의 제품 중 일부를 사기 위해 밤에 곶에서 만나자고 했습니다. 무엇이든 준비하세요. 해질녘을 기다리기 위해 근처 정원에 있는 벤치를 사용할 수 있습니다.

# Quest_Background_Lawkeeper_Close3Title
source: Meet Tradtsson at the Promontory by Night
ko_mt: 밤의 곶에서 Tradtsson을 만나다

# Quest_Background_Lawkeeper_Explore_Outcome1Description
source: You found that Rodric used a secret passage near the Temple Quarter. Follow it and find out where it leads.
ko_mt: 로드릭이 템플 쿼터 근처에서 비밀 통로를 사용했다는 것을 발견했습니다. 그것을 따르고 그것이 어디로 이어지는지 알아내십시오.

# Quest_Background_Lawkeeper_ExploreDescription
source: Track Rodric and find out where he went.
ko_mt: 로드릭을 추적하고 그가 어디로 갔는지 알아내십시오.

# Quest_Background_Lawkeeper_ExploreTitle
source: Find Rodric
ko_mt: 로드릭 찾기

# Quest_Background_Lawkeeper_Fight_Outcome1Description
source: You had to fight Rodric and his pawns. The hideout contained a lot of information about him, his network, and more.
ko_mt: 로드릭과 그의 부하들과 싸워야 했습니다. 은신처에는 그와 그의 네트워크 등에 대한 많은 정보가 들어 있었습니다.

# Quest_Background_Lawkeeper_FightDescription
source: You found the hideout where Rodric and his fellow smugglers were conducting their operation.
ko_mt: 로드릭과 그의 동료 밀수꾼들이 작전을 수행하던 은신처를 찾았습니다.

# Quest_Background_Lawkeeper_FightTitle
source: Fight Rodric and His Pawns
ko_mt: 로드릭과 그의 폰과의 싸움

# Quest_Background_Lawkeeper_MeetStig_Outcome1Description
source: Stig gave you a list of guards to investigate. Find out what they're hiding.
ko_mt: Stig가 조사할 경비원 목록을 주었습니다. 그들이 무엇을 숨기고 있는지 알아내십시오.

# Quest_Background_Lawkeeper_MeetStigDescription
source: Stig is an old acquaintance who needs help tracking corruption within the city guard.
ko_mt: Stig는 도시 경비대의 부패를 추적하는 데 도움이 필요한 오래된 지인입니다.

# Quest_Background_Lawkeeper_MeetStigTitle
source: Speak to Stig
ko_mt: 스티그와 대화

# Quest_Background_Lawkeeper_Report_Outcome1Description
source: Stig thanked you for your help and went to report your findings to Captain Ironshell.
ko_mt: Stig는 당신의 도움에 감사를 표하고 당신의 발견을 Captain Ironshell에게 보고하기 위해 갔습니다.

# Quest_Background_Lawkeeper_ReportDescription
source: You have cleared most of Stig's suspects and found out that Rodric was a traitor and a smuggler, if not worse. Report back to Stig at the Palace entrance.
ko_mt: 당신은 Stig의 용의자 대부분을 제거하고 Rodric이 더 나쁜 것은 아니지만 반역자이자 밀수꾼이라는 것을 알아냈습니다. 궁전 입구에 있는 스티그에게 보고하십시오.

# Quest_Background_Lawkeeper_ReportTitle
source: Return to Stig
ko_mt: 스티그에게 돌아가기

# Quest_Background_Lawkeeper_Suspect1_Outcome1Description
source: Corporal Dann left his post. You followed him.
ko_mt: Dann 상병이 자리를 떠났습니다. 당신은 그를 따랐다.

# Quest_Background_Lawkeeper_Suspect1Description
source: Corporal Dann works at the High Bridge. Stig has seen him furtively leaving his post.
ko_mt: Dann 상병은 High Bridge에서 일합니다. Stig는 그가 그의 자리를 몰래 떠나는 것을 보았습니다.

# Quest_Background_Lawkeeper_Suspect1Title
source: Interrogate Corporal Dann
ko_mt: 댄 상병 심문

# Quest_Background_Lawkeeper_Suspect2_Outcome1Description
source: Garth refused to talk to you.
ko_mt: 가스는 당신과 이야기하기를 거부했습니다.

# Quest_Background_Lawkeeper_Suspect2Title
source: Meet Private Garth
ko_mt: 프라이빗 가스를 만나보세요

# Quest_Background_Lawkeeper_Suspect3_Outcome1Description
source: You set up a secret meeting with Tradtsson to buy his product.
ko_mt: Tradtson의 제품을 구매하기 위해 Tradtson과 비밀 회의를 주선합니다.

# Quest_Background_Lawkeeper_Suspect3Description
source: Tradtsson is a city guard working in a joint operation with the Snow Alliance to provide protection to the embassy. Rumor has it that he has a small side-business. Try to find out what he is dealing.
ko_mt: Tradtsson은 대사관을 보호하기 위해 Snow Alliance와 공동 작전을 수행하는 도시 경비원입니다. 그가 작은 부업을 가지고 있다는 소문이 있습니다. 그가 무엇을 다루고 있는지 알아보십시오.

# Quest_Background_Lawkeeper_Suspect3Title
source: Trick Shieldguard Tradtsson
ko_mt: 트릭 쉴드가드 트라트손

# Quest_Background_Lawkeeper_Suspect4_Outcome1Description
source: Private Rodric teleported away while you were questioning him.
ko_mt: 로드릭 일병은 당신이 그를 심문하는 동안 순간이동했습니다.

# Quest_Background_Lawkeeper_Suspect4Description
source: Private Rodric is posted at the entrance to the Temple Quarter. He takes frequent breaks, but not with his colleagues. Find out what he does when he is not at his post.
ko_mt: 템플 쿼터 입구에 로드릭 일병이 게시되어 있습니다. 그는 자주 쉬지만 동료들과 쉬는 것은 아닙니다. 그가 자리에 없을 때 그가 무엇을 하는지 알아보십시오.

# Quest_Background_Lawkeeper_Suspect4Title
source: Observe Private Rodric
ko_mt: 로드릭 일병 관찰

# Quest_Background_Lawkeeper_Title
source: The Law is the Law
ko_mt: 법은 법이다

# Quest_Background_Spy_Infiltrate the New Empire Embassy_Outcome1Description
source: You have successfully entered the embassy!
ko_mt: 대사관에 성공적으로 들어왔습니다!

# Quest_Background_Spy_Infiltrate the New Empire EmbassyDescription
source: Find the secret entrance to the New Empire Embassy and sneak inside.
ko_mt: 신제국 대사관의 비밀 입구를 찾아 안으로 들어가십시오.

# Quest_Background_Spy_Infiltrate the New Empire EmbassyTitle
source: Infiltrate the New Empire Embassy
ko_mt: 신제국 대사관에 잠입

# Quest_Background_Spy_Optional_Go back to the residence_Outcome1Description
source: You have successfully neutralized Lord Belmont!
ko_mt: 벨몬트 경을 성공적으로 무력화했습니다!

# Quest_Background_Spy_Optional_Go back to the residenceDescription
source: Return to the residence and check whether the document has reached the upper ranks of the Snow Alliance nobility.
ko_mt: 저택으로 돌아가 문서가 눈 동맹 귀족의 상위 계급에 도달했는지 확인하십시오.

# Quest_Background_Spy_Optional_Go back to the residenceTitle
source: Return to the Residence
ko_mt: 레지던스로 돌아가기

# Quest_Background_Spy_Optional_KilltraitorsDescription
source: You have agreed to eliminate a few of Daliat's enemies in exchange for his help with Belmont. Go to the traitors' hideout and take them out!
ko_mt: 벨몬트를 도와주는 대가로 달리아트의 적 몇 명을 제거하는 데 동의했습니다. 배신자들의 은신처로 가서 그들을 처치하세요!

# Quest_Background_Spy_Optional_KilltraitorsTitle
source: Kill the Traitors
ko_mt: 배신자들을 죽여라

# Quest_Background_Spy_Optional_ReturnToDaliat_Outcome1Description
source: You have closed the deal with Daliat.
ko_mt: Daliat와 거래를 종료했습니다.

# Quest_Background_Spy_Optional_ReturnToDaliatDescription
source: You have eliminated Daliat's enemies! Find him at the Tavern.
ko_mt: 달리아트의 적을 제거했습니다! 선술집에서 그를 찾으십시오.

# Quest_Background_Spy_Optional_ReturnToDaliatTitle
source: Report to Daliat
ko_mt: 달리아트에 보고

# Quest_Background_Spy_Optional_Talk to Daliat_Outcome1Description
source: Daliat asked for a favor in return for helping you deal with Belmont.
ko_mt: Daliat는 벨몬트를 다루는 데 도움을 준 대가로 호의를 구했습니다.

# Quest_Background_Spy_Optional_Talk to DaliatDescription
source: Daliat could help you get rid of Belmont, so talk to him and offer to make a deal.
ko_mt: Daliat는 Belmont를 제거하는 데 도움이 될 수 있으므로 그와 이야기하고 거래를 제안하십시오.

# Quest_Background_Spy_Optional_Talk to DaliatTitle
source: Talk to Daliat
ko_mt: 달리앗과 대화

# Quest_Background_Spy_Plant the document_Outcome1Description
source: You successfully planted the document!
ko_mt: 문서를 성공적으로 심었습니다!

# Quest_Background_Spy_Plant the documentDescription
source: You are inside the New Empire Embassy. Plant the incriminating document on the ambassador's desk, and he will take care of Belmont's career. BEWARE: If you are detected, you are dead! It may be a good idea to only send your most stealthy party member to plant the document!
ko_mt: 당신은 신제국 대사관 안에 있습니다. 대사의 책상에 혐의 문서를 심으면 그가 벨몬트의 경력을 돌볼 것입니다. 주의: 발각되면 사망합니다! 가장 은밀한 파티원에게만 문서를 심도록 보내는 것이 좋습니다!

# Quest_Background_Spy_Plant the documentTitle
source: Plant the Document
ko_mt: 문서 심기

# Quest_Background_Spy_Reconnect to your network_Outcome1Description
source: You've met with an old acquaintance and now have a plan to counter Belmont.
ko_mt: 당신은 오랜 지인을 만났고 이제 벨몬트에 대항할 계획이 있습니다.

# Quest_Background_Spy_Reconnect to your networkDescription
source: Lord Belmont threatened a member of your party. Reconnect with your past and resolve this problem by talking to an acquaintance at the Gallivan Embassy, near the Legacy Council hall.
ko_mt: 벨몬트 경이 당신의 파티원을 위협했습니다. Legacy Council Hall 근처에 있는 Gallivan Embassy에서 지인과 대화하여 과거와 다시 연결하고 이 문제를 해결하십시오.

# Quest_Background_Spy_Reconnect to your networkTitle
source: Go to the Gallivan Embassy
ko_mt: 갈리반 대사관으로 이동

# Quest_Background_Spy_Title
source: Shadow of the Past
ko_mt: 과거의 그림자

# Scavengers_Henrik_Quest_Title
source: Convey the Scavengers' Message
ko_mt: 청소부 메시지 전달

# Telema_SecondaryQuest_OpenDoorDescription
source: You have found an old magic door that seems impossible to open. Find the key that opens it in the ruins of Telema.
ko_mt: 당신은 열 수 없을 것 같은 오래된 마법의 문을 발견했습니다. 텔레마의 폐허에서 그것을 여는 열쇠를 찾으십시오.

# Telema_SecondaryQuest_OpenDoorOutcome
source: Hector had an old Imperial key that might open the magic door. Try it!
ko_mt: 헥토르에게는 마법의 문을 열 수 있는 오래된 제국 열쇠가 있었습니다. 시도 해봐!

# Telema_SecondaryQuest_OpenDoorTitle
source: Open the Magic Door
ko_mt: 마법의 문을 여세요

# Telema_SecondaryQuest_Title
source: The Magic Door
ko_mt: 마법의 문

# Telema_SecondaryQuest_UseKey_Outcome1Description
source: You have opened the ancient library and found precious information about the Manacalon Empire.
ko_mt: 고대 도서관을 열어 마나칼론 제국에 대한 귀중한 정보를 찾았습니다.

# Telema_SecondaryQuest_UseKeyDescription
source: Hector has an old Imperial key that might open the magic door. Return to the entrance of the ruins and try it!
ko_mt: 헥터는 마법의 문을 열 수 있는 오래된 제국 열쇠를 가지고 있습니다. 폐허의 입구로 돌아가서 시도하십시오!

# Telema_SecondaryQuest_UseKeyTitle
source: Return to the Door
ko_mt: 문으로 돌아가기

# TelemaLevel_Quest_CheckRoomTitle
source: Check the Orc Camp
ko_mt: 오크 캠프 확인

# TelemaLevel_Quest_ClimbDown_Outcome1Description
source: You have found a new area, and still no sign of Hector.
ko_mt: 새로운 지역을 찾았지만 여전히 헥터의 흔적은 없습니다.

# TelemaLevel_Quest_ClimbDownDescription
source: Find a way to climb down the ruins until you find a trace of Hector.
ko_mt: 헥토르의 흔적을 찾을 때까지 폐허를 내려가는 방법을 찾으십시오.

# TelemaLevel_Quest_ClimbDownTitle
source: Descend into the Caves
ko_mt: 동굴로 내려가다

# TelemaLevel_Quest_ClimbUp_Outcome1Description
source: You haven't had time to reach to top of the amphitheater. You've been attacked by deep spiders.
ko_mt: 원형 극장 꼭대기에 도달할 시간이 없었습니다. 깊은 거미의 공격을 받았습니다.

# TelemaLevel_Quest_ClimbUpDescription
source: You arrived at the bottom of an old Imperial amphitheater. Find a way to climb up and exit. Use light against the deep spiders that may be roaming around.
ko_mt: 당신은 오래된 제국 원형 극장의 바닥에 도착했습니다. 위로 올라가서 나갈 수 있는 방법을 찾으세요. 주위를 배회할 수 있는 깊은 거미에 대해 빛을 사용하십시오.

# TelemaLevel_Quest_ClimbUpTitle
source: Climb the Amphitheater
ko_mt: 원형 극장 등반

# TelemaLevel_Quest_Collapse_Outcome1Description
source: You have reached the top of the amphitheater and triggered something to collapse that was blocking the spiders' nest.
ko_mt: 당신은 원형 극장의 꼭대기에 도달했고 거미의 둥지를 막고 있던 무언가가 무너지도록 촉발했습니다.

# TelemaLevel_Quest_CollapseDescription
source: You are under attack from countless deep spiders! Use light to keep them away, and run as fast as you can to reach the room's exit. Don't forget to gather all you party up there!
ko_mt: 당신은 수많은 깊은 거미의 공격을 받고 있습니다! 빛을 사용하여 그들을 멀리하고 가능한 한 빨리 달려서 방의 출구에 도달하십시오. 거기에 모든 파티를 모으는 것을 잊지 마십시오!

# TelemaLevel_Quest_CollapseTitle
source: Escape the Spiders
ko_mt: 거미를 탈출

# TelemaLevel_Quest_DealWithOrcs_Outcome1Description
source: You haven't found Hector in the orc camp.
ko_mt: 오크 진영에서 헥토르를 찾지 못했습니다.
