Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Quest_Complex_Step_02_ExploreBuilding__Outcome1Description
source: You found that the complex has some underground levels.
ko: 연구단지에 지하층이 있다는 사실을 알아냈습니다.

# Quest/&DLC1_Quest_Complex_Step_02A_ExploreBuilding_Title
source: Search for Documents
ko: 서류 찾기

# Quest/&DLC1_Quest_Complex_Step_02A_ExploreBuilding_Description
source: Look around the complex for information.
ko: 정보를 찾아 연구단지 둘러보기.

# Quest/&DLC1_Quest_Complex_Step_02A_ExploreBuilding__Outcome1Description
source: You have found some plans of the complex.
ko: 연구단지의 계획 몇 가지를 알아냈습니다.

# Quest/&DLC1_Quest_Complex_Step_02B_ExploreBuilding_Title
source: Search for Notes
ko: 노트 찾기

# Quest/&DLC1_Quest_Complex_Step_02B_ExploreBuilding_Description
source: Search the complex to learn more about the place.
ko: 연구단지에 대해 더 알기 위해 탐색하기.

# Quest/&DLC1_Quest_Complex_Step_02B_ExploreBuilding__Outcome1Description
source: You discovered that the complex serves as a research facility.
ko: 이 복합단지의 목적이 연구 시설이란 사실을 발견했습니다.

# Quest/&DLC1_Quest_Complex_Step_02C_ExploreBuilding_Title
source: Find More Information about the Complex
ko: 연구단지에 대해 더 많은 정보 찾기

# Quest/&DLC1_Quest_Complex_Step_02C_ExploreBuilding_Description
source: Look around the building for more information.
ko: 더 많은 정보를 위해 건물 살피기.

# Quest/&DLC1_Quest_Complex_Step_02C_ExploreBuilding__Outcome1Description
source: You found out that the complex uses mana-infused crystals as keys.
ko: 연구단지가 마나가 주입된 수정을 열쇠로 사용한다는 사실을 알아냈습니다.

# Quest/&DLC1_Quest_Complex_Step_03_FindAccess_Title
source: Access the Underground Levels
ko: 지하층으로 내려가기

# Quest/&DLC1_Quest_Complex_Step_03_FindAccess_Description
source: Find a way into the complex's underground levels.
ko: 연구단지 지하층으로 이어지는 길 찾기.

# Quest/&DLC1_Quest_Complex_Step_03_FindAccess__Outcome1Description
source: You found an entrance to the underground levels!
ko: 지하층 입구를 찾았습니다!

# Quest/&DLC1_Quest_Complex_Step_04_SearchFacilities_Title
source: Explore
ko: 탐사하기

# Quest/&DLC1_Quest_Complex_Step_04_SearchFacilities_Description
source: Search for information about the place.
ko: 이곳에 대한 정보 찾기.

# Quest/&DLC1_Quest_Complex_Step_04_SearchFacilities__Outcome1Description
source: You arrived in the middle of a security lockdown!
ko: 보안 폐쇄조치가 이루어진곳 한복판에 도착했습니다!

# Quest/&DLC1_Quest_Complex_Step_05_ReachLab_Title
source: Navigate the Tunnels
ko: 터널 탐사하기

# Quest/&DLC1_Quest_Complex_Step_05_ReachLab_Description
source: Follow the tunnels and find the underground laboratory.
ko: 터널을 따라 지하 연구소 찾기.

# Quest/&DLC1_Quest_Complex_Step_05_ReachLab__Outcome1Description
source: You have entered the underground laboratory!
ko: 지하 연구소에 진입했습니다!

# Quest/&DLC1_Quest_Complex_Step_06_ExploreLab_Title
source: Explore the Underground Lab
ko: 지하 연구소 탐사하기

# Quest/&DLC1_Quest_Complex_Step_06_ExploreLab_Description
source: Search the laboratory and learn more about the experiments.
ko: 연구소를 찾고 실험에 대한 정보 알아내기.

# Quest/&DLC1_Quest_Complex_Step_06_ExploreLab__Outcome1Description
source: You have found some research notes on mutant experiments!
ko: 돌연변이 실험에 대한 일부 연구 노트를 찾았습니다!

# Quest/&DLC1_Quest_Complex_Step_06A_ExploreLab_Title
source: Look for Research Notes
ko: 연구 노트 찾기

# Quest/&DLC1_Quest_Complex_Step_06A_ExploreLab_Description
source: Explore the lab and find out about the experiments conducted here.
ko: 연구소를 탐사하고 이곳에서 일어난 실험에 대해 알아내기.

# Quest/&DLC1_Quest_Complex_Step_06A_ExploreLab__Outcome1Description
source: You have found some research notes on mutant experiments!
ko: 돌연변이 실험에 대한 일부 연구 노트를 찾았습니다!

# Quest/&DLC1_Quest_Complex_Step_06B_ExploreLab_Title
source: Search for Clues
ko: 단서 찾기

# Quest/&DLC1_Quest_Complex_Step_06B_ExploreLab_Description
source: Investigate the lab and find out what happened.
ko: 연구소 조사하고 무슨 일이 일어났는지 알아내기.

# Quest/&DLC1_Quest_Complex_Step_06B_ExploreLab__Outcome1Description
source: You learn that some of the mutants escaped!
ko: 몇몇의 돌연변이가 탈출했다는 사실을 알아냈습니다!

# Quest/&DLC1_Quest_Complex_Step_08_LeaveComplex_Title
source: Leave the Complex
ko: 연구단지 떠나기

# Quest/&DLC1_Quest_Complex_Step_08_LeaveComplex_Description
source: Retrace your steps and leave the complex.
ko: 온 길을 되짚어 연구단지 떠나기.

# Quest/&DLC1_Quest_Complex_Step_08_LeaveComplex__Outcome1Description
source: You left the complex.
ko: 연구단지에서 나왔습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator
source: Elevator
ko: 승강기

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_01_Title
source: Activate the Elevator
ko: 승강기 가동하기

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_01_Description
source: The elevator seems to need some kind of activation key. Search the place for it.
ko: 승강기는 활성화시킬 열쇠가 필요해 보입니다. 열쇠를 찾으십시오.

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_01__Outcome1Description
source: You found a crystal key!
ko: 수정 열쇠를 찾았습니다!

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_02_Title
source: Use the Crystal Key
ko: 수정 열쇠 사용하기

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_02_Description
source: Activate the elevator using the crystal key.
ko: 수정 열쇠 사용해 승강기 가동하기.

# Quest/&DLC1_Secondary_Quest_Complex_Locked_Elevator_Step_02__Outcome1Description
source: You activated the elevator!
ko: 승강기를 가동했습니다!

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate
source: The Security Gate
ko: 보안 관문

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_01_Title
source: Find the Key for the Security Gate
ko: 보안 관문에 맞는 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_01_Description
source: The security gate requires a special key. Search the building for it.
ko: 보안 관문엔 특별한 열쇠가 필요합니다. 건물 안을 수색하십시오.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_01__Outcome1Description
source: You found the key to the security gate.
ko: 보안 관문 열쇠를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_02_Title
source: Open the Security Gate
ko: 보안 관문 열기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_02_Description
source: Open the security gate to access the trapdoor room.
ko: 함정문 방에 접근하기 위해 보안 관문 열기.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_STEP_02__Outcome1Description
source: You opened the security gate.
ko: 보안 관문을 열었습니다.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Title
source: The Lost Apprentice
ko: 사라진 견습생

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_Description
source: Orenetis has not heard from his apprentice Lysantir. Go to the swamp and try to find out what happened to him.
ko: 오레네티스의 견습생 리산티르의 소식이 끊겼습니다. 늪으로 가 그에게 무슨 일이 일어났는지 알아내기.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_GoToSwampTitle
source: Go to the Swamp
ko: 늪으로 가기

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_GoToSwampDescription
source: Go to the swamp and find out what happened to Lysantir.
ko: 늪으로 가서 리산티르에게 무슨 일이 벌어졌는지 알아내기.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_GoToSwamp_Outcome1Description
source: You reached the swamp.
ko: 늪에 도착했습니다.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FindApprenticeTitle
source: Find the Apprentice
ko: 견습생 찾기

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FindApprenticeDescription
source: Find out what happened to Lysantir.
ko: 리산티르에게 무슨 일이 일어났는지 알아내기.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FindApprentice_Outcome1Description
source: You found an old, ruined fort where Lysantir might be being held prisoner.
ko: 리산티르가 수감된 걸로 보이는 낡고 무너진 진지를 찾았습니다.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FreeApprenticeTitle
source: Free the Apprentice
ko: 견습생 풀어주기

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FreeApprenticeDescription
source: Find a way to open Lysantir's cell.
ko: 리산티르의 감방을 열 방법 찾기.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_FreeApprentice_Outcome1Description
source: You found a key to Lysantir's cell and freed him.
ko: 리산티르의 감방 열쇠를 찾아 풀어줬습니다.

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_ChooseApprenticeDestinyTitle
source: The Apprentice's Destiny
ko: 견습생의 운명

# Quest/&DLC1_Swamp_Orenetis_Apprentice_Quest_ChooseApprenticeDestinyDescription
source: Lysantir does not want to go back to Orenetis. Instead, he wants to join your party and search for a new place in the world. What will you do?
ko: 리산티르를 오레네티스에게 돌아가고 싶어 하지 않습니다. 대신, 그는 당신의 파티에 들어가 넓은 세상을 보고 싶어 합니다. 어떻게 하나요?

source: Lysantir died before you could find a new home for him.
ko: 리산티르가 그의 새 집을 찾기 전에 사망했습니다.

source: You brought Lysantir back to his master.
ko: 리산티르를 그의 스승에게 데려왔습니다.

source: You brought Lysantir back to the city.
ko: 리산티르를 다시 도시로 데려왔습니다.

source: Lysantir has joined the Forge.
ko: 리산티르가 포지에 가입했습니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_Title
source: The Dryad Queen
ko: 드라이어드 여왕

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_FindTheGiantTreeTitle
source: Find the Giant Tree
ko: 거목 찾기

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_FindTheGiantTreeDescription
source: Hasdrubal asked you to locate the dryad. They are roaming around the Giant Tree.
ko: 하스드루발이 드라이어드의 위치를 찾아달라 부탁했습니다. 그들은 거목 근처를 배회합니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_FindTheGiantTree_Outcome1Description
source: You found the Giant Tree.
ko: 거목을 찾았습니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_LongRestUnderTheGiantTreeTitle
source: Rest Beneath the Giant Tree
ko: 거목 아래에서 휴식하기

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_LongRestUnderTheGiantTreeDescription
source: Take a long rest beneath the giant tree to attract the dryad queen.
ko: 드라이어드 여왕을 유인하기 위해 거목 아래에서 긴 휴식 취하기.

source: Resting beneath the Giant Tree successfully attracted the dryads.
ko: 거목 아래에서 취한 휴식이 보란듯이 드라이어드들을 유인했습니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_KillTheQueenDryadTitle
source: Eliminate the Dryad Queen
ko: 드라이어드 여왕 쓰러트리기

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_KillTheQueenDryadDescription
source: Kill all the dryads to secure the Forge Camp.
ko: 포지 야영지의 안전을 위해 모든 드라이어드 해치우기.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_KillTheQueenDryad_Outcome1Description
source: You eliminated all the dryads and managed to kill the dryad queen.
ko: 모든 드라이어드를 제거하고 드라이어드 여왕 시해까지 성공했습니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_BringBackToForgeTitle
source: Show Hasdrubal the Dryad Queen's Head
ko: 하스드루발에게 드라이어드 여왕의 수급 보여주기

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_BringBackToForgeDescription
source: Report to Hasdrubal and show him the dryad queen's head.
ko: 하스드루발에게 보고하고 드라이어드 여왕의 수급을 보여주세요.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_BringBackToForge_Outcome1Description
source: You gave the dryad queen's head to Hasdrubal.
ko: 하스드루발에게 드라이어드 여왕의 수급을 건넸습니다.

# Quest/&DLC1_Swamp_Forge_Kill_Dryad_Quest_BringBackToForge_Outcome2Description
source: You chose to keep the dryad queen's head.
ko: 드라이어드 여왕의 머리를 가지기로 결정했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_Title
source: The Swamp Base
ko: 늪지대 기지

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_Description
source: Visit Hasdrubal in the swamp.
ko: 늪지대의 하스드루발 방문하기.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_01Title
source: Reach the Forge Base
ko: 포지 기지 도착하기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_01Description
source: Travel to the Forge base in the swamp.
ko: 늪지대의 포지 기지로 이동하기.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_01_Outcome1Description
source: You reached the swamp.
ko: 늪지대에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_02Title
source: Deliver the Package to Hasdrubal
ko: 하스드루발에게 소포 배달하기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_02Description
source: Talk to Hasdrubal in the Forge base and give him the package from Telerien.
ko: 포지 기지의 하스드루발과 대화하고 텔레리엔의 소포 전달하기.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_02_Outcome1Description
source: You delivered the package to Hasdrubal.
ko: 하스드루발에게 소포를 전달했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_04_STEP_02_Outcome2Description
source: You decided to keep the package from Telerien, and only gave Hasdrubal the letter.
ko: 당신은 텔레리엔의 소포를 자신이 갖기로 하고, 하스드루발에겐 편지만 건넸습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_ThePeople_10_Title
source: Love Story
ko: 사랑 이야기

# Quest/&DLC1_Secondary_Quest_Swamp_ThePeople_10_STEP_01Title
source: Deliver the Letter
ko: 편지 전달하기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_03_Title
source: Shallow Grave
ko: 얕은 무덤

# Quest/&DLC1_Quest_Complex_Step_02Shortcut_SearchFacilities__Outcome1Description
source: You gained access to the underground facilities.
ko: 지하 시설에 접근할 권리를 얻었습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_Underground
source: The Cubic Prism
ko: 큐빅 프리즘

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_Underground_STEP_01_Title
source: Find the Cube Prism Key
ko: 정육면체 프리즘 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_Underground_STEP_01_Description
source: The east tunnel gate requires a special key. Look around to find it.
ko: 동쪽 터널 관문은 특별한 열쇠가 필요합니다. 열쇠 찾기.

source: You found the cube prism key.
ko: 정육면체 프리즘 열쇠를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_Underground_STEP_02_Title
source: Use the Cube Prism Key
ko: 정육면체 프리즘 열쇠 사용하기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_Underground_STEP_02_Description
source: Use the cube prism key to open the east tunnel gate.
ko: 동쪽 터널 관문을 열기 위해 정육면체 프리즘 열쇠 사용하기.

source: You opened the east tunnel gate!
ko: 동쪽 터널 관문을 열었습니다!

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_01_StartQuestLogTitle
source: Ask around for Marin Ving
ko: 마린 빙에 대해 수소문하기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_01_StartQuestLogDescription
source: Question people in the city and find out whether Marin Ving has been seen.
ko: 시민들을 탐문해 마린 빙의 목격담 찾기.

source: You met with Sima Temple.
ko: 시마 템플과 만났습니다.

source: You did not speak with the woman near the fireplace in the inn.
ko: 여인숙 불가 근처의 여인과 대화하지 않았습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_01_StartQuestLogTitle
source: Ask the Butcher about Marin Ving
ko: 푸주한에게 마린 빙에 대해 묻기

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_01_StartQuestLogDescription
source: There's a butcher's shop near the city's entrance. Check out the owner and ask if he knows of Marin Ving.
ko: 도시 입구 근처에 푸줏간이 있습니다. 주인 찾아 마린 빙에 대해 아는지 묻기.

source: You spoke to Henrik Redhand, the butcher. He asked you to hunt some Badlands bears in a nearby clearing and bring back their valuable meat for a good reward.
ko: 푸주한, 헨릭 레드핸드와 대화했습니다. 그는 근처의 공터에서 황무지 곰 몇 마리를 사냥해 놈들의 값진 고기를 가져오면 보답하겠다고 했습니다.

source: You did not speak to the butcher.
ko: 푸주한과 대화하지 않았습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_02_HuntTitle
source: Hunt Badlands Bears
ko: 황무지 곰 사냥하기

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_02_HuntDescription
source: Leave the city and go to the clearing mentioned by Henrik Redhand. Once there, hunt Badlands bears for their meat.
ko: 도시를 떠나 헨릭 레드핸드가 말한 공터로 가기. 공터에서, 황무지 곰을 사냥해 고기 얻기.

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_02_Hunt_Outcome1Description
source: You have gathered enough Badlands bear meat for Henrik!
ko: 헨릭을 위해 충분한 양의 황무지 곰 고기를 모았습니다!

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_02_Hunt_Outcome2Description
source: You did not hunt any Badlands bears.
ko: 황무지 곰을 사냥하지 않았습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_03_ReturnToHenrikWithStuffTitle
source: Take the Meat to Henrik
ko: 헨릭에게 고기 가져가기

source: Return to the city and deliver the Badlands bear meat to Henrik.
ko: 도시로 돌아가 헨릭에게 황무지 곰 고기 전달하기.

source: You concluded your business with Henrik.
ko: 헨릭과의 거래를 마무리지었습니다.

source: You did not bring any meat to Henrik.
ko: 헨릭에게 아무런 고기도 가져오지 않았습니다.

# Quest/&DLC1_Secondary_Quest_City_ThePeople02_TITLE
source: The Butcher
ko: 도축업자

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_TITLE
source: A Simple Job
ko: 간단한 일

# Quest/&DLC1_Secondary_Quest_City_Rebellion_03_TITLE
source: A View to a Kill
ko: 죽일 속셈으로

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02_StealTitle
source: Steal the Middle Gate Guard's Loot
ko: 중앙 관문 경비 털기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02_StealDescription
source: Sima Temple asked you to recover some things confiscated by a city guard near the Middle Gate. It's a risky move, but she said he might help you with your research in return.
ko: 시마 템플은 중앙 관문 근처의 도시 경비에게 압수당한 어떤 물건들을 되찾아달라고 부탁했습니다. 위험한 일이지만, 그녀는 그 대가로 그가 당신의 일을 도울 수 있을 거라고 하네요.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_02_Steal_Outcome1Description
source: You managed to acquire the item from the guard.
ko: 경비병의 물건을 입수하는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_03_ReturnTitle
source: Return to Sima
ko: 시마에게 돌아가기

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_03_ReturnDescription
source: You did what Sima asked. Now take the item to her and close the deal.
ko: 시마의 부탁을 완수했습니다. 물건을 그녀에게 가져가 거래 완료하기.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_01_03_Return_Outcome1Description
source: You gave the notebook back to Sima and she seemed to start trusting you.
ko: 공책을 시마에게 돌려주자 그녀가 당신을 신뢰하기 시작한 것처럼 보입니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_TITLE
source: The Lord Protector
ko: 섭정

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_01_StartQuestLogTitle
source: Meet the City's Master
ko: 도시의 수장 만나기

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_01_StartQuestLogDescription
source: Rose told you it would be a good idea to formally introduce yourself to the city's Lord Protector. Find a way to meet him - and make sure he knows you're not rebels.
ko: 로즈는 이 도시의 섭정을 찾아 예의 바르게 자신을 소개하는 게 좋을 거라고 얘기했습니다. 그를 만날 방법을 찾고 - 당신이 반군이 아니란 걸 확실히 하십시오.

source: You passed through the city's Low Gate.
ko: 도시의 하부 관문을 통과했습니다.

source: You did not meet with the Lord Protector.
ko: 당신은 섭정과 만나지 않았습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_01_MeetGuardsFirstGateTitle
source: The High Gate
ko: 상부 관문

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_01_MeetGuardsFirstGateDescription
source: You need to pass through the High Gate to reach the palace of the Lord Protector.
ko: 섭정의 궁에 도달하기 위해선 상부 관문을 통과해야 합니다.

source: You passed through the High Gate.
ko: 상부 관문을 통과했습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_03_MeetOrenetisTitle
source: Request an Audience
ko: 알현 요청

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_03_MeetOrenetisDescription
source: You're in the palace! Ask for an audience with the Lord Protector.
ko: 궁 안에 들어왔습니다! 섭정에게 알현을 요청하십시오.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_03_MeetOrenetis_Outcome1Description
source: You met with Orenetis, the city's Lord Protector of the city.
ko: 당신은 이 도시의 섭정, 오레네티스와 만났습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03
source: The Cylindrical Prism
ko: 원기둥 프리즘

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_01_Title
source: Find the Cylinder Prism Key
ko: 원기둥 프리즘 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_01_Description
source: The tunnel gate requires a special key. Search the building to find it.
ko: 터널 관문엔 특별한 열쇠가 필요합니다. 건물 안에서 찾아내십시오.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_01__Outcome1Description
source: You found the cylinder prism key.
ko: 원기둥 프리즘 열쇠를 찾아냈습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_02_Title
source: Use the Cylinder Prism Key
ko: 원기둥 프리즘 열쇠 사용하기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_02_Description
source: Use the cylinder prism key to open the gate to the tunnels.
ko: 터널 관문을 열기 위해 원기둥 프리즘 열쇠 사용하기.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_03_STEP_02__Outcome1Description
source: You successfully opened the tunnel gate.
ko: 터널 관문을 여는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_05_BringBackToForge_Outcome2Description
source: You gave the dryad queen's head to Orenetis. The Forge is very unhappy.
ko: 오레네티스에게 드라이어드 여왕의 머리를 건넸습니다. 포지는 많은 불만을 품었습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_Title
source: Magical Ingredients
ko: 마법 재료

# Quest/&DLC1_Secondary_Quest_Orenetis_03_MAINTitle
source: Find Magical Ingredients for Orenetis
ko: 오레네티스를 위해 마법 재료 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_MAINDescription
source: Orenetis asked you for various ingredients that you can find in a nearby clearing. It seems to be dangerous as it includes parts of a troll.
ko: 오레네티스는 근처의 빈터에서 찾을 수 있는 여러 재료들을 부탁했습니다. 트롤의 신체부의를 포함했다면 위험해 보이는군요.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_MAIN_Outcome1Description
source: You brought back everything Orenetis needed. He is happy. Well done!
ko: 오레네티스가 원하던 모든 걸 가져왔습니다. 그가 만족하는군요. 훌륭합니다!

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01ATitle
source: Find a Dryad Queen's Head
ko: 드라이어드 여왕의 머리 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01ADescription
source: Orenetis asked you to find a special ingredient: the head of a dryad queen.
ko: 오레네티스는 당신에게 특별한 재료: 드라이어드 여왕의 머리를 찾아와달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01A_Outcome1Description
source: You have found a dryad queen's head.
ko: 드라이어드 여왕의 머리를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01BTitle
source: Take the Dryad Queen's Head to Graymas
ko: 그레이마스에게 드라이어드 여왕의 머리 가져가기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01BDescription
source: Report to Esfalad Graymas and give him the dryad queen's head.
ko: 에스팔라드 그레이마스에게 보고하고 그에게 드라이어드 여왕의 머리 건네기.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01B_Outcome1Description
source: You gave Esfalad the dryad queen's head.
ko: 에스팔라드에게 드라이어드 여왕의 머리를 건넸습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_01B_Outcome2Description
source: You gave the dryad queen's head to Hasdrubal.
ko: 드라이어드 여왕의 머리를 하스드루발에게 건넸습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02ATitle
source: Find a Smart Giant's Head
ko: 똑똑한 거인의 머리 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02ADescription
source: Orenetis wants you to find a smart giant's head.
ko: 오레네티스는 똑똑한 거인의 머리를 찾아오길 원합니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02A_Outcome1Description
source: You have found a smart giant's head.
ko: 똑똑한 거인의 머리를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02BTitle
source: Take the Smart Giant's Head to Esfalad
ko: 에스팔라드에게 똑똑한 거인의 머리 가져가기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02BDescription
source: Report to Chancellor Esfalad and give him the smart giant's head.
ko: 에스팔라드에게 보고하고 똑똑한 거인의 머리를 건네주자.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_02B_Outcome1Description
source: You gave Esfalad the smart giant's head.
ko: 에스팔라드에게 똑똑한 거인의 머리를 건넸습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03ATitle
source: Find a Mutant Minotaur's Head
ko: 돌연변이 미노타우로스의 머리 찾기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03ADescription
source: Orenetis is looking for a mutant minotaur's head.
ko: 오레네티스는 돌연변이 미노타우로스의 머리를 찾고 있습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03A_Outcome1Description
source: You have found a mutant minotaur's head.
ko: 돌연변이 미노타우로스의 머리를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03BTitle
source: Give Esfalad the Albino Minotaur's Head
ko: 에스팔라드에게 알비노 미노타우로스의 머리 건네기

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03BDescription
source: Report to Chancellor Esfalad and give him the mutant minotaur's head.
ko: 에스팔라드에게 보고하고 돌연변이 미노타우르스의 머리를 건네주자.

# Quest/&DLC1_Secondary_Quest_Orenetis_03_STEP_03B_Outcome1Description
source: You gave Esfalad the mutant minotaur's head.
ko: 에스팔라드에게 돌연변이 미노타우로스의 머리를 건넸습니다.

# Quest/&DLC1_Secondary_Quest_Forge_02_Title
source: Suspicious Ingredients
ko: 수상쩍은 재료들

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_01Title
source: Find Ingredients
ko: 재료들 찾기

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_01Description
source: You might find them in a cave.
ko: 동굴 속에서 찾을 수 있을 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_01_Outcome1Description
source: You found some ingredients.
ko: 일부 재료를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_02Title
source: Deliver the Ingredients
ko: 재료 전달하기

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_02Description
source: Telerien wants the ingredients you found in the spider nest.
ko: 텔레리엔은 당신이 거미 둥지에서 찾은 재료를 원합니다.

# Quest/&DLC1_Secondary_Quest_Forge_02_STEP_02_Outcome1Description
source: You gave the ingredients to Telerien. He is happy.
ko: 텔레리엔에게 재료를 건넸습니다. 그가 만족합니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_02_Title
source: Garden Party
ko: 가든 파티
