Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step40_Wait24hDescription
source: After you brought the ring back, the Elder let you know its meaning to him. He will need time to grieve his loss. You should rest at the Golden Perch in the meantime.
ko: 반지를 가져온 후, 장로는 그것이 자신에게 갖는 의미를 알려줬습니다. 상실을 애도할 시간이 필요할 것입니다. 잠시 황금 횃대에서 휴식을 가지십시오.

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step40_Wait24h_Outcome1Description
source: You left the Elder some time to grieve.
ko: 장로가 애도할 수 있도록 잠시 자리를 비웠습니다.

# Quest/&DLC3_Quest_ElvenClans_04_QuestTitle
source: A Message from the Grave
ko: 무덤에서 온 소식

# Quest/&DLC3_Quest_ElvenClans_04_Step10_reportLeralynWords Title
source: Relay Leralyn's Words to the Elder
ko: 레랄린의 말을 장로에게 전달하기

# Quest/&DLC3_Quest_ElvenClans_04_Step10_reportLeralynWords Description
source: You met Leralyn's ghost in the graveyard. She informed you that she was the Elder's wife and asked you to relay a message to him: she is about to leave this world.
ko: 무덤가에서 레랄린의 유령과 만났습니다. 그녀는 당신에게 자신이 장로의 아내이며, 남편에게 다음과 같은 말을 전해달라 부탁했습니다: 그녀가 이 세상을 떠나려 한다고 말입니다.

# Quest/&DLC3_Quest_ElvenClans_04_Step10_reportLeralynWords _Outcome1Description
source: You passed on Leralyn's last words. The Elder, although troubled, was deeply grateful.
ko: 당신은 레랄린의 마지막 말을 전했습니다. 장로는, 몹시 힘들어 했으나, 깊이 감사했습니다.

# Quest/&DLC3_Quest_ElvenClans_05_QuestTitle
source: Secret Key
ko: 비밀 열쇠

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step10_ReachRuinsAgainTitle
source: Return to the Ruins
ko: 폐허로 돌아가기

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step10_ReachRuinsAgainDescription
source: The Elder is nowhere to be found since he told you about his past. His advisor Dyssalim thinks he may be grieving up at his old house near the mausoleum. Follow Dyssalim and find the Elder.
ko: 장로는 과거에 대해 얘기한 후 모습이 보이지 않습니다. 그의 참모 디살림은 장로가 영묘 근처의 그의 옛 집에서 슬퍼할 것 같다고 추측했습니다. 디살림을 따라 장로를 찾으십시오.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step10_ReachRuinsAgain_Outcome1Description
source: You reached the ruins.
ko: 폐허에 도착했습니다.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step20_OpenDoorTitle
source: Open the Door
ko: 문 열기

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step20_OpenDoorDescription
source: Use Dyssalim's key to open the door of the Elder's old house.
ko: 디살림의 열쇠를 이용해 장로의 옛 집의 문을 여십시오.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step20_OpenDoor_Outcome1Description
source: You opened the Elder's old house.
ko: 장로의 옛 집의 문을 열었습니다.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step30_SearchForArtefactTitle
source: Look for the Elder
ko: 장로 찾기

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step30_SearchForArtefactDescription
source: Estorgath Sharpmind lived in this house with his wife Leralyn a very long time ago. If he needed somewhere to grieve, it might be here.
ko: 에스토르가스 샤프마인드는 아주 오래 전 이 집에서 그의 아내 레랄린과 거주했습니다. 그가 슬퍼할 곳이 있다면, 여기일 것입니다.

source: You found a journal from the time when Estorgath lived here.
ko: 에스토르가스가 이곳에 살던 시절에 작성된 일지를 찾았습니다.

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step40_RushBackToTownTitle
source: Hurry Back to the Settlement
ko: 서둘러 정착지로 돌아가기

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step40_RushBackToTownDescription
source: Dyssalim was a demon in disguise! Who knows what happened to the Elder? Hurry back to the settlement and find him at all costs!
ko: 디살림은 변장한 악마였습니다! 장로에게 무슨 일이 벌어졌을지 아무도 모릅니다. 서둘러 정착지로 돌아가 무슨 수를 써서든 그를 찾으십시오!

# Quest/&DLC3_Quest_ElvenClans_05_Quest_Step40_RushBackToTown_Outcome1Description
source: You reached the settlement.
ko: 정착지에 도착했습니다.

# Quest/&DLC3_Quest_ElvenClans_05_Step50_SaveSettlementFromAttackTitle
source: Eliminate the Threat
ko: 위협 제거

# Quest/&DLC3_Quest_ElvenClans_05_Step50_SaveSettlementFromAttackDescription
source: As you feared, the settlement was attacked while you were away. Eliminate all enemies and save the Elder and the settlers!
ko: 두려워했던 대로, 정착지는 당신이 없는 동안 습격당했습니다. 모든 적을 제거하고 장로와 정착지를 구하십시오!

source: You killed all the Soraks and demons in the settlement.
ko: 정착지에서 모든 소락과 악마들을 죽였습니다.

# Quest/&DLC3_Quest_ElvenClans_06_QuestTitle
source: Young Blood
ko: 젊은 피

# Quest/&DLC3_Quest_ElvenClans_06_Step10_Kill_Sylvan_ElvesTitle
source: Eliminate the Condemned Elves
ko: 죄가 선고된 엘프들 제거하기

# Quest/&DLC3_Quest_ElvenClans_06_Step10_Kill_Sylvan_ElvesDescription
source: The Elder asks you to kill a particular group of elves, even though they have been loyal to him so far.
ko: 장로는 일부 엘프 무리를 죽여달라 부탁했습니다. 그들이 여지껏 장로에게 충성을 다했음에도 말입니다.

# Quest/&DLC3_Quest_ElvenClans_06_Step10_Kill_Sylvan_Elves_Outcome1Description
source: You killed the elves as the Elder asked, ignoring their protestations of innocence.
ko: 장로의 부탁을 따라, 그들의 무죄 주장을 무시하고 엘프들을 죽였습니다.

# Quest/&DLC3_Quest_ElvenClans_07_QuestTitle
source: Free the True Elder?
ko: 진짜 장로 풀어주기?

# Quest/&DLC3_Quest_ElvenClans_07_Step10_InvestigateElderAbductionTitle
source: Investigate the Elder's Abduction
ko: 장로 납치 조사

# Quest/&DLC3_Quest_ElvenClans_07_Step10_InvestigateElderAbductionDescription
source: According to the elves from the housing district, the Elder has been replaced by a shapeshifter. Find and save the true elder!
ko: 거주구의 엘프들에 따르면, 장로가 형태변환자에 의해 바꿔치기당했다고 합니다. 진짜 장로를 찾아 구하십시오!

source: The tracks you found led to this mausoleum.
ko: 흔적이 이 영묘로 이어집니다.

# Quest/&DLC3_Quest_ElvenClans_07_Step20_openDoorTitle
source: Open the Door
ko: 문 열기

# Quest/&DLC3_Quest_ElvenClans_07_Step20_openDoorDescription
source: Since so many footprints converge here, there is a good chance the Elder is behind this door. Open it - but be prepared for the worst!
ko: 많은 발자국이 찍혀있습니다. 장로 또한 이 문 뒤에 있을 가능성이 높습니다. 열되, 최악의 상황을 대비하십시오!

# Quest/&DLC3_Quest_ElvenClans_07_Step20_openDoor_Outcome1Description
source: You opened the door.
ko: 문을 열었습니다.

# Quest/&DLC3_Quest_ElvenClans_07_Step30_CheckElderTitle
source: Find the Elder
ko: 장로 찾기

# Quest/&DLC3_Quest_ElvenClans_07_Step30_CheckElderDescription
source: The shapeshifters hiding around the mausoleum are defeated. Check whether the Elder is inside.
ko: 영묘 주변에 숨어있는 변신괴물들을 처치했습니다. 장로가 안에 있는지 확인하십시오.

# Quest/&DLC3_Quest_ElvenClans_07_Step30_CheckElder_Outcome1Description
source: You convinced the elven settlement to vote at the council. You can leave.
ko: 당신은 엘프 정착지를 설득하여 평의회에서 투표하도록 했습니다. 떠나도 좋습니다.

# Quest/&DLC3_Quest_Undermountain_01_QuestTitle
source: Under the Mountain
ko: 산의 땅속 깊은곳에서

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_01Title
source: Reach Turvaamalinn
ko: 투르바말린에 도착하기

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_01Description
source: Join the Central Guardians in Turvaamalinn.
ko: 투르바말린의 중앙 파수꾼들과 함께하기.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_01_Outcome1Description
source: You have reached Turvaamalinn. Meet Kara Wisehead to learn more about the situation.
ko: 투르바말린에 도착했습니다. 카라 와이즈헤드를 만나 상황을 자세히 알아보세요.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_02Title
source: Find Kara Wisehead
ko: 카라 와이즈헤드 찾기

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_02Description
source: Learn more about the local elections by talking to Kara Wisehead.
ko: 카라 와이즈헤드와의 대화를 통해 지역 선거에 대해 알아보세요.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_02_Outcome1Description
source: You have met Kara Wisehead, who is responsible for local elections contested by the various houses. You have learned of the many problems blocking the elections in Turvaamalinn. Between the blocked tunnel, the presence of bandits and the disappearance of some citizens, the situation is tense. Go and talk to the heads of the houses to find out more.
ko: 여러 가문이 경합하는 지역 선거를 담당하는 카라 와이즈헤드를 만났습니다. 투르바말린에서 선거를 방해하는 많은 문제를 알게 되었습니다. 막힌 터널, 도적의 존재, 일부 시민들의 실종 등 상황이 긴장되고 있습니다. 각 가문의 가주들을 만나 자세한 이야기를 들어보세요.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03ATitle
source: Talk to Brodir Steelheart
ko: 브로디어 스틸하트와 대화

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03ADescription
source: Go talk to Brodir Steelheart, the head of the Perlevinn house, in the city gardens.
ko: 도시 정원에서, 펠레빈 가문의 수장, 브로디어 스틸하트와 대화하십시오.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03A_Outcome1Description
source: You have met Brodir Steelheart the head of House Perlevinn. According to him, clearing the tunnel is crucial for the success of the Keskainen election. The heating system which draws its source from the lava ducts has broken down, but no one can really say why. Brodir has sent troops; however, no one has returned. According to him, the bandits are just a nuisance that should not be taken too seriously.
ko: 펠레빈 가문의 수장 브로디어 스틸하트와 만났습니다. 그의 얘기에 따르면, 터널 청소는 케스카이넨 선거의 성공을 위해 필수적인 모양입니다. 용암의 열원을 이용하는 난방 시스템의 공급로가 무너져 내렸지만, 아무도 원인을 확실히 장담할 수 없는 상황입니다. 브로디어는 부대를 파견했었지만, 돌아온 자는 없었습니다. 브로디어는 도적들이 너무 심각하게 받아들일 필요 없는 골칫덩이라고 했습니다.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03BTitle
source: Talk to Valdi Boldhand
ko: 발디 볼드핸드와 대화

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03BDescription
source: Go talk to Valdi Boldhand, the head of the Ettiven house, at the city temple.
ko: 도시 신전에서, 에티벤 가문의 수장, 발디 볼드핸드와 대화하십시오.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_03B_Outcome1Description
source: You have met Valdi Boldhand, the head of House Ettiven. According to him, it is essential to clear the tunnel so that the elections can take place as planned. Valdi admits that his house is powerless to deal with the increase in bandits, as most of his men have gone to help the humans on the Gallivan front.
ko: 에티벤 가문의 수장, 발디 볼드핸드와 만났습니다. 그에 따르면, 터널을 청소해야 선거를 계획했던 장소에서 치를 수 있다고 합니다. 발디는 그의 가문은 늘어나는 도적들을 처리할 만한 힘이 없다는 걸 인정했으며, 그의 사람들은 갈리반 전선에 있는 사람들을 도우러 자리를 비웠다고 합니다.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_04Title
source: The Election Problem
ko: 선거 문제

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_04Description
source: Meet with the clan chief and find out why the election is being blocked.
ko: 씨족장을 만나 선거가 왜 막혔는지 알아내십시오.

# Quest/&DLC3_Quest_Undermountain_01_Quest_STEP_04_Outcome1Description
source: Now you know why the local elections have stalled. The city's heating system, which is essential for its proper functioning, has broken down, triggering a cascade of consequences, including congestion in the access tunnel on the other side of the mountain. Many caravans are blocked from outside, paralyzing Turvaamalinn's economic activity.
ko: 선거가 멈춘 이유를 알았습니다. 도시의 난방 시스템이 작동을 정지했으며, 그 여파로 산의 다른 곳으로 통하는 터널도 막힌 상황입니다. 많은 상단들이 외부에서 들어오지 못하고 정체됐으며, 이로 인해 투르바말린의 경제 활동도 마비되었습니다.

# Quest/&DLC3_Einareum_Quest_Title
source: Unfinished Business
ko: 끝나지 않은 일

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_01Title
source: Meet with Beric Sunblaze
ko: 베릭 선블레이즈 만나기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_01Description
source: Marshal Beric Sunblaze asked you to meet him in the Einareum Abbey.
ko: 베린 선블레이즈 원수가 에이나리움 대수도원에서 만나달라고 요청했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_01_Outcome1Description
source: You have spoken with Beric Sunblaze.
ko: 베릭 선블레이즈와 대화했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_02Title
source: Rest Overnight
ko: 밤 동안 휴식

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_02Description
source: Marshal Beric Sunblaze has asked you to escort a caravan going to Kaupaapunki. You need to use the guest room to rest overnight, first.
ko: 베릭 선블레이즈 원수는 카우판푸키로 향하는 상단의 호위를 부탁했습니다. 우선 밤 동안 객실에서 쉬십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_02_Outcome1Description
source: You are now rested. You can meet Vigdis Kaikonnen in the nearby gardens.
ko: 휴식을 마쳤습니다. 근처의 정원에서 비그디스 카이콘넨을 만날 수 있습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_03Title
source: Meet Vigdis
ko: 비그디스 만나기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_03Description
source: Get acquainted with Vigdis Kaikonnen in the abbey's gardens.
ko: 대수도원의 정원에서 비그디스 카이콘넨과 안면을 트십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_03_Outcome1Description
source: You have spoken with Vigdis.
ko: 비그디스와 대화했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04Title
source: Visit the Merchants
ko: 상인들 방문하기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04Description
source: The journey to Kaupaapunki will be long. Make sure you have everything you might need.
ko: 카우판푸키 행은 짧지 않을 것입니다. 필요한 모든 걸 챙겼는지 확인하십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04_Outcome1Description
source: You have visited the market.
ko: 시장을 방문했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_05Title
source: Leave the Einareum
ko: 에이나리움 떠나기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_05Description
source: Vigdis told you to join the caravan when you're ready.
ko: 비그디스는 준비를 마치면 대상에 끼라고 했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_05_Outcome1Description
source: You started your journey to Kaupaapunki with Vigdis Kaikonnen's caravan.
ko: 비그디스 카이콘넨의 대상과 함께 카우판푸키를 향한 여로에 올랐습니다.

# Quest/&DLC3_Quest_Undermountain_02_QuestTitle
source: Heat from the Deep
ko: 지저의 열기

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_01Title
source: Go to the Well
ko: 수직갱으로 가기

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_01Description
source: Descend into the heart of the mountain through the well and its elevator.
ko: 수직갱과 승강기를 이용해 산의 심부로 내려갑니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_01_Outcome1Description
source: On your way to the well, you learned that the well has been very recently condemned. A decision obviously taken by Ettiven. It will not be possible to access the Lava Tunnels from there.
ko: 수직갱으로 가는 길에, 수직갱이 최근 안전하지 않다고 판정받은 사실을 알게 되었습니다. 이 결정은 에티벤이 내린 것이 명백합니다. 그곳에서 용암 터널에 접근하는 것은 불가능할 것입니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_01_Outcome2Description
source: On your way to the well, you learned that the well has been very recently condemned. A decision obviously taken by Ettiven. It will not be possible to access the Lava Tunnels from there.
ko: 수직갱으로 가는 길에, 수직갱이 최근 안전하지 않다고 판정받은 사실을 알게 되었습니다. 이 결정은 에티벤이 내린 것이 명백합니다. 그곳에서 용암 터널에 접근하는 것은 불가능할 것입니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_02Title
source: Find Another Way
ko: 다른 길 찾기

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_02Description
source: Find another way into the heart of the mountain. The locals may know something useful.
ko: 산의 심부로 들어갈 다른 길을 찾으십시오. 지역민들은 뭔가를 알지도 모릅니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_02_Outcome1Description
source: You've heard about a recently discovered route through the quarry near the Low City, but the gallery is in bad shape and could collapse at any moment.
ko: 하부 도시 근처 채석장을 경유하는 최근에 발견된 길에 대해 들었습니다. 하지만 길은 불안하며 언제든 무너질 수 있습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_02_Outcome2Description
source: You've found a route through the quarry near the Low City, but the gallery is in bad shape and could collapse at any moment.
ko: 하부 도시 근처 채석장을 경유하는 길을 찾았습니다. 하지만 길은 불안하며 언제든 무너질 수 있습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_03Title
source: Take the Secret Gallery
ko: 비밀 땅굴로 이동

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_03Description
source: Enter the heart of the mountain through the passage from the quarry.
ko: 채석장에서 산의 심부로 진입하십시오.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_03_Outcome1Description
source: You managed to exit the gallery. However, it collapsed behind you.
ko: 땅굴에서 나왔습니다. 그러나, 나오자마자 붕괴하는군요.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_04Title
source: Kill the Soraks!
ko: 소락을 죽이십시오!

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_04Description
source: A wounded guard is surrounded by Soraks. Help him!
ko: 부상당한 경비가 소락들에게 포위됐습니다. 도와주십시오!

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_04_Outcome1Description
source: You have defeated several Soraks grouped around a wounded guard. The guard gave you a document containing information about the heating system.
ko: 부상당한 경비를 에워싼 소락 무리를 물리쳤습니다. 경비는 당신에게 난방 시스템에 관련된 정보가 든 서류를 줬습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_05Title
source: Find the Heating Generator
ko: 열 생성기 찾기

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_05Description
source: Find the location of the heating system. Following the lava channel should bring you to it.
ko: 난방 시스템의 위치를 찾으십시오. 용암 수로를 따라가면 될 것입니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_05_Outcome1Description
source: The heating system is definitely off. The other streams that are supposed to feed it are not active.
ko: 난방 시스템은 누가 봐도 꺼져 있습니다. 흘러야 할 다른 공급로들은 활성화되지 않은 상태입니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06aTitle
source: Activate the Northern Lava Duct
ko: 북쪽 용암 공급로 활성화

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06aDescription
source: Find a way to get the lava to flow through the northern lava duct.
ko: 북쪽 용암 공급로에 용암이 흐르게 만들 방법을 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06a_Outcome1Description
source: You've destroyed the demonic stone above the lava duct, letting the lava flow in the northern duct.
ko: 용암 공급로 위의 악마석을 파괴해, 북쪽 공급로에 용암을 흐르게 만들었습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06bTitle
source: Activate the Eastern Lava Duct
ko: 동쪽 용암 공급로 활성화

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06bDescription
source: Find a way to get the lava to flow through the eastern lava duct.
ko: 동쪽 용암 공급로에 용암이 흐르게 만들 방법을 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06b_Outcome1Description
source: You've destroyed the demonic stone above the lava duct, letting the lava flow into the eastern duct.
ko: 용암 공급로 위의 악마석을 파괴해, 동쪽 공급로에 용암을 흐르게 만들었습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06cTitle
source: Activate the Southern Lava Duct
ko: 남쪽 용암 공급로 활성화

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06cDescription
source: Find a way to get the lava to flow through the southern lava duct.
ko: 남쪽 용암 공급로에 용암이 흐르게 만들 방법을 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_06c_Outcome1Description
source: You've destroyed the demonic stone above the lava duct, letting the lava flow through the southern duct.
ko: 용암 공급로 위의 악마석을 파괴해, 남쪽 공급로에 용암을 흐르게 만들었습니다.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_07Title
source: Activate the Heat Generator
ko: 열 생성기 활성화

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_07Description
source: Find a way to activate the heating system.
ko: 난방 시스템을 활성화할 방법을 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_02_Quest_STEP_07_Outcome1Description
source: After a little thought, you unlocked the mechanism and activated the heat generator!
ko: 잠시간의 생각 끝에, 기계장치를 풀고 열 생성기를 활성화했습니다!

# Quest/&DLC3_Quest_Undermountain_03_QuestTitle
source: Fire and Ice
ko: 불과 얼음

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_01Title
source: Find a Way Out
ko: 출구 찾기

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_01Description
source: Both known means of access - the shaft and the gallery - are impassable. Find another way. Perhaps the heat has begun to melt parts of the cave.
ko: 승강기와 땅굴이 모두 통행할 수 없는 상태입니다. 다른 길을 찾으십시오. 어쩌면 열이 동굴 내 일부를 녹이기 시작했을지도 모릅니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_01_Outcome1Description
source: You managed to find a way out of the heart of the mountain through a natural tunnel. After several minutes of walking - more or less upright - you reached the surface.
ko: 자연동굴을 통해 산의 심부로 나갈 수 있는 길을 찾았습니다. 몇 분 정도 걸어 지표면에 도착했습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_03Title
source: Follow the Survivors' Tracks
ko: 생존자들의 흔적 쫓기

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_03Description
source: The tunnel leading to the Low City is beginning to melt. Search for traces of the survivors.
ko: 하부 도시로 이어지는 터널이 녹기 시작했습니다. 생존자들의 흔적을 찾으십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_03_Outcome1Description
source: Traces of the caravans found on the other side of the tunnel testify to the harsh conditions. As you walked up the trail, you met some survivors.
ko: 터널의 다른 쪽에서 찾은 대상의 흔적은 가혹한 환경을 보여주는 듯합니다. 흔적을 쫓아 걸어가자, 일부 생존자를 만날 수 있었습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_04Title
source: Save the Survivors
ko: 생존자 구하기

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_04Description
source: Protect the Survivors.
ko: 생존자들을 보호하십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_04_Outcome1Description
source: The caravan you saved is none other than Gilmar Goldentongue's! He has let you know that he has an important role to play in the elections.
ko: 당신이 구한 대상은 길마르 골든텅의 대상이었습니다! 그는 자신이 이번 선거들에서 중요한 역할을 맡았다는 사실을 알려줬습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_06Title
source: Find Kara Wisehead in the City
ko: 도시에서 카라 와이즈헤드 찾기

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_06Description
source: Gilmar asked you to go with him to the High City to meet Kara Wisehead.
ko: 길마르는 자신과 함께 상부 도시로 가 카라 와이즈헤드를 만나달라고 부탁했습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_06_Outcome1Description
source: You met Kara Wisehead again after activating the heat generator and saving Gilmar Goldentongue who turned out to be a candidate for the Keskainen election, and your testimony was precious. Although dissent remains strong in Turvaamalinn, and many houses are reluctant to cooperate, the essential vote lies elsewhere: the election of the Keskainen Vartmerkint, the chief of the Central Guardians, is being held. His representative will come to White Rock City for the Speaker's election.
ko: 열 생성기를 작동시키고, 케스카이넨 선거 후보 길마르 골든텅을 구한 후 카라 와이즈헤드를 만났습니다. 당신의 증언은 귀중하게 받아들여졌습니다. 투르바말린에선 여전히 반대 의견이 강하고, 많은 가문들이 협력을 꺼리고 있지만, 중요한 것은 다른 것입니다: 중앙의 파수꾼, 케스카이넨 바트머킨의 씨족장을 뽑는 선거가 열린다는 사실입니다. 그 대변인은 맹주 선출을 위해 백석 도시로 오게 될 것입니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_06_Outcome2Description
source: You met Kara Wisehead again after activating the heat generator and saving Gilmar Goldentongue who turned out to be a candidate for the Keskainen election, and your testimony was precious. Although dissent remains strong in Turvaamalinn, and many houses are reluctant to cooperate, the essential vote lies elsewhere: the election of the Keskainen Vartmerkint, the chief of the Central Guardians, is being held. His representative will come to White Rock City for the Speaker's election.
ko: 열 생성기를 작동시키고, 케스카이넨 선거 후보 길마르 골든텅을 구한 후 카라 와이즈헤드를 만났습니다. 당신의 증언은 귀중하게 받아들여졌습니다. 투르바말린에선 여전히 반대 의견이 강하고, 많은 가문들이 협력을 꺼리고 있지만, 중요한 것은 다른 것입니다: 중앙의 파수꾼, 케스카이넨 바트머킨의 씨족장을 뽑는 선거가 열린다는 사실입니다. 그 대변인은 맹주 선출을 위해 백석 도시로 오게 될 것입니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_07Title
source: Return to White Rock City
ko: 백석 도시로 귀환

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_07Description
source: Return to the capital to report your progress.
ko: 진행사항을 보고하기 위해 도읍으로 돌아가십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_07_Outcome1Description
source: You have returned to the capital of the Snow Alliance with assurances that the chief of the Central Guardians will soon come to vote in the Speaker's election.
ko: 중앙 파수꾼의 씨족장이 곧 맹주 선출에 참여하기 위해 올 것이란 보장을 받고, 설산 동맹의 도읍으로 돌아왔습니다.

source: You managed to sneak behind the guard to reach the Elder.
ko: 장로와 만나기 위해 경비의 뒤에 숨어들었습니다.

# Quest/&DLC3_PalaceOfIce_Quest_030_FightSessrothTitle
source: Fight!
ko: 전투!

# Quest/&DLC3_PalaceOfIce_Quest_030_FightSessrothDescription
source: You found the Archdemon responsible for everything. It's time to end this!
ko: 모든 것의 배후인 대악마를 찾았습니다. 모든 걸 끝낼 순간입니다!

# Quest/&DLC3_PalaceOfIce_Quest_030_FightSessroth_Outcome1Description
source: You appear to have destroyed Sessroth - and yet the Palace of Ice still stands. You feel like this may not be the end.
ko: 세스로스를 파괴했으나 - 얼음 궁전은 그대로입니다. 이게 끝이 아니란 생각이 듭니다.

# Quest/&DLC3_PalaceOfIce_Quest_040_SearchThePlaceTitle
source: Search the Palace
ko: 궁전 수색하기

# Quest/&DLC3_PalaceOfIce_Quest_050_FightTitle
source: Fight!
ko: 전투!

# Quest/&DLC3_PalaceOfIce_Quest_050_FightDescription
source: The area is full of demons. Kill them!
ko: 데몬들로 가득합니다. 끝장내십시오!

# Quest/&DLC3_PalaceOfIce_Quest_050_Fight_Outcome1Description
source: You have cleared the area of demons.
ko: 근방의 데몬들을 소탕했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_040_SearchThePlaceDescription
source: You killed Sessroth the Archreaver, but the Palace and its interplanar Gate do not seem affected. Look around for anything useful to close this passage from the Demon Realms.
ko: 파괴왕 세스로스를 죽였지만, 궁전과 차원간 게이트는 영향을 받지 않은 것처럼 보입니다. 주변을 수색해 이 데몬들의 영역에서 이어지는 길을 닫을 무언가를 찾으십시오.
