Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Description
source: You now have enough experience to level up! To do so, you must take a long rest. Head back to the Gravekeep's Cask and speak to Karel, the owner. He will tell you how to get a room while you're staying in town. You can use the map's fast travel function to return there quickly.
ko_mt: 이제 레벨을 올리기에 충분한 경험이 있습니다! 그러려면 긴 휴식을 취해야 합니다. 묘지의 술통으로 돌아가 주인인 카렐과 대화하십시오. 그는 당신이 도시에 머무는 동안 방을 구하는 방법을 알려줄 것입니다. 지도의 빠른 이동 기능을 사용하여 빠르게 그곳으로 돌아갈 수 있습니다.

# Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Outcome1Description
source: You have leveled up!
ko_mt: 당신은 레벨 업했습니다!

# Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Title
source: Level Up
ko_mt: 레벨 업

# Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Description
source: Before you leave for Caer Lem, you should visit the local stores and make sure you've got everything you need. Take your time to optimize your equipment, but at least buy rations of food. You can buy some at Gorim's Emporium on Market Street.
ko_mt: Caer Lem으로 떠나기 전에 지역 상점을 방문하여 필요한 모든 것이 있는지 확인해야 합니다. 시간을 내어 장비를 최적화하되 최소한 식량은 구입하십시오. 시장거리에 있는 고림상가에서 살 수 있습니다.

# Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Outcome1Description
source: You have bought some food for the journey.
ko_mt: 당신은 여행을 위해 약간의 음식을 샀습니다.

# Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Title
source: Buy Some Food for the Journey
ko_mt: 여행을 위한 음식 구입

# Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Description
source: Annie Bagmordah, the Scavengers' quartermaster, asked you to visit their headquarters beside the Gravekeep's Cask.
ko_mt: Scavengers의 병참장교인 Annie Bagmordah는 Gravekeep's Cask 옆에 있는 그들의 본부를 방문하도록 요청했습니다.

# Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Outcome1Description
source: You have been introduced to the Scavengers.
ko_mt: Scavengers를 소개받았습니다.

# Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Title
source: Visit the Scavengers' Headquarters
ko_mt: 청소부 본부 방문

# Caer_Cyflen_Quest_AfterTutorial_Title
source: The Legacy Council
ko_mt: 레거시 위원회

# Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugo_Outcome1Description
source: You have visited Hugo's shop.
ko_mt: 휴고의 가게를 방문하셨습니다.

# Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugoDescription
source: You might want to visit Hugo Requer's magic shop.
ko_mt: Hugo Requer의 마술 가게를 방문하고 싶을 수도 있습니다.

# Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugoTitle
source: Visit Hugo Requer's Magic Shop
ko_mt: Hugo Requer의 Magic Shop 방문

# Caer_Cyflen_Visit_Hugo_Title
source: Visit the Magic Shop
ko_mt: 매직샵 방문

# Caer_Lem_Goblin_Cave_Quest_CleanCave_Outcome1Description
source: You have cleared the goblin cave!
ko_mt: 고블린 동굴을 클리어했습니다!

# Caer_Lem_Goblin_Cave_Quest_CleanCaveDescription
source: Did the soldiers in the Caer Lem outpost know of this goblin hideout? Regardless, it should be cleared out!
ko_mt: Caer Lem 전초기지의 병사들은 이 고블린 은신처를 알고 있었나요? 어쨌든 지워야 합니다!

# Caer_Lem_Goblin_Cave_Quest_CleanCaveTitle
source: Clear the Goblin Cave
ko_mt: 고블린 동굴 클리어

# Caer_Lem_Goblin_Cave_Quest_Title
source: Lair of Filth
ko_mt: 오물 소굴

# Caer_Lem_Quest_01_ReachCaerLem_Outcome1Description
source: You have reached the outpost of Caer Lem.
ko_mt: Caer Lem의 전초 기지에 도달했습니다.

# Caer_Lem_Quest_01_ReachCaerLemDescription
source: The outpost is in the Marches, west of the Principality's capital. Leave the town and use the travel map to reach Caer Lem.
ko_mt: 전초 기지는 공국 수도 서쪽의 행진에 있습니다. 마을을 떠나 여행 지도를 사용하여 Caer Lem에 도달하십시오.

# Caer_Lem_Quest_01_ReachCaerLemTitle
source: Reach the Outpost
ko_mt: 전초기지에 도달

# Caer_Lem_Quest_02_ExploreFort_Outcome1Description
source: The outpost has been attacked! A few survivors are hiding in the dungeon, afraid and suspicious of everyone.
ko_mt: 전초기지가 공격받았다! 몇몇 생존자들은 모두를 두려워하고 의심하며 던전에 숨어 있습니다.

# Caer_Lem_Quest_02_ExploreFortDescription
source: Climb up the hill and explore the fort to find the garrison.
ko_mt: 언덕을 올라 요새를 탐험하여 수비대를 찾으십시오.

# Caer_Lem_Quest_02_ExploreFortTitle
source: Explore the Fort
ko_mt: 요새 탐험

# Caer_Lem_Quest_03_ReachDoor_Outcome1Description
source: You have successfully made contact with the survivors and entered the dungeon.
ko_mt: 생존자들과 성공적으로 접촉하고 던전에 입장했습니다.

# Caer_Lem_Quest_03_ReachDoorDescription
source: The survivors are paranoid. Get to the dungeon door and make them talk to you.
ko_mt: 생존자들은 편집증적입니다. 던전 문으로 가서 그들이 당신에게 말을 걸게하십시오.

# Caer_Lem_Quest_03_ReachDoorTitle
source: Reach the Door to the Dungeon
ko_mt: 던전의 문에 도달

# Caer_Lem_Quest_04_TalkToSurvivors_Outcome1Description
source: You have talked to the survivors and found that they are divided.
ko_mt: 당신은 생존자들과 이야기를 나누었고 그들이 분열되어 있음을 발견했습니다.

# Caer_Lem_Quest_04_TalkToSurvivorsDescription
source: Only four Council soldiers survived the attack. Question them and find out why they are still here.
ko_mt: 4명의 평의회 병사들만이 공격에서 살아남았습니다. 그들에게 질문하고 그들이 왜 여전히 여기에 있는지 알아내십시오.

# Caer_Lem_Quest_04_TalkToSurvivorsTitle
source: Talk to the Survivors
ko_mt: 생존자와 대화

# Caer_Lem_Quest_04a_TalkToLisbath_Outcome1Description
source: You have spoken with Lisbath.
ko_mt: 리스바스와 대화를 나누었습니다.

# Caer_Lem_Quest_04a_TalkToLisbathDescription
source: Talk to Lisbath and get her view of the situation.
ko_mt: Lisbath와 대화하고 상황에 대한 그녀의 견해를 얻으십시오.

# Caer_Lem_Quest_04a_TalkToLisbathTitle
source: Talk to Lisbath
ko_mt: 리스바스와 대화

# Caer_Lem_Quest_04b_TalkToRobar_Outcome1Description
source: You have spoken with Robar.
ko_mt: 당신은 로바와 이야기했습니다.

# Caer_Lem_Quest_04b_TalkToRobarDescription
source: Talk to Robar and get his view of the situation.
ko_mt: 로바에게 말을 걸어 상황을 파악하세요.

# Caer_Lem_Quest_04b_TalkToRobarTitle
source: Talk to Robar
ko_mt: 로바와 대화

# Caer_Lem_Quest_04c_TalkToDaliat_Outcome1Description
source: You have spoken with Daliat.
ko_mt: 달리아트와 이야기를 나누었습니다.

# Caer_Lem_Quest_04c_TalkToDaliatDescription
source: Talk to Daliat and get his view of the situation.
ko_mt: Daliat와 대화하고 상황에 대한 그의 견해를 얻으십시오.

# Caer_Lem_Quest_04c_TalkToDaliatTitle
source: Talk to Daliat
ko_mt: 달리앗과 대화

# Caer_Lem_Quest_05_ChooseStrategyDescription
source: You have talked to all four survivors. Now is the time to decide how to get them out of the dungeon. You can order Beryl to step down and let you lead, order her to turn command over to Robar, ask Daliat about his scouting operation, or push Robar to challenge Beryl's authority.
ko_mt: 생존자 4명 모두와 이야기를 나눴습니다. 이제 그들을 던전에서 꺼내는 방법을 결정할 때입니다. Beryl에게 물러나도록 명령하고, 그녀가 Robar에게 명령을 넘기도록 명령하거나, Daliat의 정찰 작전에 대해 물어보거나, Robar를 밀어서 Beryl의 권위에 도전하도록 할 수 있습니다.

# Caer_Lem_Quest_05_ChooseStrategyTitle
source: Choose a Strategy
ko_mt: 전략 선택

# Caer_Lem_Quest_05a_TalkToBeryl_Outcome1Description
source: You successfully persuaded Beryl to step down, but then a Sorak appeared and killed Robar!
ko_mt: 성공적으로 베릴을 설득했지만, 소락이 나타나 로바를 죽였습니다!

# Caer_Lem_Quest_05a_TalkToBeryl_Outcome2Description
source: You failed to persuade Beryl to step down. While you were having an argument, a Sorak appeared and killed Lisbath!
ko_mt: 베릴을 사임하도록 설득하는 데 실패했습니다. 말다툼을 하던 중 설악이 나타나 리스바스를 죽였다!

# Caer_Lem_Quest_05a_TalkToBerylDescription
source: Talk to Beryl and persuade her to step down.
ko_mt: 베릴과 대화하고 그녀가 물러나도록 설득하십시오.

# Caer_Lem_Quest_05a_TalkToBerylTitle
source: Talk to Beryl
ko_mt: 베릴과 대화

# Caer_Lem_Quest_05b_TalkToDaliat_Outcome1Description
source: You pressured Daliat into giving you the object he found during his expedition to the Badlands, but then a Sorak appeared and killed Robar!
ko_mt: 당신은 Daliat가 황무지 탐험 중에 발견한 물건을 주도록 압력을 가했지만, Sorak이 나타나 Robar를 죽였습니다!

# Caer_Lem_Quest_05b_TalkToDaliat_Outcome2Description
source: Daliat attacked you when you insisted on knowing what he had brought back from the expedition to the Badlands. He didn't leave you any choice but to fight, and you killed him. Right after that, a Sorak appeared and killed Lisbath!
ko_mt: Daliat는 그가 황무지 원정에서 가져온 것을 알고 있다고 주장했을 때 당신을 공격했습니다. 그는 당신에게 싸울 수밖에 없었고 당신은 그를 죽였습니다. 그 직후, 소락이 나타나 리스바스를 죽였다!

# Caer_Lem_Quest_05b_TalkToDaliatDescription
source: Talk to Daliat and ask him for more details on what happened before he joined the outpost.
ko_mt: Daliat에게 말을 걸어 그가 전초기지에 합류하기 전에 무슨 일이 있었는지 자세히 물어보십시오.

# Caer_Lem_Quest_05b_TalkToDaliatTitle
source: Talk to Daliat
ko_mt: 달리앗과 대화

# Caer_Lem_Quest_05c_TalkToRobar_Outcome1Description
source: You successfully persuaded Robar to take command. Beryl wasn't too happy about it and walked away, then a Sorak appeared and killed her!
ko_mt: 당신은 성공적으로 로바를 설득하여 지휘를 받았습니다. Beryl은 그것에 대해 너무 기뻐하지 않고 걸어 갔고 Sorak이 나타나 그녀를 죽였습니다!

# Caer_Lem_Quest_05c_TalkToRobar_Outcome2Description
source: Robar refused to take command. While you were trying to convince him, a Sorak appeared and killed Lisbath!
ko_mt: 로바는 명령을 거부했다. 당신이 그를 설득하려고 하는 동안, Sorak이 나타나 Lisbath를 죽였습니다!

# Caer_Lem_Quest_05c_TalkToRobarDescription
source: Talk to Robar and persuade him to take command.
ko_mt: 로바에게 말을 걸어 지휘를 받도록 설득하세요.

# Caer_Lem_Quest_05c_TalkToRobarTitle
source: Talk to Robar
ko_mt: 로바와 대화

# Caer_Lem_Quest_06_EscapeCaerLem_Outcome1Description
source: You have escaped Caer Lem and the Soraks!
ko_mt: 당신은 Caer Lem과 Soraks를 탈출했습니다!

# Caer_Lem_Quest_06_EscapeCaerLemDescription
source: You have found a secret passage leading down the mountain. Take it and escape the Soraks! Your new companions must survive at all costs!
ko_mt: 산으로 내려가는 비밀 통로를 찾았습니다. 그것을 가지고 Soraks를 탈출! 새로운 동료는 어떤 희생을 치르더라도 살아남아야 합니다!

# Caer_Lem_Quest_06_EscapeCaerLemTitle
source: Escape from the Caves
ko_mt: 동굴에서 탈출

# Caer_Lem_Quest_07_ReturnToCaerCyflen_Outcome1Description
source: You made it back to Caer Cyflen.
ko_mt: 다시 Caer Cyflen으로 돌아왔습니다.

# Caer_Lem_Quest_07_ReturnToCaerCyflenDescription
source: Return to Caer Cyflen and tell the Council what you found.
ko_mt: Caer Cyflen에게 돌아가서 찾은 것을 의회에 알리십시오.

# Caer_Lem_Quest_07_ReturnToCaerCyflenTitle
source: Return to Caer Cyflen
ko_mt: 케어 시플렌에게 돌아가기

# Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnie_Outcome1Description
source: You told Annie what happened to Henrik. She was glad you did, even though it was bad news.
ko_mt: 당신은 Annie에게 Henrik에게 일어난 일을 말했습니다. 비록 나쁜 소식이었음에도 불구하고 그녀는 당신이 그렇게 해서 기뻤습니다.

# Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnieDescription
source: Unfortunately, you don't have good news for the Scavengers regarding their plan to set up an outpost at Caer Lem. Return to Annie Bagmordah and tell her about Henrik's fate.
ko_mt: 불행히도, 당신은 Caer Lem에 전초 기지를 세우려는 계획에 관해 Scavengers에게 좋은 소식이 없습니다. Annie Bagmordah에게 돌아가서 Henrik의 운명에 대해 이야기하십시오.

# Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnieTitle
source: Report to Annie
ko_mt: 애니에게 보고

# Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrik_Outcome1Description
source: You learned that Henrik was killed in Caer Lem, and there is no one left to negotiate with the Scavengers.
ko_mt: Henrik이 Caer Lem에서 살해되었고 Scavengers와 협상할 사람이 아무도 없다는 것을 알게 되었습니다.

# Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrikDescription
source: Annie Bagmordah, the Scavengers' quartermaster, asked you to speak to Captain Henrik on her behalf to get the authorization to build a Scavenger camp in the Caer Lem outpost. Bring back Henrik's answer.
ko_mt: Scavengers의 병참장교인 Annie Bagmordah는 Caer Lem 전초 기지에 Scavenger 캠프를 건설할 수 있는 권한을 얻기 위해 그녀를 대신하여 대위 Henrik에게 말을 걸어달라고 요청했습니다. Henrik의 대답을 돌려주세요.

# Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrikTitle
source: Speak to Captain Henrik
ko_mt: 캡틴 헨릭과 대화

# Caer_Lem_Title
source: Caer Lem
ko_mt: 카에르 렘

# Caravan_Quest_01_TheRuins_Outcome1Description
source: While investigating the area, you came across a merchant caravan camped near the ruins.
ko_mt: 그 지역을 조사하던 중, 당신은 폐허 근처에 야영을 하고 있는 상인 캐러밴을 발견했습니다.

# Caravan_Quest_01_TheRuinsDescription
source: On the way to Coparann, you found some intriguing ruins.
ko_mt: 코파란으로 가는 길에 흥미로운 유적을 발견했습니다.

# Caravan_Quest_01_TheRuinsTitle
source: Investigate the Area
ko_mt: 지역 조사

# Caravan_Quest_02_TheCaravan_Outcome1Description
source: You surprised and killed two soldiers who were intending to murder a wounded guard, and met caravan master Galar Goldentongue.
ko_mt: 당신은 부상당한 경비병을 살해하려는 두 명의 병사를 놀라게 하고 살해하고, 캐러밴 마스터 Galar Goldentongue를 만났습니다.

# Caravan_Quest_02_TheCaravanDescription
source: You've come across a merchant caravan. Meet its people.
ko_mt: 상인 캐러밴을 발견했습니다. 사람들을 만나보세요.

# Caravan_Quest_02_TheCaravanTitle
source: Meet the Caravan's Crew
ko_mt: 캐러밴의 승무원을 만나보세요

# Caravan_Quest_03_BringTheLetter_Outcome1Description
source: You have met Master Galar's contact.
ko_mt: Master Galar의 연락처를 만났습니다.

# Caravan_Quest_03_BringTheLetterDescription
source: Take the letter to the owner of the general store at the mining settlement of Coparann in the Marches.
ko_mt: 행진에 있는 Coparann의 광산 정착지에 있는 잡화점 주인에게 편지를 가져가십시오.

# Caravan_Quest_03_BringTheLetterTitle
source: Take the Letter to Coparann
ko_mt: 코파란에게 편지를 가져가세요

# Caravan_Quest_04_BringPersonalEffects_Outcome1Description
source: You met Sergeant Nikannen.
ko_mt: 니카넨 상사를 만났습니다.

# Caravan_Quest_04_BringPersonalEffectsDescription
source: Take the guard's personal effects to Sergeant Nikannen at Coparann.
ko_mt: 경비병의 개인 소지품을 코파란에 있는 상사 니카넨에게 가져가십시오.

# Caravan_Quest_04_BringPersonalEffectsTitle
source: Deliver Personal Effects
ko_mt: 개인 효과 제공

# Caravan_Quest_05_TalkToTheCeannar_Outcome1Description
source: You have gained the Ceannard's trust and learned that the Sorr-Akkath may have infiltrated Coparann.
ko_mt: 당신은 세아나드의 신뢰를 얻었고 소르-아카스가 코파란에 잠입했을 수도 있다는 사실을 알게 되었습니다.

# Caravan_Quest_05_TalkToTheCeannarDescription
source: Talk to the Ceannard at Coparann
ko_mt: 코파란에 있는 세아나드와 대화

# Caravan_Quest_05_TalkToTheCeannarTitle
source: Talk to the Ceannard
ko_mt: 세아나드와 대화

# Caravan_Title
source: On the Way to Coparann
ko_mt: 코파란으로 가는 길

# Coparann_Quest_01_TalkToThePeople_Outcome1Description
source: You've gathered enough information to know that something is going on in Coparann.
ko_mt: 코파란에서 무슨 일이 일어나고 있는지 알 수 있을 만큼 충분한 정보를 수집했습니다.

# Coparann_Quest_01_TalkToThePeopleDescription
source: Meet the people of Coparann and find out more about the situation.
ko_mt: 코파란의 사람들을 만나 상황에 대해 자세히 알아보세요.

# Coparann_Quest_01_TalkToThePeopleTitle
source: Meet the People of Coparann
ko_mt: 코파란의 사람들을 만나보세요

# Coparann_Quest_02_TalkToNikannen2_Outcome1Description
source: Nikannen seems to share your fears, and told you that the Baron's behavior has changed a lot lately.
ko_mt: 니카넨은 당신의 두려움을 공유하는 것 같으며 최근 남작의 행동이 많이 바뀌었다고 말했습니다.

# Coparann_Quest_02_TalkToNikannen2Description
source: Talk to the sergeant about the information you have gathered.
ko_mt: 수집한 정보에 대해 상사에게 이야기하십시오.

# Coparann_Quest_02_TalkToNikannen2Title
source: Find Sergeant Nikannen
ko_mt: 상사 니카넨 찾기

# Coparann_Quest_03_TalkToTheBaron1_Outcome1Description
source: The Baron has rejected Kythaela's request and threatened you.
ko_mt: 남작은 Kythaela의 요청을 거부하고 당신을 위협했습니다.

# Coparann_Quest_03_TalkToTheBaron1Description
source: Meet the Baron and see how he reacts.
ko_mt: 남작을 만나 그가 어떻게 반응하는지 확인하십시오.

# Coparann_Quest_03_TalkToTheBaron1Title
source: Meet the Baron
ko_mt: 남작을 만나다

# Coparann_Quest_04_TalkToNikannen3_Outcome1Description
source: Nikannen is certain that the Baron is an imposter of some kind.
ko_mt: 니카넨은 남작이 일종의 사기꾼이라고 확신합니다.

# Coparann_Quest_04_TalkToNikannen3Description
source: Tell Sergeant Nikannen about your conversation with the Baron.
ko_mt: 니카넨 상사에게 남작과의 대화에 대해 이야기하십시오.

# Coparann_Quest_04_TalkToNikannen3Title
source: Go Back to Sergeant Nikannen
ko_mt: 니카넨 상사에게 돌아가기

# Coparann_Quest_05_WaitUntilTomorrow_Outcome1Description
source: A new day is here. Meet Nikannen at the Baron's throne room.
ko_mt: 새로운 날이 왔습니다. 남작의 왕좌에서 니카넨을 만나십시오.

# Coparann_Quest_05_WaitUntilTomorrowDescription
source: Follow Nikannen's plan and wait until tomorrow before talking to the Baron. Spend the night at the Tavern, or outside the town if you prefer.
ko_mt: 니카넨의 계획에 따라 남작과 대화하기 전에 내일까지 기다리십시오. 선술집에서 밤을 보내거나 원하는 경우 마을 밖에서 시간을 보내십시오.

# Coparann_Quest_05_WaitUntilTomorrowTitle
source: Take a Long Rest
ko_mt: 긴 휴식을 취하세요

# Coparann_Quest_06_TalkToTheBaron2_Outcome1Description
source: Your discussion with the Baron finally bears fruit. He allows you to search the keep's basement.
ko_mt: 남작과의 대화가 마침내 결실을 맺었습니다. 그는 당신이 요새의 지하실을 수색하도록 허락합니다.

# Coparann_Quest_06_TalkToTheBaron2Description
source: Follow Nikannen's plan and go with him to see the Baron. This time, tell him who you are.
ko_mt: 니카넨의 계획에 따라 그와 함께 남작을 만나러 가십시오. 이번에는 그에게 당신이 누구인지 말하십시오.

# Coparann_Quest_06_TalkToTheBaron2Title
source: Go to the Throne Room
ko_mt: 왕좌의 방으로 이동

# Coparann_Quest_07_GoToTheBasement_Outcome1Description
source: The "Baron" turned out to be a Sorak and trapped you in the basement of the fortress. You defeated him and his pawns, and saved the real Baron!
ko_mt: "남작"은 설악으로 밝혀져 당신을 요새 지하에 가두었습니다. 당신은 그와 그의 부하들을 물리치고 진짜 남작을 구했습니다!

# Coparann_Quest_07_GoToTheBasementDescription
source: Kythaela's belongings are in the basement of the keep. Go down there and find them.
ko_mt: Kythaela의 소지품은 성채 지하에 있습니다. 저쪽으로 내려가서 찾으세요.

# Coparann_Quest_07_GoToTheBasementTitle
source: Go to the Basement
ko_mt: 지하로 이동

# Coparann_Quest_08_FreeTheBaron_Outcome1Description
source: You have freed the real Baron!
ko_mt: 당신은 진짜 남작을 해방했습니다!

# Coparann_Quest_08_FreeTheBaronDescription
source: The real Baron is somewhere in the cells. Release him.
ko_mt: 진짜 남작은 세포 어딘가에 있습니다. 그를 풀어줘

# Coparann_Quest_08_FreeTheBaronTitle
source: Free the Real Baron
ko_mt: 진짜 남작을 구출하다

# Coparann_Quest_09_RetrieveKythaelaBelongings_Outcome1Description
source: You've found Kythaela's belongings and can continue your journey.
ko_mt: Kythaela의 소지품을 찾았고 여행을 계속할 수 있습니다.

# Coparann_Quest_09_RetrieveKythaelaBelongingsDescription
source: Find Kythaela's belongings in the basement.
ko_mt: 지하실에서 Kythaela의 소지품을 찾으십시오.

# Coparann_Quest_09_RetrieveKythaelaBelongingsTitle
source: Find Kythaela's Belongings
ko_mt: 키타엘라의 소지품 찾기

# Coparann_Title
source: Coparann
ko_mt: 코파란

# CradleOfFire_Quest_EscapeEruption_Outcome1Description
source: You have found an Imperial Gate and escaped from the volcano.
ko_mt: 제국의 문을 발견하고 화산에서 탈출했습니다.

# CradleOfFire_Quest_EscapeEruptionDescription
source: Before dying, Arrok used all his power to trigger an eruption! Find a way out before it's too late!
ko_mt: 죽기 전에 Arrok은 모든 능력을 사용하여 분출을 촉발했습니다! 더 늦기 전에 탈출구를 찾으세요!

# CradleOfFire_Quest_EscapeEruptionTitle
source: Escape from the Erupting Volcano!
ko_mt: 폭발하는 화산에서 탈출하세요!

# Cradle_Of_Fire_Quest_01_ExploreArea_Outcome1Description
source: You have found the aftermath of a battle, and a surviving orc shaman.
ko_mt: 전투의 여파와 살아남은 오크 샤먼을 찾았습니다.

# Cradle_Of_Fire_Quest_01_ExploreAreaDescription
source: Look around the volcanic area for leads to the gem's location.
ko_mt: 보석 위치로 이어지는 화산 지역을 둘러보세요.

# Cradle_Of_Fire_Quest_ExploreAreaTitle
source: Explore the Volcano's Surroundings
ko_mt: 화산 주변 탐험

# CradleOfFire_Quest_FaceArrok_Outcome1Description
source: You have finally found Arrok. Take the gem from him.
ko_mt: 드디어 Arrok을 찾았습니다. 그에게서 보석을 가져 가라.

# CradleOfFire_Quest_FaceArrokDescription
source: Find a way to confront the orc shaman Arrok. He may have one of the Crown's gems.
ko_mt: 오크 주술사 아로크와 맞서 싸울 방법을 찾으십시오. 그는 왕관의 보석 중 하나를 가지고 있을지도 모릅니다.

# CradleOfFire_Quest_FaceArrokTitle
source: Face Arrok
ko_mt: 페이스 아록

# CradleOfFire_Quest_FreeBrok_Outcome1Description
source: You entered the volcano but face a guarded gate.
ko_mt: 당신은 화산에 들어갔지만 보호된 게이트를 마주하고 있습니다.

# CradleOfFire_Quest_FreeBrokDescription
source: Brok, the chieftain of the Suncloud tribe, is Arrok's prisoner. He may be somewhere in the market area, on display as a trophy of war. Save him and win Kebra's trust.
ko_mt: Suncloud 부족의 족장인 Brok는 Arrok의 포로입니다. 그는 전쟁의 전리품으로 전시된 시장 어딘가에 있을지도 모릅니다. 그를 구하고 Kebra의 신뢰를 얻으십시오.

# CradleOfFire_Quest_FreeBrokTitle
source: Free Brok
ko_mt: 무료 브로커

# CradleOfFire_Quest_GoToNecropolis_Outcome1Description
source: You have found the key to Sentharyllian… in the coffin of an undead Manacalon emperor!
ko_mt: 언데드 마나칼론 황제의 관에서 센타릴리안의 열쇠를 찾았습니다!

# CradleOfFire_Quest_GoToNecropolis_Outcome2Description
source: You have found a way to reach Arrok without Brok's alliance.
ko_mt: Brok의 동맹 없이 Arok에 도달할 수 있는 방법을 찾았습니다.

# CradleOfFire_Quest_GoToNecropolisDescription
source: Urka the Sandraven shaman asks you to bring back the key to the lost Imperial city that lies under the volcano. Go to the necropolis and find the key in the richest tomb there.
ko_mt: Urka Sandraven 주술사는 화산 아래에 있는 잃어버린 제국 도시의 열쇠를 되찾아 달라고 요청합니다. 묘지로 가서 가장 부유한 무덤에서 열쇠를 찾으십시오.

# CradleOfFire_Quest_GoToNecropolisTitle
source: Recover the Key to Sentharyllian
ko_mt: 센타릴리안의 열쇠를 되찾으세요

# CradleOfFire_Quest_KillUrka_Outcome1Description
source: You have learned that Urka was actually a Sorak agent!
ko_mt: 당신은 Urka가 실제로 Sorak 요원이라는 것을 배웠습니다!

# CradleOfFire_Quest_KillUrkaDescription
source: You found the key to Sentharyllian as Urka wanted, but he double-crossed you! Kill him and his Sandraven orcs!
ko_mt: 당신은 Urka가 원했던 대로 Sentharyllian의 열쇠를 찾았지만 그는 당신을 이중 교차했습니다! 그와 그의 Sandraven 오크를 죽여라!

# CradleOfFire_Quest_KillUrkaTitle
source: Defeat Urka
ko_mt: 우르카 처치

# CradleOfFire_Quest_MeetAtRescarGate_Outcome1Description
source: You have joined the alliance.
ko_mt: 동맹에 가입하셨습니다.

# CradleOfFire_Quest_MeetAtRescarGateDescription
source: You have united the orc tribes and Brok is ready to challenge Arrok. Go to Redscar Gate and meet the orc leaders as they prepare to face Arrok.
ko_mt: 오크 부족을 통합했고 Brok는 Arok에 도전할 준비가 되었습니다. 붉은흉터 게이트로 가서 오크 지도자들이 아로크와 맞설 준비를 하는 동안 만나십시오.

# CradleOfFire_Quest_MeetAtRescarGateTitle
source: Join the Alliance at Redscar Gate
ko_mt: 레드스카 게이트에서 얼라이언스에 합류하세요

# Cradle_Of_Fire_Quest_00_ReachTheVolcano_Outcome1Description
source: You have reached the volcano.
ko_mt: 화산에 도착했습니다.

# Cradle_Of_Fire_Quest_00_ReachTheVolcanoDescription
source: The Crown has granted a vision of a large volcano in the middle of the Badlands. It will be a long and dangerous journey, but it will probably lead to one of the Crown's gems.
ko_mt: 왕관은 황무지 한가운데에 있는 거대한 화산의 환영을 받았습니다. 길고 위험한 여정이 될 것이지만 아마도 왕관의 보석 중 하나가 될 것입니다.

# Cradle_Of_Fire_Quest_00_ReachTheVolcanoTitle
source: Reach the Volcano
ko_mt: 화산에 도달

# CradleOfFire_Quest_RecoverHolyAxe_Outcome1Description
source: You have brought the sacred axe to Radulf. The Bladefangs have joined the alliance.
ko_mt: 당신은 신성한 도끼를 Radulf에게 가져왔습니다. 칼날송곳니가 동맹에 합류했습니다.

# CradleOfFire_Quest_RecoverHolyAxe_Outcome2Description
source: You have failed to recover the sacred axe. Radulf and the Bladefangs will not join the alliance.
ko_mt: 신성한 도끼를 되찾지 못했습니다. Radulf와 Bladefangs는 동맹에 가입하지 않을 것입니다.

# CradleOfFire_Quest_RecoverHolyAxeDescription
source: Radulf the Bladefang chief asks you to recover a sacred axe. You'll have to find and defeat an ancient monster to recover it.
ko_mt: 칼날송곳니 족장은 신성한 도끼를 되찾아달라고 부탁합니다. 고대 몬스터를 찾아서 물리쳐야 복구할 수 있습니다.

# CradleOfFire_Quest_RecoverHolyAxeTitle
source: Recover the Sacred Axe
ko_mt: 신성한 도끼를 되찾으세요

# CradleOfFire_Quest_ReturnToBrok_Outcome1Description
source: You have convinced Brok to challenge Arrok.
ko_mt: 브로크가 아록에게 도전하도록 설득했습니다.

# CradleOfFire_Quest_ReturnToBrokDescription
source: You have done all you can to rally the support of all the orc tribes. Return to Brok and tell him it's time to challenge Arrok.
ko_mt: 당신은 모든 오크 부족의 지지를 모으기 위해 최선을 다했습니다. Brok에게 돌아가서 Arrok에게 도전할 시간이라고 말하십시오.

# CradleOfFire_Quest_ReturnToBrokTitle
source: Return to Brok
ko_mt: 브록에게 돌아가기

# Cradle_Of_Fire_Quest_02_SaveTheShaman_Outcome1Description
source: You have learned that an orc shaman called Arrok recently gained immense magical powers, possibly granted by the gem you're looking for. Explore the caves until you find this Arrok - and possibly the gem that you seek.
ko_mt: Arrok이라는 오크 주술사가 최근에 당신이 찾고 있는 보석에 의해 부여된 엄청난 마법의 힘을 얻었다는 것을 알게 되었습니다. 이 Arrok을 찾을 때까지 동굴을 탐험하세요. 그리고 아마도 당신이 찾는 보석일 수도 있습니다.

# Cradle_Of_Fire_Quest_02_SaveTheShamanDescription
source: You have found the site of a battle between two groups of orcs. Save the dying shaman and question her.
ko_mt: 두 오크 무리의 전투 현장을 찾았습니다. 죽어가는 주술사를 구하고 그녀에게 질문하십시오.
