Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Abjuration_Quest_00_FirstStep
source: You arrived at the location of the Crown's signal, and found the ruins of a Tirmarian monastery.
ko: 왕관의 신호가 발생하는 위치에 도착하여, 티르마리안 수도원의 유적을 발견했습니다.

# Quest/&Abjuration_Quest_01_ExploreTheRuinsDescription
source: You are close to the origin of the signal that the crownbearer feels. Find out what this is about.
ko: 왕관운반자가 느끼는 신호에 가까워졌습니다. 무엇인지 알아보십시오.

# Quest/&Abjuration_Quest_01_ExploreTheRuinsTitle
source: Explore the Ruins
ko: 유적 탐험

# Quest/&Abjuration_Quest_02_FollowKythaela_Outcome1Description
source: While traveling with Kythaela, you came across a Manacalon ruin that she remembered, but it's not the place she's looking for.
ko: 키타엘라와 여행하며 그녀가 기억하고 있는 마나칼론 유적에 이르렀지만, 그녀가 찾고 있는 장소가 아니었습니다.

# Quest/&Abjuration_Quest_02_FollowKythaelaDescription
source: Escort Kythaela to Coparann and use every opportunity to help her recover her memories.
ko: 키타엘라를 코파란까지 호위하고, 무슨 수를 써서라도 그녀가 기억을 되찾도록 도우십시오.

# Quest/&Abjuration_Quest_02_FollowKythaelaTitle
source: Find the Copper Vale of Remembrance
ko: 추모의 황동 계곡 찾기

# Quest/&Abjuration_Quest_03_Ruins01Title
source: The Oracle
ko: 성소

# Quest/&Abjuration_Quest_03_Ruins01Title_Outcome1Description
source: You visited an old Imperial Oracle but didn't find anything useful about the Crown, so you went on your way. Kythaela seemed very confused. Will she ever return to her former self?
ko: 구 제국의 신탁의 성소를 방문했지만, 왕관에 대한 유용한 정보를 찾지 못했고 다시 길을 떠났습니다. 키타엘라는 매우 혼란스러워 보입니다. 과연 그녀가 예전의 모습으로 돌아갈 수 있을까요?

# Quest/&Abjuration_Quest_03_Ruins01TitleDescription
source: While travelling with Kythaela, you found the ruins of a Manacalon oracle. She seemed to remember the place. Search it for any information about the Crown - but be careful, as orcs seem to have settled close by.
ko: 키타엘라와 여행하던 중, 마나칼론 성소 유적을 발견했습니다. 그녀는 이곳을 기억하는 것 같습니다. 왕관에 대한 정보가 있는지 탐색해 보십시오. 다만, 오크들이 근처에 정착한 것 같으니 조심하십시오.

# Quest/&Abjuration_Quest_03_Ruins02Title
source: The Prison
ko: 감옥

# Quest/&Abjuration_Quest_03_Ruins02Title_Outcome1Description
source: You visited another ruin that Kythaela seemed to remember from before the Cataclysm. Then you resumed your journey to Coparann, hoping she will eventually lead you to one of the Crown's gems.
ko: 키타엘라가 기억하던 또 다른 대격변 이전 유적을 방문했습니다. 결국에는 왕관의 보석 중 하나로 인도해 주길 바라며 코파란으로 향하는 여행을 다시 시작했습니다.

# Quest/&Abjuration_Quest_03_Ruins02TitleDescription
source: Kythaela asked you to stop at another Manacalon ruin - apparently some kind of prison. Again, check to see if there is any useful information inside.
ko: 키타엘라가 또 다른 마나칼론 유적에 들르자고 요청했는데, 보아하니 일종의 감옥인 것 같습니다. 다시 한번, 내부에 유용한 정보가 있는지 확인하십시오.

# Quest/&Abjuration_Quest_04_ExploreCaravanTitle
source: Explore the Area
ko: 지역 탐색

# Quest/&Abjuration_Quest_04_ExploreCaravanTitle_Outcome1Description
source: You helped caravan master Galar Goldentongue to fend off a couple of bandits. Now he's asked you to take the news of someone's death to Coparann.
ko: 상단 주인 갈라르 골든텅이 도적을 물리치는 걸 도왔습니다. 이제 그는 코파란으로 누군가의 부고를 전해 달라 부탁했습니다.

# Quest/&Abjuration_Quest_04_ExploreCaravanTitleDescription
source: You came across a merchant caravan - a rare thing in the Marches. Find out who's in charge.
ko: 접경지에서 보기 드문 상단을 만났습니다. 누가 이끌고 있는지 알아내십시오.

# Quest/&Abjuration_Quest_04_ReachCoparannTitle
source: Reach Coparann
ko: 코파란에 도달하기

# Quest/&Abjuration_Quest_04_ReachCoparannTitle_Outcome1Description
source: Despite the events at the caravan camp, your main goal is still to follow Kythaela and find out if she can lead you to one of the Crown's gems. Continue to Coparann.
ko: 야영지에서 사건이 있었지만, 당신의 주요 목표는 여전히 키타엘라를 따라가서 그녀가 왕관의 보석 중 하나로 인도할 수 있는지 알아내는 것입니다. 계속해서 코파란으로 가십시오.

# Quest/&Abjuration_Quest_05_BringBackStuff_Outcome1Description
source: You gave Roald's belongings to sergeant Nikannen as Galar asked.
ko: 갈라르의 요청에 따라 니카넨 상사에게 로알드의 소지품을 건넸습니다.

# Quest/&Abjuration_Quest_05_BringBackStuffDescription
source: You have brought the dead soldier's belongings to Coparann. Give them to Sergeant Nikannen as Galar Goldentongue asked.
ko: 갈라르 골든텅의 요청에 따라 죽은 병사의 소지품을 코파란으로 가져왔습니다. 이를 니카넨 상사에게 전달하십시오.

# Quest/&Abjuration_Quest_05_BringBackStuffTitle
source: Return Belongings
ko: 소지품을 반환하기

# Quest/&Abjuration_Quest_06_BringLetter_Outcome1Description
source: You delivered the letter to Wilf Warmhearth as Galar asked.
ko: 갈라르가 요청한 대로 윌프 웜하스에게 편지를 전달했습니다.

# Quest/&Abjuration_Quest_06_BringLetterDescription
source: Galar Goldentongue asked you to take a letter to Wilf Warmhearth in Coparann.
ko: 갈라르 골든텅은 편지를 코파란의 윌프 웜하스에게 전달해 달라고 부탁했습니다.

# Quest/&Abjuration_Quest_06_BringLetterTitle
source: Deliver Letter
ko: 편지 전달하기

# Quest/&Abjuration_Quest_07_TalkToTheCeannar_Outcome1Description
source: You gained the Ceannard's trust and learned that the Sorr-Akkath may have infiltrated Coparann.
ko: 감독관의 신뢰를 얻어, 소라카스가 코파란에 잠입한 것 같다는 정보를 입수했습니다.

# Quest/&Abjuration_Quest_07_TalkToTheCeannarDescription
source: Talk to the Ceannard at Coparann.
ko: 코파란에 있는 감독관과 대화하십시오.

# Quest/&Abjuration_Quest_07_TalkToTheCeannarTitle
source: Talk to the Ceannard
ko: 감독관과 대화하기

# Quest/&Abjuration_Quest_08_TalkToThePeople_Outcome1Description
source: You heard the barmaid complaining about her boyfriend ignoring her.
ko: 남자 친구가 자신을 무시한다고 종업원이 불평하는 것을 들었습니다.

# Quest/&Abjuration_Quest_08_TalkToThePeople1_Outcome1Description
source: You heard the tavern's owner complaining that the Baron has started keeping his soldiers away from the tavern.
ko: 남작이 병사들을 선술집에 오지 못하게 했다고 주인이 불평하는 것을 들었습니다.

# Quest/&Abjuration_Quest_08_TalkToThePeople1Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the tavern's staff.
ko: 잘 듣고 관찰하여 코파란에 문제가 있는지 알아내십시오. 선술집 종업원을 떠보십시오.

# Quest/&Abjuration_Quest_08_TalkToThePeople1Title
source: Find the Second Clue
ko: 두 번째 단서 찾기

# Quest/&Abjuration_Quest_08_TalkToThePeople2_Outcome1Description
source: You heard a merchant speak of a client who can't come to collect a wedding ring he ordered because he's been assigned to guard duty the whole week.
ko: 일주일 내내 경비 근무를 서게 된 바람에 주문한 결혼 반지를 받지 못한 경비병 얘기를 들었습니다.

# Quest/&Abjuration_Quest_08_TalkToThePeople2Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the caravan merchants.
ko: 잘 듣고 관찰하여 코파란에 문제가 있는지 알아내십시오. 상단 상인들을 떠보십시오.

# Quest/&Abjuration_Quest_08_TalkToThePeople2Title
source: Find the Third Clue
ko: 세 번째 단서 찾기

# Quest/&Abjuration_Quest_08_TalkToThePeople3_Outcome1Description
source: You heard the townspeople discussing the recent lack of contact between the Baron and the Ceannard, despite their close friendship.
ko: 남작과 감독관 사이의 친밀한 우정에도 불구하고 최근 접촉이 적은 것에 대해 마을 사람들이 이야기하는 것을 들었습니다.

# Quest/&Abjuration_Quest_08_TalkToThePeople3Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the townspeople chatting around the keep.
ko: 잘 듣고 관찰하여 코파란에 문제가 있는지 알아내십시오. 성 주변에서 수다를 떨고 있는 마을 사람들을 떠보십시오.

# Quest/&Abjuration_Quest_08_TalkToThePeople3Title
source: Find the Fourth Clue
ko: 네 번째 단서 찾기

# Quest/&Abjuration_Quest_08_TalkToThePeople4_Outcome1Description
source: Wilf Warmhearth the storekeeper told you a strange story. The Baron threw a gang of bandits in jail, instead of just hanging them as usual.
ko: 가게 주인 윌프 웜하스가 이상한 이야기를 했습니다. 남작이 도적단을 평소처럼 교수형에 처하는 대신 감옥에 가두었다고 합니다.

# Quest/&Abjuration_Quest_08_TalkToThePeople4Description
source: Listen, observe, and find out if something's wrong in Coparann. Try talking to the storekeeper.
ko: 주민들의 대화를 통해 코파란에 어떤 문제가 있는지 알아내십시오. 가게 주인에게 말을 걸어보십시오.

# Quest/&Abjuration_Quest_08_TalkToThePeople4Title
source: Find the Fifth Clue
ko: 다섯 번째 단서 찾기

# Quest/&Abjuration_Quest_08_TalkToThePeopleDescription
source: Listen, observe, and find out if something's wrong in Coparann. Start with the tavern's customers.
ko: 주민들의 대화를 통해 코파란에 어떤 문제가 있는지 알아내십시오. 선술집의 손님들부터 시작하십시오.

# Quest/&Abjuration_Quest_08_TalkToThePeopleTitle
source: Find the First Clue
ko: 첫 번째 단서 찾기

# Quest/&Abjuration_Quest_09_TalkToNikannen2_Outcome1Description
source: Nikannen seems to share your fears, and told you that the Baron's behavior has changed a lot lately.
ko: 니카넨도 당신과 같은 두려움을 느끼는 것 같으며, 최근 남작의 행동이 많이 바뀌었다고 말해 주었습니다.

# Quest/&Abjuration_Quest_09_TalkToNikannen2Description
source: Tell the Sergeant what you learned during your walk around town.
ko: 마을을 둘러보고 알게 된 것을 상사에게 말하십시오.

# Quest/&Abjuration_Quest_09_TalkToNikannen2Title
source: Find Sergeant Nikannen
ko: 상사 니카넨을 찾기

# Quest/&Abjuration_Quest_10_TalkToTheBaron1_Outcome1Description
source: The Baron has rejected Kythaela's request and threatened you.
ko: 남작은 키타엘라의 요청을 거부하고 당신을 위협했습니다.

# Quest/&Abjuration_Quest_10_TalkToTheBaron1Description
source: Meet the Baron and see how he reacts.
ko: 남작을 만나 반응을 살펴보십시오.

# Quest/&Abjuration_Quest_10_TalkToTheBaron1Title
source: Meet the Baron
ko: 남작 만나기

# Quest/&Abjuration_Quest_11_TalkToNikannen3_Outcome1Description
source: Nikannen is certain that the Baron is an imposter of some kind.
ko: 니카넨은 어떤 가짜가 남작을 흉내내고 있다고 확신합니다.

# Quest/&Abjuration_Quest_11_TalkToNikannen3Description
source: Tell Sergeant Nikannen about your conversation with the Baron.
ko: 니카넨 상사에게 남작과의 대화에 대해 이야기하십시오.

# Quest/&Abjuration_Quest_11_TalkToNikannen3Title
source: Go Back to Sergeant Nikannen
ko: 니카넨 상사에게 돌아가기

# Quest/&Abjuration_Quest_12_WaitUntilTomorrow_Outcome1Description
source: A new day is here. Meet Nikannen at the Baron's throne room.
ko: 새로운 날이 밝았습니다. 남작의 알현실에서 니카넨을 만나십시오.

# Quest/&Abjuration_Quest_12_WaitUntilTomorrowDescription
source: Follow Nikannen's plan and wait until tomorrow before talking to the Baron. Spend the night at the Tavern, or outside the town if you prefer.
ko: 니카넨의 계획에 따라 남작과 대화하기 전 내일까지 기다리십시오. 선술집 또는 원한다면 마을 밖에서 밤을 보내십시오.

# Quest/&Abjuration_Quest_12_WaitUntilTomorrowTitle
source: Take a Long Rest
ko: 긴 휴식 취하기

# Quest/&Abjuration_Quest_13_TalkToTheBaron2_Outcome1Description
source: Your discussion with the Baron finally bears fruit. He allows you to search the keep's basement.
ko: 남작과의 대화가 마침내 결실을 맺어서 요새의 지하실 수색을 허가 받았습니다.

# Quest/&Abjuration_Quest_13_TalkToTheBaron2Description
source: Follow Nikannen's plan and go with him to see the Baron. This time, tell him who you are.
ko: 니카넨의 계획에 따라 함께 남작을 만나러 가십시오. 이번에는 남작에게 당신이 누구인지 말하십시오.

# Quest/&Abjuration_Quest_13_TalkToTheBaron2Title
source: Go to the Throne Room
ko: 알현실로 이동하기

# Quest/&Abjuration_Quest_14_GoToTheBasement_Outcome1Description
source: The "Baron" turned out to be a Sorak and trapped you in the basement of the fortress. You defeated him and his pawns, and saved the real Baron!
ko: "남작"은 소락으로 밝혀졌고 당신을 요새 지하에 가두었지만 가짜 남작과 그 수하들을 물리치고, 진짜 남작을 구해냈습니다!

# Quest/&Abjuration_Quest_14_GoToTheBasementDescription
source: Kythaela's belongings are in the basement of the keep. Go down there and find them.
ko: 키타엘라의 소지품은 성채 지하에 있습니다. 내려가서 찾으십시오.

# Quest/&Abjuration_Quest_14_GoToTheBasementTitle
source: Go to the Basement
ko: 지하로 이동하기

# Quest/&Abjuration_Quest_14_KillSoraks_Outcome1Description
source: In the keep's basement, you were attacked by a group of Soraks, along with some of their pawns. One of them had taken the appearance of Baron Stonefist, but you killed him, too.
ko: 성채 지하에서 소락 무리와 그 수하들에게 공격 받았습니다. 놈들 중 하나는 스톤피스트 남작의 모습을 하고 있었지만, 그 놈도 죽여버렸죠.

# Quest/&Abjuration_Quest_14_KillSoraksDescription
source: In the keep's basement, you are attacked by what seems to be a fake Baron and his guards. Defend yourself!
ko: 성채 지하에서, 가짜 남작으로 보이는 것과 호위병들에게 공격을 받았습니다. 방어하십시오!

# Quest/&Abjuration_Quest_14_KillSoraksTitle
source: Survive the ambush!
ko: 매복에서 살아남기!

# Quest/&Abjuration_Quest_15_FreeTheBaron_Outcome1Description
source: You have freed the real Baron!
ko: 진짜 남작을 풀어주었습니다!

# Quest/&Abjuration_Quest_15_FreeTheBaronDescription
source: The real Baron is somewhere in the cells. Release him.
ko: 진짜 남작은 감방 중 어딘가에 있습니다. 풀어주십시오.

# Quest/&Abjuration_Quest_15_FreeTheBaronTitle
source: Free the Real Baron
ko: 진짜 남작 풀어주기

# Quest/&Abjuration_Quest_16_RetrieveKythaelaBelongings_Outcome1Description
source: You've found Kythaela's belongings and can continue your journey.
ko: 키타엘라의 소지품을 찾아냈고 여행을 계속할 수 있게 됐습니다.

# Quest/&Abjuration_Quest_16_RetrieveKythaelaBelongingsDescription
source: Find Kythaela's belongings in the basement.
ko: 지하에서 키타엘라의 소지품을 찾으십시오.

# Quest/&Abjuration_Quest_16_RetrieveKythaelaBelongingsTitle
source: Find Kythaela's Belongings
ko: 키타엘라의 소지품 찾기

# Quest/&Abjuration_Quest_17_0_ThroneRoom_Outcome1Description
source: In the basement of Coparann's keep, you found Kythaela's belongings, as she expected. Despite her somewhat strange behavior, she seems to be a powerful wizard.
ko: 코파란의 성채 지하실에서, 키타엘라가 예상한 대로 그녀의 소지품을 찾아냈습니다. 좀 이상하지만 강력한 마법사로 보입니다.

# Quest/&Abjuration_Quest_17_0_ThroneRoomDescription
source: You have accomplished what you came for, now go to see the Ceannard in the throne room before resuming your quest for the gems.
ko: 목적을 달성했습니다. 이제 보석 탐색으로 되돌아가기 전에 알현실에 있는 감독관을 만나러 가십시오.

# Quest/&Abjuration_Quest_17_0_ThroneRoomTitle
source: Go to the Throne Room
ko: 알현실로 이동하기

# Quest/&Abjuration_Quest_17_FindTheGemLocation_Outcome1Description
source: You found an old hilltop estate where the gem might be hidden.
ko: 보석이 숨겨져 있을 수도 있는 언덕 위 오래된 저택을 찾았습니다.

# Quest/&Abjuration_Quest_17_FindTheGemLocationDescription
source: Follow Kythaela and find the gem's location.
ko: 키타엘라를 따라 보석의 위치를 찾으십시오.

# Quest/&Abjuration_Quest_17_FindTheGemLocationTitle
source: Follow Kythaela
ko: 키타엘라 따라가기

# Quest/&Abjuration_Quest_18_EnterTheTower_Outcome1Description
source: You've opened the tower - but Broods attack you!
ko: 탑의 문을 열었지만 브루드가 당신을 공격합니다!

# Quest/&Abjuration_Quest_18_EnterTheTowerDescription
source: Find a way into the tower.
ko: 탑으로 들어가는 길을 찾으십시오.

# Quest/&Abjuration_Quest_18_EnterTheTowerTitle
source: Enter the Tower
ko: 탑에 들어가기

# Quest/&Abjuration_Quest_19_CloseTheDoor_Outcome1Description
source: You've got into the tower and closed the door. The Broods don't look they can get in, although a strange fog passed in front of you.
ko: 탑에 들어가서 문을 닫았습니다. 이상한 안개가 앞을 지나갔지만, 브루드는 들어올 수 없는 것 같습니다.

# Quest/&Abjuration_Quest_19_CloseTheDoorDescription
source: Close the door.
ko: 문을 닫으십시오.

# Quest/&Abjuration_Quest_19_CloseTheDoorTitle
source: Close the Door
ko: 문 닫기

# Quest/&Angbisbones
source: Angbi's Bones
ko: 앵그비의 뼈

# Quest/&BoneKeep
source: Gem Quest: The Dark Castle
ko: 보석 임무: 어둠의 성

# Quest/&BoneKeep_Quest_Step01__Outcome1Description
source: You arrived at the location of the Crown's signal and found a large castle there.
ko: 왕관의 신호가 있는 곳에 다다르자 큰 성을 발견했습니다.

# Quest/&BoneKeep_Quest_Step01_Description
source: Travel to the place that the crownbearer is being drawn to, and search for a gem.
ko: 왕관운반자가 이끌리는 장소로 여행하고, 보석을 찾으십시오.

# Quest/&BoneKeep_Quest_Step01_Title
source: Follow the Crownbearer's Intuition
ko: 왕관운반자의 직감을 따르기

# Quest/&BoneKeep_Quest_Step02__Outcome1Description
source: You have reached the castle courtyard.
ko: 성 안뜰에 도달했습니다.

# Quest/&BoneKeep_Quest_Step02_Description
source: Find a way into the courtyard.
ko: 안뜰로 가는 길을 찾으십시오.

# Quest/&BoneKeep_Quest_Step02_Title
source: Enter the Castle's Courtyard
ko: 성 안뜰에 들어가기

# Quest/&BoneKeep_Quest_Step03__Outcome1Description
source: You have found the Keep entrance, but you can't get in.
ko: 아성 입구를 찾아냈지만, 들어갈 수 없습니다.

# Quest/&BoneKeep_Quest_Step03_Description
source: Get into the keep and find the Master.
ko: 아성 안으로 들어가 마스터를 찾으십시오.

# Quest/&BoneKeep_Quest_Step03_Title
source: Enter the Castle's Keep
ko: 아성에 들어가기

# Quest/&BoneKeep_Quest_Step04__Outcome1Description
source: You have found an underground passage.
ko: 지하 통로를 발견했습니다.

# Quest/&BoneKeep_Quest_Step04_Description
source: Search the courtyard for another way into the keep.
ko: 안뜰에서 아성으로 들어가는 다른 길을 찾으십시오.

# Quest/&BoneKeep_Quest_Step04_Title
source: Find Another Way In
ko: 들어가는 다른 길 찾기

# Quest/&BoneKeep_Quest_Step05__Outcome1Description
source: You have entered the keep.
ko: 아성에 들어왔습니다.

# Quest/&BoneKeep_Quest_Step05_Description
source: Navigate through the tunnels to find a way into the keep.
ko: 터널을 탐색하여 아성으로 가는 길을 찾으십시오.

# Quest/&BoneKeep_Quest_Step05_Title
source: Explore the Tunnels
ko: 터널 탐험

# Quest/&BoneKeep_Quest_Step06__Outcome1Description
source: You have found a hidden stair to the next floor.
ko: 다음 층으로 가는 숨겨진 계단을 발견했습니다.

# Quest/&BoneKeep_Quest_Step06_Description
source: Explore the laboratory and look for the Master.
ko: 실험실을 탐색하고 마스터를 찾으십시오.

# Quest/&BoneKeep_Quest_Step06_Title
source: Get to the Next Floor
ko: 다음 층으로 이동

# Quest/&BoneKeep_Quest_Step07__Outcome1Description
source: You need a teleporter to get to the next floor.
ko: 다음 층으로 이동하려면 순간이동기가 필요합니다.

# Quest/&BoneKeep_Quest_Step07_Description
source: Search the lair and see if the Master is here.
ko: 은신처를 수색하고 마스터가 여기 있는지 확인하십시오.

# Quest/&BoneKeep_Quest_Step07_Title
source: Locate the Master
ko: 마스터 찾기

# Quest/&BoneKeep_Quest_Step07A__Outcome1Description
source: You have found a room with teleporters.
ko: 순간이동기가 있는 방을 찾았습니다.

# Quest/&BoneKeep_Quest_Step07A_Description
source: Find how to exit the maze, probably the Master's last line of defense. Take your time, think it through, and look for clues while you explore.
ko: 마스터의 마지막 방어선일 터인 미로를 빠져나갈 방법을 찾으십시오. 시간을 두고 깊이 생각하고, 탐색하는 동안 단서를 찾으십시오.

# Quest/&BoneKeep_Quest_Step07A_Title
source: Find a Way Out of the Maze
ko: 미로 탈출구 찾기

# Quest/&BoneKeep_Quest_Step07B__Outcome1Description
source: You have found the way out of the maze!
ko: 미로의 탈출구를 찾았습니다!

# Quest/&BoneKeep_Quest_Step07B__Outcome2Description
source: You got lost among the teleporters.
ko: 순간이동기들 사이에서 길을 잃었습니다.

# Quest/&BoneKeep_Quest_Step07B_Description
source: Follow the hints in the journal to escape the labyrinth.
ko: 일지의 단서를 따라 미로를 탈출하십시오.

# Quest/&BoneKeep_Quest_Step07B_Title
source: Follow the Adventurer's Journal
ko: 모험가의 일지를 따르기

# Quest/&BoneKeep_Quest_Step07C__Outcome1Description
source: You escaped the teleporter maze!
ko: 순간이동기 미로를 탈출했습니다!

# Quest/&BoneKeep_Quest_Step07C_Description
source: The paranoid Master has set up a labyrinth of teleporters. You must find a way out!
ko: 편집증에 빠진 마스터가 순간이동기로 된 미궁을 준비했습니다. 탈출구를 찾아야 합니다!

# Quest/&BoneKeep_Quest_Step07C_Title
source: Find a Way Out of the Maze
ko: 미로 탈출구 찾기

# Quest/&BoneKeep_Quest_Step07D__Outcome1Description
source: You escaped the teleporter maze!
ko: 순간이동기 미로를 탈출했습니다!

# Quest/&BoneKeep_Quest_Step07D_Description
source: You took a wrong turn! Time to reset the teleporter maze!
ko: 길을 잘못 들었습니다! 순간이동기 미로를 초기화할 시간입니다!

# Quest/&BoneKeep_Quest_Step07D_Title
source: Lost in Translation
ko: 불완전한 번역

# Quest/&BoneKeep_Quest_Step08__Outcome1Description
source: You have found the Master and acquired the Gem of Necromancy.
ko: 마스터를 찾았고 강령술 보석을 손에 넣었습니다.

# Quest/&BoneKeep_Quest_Step08_Description
source: Question the Master about the gem's location.
ko: 마스터에게 보석의 위치를 질문하십시오.

# Quest/&BoneKeep_Quest_Step08_Title
source: Find the Master and the Gem
ko: 마스터와 보석 찾기

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones1_Outcome1Description
source: You found the first group of Angbi's bones.
ko: 앵그비의 첫 번째 뼈 무더기를 발견했습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones1Description
source: Find the first group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko: 앵그비의 첫 번째 뼈 무더기를 찾으십시오. 전부 가지고 있을 때, 그의 유해를 케어 키플렌에 가져갈 수 있습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones1Title
source: Find the First Group
ko: 첫 번째 무더기 찾기

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones2_Outcome1Description
source: You found the second group of Angbi's bones.
ko: 앵그비의 두 번째 뼈 무더기를 발견했습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones2Description
source: Find the second group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko: 앵그비의 두 번째 뼈 무더기를 찾으십시오. 전부 가지고 있을 때, 그의 유해를 케어 키플렌에 가져갈 수 있습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones2Title
source: Find the Second Group
ko: 두 번째 무더기 찾기

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones3_Outcome1Description
source: You found the third group of Angbi's bones.
ko: 앵그비의 세 번째 뼈 무더기를 발견했습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones3Description
source: Find the third group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko: 앵그비의 세 번째 뼈 무더기를 찾으십시오. 전부 가지고 있을 때, 그의 유해를 케어 키플렌에 가져갈 수 있습니다.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_FindBones3Title
source: Find the Third Group
ko: 세 번째 무더기 찾기

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_ReturnBones_Outcome1Description
source: You have returned Angbi's bones to Caer Cyflen!
ko: 앵그비의 뼈를 케어 키플렌에 반환했습니다!

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_ReturnBonesDescription
source: You have gathered all of Angbi's bones. Take them to the Antiquarians in Caer Cyflen.
ko: 앵그비의 뼈를 모두 모았습니다. 케어 키플렌의 고고학자들에게 가져가십시오.

# Quest/&BoneKeep_SecondaryQuest_AngbisBones_ReturnBonesTitle
source: Return Angbi's Bones
ko: 앵그비의 뼈를 반환하기

# Quest/&Caer_Cyflen_Merton_Quest_AskAnnie_Outcome1Description
source: You asked Annie about Arwin Merton but she said it was a painful topic and she didn't want to talk about it. You didn't push her.
ko: 애니에게 아르윈 머튼에 대해 물었지만 그녀는 고통스러운 주제라며 말을 아꼈습니다. 더 이상 캐묻지 않았습니다.

# Quest/&Caer_Cyflen_Merton_Quest_AskAnnie_Outcome2Description
source: You didn't have the chance to ask Annie what she knew about Arwin Merton.
ko: 애니가 아르윈 머튼에 대해 무엇을 알고 있는지 물어볼 기회가 없었습니다.

# Quest/&Caer_Cyflen_Merton_Quest_AskAnnieDescription
source: Lord Carran told you that Arwin Merton used to be a Scavenger, and a famous one. Ask Annie Bagmordah to tell you more about him.
ko: 캐런 경은 아르윈 머튼이 유명한 스캐빈저였다고 말했습니다. 애니 바그모다에게 더 자세한 정보를 물어보십시오.

# Quest/&Caer_Cyflen_Merton_Quest_AskAnnieTitle
source: Ask Annie about Merton
ko: 애니에게 머튼에 대해 물어보기

# Quest/&Caer_Cyflen_Merton_Quest_MainTitle
source: Arwin Merton's Story
ko: 아르윈 머튼의 이야기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Description
source: Return to Caer Cyflen and report on what has happened.
ko: 케어 키플렌에 돌아가 무슨 일이 일어났는지 보고하십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Outcome1Description
source: You have reached Caer Cyflen.
ko: 케어 키플렌에 도착했습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Title
source: Head Back to Caer Cyflen
ko: 케어 키플렌으로 돌아가기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Description
source: Meet with Carran at the Gravekeep's Cask.
ko: 묘지기의 술통에서 캐런과 만나십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Outcome1Description
source: You have made your report to the Council.
ko: 평의회에 보고를 마쳤습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Title
source: Meet with Carran
ko: 캐런과 만나기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Description
source: Talk to someone who survived Caer Lem. Find out where the scouts went before the Soraks attacked the outpost. If the expedition drew their attention, the scouts must have found a hideout. You might find more Soraks there.
ko: 캐어 렘의 생존자와 얘기해 보십시오. 소락들이 전초기지를 공격하기 전에 정찰병이 어디로 갔는지 알아보십시오. 놈들의 주의를 끌었다면, 정찰병이 분명 은신처를 찾았을 겁니다. 그곳에서 더 많은 소락을 찾을 수 있을 겁니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Outcome1Description
source: You have learned about an old tower in the Badlands where Soraks might be hiding.
ko: 소락이 숨어있을지도 모르는 황무지의 오래된 탑에 대해 알게되었습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Title
source: Talk to One of the Survivors from Caer Lem
ko: 케어 렘의 생존자 중 한 명과 대화하기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Description
source: You have learned that the scouts from the Caer Lem garrison were exploring around an ancient tower. Its location is now on your map. Go there and investigate: find a Sorak and bring its head back to the Council as proof that they really exist.
ko: 케어 렘 수비대의 정찰병이 고대의 탑 주변을 탐험하고 있었다는 것을 알게 되었습니다. 그 위치는 이제 지도에 표시됩니다. 그곳으로 가서 조사하십시오. 소락이 실제로 존재한다는 증거로 그 머리를 의회에 가져가십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Outcome1Description
source: You have reached the ancient tower.
ko: 고대의 탑에 도착했습니다.
