Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Caer_Cyflen_Quest_Council04_03b_GoToCouncilDescription
source: Go to the Council to learn about their decision.
ko_mt: 그들의 결정에 대해 알아보려면 위원회에 가십시오.

# Caer_Cyflen_Quest_Council04_03b_GoToCouncil_Outcome1Description
source: Before you were able to exit the Gravekeep's Cask, Captain Ironshell caught you and told you about an attack on your quarters at the residence!
ko_mt: 당신이 Gravekeep's Cask를 나갈 수 있기 전에, Captain Ironshell이 ​​당신을 붙잡고 거주지에 있는 당신의 숙소에 대한 공격에 대해 이야기했습니다!

# Caer_Cyflen_Quest_Council04_05_ReturnToTheCouncil_Outcome1Description
source: You returned to the Legacy Council and heard its verdict. Alas, they took the Crown of the Magister off of you, to secure it in the Temple of Einar.
ko_mt: 당신은 레거시 평의회에 돌아와 평결을 들었습니다. 아아, 그들이 에이나르 신전에서 그것을 보호하기 위해 당신에게서 마기스터의 왕관을 빼앗았습니다.

# Caer_Cyflen_Quest_Council04_06_CheckEarcornTitle
source: The Dark Cult
ko_mt: 다크 컬트

# Caer_Cyflen_Quest_Council04_06_CheckEarcornDescription
source: Talk to Halman
ko_mt: 할만과 대화

# Caer_Cyflen_Quest_Council04_06_CheckEarcorn_Outcome1Description
source: Halman Summer told you about a possible Coven of Arivad in a nearby village. Considering the recent actions of the Soraks, it may be an outpost for their operations in the capital city.
ko_mt: Halman Summer가 근처 마을에서 가능한 아리바드의 모임에 대해 이야기했습니다. 최근 설악들의 행보를 보면 수도에서의 작전을 위한 전초기지일 가능성이 있다.

# Caer_Cyflen_Quest_Council04_06_CheckEarcorn_Outcome2Description
source: Halman Summer told you about a possible Coven of Arivad in a nearby village. Considering the recent actions of the Soraks, it may be an outpost for their operations in the capital city.
ko_mt: Halman Summer가 근처 마을에서 가능한 아리바드의 모임에 대해 이야기했습니다. 최근 설악들의 행보를 보면 수도에서의 작전을 위한 전초기지일 가능성이 있다.

# Caer_Cyflen_Quest_Council04_07_EarcornTitle
source: Go to Earcorn
ko_mt: 이어콘으로 이동

# Caer_Cyflen_Quest_Council04_07_EarcornDescription
source: Take the road again and go to Earcorn
ko_mt: 다시 길을 따라 이어콘으로 이동

# Caer_Cyflen_Quest_Council04_07_Earcorn_Outcome1Description
source: You arrived in Earcorn, a little farming village that looks pretty mundane.
ko_mt: 꽤 평범해 보이는 작은 농촌 마을 Earcorn에 도착했습니다.

# Caer_Cyflen_Quest_Council04_08_TracksTitle
source: Search Earcorn
ko_mt: 이어콘 검색

# Caer_Cyflen_Quest_Council04_08_TracksDescription
source: Search for clues about possible cultist activity.
ko_mt: 가능한 이교도 활동에 대한 단서를 찾으십시오.

# Caer_Cyflen_Quest_Council04_08_Tracks_Outcome1Description
source: You found suspicious tracks in the village… and their owners!
ko_mt: 마을에서 수상한 흔적을 발견했습니다... 그리고 그 주인들!

# Caer_Cyflen_Quest_Council04_09_FightSoraksTitle
source: Fight the Soraks!
ko_mt: 소락스와 싸워라!

# Caer_Cyflen_Quest_Council04_09_FightSoraksDescription
source: The place is indeed full of Arivad cultists and Soraks - stay alive!
ko_mt: 장소는 실제로 Arivad 이교도와 Soraks로 가득 차 있습니다. 살아 있으십시오!

# Caer_Cyflen_Quest_Council04_09_FightSoraks_Outcome1Description
source: You were attacked by cultists and Soraks. They were expecting you; this really felt like a trap!
ko_mt: 당신은 이교도와 소락의 공격을 받았습니다. 그들은 당신을 기다리고 있었습니다. 이것은 정말 함정처럼 느껴졌습니다!

# Caer_Cyflen_Quest_Council04_10_ReturnToCyflenTitle
source: Return to Caer Cyflen
ko_mt: 케어 시플렌에게 돌아가기

# Caer_Cyflen_Quest_Council04_10_ReturnToCyflenDescription
source: Quickly return to the capital and find Halman Summer. Though, if he's responsible for this setup, he's probably already long gone.
ko_mt: 빨리 수도로 돌아가 Halman Summer를 찾으십시오. 하지만 그가 이 설정을 담당하고 있다면 그는 이미 오래전에 떠났을 것입니다.

# Caer_Cyflen_Quest_Council04_10_ReturnToCyflen_Outcome1Description
source: You returned to the city, only to find it in turmoil!
ko_mt: 당신은 도시로 돌아왔지만 혼란 속에서 그곳을 찾았습니다!

# Caer_Cyflen_Quest_Council04_11_FindHalmanTitle
source: Find Halman Summer
ko_mt: 할만 썸머 찾기

# Caer_Cyflen_Quest_Council04_11_FindHalmanDescription
source: Caer Cyflen is full of soldiers! Something happened while you were away at Earcorn. You still have to know if Halman Summer is a traitor. Search the city for information.
ko_mt: Caer Cyflen은 군인들로 가득합니다! Earcorn에 없는 동안 무슨 일이 일어났습니다. 당신은 여전히 ​​Halman Summer가 배신자인지 알아야 합니다. 정보를 위해 도시를 검색하십시오.

# Caer_Cyflen_Quest_Council04_11_FindHalman_Outcome1Description
source: You did not find Halman Summer but encountered Heddlon Surespell who told you to ask Carran about the situation.
ko_mt: 당신은 Halman Summer를 찾지 못했지만 상황에 대해 Carran에게 물어보라고 말한 Heddlon Surespell을 만났습니다.

# Caer_Cyflen_Quest_Council04_12_FindCarranTitle
source: Go to the Council Hall
ko_mt: 국회의사당으로 이동

# Caer_Cyflen_Quest_Council04_12_FindCarranDescription
source: Go to the Legacy Council Hall and find Carran.
ko_mt: 유산 의회 회관으로 가서 캐런을 찾으십시오.

# Caer_Cyflen_Quest_Council04_12_FindCarran_Outcome1Description
source: Carran told you that Halman Summer had a house in town.
ko_mt: Carran은 Halman Summer가 마을에 집이 있다고 말했습니다.

# Caer_Cyflen_Quest_Council04_13_SearchHalmansHouseTitle
source: Search Halman's House
ko_mt: 할만스 하우스 검색

# Caer_Cyflen_Quest_Council04_13_SearchHalmansHouseDescription
source: Go to Halman's family house near the Circle of Danantar's HQ and search it.
ko_mt: 다난타르 서클의 본부 근처에 있는 할만의 가문의 집으로 가서 수색하십시오.

# Caer_Cyflen_Quest_Council04_13_SearchHalmansHouse_Outcome1Description
source: You found Halman Summer's house and his dark secrets: he was indeed a traitor and a cultist of Arivad!
ko_mt: Halman Summer의 집과 그의 어두운 비밀을 찾았습니다. 그는 실제로 아리바드의 배신자이자 이교도였습니다!

# Caer_Cyflen_Quest_Council03_05_FourGemsTitle
source: Find the Next Gem
ko_mt: 다음 보석 찾기

# Caer_Cyflen_Quest_Council03_05_FourGemsDescription
source: You have found the fourth gem of the Crown. Continue the quest.
ko_mt: 왕관의 네 번째 보석을 찾았습니다. 퀘스트를 계속 진행합니다.

# Caer_Cyflen_Quest_Council03_05_FourGems_Outcome1Description
source: You found the fifth gem of the Crown!
ko_mt: 왕관의 다섯 번째 보석을 찾았습니다!

# Caer_Cyflen_Quest_Council04_14_TellCarranTitle
source: Bring the Documents to Carran
ko_mt: 문서를 캐런에게 가져오세요

# Caer_Cyflen_Quest_Council04_14_TellCarranDescription
source: Tell Carran what you found out about Halman Summer. The Council must act immediately!
ko_mt: Halman Summer에 대해 알게 된 내용을 Carran에게 말하십시오. 의회는 즉시 행동해야 합니다!

# Caer_Cyflen_Quest_Council04_14_TellCarran_Outcome1Description
source: Talking to Carran, you realized the poisoning of the Tower of Knowledge delegation was a plot to infiltrate the Temple of Einar!
ko_mt: Carran과 대화하면서, 당신은 지식의 탑 대표단의 중독이 Einar의 사원에 잠입하기 위한 음모라는 것을 깨달았습니다!

# Caer_Cyflen_Quest_Council04_15_GoToTempleTitle
source: Rush to the Temple
ko_mt: 성전으로 달려가다

# Caer_Cyflen_Quest_Council04_15_GoToTempleDescription
source: Rush to the temple and find what's going on.
ko_mt: 사원으로 달려가 무슨 일이 일어나고 있는지 찾아보세요.

# Caer_Cyflen_Quest_Council04_15_GoToTemple_Outcome1Description
source: You ran to the Temple of Einar and found Beric Sunblaze.
ko_mt: 에이나르 신전으로 달려가 베릭 선블레이즈를 찾았습니다.

# Caer_Cyflen_Quest_Council04_16_CheckCrownTitle
source: Talk to Marshal Sunblaze
ko_mt: 원수 썬블레이즈와 대화

# Caer_Cyflen_Quest_Council04_16_CheckCrownDescription
source: Ask Marshal Sunblaze what's going on.
ko_mt: 선블레이즈 원수에게 무슨 일이냐고 물어보세요.

# Caer_Cyflen_Quest_Council04_16_CheckCrown_Outcome1Description
source: Marshal Sunblaze told you that the Tower of Knowledge people were in the main dispensary.
ko_mt: 선블레이즈 원수는 지식의 탑 사람들이 주요 진료소에 있다고 말했습니다.

# Caer_Cyflen_Quest_Council04_17_FightTitle
source: Fight the Infiltrators!
ko_mt: 침입자와 싸워라!

# Caer_Cyflen_Quest_Council04_17_FightDescription
source: As you expected, the people from the Tower of Knowledge are working with the Soraks! Even Morden Kyre, the highly discreet assistant, is one of them!
ko_mt: 예상대로 지식의 탑 사람들이 설악과 함께 일하고 있습니다! 매우 신중한 조수인 Morden Kyre도 그 중 하나입니다!

# Caer_Cyflen_Quest_Council04_17_Fight_Outcome1Description
source: You got rid of the infiltrators, including Morden Kyre, the highly discreet Assistant to Dean Faisech.
ko_mt: Dean Faisech의 매우 신중한 조수인 Morden Kyre를 포함하여 침투자들을 제거했습니다.

# Caer_Cyflen_Quest_Council04_18_FindTheCrownTitle
source: Find the Crown!
ko_mt: 왕관을 찾아라!

# Caer_Cyflen_Quest_Council04_18_FindTheCrownDescription
source: The infiltrators are in the temple! Find the Crown before them!
ko_mt: 침입자가 사원에 있습니다! 그들 앞에 왕관을 찾아라!

# Caer_Cyflen_Quest_Council04_18_FindTheCrown_Outcome1Description
source: You found out that the infiltrators had already stolen the Crown of the Magister and escaped through a hidden secret passage in the safe room!
ko_mt: 잠입자들이 이미 마법사의 왕관을 훔쳐 금고의 숨겨진 비밀 통로를 통해 탈출했다는 사실을 알게 되었습니다!

# Caer_Cyflen_Quest_Council04_19_FightInfiltratorsTitle
source: Stop the Infiltrators
ko_mt: 침입자를 막아라

# Caer_Cyflen_Quest_Council04_19_FightInfiltratorsDescription
source: You found the infiltrators! They're trying to get away with the Crown through the Major Gate! Stop them at all costs!
ko_mt: 침입자를 찾았습니다! 그들은 메이저 게이트를 통해 왕관을 탈출하려고 합니다! 무슨 수를 써서라도 그들을 막으십시오!

# Caer_Cyflen_Quest_Council04_19_FightInfiltrators_Outcome1Description
source: You weren't able to stop the infiltrators in time! They got away with the Crown!
ko_mt: 잠입자를 제시간에 막을 수 없었습니다! 그들은 왕관과 함께 도망쳤다!

# Caer_Cyflen_Quest_Council04_20_TakeLongRestTitle
source: Take a Long Rest
ko_mt: 긴 휴식을 취하세요

# Caer_Cyflen_Quest_Council04_20_TakeLongRestDescription
source: You made an incredible discovery. Princess Ceiwad Silverflower is a dragon in disguise! Just like the masters of the Manacalon Arcaneum, she's hiding her powers by taking the form of an elf. She helped you kill the remaining infiltrators and has tasked you with stopping the Soraks' plans. Take a long rest in the time stasis bubble, and use the Major Gate to enter the Aer Elai, the heart of the Badlands, and reach the Rift's location to prevent a second Cataclysm.
ko_mt: 당신은 놀라운 발견을 했습니다. 공주 Ceiwad Silverflower는 변장한 용입니다! 마나칼론 아르케네움의 주인들처럼 엘프의 모습을 하며 자신의 힘을 숨기고 있다. 그녀는 당신이 나머지 침투자들을 죽이는 것을 도왔고, 당신에게 소락스의 계획을 막는 임무를 맡겼습니다. 시간 정지 거품에서 긴 휴식을 취하고 메이저 게이트를 사용하여 Badlands의 심장인 Aer Elai로 들어가 두 번째 Cataclysm을 방지하기 위해 Rift의 위치에 도달하십시오.

# Caer_Cyflen_Quest_Council04_20_TakeLongRest_Outcome1Description
source: You took a long rest and are ready to dive into the heart of the Badlands.
ko_mt: 당신은 긴 휴식을 취했고 황무지(Badlands)의 중심부로 뛰어들 준비가 되었습니다.

# Caer_Cyflen_Quest_Council04_21_UseTheMajorGateTitle
source: Use the Major Gate
ko_mt: 주요 게이트 사용

# Caer_Cyflen_Quest_Council04_21_UseTheMajorGateDescription
source: This is it. The Major Gate will take you to the point of no return: the Aer Elai. Once there, you cannot go back, and you'll have to stop the Soraks.
ko_mt: 이거 야. Major Gate는 당신을 돌아올 수 없는 곳인 Aer Elai로 데려갈 것입니다. 일단 그곳에 가면 돌아갈 수 없고, 소락스를 막아야 합니다.

# Caer_Cyflen_Quest_Council04_21_UseTheMajorGate_Outcome1Description
source: You took the Major Gate and teleported into the Aer Elai.
ko_mt: 당신은 메이저 게이트를 가지고 Aer Elai로 순간이동했습니다.

# PickupQuest_HickoryCorner_01_TITLE
source: Find the Imperial Outpost
ko_mt: 제국 전초기지 찾기

# PickupQuest_HickoryCorner_01_DESCRIPTION
source: In the Cradle of Fire, you saw an ancient map of the Manacalon Empire, showing the place that is now known as Hickory Corner Wood. There was a military building there. Find out if any archeological treasure remains and bring it back for the Tower of Knowledge to study. Reward: a pair of Gloves of Missile Snaring. Recommended level: 8
ko_mt: 불의 요람에서 마나칼론 제국의 고대 지도를 보고 지금은 히코리 코너 우드로 알려진 곳을 보여줍니다. 그곳에 군 건물이 있었다. 고고학적 보물이 남아 있는지 알아내고 지식의 탑이 연구할 수 있도록 가져오세요. 보상: 미사일 올가미의 장갑 한 쌍. 권장 레벨: 8

# PickupQuest_HickoryCorner_01_OUTCOME
source: You found an Imperial Aquila and brought it back.
ko_mt: 황실 독수리를 찾아서 가져왔습니다.

# PickupQuest_HickoryCorner_Title
source: Hickory Corner Wood
ko_mt: 히코리 코너 우드

# PickupQuest_Bitterroot_00_Title
source: Bitterroot's Treasure Map
ko_mt: 비터루트의 보물 지도

# PickupQuest_Bitterroot_00_Quest_Title
source: Find the Silent Whisper Base
ko_mt: 사일런트 위스퍼 베이스 찾기

# PickupQuest_Bitterroot_00_Quest_Description
source: Bitterroot gave you this map and told you the Arcaneum wanted the place to be explored as it used to be a Silent Whisper base. It's now up to you to search this area. Return any archeological items that might be of interest to the Arcaneum. You don't know how they'd reward you exactly, but it would definitely improve your relationship. Recommended level: 6
ko_mt: Bitterroot는 당신에게 이 지도를 주며 Arcaneum이 조용한 속삭임 기지였던 곳을 탐험하기를 원한다고 말했습니다. 이제 이 지역을 검색하는 것은 귀하에게 달려 있습니다. Arcaneum에 관심을 가질 만한 모든 고고학적 아이템을 반환하십시오. 당신은 그들이 당신에게 정확히 어떤 보상을 줄지 모르지만, 확실히 당신의 관계를 개선할 것입니다. 권장 레벨: 6

# Caer_Cyflen_Merton2_Quest_MainTitle
source: The First Scavenger
ko_mt: 최초의 청소부

# Caer_Cyflen_Merton_Quest_TalkToMertonTitle
source: Talk to Arwin Merton
ko_mt: 아르윈 머튼과 대화

# Caer_Cyflen_Merton_Quest_TalkToMertonDescription
source: Ask Merton where he got his reputation.
ko_mt: Merton에게 그의 명성을 얻은 곳을 물어보십시오.

# Caer_Cyflen_Merton_Quest_TalkToMerton_Outcome1Description
source: You talked to Arwin Merton and he admitted to having been one of the first scavengers, but he sounded bitter and paranoid. There's probably not much to expect from him.
ko_mt: 당신은 Arwin Merton과 이야기했고 그는 최초의 청소부 중 한 명이라고 인정했지만 그는 쓴맛과 편집증으로 들렸습니다. 그에게 기대할 것은 별로 없을 것이다.

# Caer_Cyflen_Merton_Quest_TalkToMerton_Outcome2Description
source: You did not talk to Arwin Merton about his reputation.
ko_mt: 당신은 Arwin Merton에게 그의 평판에 대해 이야기하지 않았습니다.

# KillRazan_Title
source: Shadow of the Defiler
ko_mt: 파멸자의 그림자

# Secondary_KillRazan_Quest_01_Find_DefilerTitle
source: Find Razan and destroy him!
ko_mt: 라잔을 ​​찾아 파괴하십시오!

# Secondary_KillRazan_Quest_01_Find_DefilerDescription
source: Adrasteia asked you to find the defiler who nests nearby her tower. Return to the ruins outside the Fortress of the Shield, find the tomb where Razan placed the remains of his family to lure him, and put an end to his existence.
ko_mt: Adrasteia는 당신에게 그녀의 탑 근처에 둥지를 틀고 있는 파멸자를 찾아달라고 부탁했습니다. 방패의 요새 외부의 폐허로 돌아가 라잔이 그를 유인하기 위해 가족의 유해를 안치한 무덤을 찾아 그의 존재를 끝장내십시오.

# Secondary_KillRazan_Quest_01_Find_Defiler_Outcome1Description
source: You kept your promise to Adrasteia and destroyed Razan.
ko_mt: 당신은 아드라스테아와의 약속을 지켰고 라잔을 파괴했습니다.

# CheckTomb_Description
source: This tomb seems out of place, like it was brought here after the Cataclysm.
ko_mt: 이 무덤은 대격변 이후에 이곳으로 가져온 것처럼 제자리에 있지 않은 것 같습니다.

# PickupQuest_LavaForest_01_Title
source: Search the Lava Forest
ko_mt: 용암 숲 검색

# PickupQuest_LavaForest_01_Description
source: The lava forest you describe deep in the Badlands might be located on the frontline of the First Expansion era of the Manacalon Empire. You might be able to find remnants of pre-Imperial dwarven culture somewhere. Return there and search any ruins of buildings, and bring back anything tied to this era. Client: Antiquarians. Reward: A gem worth 500 gp and a Dagger +2. Recommended level: 8
ko_mt: 당신이 묘사하는 황무지 깊은 곳의 용암 숲은 아마도 마나칼론 제국의 1차 확장 시대의 최전선에 위치했을 것입니다. 제국 이전의 드워프 문화의 잔재를 어딘가에서 찾을 수 있을지도 모릅니다. 그곳으로 돌아가서 건물의 폐허를 수색하고 이 시대와 관련된 모든 것을 되찾으십시오. 클라이언트: 골동품 수집가. 보상: 500gp 가치의 보석과 단검 +2. 권장 레벨: 8

# PickupQuest_LavaForest_01_Outcome
source: You found a mysterious warhammer that seems to predate the Imperial Expansion.
ko_mt: 제국 확장 이전으로 보이는 신비한 워해머를 발견했습니다.

# PickupQuest_LavaForest_00_Title
source: Wartime Treasure
ko_mt: 전시 보물

# Quest_Background_Spy_Optional_Killtraitors_Outcome1Description
source: You have eliminated Daliat's enemies! Find him in Lane Ends.
ko_mt: 달리아트의 적을 제거했습니다! Lane Ends에서 그를 찾으십시오.

# Conjuration_Quest_Arena_00b_Start2ndRoundTitle
source: Get Ready for the Next Battle
ko_mt: 다음 전투를 준비하세요

# Conjuration_Quest_Arena_00b_Start2ndRoundDescription
source: It looks like you have no choice but to activate the column again. More of these monsters will probably spawn out of nowhere.
ko_mt: 열을 다시 활성화할 수 밖에 없는 것 같습니다. 이 괴물 중 더 많은 것이 아마도 아무데도 스폰되지 않을 것입니다.

# Conjuration_Quest_Arena_00b_Start2ndRound_Outcome1Description
source: This battle was tougher than the previous ones! When will it stop?
ko_mt: 이번 전투는 이전 전투보다 더 치열했습니다! 언제 멈출까요?

# Conjuration_Quest_Arena_01b_Start3rdRoundTitle
source: Get Ready for the Next Battle
ko_mt: 다음 전투를 준비하세요

# Conjuration_Quest_Arena_01b_Start3rdRoundDescription
source: Things are getting worse every time, but now you seem to have a way out. You could also continue fighting.
ko_mt: 상황이 매번 악화되고 있지만 이제 탈출구를 찾은 것 같습니다. 계속해서 싸울 수도 있습니다.

# Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRoundTitle
source: Leave the Arena
ko_mt: 경기장을 떠나

# Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRoundDescription
source: You have done enough to get away from this place. Find the gem!
ko_mt: 당신은 이 곳에서 벗어날 만큼 충분히 했습니다. 보석을 찾아라!

# Conjuration_Quest_Arena_03b_LeaveArenaAfter4thRound_Outcome1Description
source: You finally exited this insane battle arena.
ko_mt: 마침내 이 미친 전장을 빠져나왔습니다.

# Tutorial_04_Quest_Stealth_EnterSecondCourtyardDescription
source: You're almost there. According to Liam, there is an access point in the next courtyard if you can cross the fountain and pass the quartermaster.
ko_mt: 거의 다 왔습니다. Liam에 따르면 분수대를 건너 병참장교를 지나면 다음 안뜰에 진입로가 있습니다.

# Tutorial_04_Quest_Stealth_EnterSecondCourtyard_Outcome1Description
source: You have entered the final courtyard and gained access to the window near the treasure room.
ko_mt: 당신은 마지막 안뜰에 들어갔고 보물 방 근처의 창문에 접근할 수 있었습니다.

# Quest_Background_Spy_Optional_GoToTavernDaliat_Title
source: Meet Daliat in Lane Ends
ko_mt: Lane Ends에서 달리앗을 만나다

# DLC1_Quest_Marches_NPC2_Mercenary_MainTitle
source: A furry task
ko_mt: 모피 작업

# DLC1_Quest_Marches_NPC2_Mercenary_ReturnPeltTitle
source: Talk to Krim
ko_mt: 크림과 대화

# DLC1_Quest_Marches_NPC2_Mercenary_ReturnPeltDescription
source: Krim has asked to talk to you after your returned from the grotto. Talk to him and see what he has to say.
ko_mt: Krim은 당신이 동굴에서 돌아온 후에 당신과 대화를 요청했습니다. 그와 대화하고 그가 무슨 말을 하는지 보십시오.

# DLC1_Quest_Marches_NPC2_Mercenary_ReturnPelt_Outcome1Description
source: You did not talk Krim.
ko_mt: 당신은 크림에 대해 얘기하지 않았다.

# DLC1_Quest_Marches_NPC2_Mercenary_ReturnPelt_Outcome2Description
source: Krim was interested in the bear pelt you brought from the grotto, just a small business affair.
ko_mt: Krim은 당신이 동굴에서 가져온 곰 가죽에 관심이 있었습니다.

# DLC1_Quest_Marches_NPC1_Scribe
source: Archeology
ko_mt: 고고학

# DLC1_Quest_Marches_NPC1_Scribe_01_FindAntiquesDescription
source: You discussed with Leyrin Catpaw, one of the search party members, who seem interested in antiquities. If you come accross anything of interest, bring it back to her.
ko_mt: 당신은 골동품에 관심이 있어 보이는 수색대원 중 한 명인 Leyrin Catpaw와 의논했습니다. 관심 있는 것을 발견하면 그녀에게 다시 가져오십시오.

# DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribeTitle
source: Return to Leyrin Catpaw
ko_mt: 레이린 캣포우에게 돌아가기

# DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribeDescription
source: You found three pieces of what seems to be Manacalon remains. They seem to be linked together, but it would require further study. Bring them back to Leyrin Catpaw, she'll be happy to buy them.
ko_mt: 마나칼론 유적으로 보이는 세 조각을 찾았습니다. 그것들은 서로 연결되어 있는 것처럼 보이지만 더 많은 연구가 필요할 것입니다. 그것들을 Leyrin Catpaw에게 가져가면 그녀가 기꺼이 사줄 것입니다.

# DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribe_Outcome1Description
source: You returned the antique writings to Leyrin Catpaw and she seemed very happy.
ko_mt: 앤티크 글을 레이린 캣포에게 돌려주었고 그녀는 매우 행복해 보였습니다.

# DLC1_Quest_Marches_NPC1_Scribe_02_ReturnToScribe_Outcome2Description
source: You never got the chance to bring Leyrin Catpaw anything to study.
ko_mt: Leyrin Catpaw에게 공부할 것을 가져올 기회가 없었습니다.

# DLC1_Quest_Marches_NPC2_Spy
source: Precious paper
ko_mt: 소중한 종이

# DLC1_Quest_Marches
source: The Merchant Road
ko_mt: 상인의 길

# DLC1_Quest_Marches_01_Talk_To_GalarTitle
source: Speak to Galar
ko_mt: 가라르와 대화

# DLC1_Quest_Marches_01_Talk_To_GalarDescription
source: A group of people just set up camp just besides you.
ko_mt: 한 무리의 사람들이 당신 옆에 막 캠프를 세웠습니다.

# DLC1_Quest_Marches_01_Talk_To_Galar_Outcome1Description
source: You asked Galar about the group of people who just set camp besides. He instructed you to learn more about them and why they're here.
ko_mt: 당신은 Galar에게 막 진영을 세운 사람들에 대해 물었습니다. 그는 당신에게 그들과 그들이 여기에 있는 이유에 대해 더 많이 배우도록 지시했습니다.

# DLC1_Quest_Marches_02_Talk_To_NPC2Title
source: Talk to Lady Fairblade
ko_mt: 레이디 페어블레이드와 대화

# DLC1_Quest_Marches_02_Talk_To_NPC2Description
source: Lady Helia Fairblade is the leader of this little group. Talk to her and learn more about her mission.
ko_mt: 레이디 헬리아 페어블레이드는 이 작은 그룹의 리더입니다. 그녀와 대화하고 그녀의 임무에 대해 자세히 알아보세요.

# DLC1_Quest_Marches_02_Talk_To_NPC2_Outcome1Description
source: You spoke to Lady Fairblade and learned that she's looking for a man named Marin Ving.
ko_mt: 당신은 페어블레이드 부인과 이야기를 나누었고 그녀가 마린 빙이라는 남자를 찾고 있다는 것을 알게 되었습니다.

# DLC1_Quest_Marches_03_Talk_To_NPC1Title
source: Talk to the nobleman
ko_mt: 귀족과 대화

# DLC1_Quest_Marches_03_Talk_To_NPC1Description
source: Nearby Lady Fairblade is a very nervous man wearing noble clothes. See what he has to say.
ko_mt: 근처에 있는 Lady Fairblade는 고귀한 옷을 입고 매우 긴장한 남자입니다. 그가 무슨 말을 하는지 보십시오.

# DLC1_Quest_Marches_03_Talk_To_NPC1_Outcome1Description
source: You spoke to the nobleman.
ko_mt: 당신은 귀족과 이야기했습니다.

# DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBookTitle
source: Find Marin Ving's documents
ko_mt: 마린 빙의 문서 찾기

# DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBookDescription
source: According to Helia Fairblade, Marin Ving transported valuable documents and the council would pay to recover them. If you find anything, report to her.
ko_mt: Helia Fairblade에 따르면 Marin Ving은 귀중한 문서를 운반했으며 의회는 이를 복구하는 데 비용을 지불할 것입니다. 무언가를 찾으면 그녀에게 보고하십시오.

# DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBook_Outcome1Description
source: You didn't return any document to Lady Fairblade.
ko_mt: 페어블레이드 부인에게 문서를 반환하지 않았습니다.

# DLC1_Quest_Marches_NPC2_Spy_01_FindTheGreenBook_Outcome2Description
source: You found a notebook in Ving's backpack.
ko_mt: Ving의 배낭에서 공책을 찾았습니다.

# DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBookTitle
source: Return the notebook
ko_mt: 노트북 반환

# DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBookDescription
source: You found a notebook belonging to Marin Ving. Maybe that's what Lady Fairblade is looking for, return it to her.
ko_mt: 마린 빙의 공책을 발견했습니다. 그게 페어블레이드 부인이 찾고 있는 것일 수도 있습니다. 그녀에게 돌려주세요.

# DLC1_Quest_Marches_NPC2_Spy_02_ReturnGreenBook_Outcome2Description
source: You returned a notebook belonging to Ving. Not the documents Lady Fairblade hoped for, but she still rewarded you.
ko_mt: Ving의 노트북을 반환했습니다. 레이디 페어블레이드가 바라던 문서는 아니지만 그녀는 여전히 당신에게 상을 주었습니다.

# DLC1_Quest_Marches_04_ExploreTitle
source: Explore the surroundings
ko_mt: 주변 탐색

# DLC1_Quest_Marches_04_ExploreDescription
source: You accepted to help Lady Fairblade's search party to look for Marin Ving. For now, her people are resting, but you can start exploring the surroundings. Report anything you find.
ko_mt: 여군주 페어블레이드의 수색대가 마린 빙을 찾는 데 도움을 주기로 했습니다. 현재 그녀의 사람들은 쉬고 있지만 주변을 탐색할 수 있습니다. 발견한 모든 것을 신고하세요.

# DLC1_Quest_Marches_04_Explore_Outcome1Description
source: You went to explore further down the mountainside and into a grotto, where you found a abandoned camp and a backpack : it belonged to Marin Ving!
ko_mt: 당신은 산비탈과 동굴을 더 탐험하기 위해 갔고 그곳에서 버려진 캠프와 배낭을 발견했습니다. 그것은 Marin Ving의 소유였습니다!

# DLC1_Quest_Marches_05_FoundBag_Now_ReportDescription
source: You have proof that the VIP was in the nearby grotto. Report to the search party's officer.
ko_mt: VIP가 근처 동굴에 있었다는 증거가 있습니다. 수색대장에게 보고한다.

# DLC1_Quest_Marches_05_FoundBag_Now_ReportTitle
source: Report your findings
ko_mt: 조사 결과 보고

# DLC1_Quest_Marches_05_FoundBag_Now_Report_Outcome1Description
source: You reported your findings. Helia Fairblade was happy and asked you to rest before resuming the search.
ko_mt: 조사 결과를 보고했습니다. Helia Fairblade는 만족하며 수색을 재개하기 전에 휴식을 취하도록 요청했습니다.

# DLC1_Quest_Marches_06_LevelUpTitle
source: Level Up
ko_mt: 레벨 업

# DLC1_Quest_Marches_06_LevelUpDescription
source: Use the Campfire to Take a Long Rest and level up.
ko_mt: 캠프파이어를 사용하여 긴 휴식을 취하고 레벨을 올리세요.

# DLC1_Quest_Marches_06_LevelUp_Outcome1Description
source: You rested well and prepared to search the grotto again.
ko_mt: 잘 쉬고 다시 동굴을 탐색할 준비를 했습니다.

# DLC1_Quest_Marches_07_ExploreBeyondTitle
source: Explore the grotto carefully
ko_mt: 조심스럽게 동굴 탐험
