Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01_Outcome1Description
source: You have spoken to Vigdis and met her spymaster Misouk.
ko: 비그디스와 대화하고 그녀의 첩보대장 미수크와 만났습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02Title
source: Enter the Necropolis
ko: 공동묘지 진입

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02Description
source: Vigdis asked you to retrieve the missing amulet for the Pact of the Claw's oathtaking. Escort Misouk into the clan's necropolis to recover it from its magical safe box.
ko: 비그디스가 발톱 맹약 선서를 위해 잃어버린 수호부를 회수해 달라고 부탁했습니다. 미수크를 씨족의 공동묘지까지 호위한 후 마법 금고에서 회수하십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02_Outcome1Description
source: You have reached the Ice Necropolis.
ko: 얼음 공동묘지에 도착했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03Title
source: Activate the Three Slabs
ko: 바닥판 3개 활성화

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03Description
source: Misouk explained the security measures to you. You will need to activate the three slabs at the same time to gain access to the family vault.
ko: 미수크가 보안 장치에 대해 설명해 줬습니다. 바닥판 3개를 동시에 활성화해야 가문의 보고에 진입할 수 있습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03_Outcome1Description
source: You have opened the entrance to the keep.
ko: 아성 입구를 열었습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_04Title
source: Defeat the Enemy
ko: 적 물리치기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_04Description
source: The shadows Misouk saw earlier were Soraks. They were probably waiting for you to open the vault. Eliminate the menace before entering the family vault.
ko: 미수크가 봤던 그림자들은 소락들이었습니다. 당신이 보고의 문을 열기를 기다린 모양입니다. 가문의 보고에 진입하기 전에 위협을 제거하십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_04_Outcome1Description
source: You defeated the Soraks.
ko: 소락을 물리쳤습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_05Title
source: Retrieve the Amulet
ko: 수호부 회수

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_05Description
source: Enter the Kaikonnen Keep and recover the clan amulet.
ko: 카이콘넨 아성에 진입해 씨족의 수호부를 되찾으십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_05_Outcome1Description
source: You successfully recovered the amulet box and see some strange runes inlaid in its wood.
ko: 수호부가 든 함을 회수했으며, 그 목재 안에 기묘한 룬이 새겨진 게 보입니다.

# Quest/&DLC3_Quest_SouthernClans_03_Title
source: Thieves Among Us
ko: 우리 안에 첩자가 있어

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_01Title
source: Bring the Amulet to Vigdis
ko: 비그디스에게 수호부 전달

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_01Description
source: You retrieved the clan amulet in the necropolis vault. Bring the wooden box containing the amulet to Vigdis.
ko: 공동묘지의 보고에서 씨족의 수호부를 회수했습니다. 수호부가 든 목제함을 비그디스에게 가져가십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_01_Outcome1Description
source: You have brought the Kaikonnen Amulet back to Vigdis.
ko: 카이콘넨 수호부를 비그디스에게 가져다 주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02Title
source: Investigate the Butler's Schedule
ko: 집사의 스케줄 조사

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02Description
source: Misouk has some suspicions regarding Thadeos' activities during the night preceding Lord Kaikonnen's wake. Talk with the Kaupaapunki citizens to find out where he was.
ko: 미수크는 카이콘넨 경의 경야 동안의 타데오스의 행동을 의심스럽게 여깁니다. 카우판푸키 시민들과 대화하여 그가 있었던 곳을 알아내십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02_Outcome1Description
source: You have found evidence that Thadeos went to the mines during the night.
ko: 타데오스가 밤 중에 광산에 갔다는 증거를 찾았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02ATitle
source: Talk with the Guard Captain
ko: 수비대장과 대화

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02ADescription
source: Gather information on the butler's activities.
ko: 집사의 활동에 대한 정보를 수집하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02A_Outcome1Description
source: Lokan told you that Thadeos did not leave the city during the night.
ko: 로칸은 타데오스가 밤 동안 도시를 떠나지 않았다고 얘기해 주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02BTitle
source: Talk with the Caretaker
ko: 관리인과 대화하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02BDescription
source: Gather information on the butler's activities.
ko: 집사의 활동에 대한 정보를 수집하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02B_Outcome1Description
source: Maja told you that Vigdis' butler was not at the clan house prior to the wake.
ko: 마자는 비그디스이 집사가 경야 전에 씨족 저택에 있지 않았다고 얘기해 주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02CTitle
source: Talk with Misouk's Informant
ko: 미수크의 정보원과 대화하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02CDescription
source: Gather information on the butler's activities.
ko: 집사의 활동에 대한 정보를 수집하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02C_Outcome1Description
source: The informant told you that Thadeos could not have left the keep during the night in question.
ko: 정보원은 타데오스가 당신이 물어본 경야 밤 동안 아성을 떠나지 못했을 거라 말해 주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_03Title
source: Go to the Mines
ko: 광산으로 이동

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_03Description
source: You are now certain that Thadeos entered the mines during the night. Investigate the mines.
ko: 타데오스가 밤 중에 광산으로 갔다는 사실은 명확해졌습니다. 광산을 조사하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_03_Outcome1Description
source: You stumble upon a fight between Soraks and the dwarf miners.
ko: 우연히 소락과 드워프 광부들의 전투와 조우했습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_04Title
source: Kill the Soraks!
ko: 소락을 죽이십시오!

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_04Description
source: Get rid of the Soraks, and save the miners if you can.
ko: 소락을 제거하고, 가능하다면 광부들을 구하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_04_Outcome1Description
source: The miners tell you that they had just found a wall that hid a secret tunnel when the Soraks ambushed them.
ko: 광부들은 비밀 터널을 숨긴 벽을 찾자, 소락들이 자신들을 기습했다고 합니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05Title
source: Follow the Secret Tunnel
ko: 비밀 터널 따라가기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05Description
source: Explore the secret ice tunnels behind the wall and try to find why the Soraks were protecting it.
ko: 벽 뒤의 비밀 얼음 터널을 탐사하고 소락들이 이곳을 왜 지켰는지 알아내십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05_Outcome1Description
source: You found a secret lair at the end of the ice tunnel.
ko: 얼음 터널 끝에서 비밀 둥지를 찾았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_06Title
source: Slay the Demons
ko: 데몬 토벌

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_06Description
source: An incubus replaced the real butler, who was imprisoned in the secret lair. Slay the incubus and the other demons.
ko: 인큐버스가 집사로 변장하고, 진짜는 비밀 둥지에 갇혀 있었습니다. 인큐버스와 다른 악마들을 토벌하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_06_Outcome1Description
source: You killed the demons and the incubus. The butler told you that he had seen Ragnhild trying to steal the amulet before the wake, but he was spotted and imprisoned and replaced by an incubus as the demons prepared to replace Vigdis.
ko: 악마들과 인큐버스를 죽였습니다. 집사는 자신이 경야 전에 라그닐드가 수호부를 훔치려는 것을 목격했으나, 알아챈 라그닐드가 자신을 가두고 인큐버스로 대체했다고 말했습니다. 악마들이 비그디스를 바꿔치기할 준비를 마칠 때까지 말입니다.

# Quest/&DLC3_Quest_SouthernClans_04_Title
source: The Secret Plot
ko: 비밀 계획

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01Title
source: Confront Ragnhild
ko: 라그닐드와 대면하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01Description
source: Reach Ragnhild's quarters and confront her.
ko: 라그닐드의 숙소로 가 그녀와 대면하십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01_Outcome1Description
source: Ragnhild fled via a secret teleporter when you entered her quarters.
ko: 라그닐드는 당신이 그녀의 숙소에 들어오자 비밀 순간이동기를 이용해 달아났습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01ATitle
source: Follow Ragnhild
ko: 라그닐드 추적

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01ADescription
source: Use the teleporter to pursue Ragnhild.
ko: 순간이동기를 사용해 라그닐드를 쫓으십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01A_Outcome1Description
source: You have been teleported to what appears to be a Hidden Temple of Arivad.
ko: 아리바드의 숨겨진 사원으로 보이는 곳으로 순간이동했습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01BTitle
source: Ask Around to Find Ragnhild
ko: 라그닐드를 찾기 위해 탐문하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01BDescription
source: Ask around to find where Ragnhild went.
ko: 라그닐드가 간 곳을 찾기 위해 탐문하십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01B_Outcome1Description
source: Ragnhild was seen looking for specific ingredients at the Clan House.
ko: 라그닐드가 씨족 저택에서 특정 재료를 찾는 것이 목격됐다고 합니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01CTitle
source: Ask Around to Find Ragnhild
ko: 라그닐드를 찾기 위해 탐문하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01CDescription
source: Ask around to find where Ragnhild went.
ko: 라그닐드가 간 곳을 찾기 위해 탐문하십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01C_Outcome1Description
source: Ragnhild was seen looking for some goods at the scavenger store.
ko: 라그닐드가 스캐빈저 상점에서 어떤 상품을 찾는 것이 목격됐다고 합니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02Title
source: Follow Ragnhild
ko: 라그닐드 추적

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02Description
source: Use the teleporter to pursue Ragnhild.
ko: 순간이동기를 사용해 라그닐드를 쫓으십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02_Outcome1Description
source: You have been teleported to what appears to be a Hidden Temple of Arivad.
ko: 아리바드의 숨겨진 사원으로 보이는 곳으로 순간이동했습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_03Title
source: Stop the Ritual
ko: 의식 멈추기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_03Description
source: Kill the cultists and demons to stop the progress of the ritual.
ko: 사교도들과 악마를 죽이고 의식이 진행되는 걸 멈추십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_03_Outcome1Description
source: You have killed all the cultists.
ko: 모든 사교도들을 죽였습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04Title
source: Confront Ragnhild
ko: 라그닐드와 대면하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04Description
source: Talk to Vigdis' cousin and decide her fate.
ko: 비그디스와 사촌과 대화하고 그녀의 운명을 결정지으십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04_Outcome1Description
source: You have decided to do as Vigdis bids and let Ragnhild live. She will be imprisoned in the keep for her crimes.
ko: 비그니스의 부탁대로 라그닐드를 살려주기로 했습니다. 그녀는 자신이 저지른 범죄의 책임을 물어 아성에 갇히게 될 것입니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04_Outcome2Description
source: You have decided do as Misouk wishes and kill Ragnhild in order to keep Vigdis safe.
ko: 미수크의 바람대로 비그디스의 안전을 위해 라그닐드를 죽이기로 했습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_05Title
source: Use the Gate
ko: 관문 사용

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_05Description
source: Vigdis let you use the gate to get back to Violet's house.
ko: 비그디스는 바이올렛의 저택으로 돌아오기 위해 관문을 사용하도록 했습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_05_Outcome1Description
source: You have reached Violet's house.
ko: 바이올렛의 집에 도착했습니다.

# Quest/&DLC3_Quest_Undermountain_05_QuestTitle
source: Business Is Business
ko: 사업은 사업이다

# Quest/&DLC3_Quest_Undermountain_05_Quest_STEP_01Title
source: Find a Possible Traitor in the Garrison
ko: 주둔군 내의 배반 용의자 찾기

# Quest/&DLC3_Quest_Undermountain_05_Quest_STEP_01Description
source: Between the persistent rumors and what appears to be the sabotage of the well, it is likely that there is a traitor among the guards.
ko: 떠도는 소문과 수직갱에 벌어진 사건으로 볼 때, 수비병들 사이에 배반자가 있어 보입니다.

# Quest/&DLC3_Quest_Undermountain_05_Quest_STEP_01_Outcome1Description
source: The document found in the Soraks' belongings mentions a trade agreement between Gallivan and the Ettiven Clans. This must be how the Soraks were able to infiltrate Turvaamalinn. But did the Ettiven know?
ko: 소락의 소지품에서 찾아낸 서류에 갈리반과 에티벤 씨족 간의 무역 협정이 언급되어 있었습니다. 이게 소락들이 투르바말린에 침투할 수 있던 방법일 것입니다. 에티벤이 이 사실을 알고 있었을까요?

# Quest/&DLC3_Quest_Undermountain_05_Quest_STEP_01_Outcome2Description
source: You have not found anything else that incriminates the clans in the Sorak infiltration, although your suspicions are quite strong. Was this an isolated group of Soraks?
ko: 소락 침입과 씨족을 연관지을 수 있는 증거는 찾지 못했지만, 심증은 상당합니다. 이들은 고립된 소락 무리였던 것일까요?

# Quest/&DLC3_Quest_Undermountain_06_QuestTitle
source: Hanging Gardens
ko: 공중정원

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01ATitle
source: Deactivate the Heat Generator
ko: 열 생성기 비활성화

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01ADescription
source: In the lava tunnels you have found a hidden heating system, installed by the Perlevinns right under the noses of the other inhabitants of Turvaamalinn to ensure a heat supply for their garden. This deceit could cost them dearly. Disabling the heat generator would help to reduce inequalities.
ko: 용암 터널에서, 펠레빈이 자신들의 정원에 열을 공급하기 위해 투르바말린의 다른 주민들의 바로 아래에 몰래 설치한 열 공급 시스템을 발견했습니다. 이런 협잡질은 대가를 치르게 만들 수 있을 테고, 열 생성기를 비활성화한다면 불균형을 줄이는 데 일조할 수 있을 것입니다.

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01A_Outcome1Description
source: When disabling the heat generator, you saw reluctance in the guards' eyes. But because of your status, no one dared to protest. The secret Perlevinn heating system is now deactivated.
ko: 열 생성기 비활성화 중, 경비의 눈에서 주저함을 발견할 수 있었습니다. 하지만 당신의 지위 덕에, 아무도 감히 항의하지 못했군요. 펠레빈의 비밀 열 공급 시스템은 이제 비활성화됐습니다.

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01A_Outcome2Description
source: The angry Perlevinn guards attacked you after you disabled the heat generator, but they were no match for you. The secret Perlevinn heating system is now deactivated.
ko: 열 발생기 비활성화 후, 성난 펠레빈 경비들이 당신을 공격했지만, 상대가 될 리가요. 펠레빈의 비밀 난방 시스템은 비활성화되었습니다.

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01BTitle
source: Leave the Heat Generator
ko: 열 생성기 떠나기

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01BDescription
source: In the lava tunnels you have found a hidden heating system, installed by the Perlevinns right under the noses of the other inhabitants of Turvaamalinn to ensure a heat supply for their garden. This deceit could cost them dearly. But then again, this is Turvaamalinn's problem, not yours. Let them deal with it.
ko: 용암 터널에서, 펠레빈이 자신들의 정원에 열을 공급하기 위해 투르바말린의 다른 주민들의 바로 아래에 몰래 설치한 열 공급 시스템을 발견했습니다. 이런 협잡질은 대가를 치르게 만들 수 있을 테지만, 이건 투르바말린의 문제입니다. 그들이 알아서 처리하도록 두십시오.

# Quest/&DLC3_Quest_Undermountain_06_Quest_STEP_01B_Outcome1Description
source: The secret Perlevinn heating system in the lava tunnels continues to run.
ko: 용암 터널 내 펠레빈의 비밀 난방 시스템은 계속해서 돌아갑니다.

# Quest/&DLC3_Telema02_Quest_Title
source: Return to Telema
ko: 텔레마로 복귀

# Quest/&DLC3_Telema03_Quest_Title
source: The Commander
ko: 사령관

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01ATitle
source: Enter the Mausoleum
ko: 영묘 진입

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01ADescription
source: Misouk told you that the necropolis is linked to the mausoleum. Return to the mausoleum.
ko: 미수크는 공동묘지가 영묘와 연결되어 있다고 말해줬습니다. 영묘로 돌아가십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01A_Outcome1Description
source: You have reached the mausoleum.
ko: 영묘에 도착했습니다.

# Quest/&DLC3_Quest_HumanClans_01_Quest_Name
source: The Eastern Front
ko: 동부 전선

# Quest/&DLC3_Quest_HumanClans_02_Quest_Name
source: Treason
ko: 배반

# Quest/&DLC3_Quest_HumanClans_03_Quest_Name
source: Attrition
ko: 소모전

# Quest/&DLC3_Quest_HumanClans_04_Quest_Name
source: The Enemy Within
ko: 내부의 적

source: Take a Long Rest
ko: 긴 휴식 취하기

source: General Blunt is still away. Take a long rest and wait for her to come back.
ko: 블런트 장군은 아직 오지 않았습니다. 그녀가 올 때까지 긴 휴식을 취하십시오.

source: After your rest, the captain told you why he thinks he would be a better chief, and why he is preparing a coup.
ko: 휴식 후, 대위는 자신이 더 나은 씨족장이 될 수 있는 이유와, 왜 쿠데타를 준비하는지에 대해 얘기해 줬습니다.

# Quest/&DLC3_CSTitle_GallivanBorder06
source: Decisions, Decisions…
ko: 계속되는 선택…

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2b_ExplainBetrayalTitle
source: Denounce Captain Ashdown
ko: 애쉬다운 대위 규탄하기

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2b_ExplainBetrayalDescription
source: Tell General Blunt about Captain Ashdown's treacherous plans.
ko: 블런트 장군에게 애쉬다운 대위의 배반 계획을 얘기하십시오.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2b_ExplainBetrayal_Outcome1Description
source: You told General Blunt about Captain Ashdown's plans to overthrow and replace her.
ko: 블런트 장군에게 애쉬다운 대위의 전복 계획에 대해 얘기했습니다.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2a_KillLeaderTitle
source: Kill General Blunt
ko: 블런트 장군 죽이기

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2a_KillLeaderDescription
source: Captain Ashdown has promised his full support if you get rid of General Blunt. As new clan chief, he will do everything you ask regarding the Pact of the Claw.
ko: 애쉬다운 대위는 블런트 장군을 제거해줄 경우 전면적인 협력을 약속했습니다. 새로운 씨족장으로서, 그는 발톱 맹약과 관련된 모든 부탁을 들어줄 것입니다.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step2a_KillLeader_Outcome1Description
source: You eliminated General Blunt and made Captain Ashdown the new chief of the Ettilen Vartmerkint.
ko: 블런트 장군을 제거하고 애쉬다운 대위를 에틸렌 바트머킨의 새로운 씨족장으로 만들었습니다.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step3a_ArrestPeacefullyCaporalTitle
source: Arrest Captain Ashdown
ko: 애쉬다운 대위 체포

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step3a_ArrestPeacefullyCaporalDescription
source: It's clear that Captain Ashdown committed treason. Arrest him and he will be tried.
ko: 애쉬다운 대위가 모반을 꾀한다는 건 명백합니다. 그를 체포해 재판을 받게 하십시오.

source: You arrested Captain Ashdown without bloodshed.
ko: 피를 흘리지 않고 애쉬다운 대위를 체포했습니다.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step3b_KillCaporalTitle
source: Kill Captain Ashdown
ko: 애쉬다운 대위 죽이기

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step3b_KillCaporalDescription
source: You have a traitor right in front of you, so why wait for a tribunal to judge him? Eliminate the threat right away.
ko: 배신자가 코 앞에 있는데, 재판을 기다릴 이유가 어디 있겠습니까? 위협을 당장 제거하십시오.

# Quest/&DLC3_Quest_HumanClans_04_Quest_Step3b_KillCaporal_Outcome1Description
source: You killed the treacherous Captain Ashdown before he could sow more seeds of rebellion.
ko: 배신자 애쉬다운 대위가 모반의 씨앗을 더 심기 전에 죽였습니다.

# Quest/&DLC3_CSTitle_GallivanBorder07
source: Sedition
ko: 선동질

# Quest/&DLC3_CSTitle_GallivanBorder08
source: The Coup
ko: 쿠데타

# Quest/&DLC3_CSTitle_GallivanBorder09
source: The Punishment Due
ko: 공소시효

# Quest/&DLC3_CSTitle_GallivanBorder10
source: Call to Action
ko: 행동 촉구

# Quest/&DLC3_CSTitle_GallivanBorder11
source: Castle Crashers
ko: 공성가

# Quest/&DLC3_Quest_HumanClans_05_Quest_Name
source: The Wyvern's Nest
ko: 와이번의 둥지

# Quest/&DLC3_Quest_HumanClans_05_Quest_TravelToTheCastleTitle
source: Go to Glendale castle
ko: 글렌데일 성으로 이동

# Quest/&DLC3_Quest_HumanClans_05_Quest_TravelToTheCastleDescription
source: General Blunt gave you directions to Glendale Castle. Go meet her there.
ko: 블런트 장군은 글렌데일 성으로 오라고 했습니다. 그곳으로 가 그녀를 만나십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_TravelToTheCastle_Outcome1Description
source: You reached the vicinity of Glendale Castle.
ko: 글렌데일 성 근방에 도착했습니다.

# Quest/&DLC3_Quest_HumanClans_05B_Quest_TalkToTheLeaderTitle
source: Meet with Captain Ashdown
ko: 애쉬다운 대위 만나기

# Quest/&DLC3_Quest_HumanClans_05_Quest_TalkToTheLeaderTitle
source: Meet with General Blunt
ko: 블런트 장군 만나기

# Quest/&DLC3_Quest_HumanClans_05_Quest_TalkToTheLeaderDescription
source: Discuss the attack plan on Glendale Castle before going in.
ko: 글렌데일 성으로 들어가기 전에 공격 작전을 논의하십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_TalkToTheLeader_Outcome1Description
source: You discussed the attack plan and knew how to proceed.
ko: 공격 작전을 논의했습니다.

# Quest/&DLC3_Quest_HumanClans_05_Quest_FreePrisonerssTitle
source: Free the Prisoners
ko: 수감자들 풀어주기

# Quest/&DLC3_Quest_HumanClans_05_Quest_FreePrisonerssDescription
source: Find and free the prisoners you saw during the attack on the supply convoy.
ko: 보급품 호송에서 봤던 수감자들을 찾아 풀어주십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_FreePrisonerss_Outcome1Description
source: You successfully freed the prisoners.
ko: 수감자들을 풀어주는 데 성공했습니다.

# Quest/&DLC3_Quest_HumanClans_05_Quest_OpenMainGateTitle
source: Take Control of the Castle's Surroundings
ko: 성 주변의 지배권 회복하기

# Quest/&DLC3_Quest_HumanClans_05_Quest_OpenMainGateDescription
source: Penetrate the castle's defenses and open the main gate.
ko: 수성을 뚫고 정문을 여십시오.

# Quest/&DLC3_Quest_HumanClans_05_Quest_OpenMainGate_Outcome1Description
source: You opened the castle's main gate and let reinforcements inside.
ko: 성의 정문을 열고 원군을 들여보냈습니다.

# Quest/&DLC3_Quest_HumanClans_05_Quest_OpenMainGate_Outcome2Description
source: You decided to infiltrate the inner castle without the help of General Blunt's troops.
ko: 블런트 장군의 부대의 도움 없이 내성에 침투하기로 결정했습니다.

# Quest/&DLC3_Quest_HumanClans_05_Quest_ChaseGallivanGeneralInsideTheCastleTitle
source: Eliminate the Gallivan General
ko: 갈리반 장군 제거

source: Find and kill the enemy general.
ko: 적 장군을 찾아내 죽이십시오.

source: You fought and vanquished the Gallivan general and gave the Ettilen Vartmerkint the upper hand on the border.
ko: 갈리반의 장군을 찾아 이겼으며, 전선에서 에틸렌 바트머킨에 승리를 가져다 주었습니다.

# Quest/&DLC3_CSTitle_PalaceOfIce08
source: The Thing That Should Not Be
ko: 그래서는 안 될 것

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_1ATitle
source: Talk with Misouk
ko: 미수크와 대화

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_1ADescription
source: Vigdis asked you to help Misouk. Talk with her to learn more.
ko: 비그디스가 미수크를 도와달라 부탁했습니다. 그녀와 대화해 자세한 사항을 알아보십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_1A_Outcome1Description
source: You have spoken to Misouk and agreed to help her retrieve the missing amulet.
ko: 미수크와 대화하고, 그녀가 사라진 수호부를 수복하는 걸 돕기로 했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_06Title
source: Exit the Necropolis
ko: 공동묘지 나가기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_06Description
source: Misouk has left you in order to rush back to Vigdis and give her the missing amulet. Return to the city once you are ready to leave the necropolis.
ko: 미수크는 사라졌던 수호부를 비그디스에게 건네주기 위해 먼저 떠났습니다. 공동묘지를 떠날 준비가 되면 도시로 돌아가십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_06_Outcome1Description
source: You successfully left the necropolis.
ko: 공동묘지를 떠났습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_02Title
source: Explore the Surroundings
ko: 주변 탐색

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_02Description
source: Progress in the mountain to find your way back inside.
ko: 안으로 돌아갈 길을 찾기 위해 산을 타십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_02_Outcome1Description
source: Remains of the caravans found on the other side of the tunnel testify to the drastic conditions. As you walked up the trail, you encountered survivors.
ko: 터널 반대편에서 발견한 대상의 잔해와 흔적은 급박했던 상황을 보여줍니다. 길을 따라 걸어가던 중, 생존자들과 마주쳤습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_02_Outcome2Description
source: You came across Lisbath Townsend, wounded while trying to find help. She asked you to help defend the caravan.
ko: 도움을 구하려다 부상을 입은 리스바스 타운센드와 마주쳤습니다. 그녀는 대상을 지키는 걸 도와달라고 부탁했습니다.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04BTitle
source: Talk with Vigdis
ko: 비그디스와 대화하기

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04BDescription
source: Vigdis is waiting for you near the road. Join her once you are ready to leave.
ko: 비그디스는 길 근처에서 당신을 기다리고 있었습니다. 떠날 준비가 되면 다시 대화하십시오.

# Quest/&DLC3_Einareum_Quest_EINAREUM_STEP_04B_Outcome1Description
source: You have spoken to Vigdis and she has joined the party.
ko: 비그디스와 대화해 그녀가 일행에 참여했습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step9KillFakeTitle
source: Confront the Elder
ko: 장로와 대면하기

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step9KillFakeDescription
source: Greybear incriminated the Elder, suggesting he might be a shapeshifter and not his former self. Return to him and tell him about your suspicions.
ko: 그레이베어는 장로가 바꿔치기당한 형상변환자일지도 모른다며 의심했습니다.그에게 돌아가 당신의 의심에 대해 말하십시오.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step9KillFake_Outcome2Description
source: You told the Elder about Greybear's claims but he denied it. You immediately attacked him and killed him. Guess what? He was an Incubus!
ko: 장로에게 그레이베어의 의심에 대해 주장했지만 그는 부정하지 않았습니다. 당신은 즉시 그를 공격해 죽였습니다. 이럴 수가. 그는 인큐버스였습니다!
