Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step9KillFake_Outcome1Description
source: You told the Elder about Greybear's claims but he denied it. You told him you needed to investigate further.
ko: 장로에게 그레이베어의 주장에 대해 말하자 그는 부정했습니다. 당신은 장로에게 더 조사하겠다고 말했습니다.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_05_LongRestTitle
source: Long Rest
ko: 긴 휴식

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_05_LongRestDescription
source: The survivors need to heal and the frozen door needs some time to melt. Take a long rest and wait until tomorrow.
ko: 생존자들은 치유가, 얼어붙은 문은 녹기 위한 시간이 필요합니다. 내일까지 긴 휴식을 취하십시오.

# Quest/&DLC3_Quest_Undermountain_03_Quest_STEP_05_LongRest_Outcome1Description
source: You have waited some time.
ko: 얼마간 기다렸습니다.

# Quest/&DLC3_CSTitle_Telema03b
source: Hot, Hot, Hot
ko: 앗 뜨거워

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02BTitle
source: Find the Vault
ko: 보물고 찾기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02BDescription
source: Navigate through the necropolis to find the vault access.
ko: 공동묘지를 탐사해 보고로 통하는 길 찾기.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_02B_Outcome1Description
source: Misouk told you about a protection system that is locking the vault access.
ko: 미수크는 보고로 통하는 길을 막고 있는 보호 시스템에 대해 이야기했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03ATitle
source: Activate the North Slab
ko: 북쪽 바닥판 활성화

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03ADescription
source: Misouk explained the security measures to you. You will need to activate the three slabs at the same time to gain access to the family vault.
ko: 미수크가 보안 장치에 대해 설명해 줬습니다. 바닥판 3개를 동시에 활성화해야 가문의 보고에 진입할 수 있습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03A_Outcome1Description
source: You have opened the entrance to the keep.
ko: 아성 입구를 열었습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03BTitle
source: Activate the West Slab
ko: 서쪽 바닥판 활성화

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03BDescription
source: Misouk explained the security measures to you. You will need to activate the three slabs at the same time to gain access to the family vault.
ko: 미수크가 보안 장치에 대해 설명해 줬습니다. 바닥판 3개를 동시에 활성화해야 가문의 보고에 진입할 수 있습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03B_Outcome1Description
source: You have opened the entrance to the keep.
ko: 아성 입구를 열었습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03CTitle
source: Activate the East Slab
ko: 동쪽 바닥판 활성화

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03CDescription
source: Misouk explained the security measures to you. You will need to activate the three slabs at the same time to gain access to the family vault.
ko: 미수크가 보안 장치에 대해 설명해 줬습니다. 바닥판 3개를 동시에 활성화해야 가문의 보고에 진입할 수 있습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_03C_Outcome1Description
source: You have opened the entrance to the keep.
ko: 아성 입구를 열었습니다.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step40_Wait24h_Outcome2Description
source: You were told to wait but bypassed the guard instead.
ko: 기다리라는 말을 들었지만, 경비 몰래 우회했습니다.

# Quest/&DLC3_Quest_SouthernClans_03A_Quest_STEP_03Title
source: Report to Misouk
ko: 미수크에게 보고하기

# Quest/&DLC3_Quest_SouthernClans_03A_Quest_STEP_03Description
source: Report the facts you have learnt about the butler to Misouk.
ko: 미수크에게 집사에 대해 알아낸 사실 보고하기.

# Quest/&DLC3_Quest_SouthernClans_03A_Quest_STEP_03_Outcome1Description
source: You have learnt that the butler was seen wandering near the mine entrance. Inform Misouk of your discovery.
ko: 집사가 광산 입구에서 배회했다는 목격담을 얻었습니다. 미수크에게 이를 알리십시오.

# Quest/&DLC3_Quest_SouthernClans_03A_Quest_STEP_03_Outcome2Description
source: You haven't discovered anything by interrogating the citizen. Maybe Misouk had more luck.
ko: 시민들을 탐문했으나 아무것도 발견하지 못했습니다. 미수크는 운이 더 좋았을지도 모릅니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_00Title
source: Confront Ragnhild
ko: 라그닐드와 대면하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_00Description
source: Reach Vigdis' cousin's quarters in the keep and confront her.
ko: 아성에 있는 비그디스의 사촌의 숙소로 가 그녀와 마주하십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_00_Outcome1Description
source: You discovered that Ragnhild has already left the keep.
ko: 라그닐드가 이미 아성을 떠났다는 사실을 발견했습니다.

# Quest/&DLC3_Quest_ElvenClans_06_Quest_Step9KillFake_Outcome3Description
source: You decided to trust the Elder.
ko: 장로를 믿기로 했습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05ATitle
source: Explore the Secret Lair
ko: 비밀 둥지 탐사하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05ADescription
source: Search the secret lair for any clue leading to the butler's intentions.
ko: 집사의 의도를 알 수 있는 단서를 얻기 위해 비밀 둥지를 수색하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_05A_Outcome1Description
source: You have found a secret lair with a cell, and the butler imprisoned within.
ko: 감방이 있는 비밀 둥지를 찾았으며, 집사는 그 안에 갇혀 있었습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01DTitle
source: Gather Information on Ragnhild's Location
ko: 라그닐드의 위치에 대한 정보 수집

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01DDescription
source: Ask around Kaupaapunki to see if anyone has seen Vigdis' cousin.
ko: 카우판푸키를 탐문하여 비그니스의 사촌을 목격한 자가 있는지 알아보십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01D_Outcome1Description
source: You discovered that Ragnhild was headed to the winter market.
ko: 라그닐드가 겨울 장터로 향했다는 사실을 알아냈습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01ETitle
source: Talk with the Merchants
ko: 상인들과 대화하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01EDescription
source: Ask around the winter market whether anyone has seen Lady Ragnhild.
ko: 겨울 장터를 탐문해 라그닐드 아가씨를 본 자가 없는지 물어보십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01E_Outcome1Description
source: Lady Ragnhild was asking about the winter market's stock.
ko: 라그닐드는 겨울 장터의 재고에 대해 물어보고 다녔습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01E_Outcome2Description
source: Ragnhild was seen going to the storehouse.
ko: 라그닐드가 창고로 향한 건이 목격됐습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01FTitle
source: Talk with the Merchants
ko: 상인들과 대화하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01FDescription
source: Ask around the winter market to see if anyone has seen Lady Ragnhild.
ko: 겨울 장터를 탐문해 라그닐드를 본 자가 없는지 알아보십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01F_Outcome1Description
source: This merchant has not seen Ragnhild.
ko: 이 상인은 라그닐드를 보지 못했습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01F_Outcome2Description
source: Ragnhild was seen going to the storehouse.
ko: 라그닐드가 창고로 향한 건이 목격됐습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01GTitle
source: Talk with the Merchants
ko: 상인들과 대화하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01GDescription
source: Ask around the winter market to see if anyone has seen Lady Ragnhild.
ko: 겨울 장터를 탐문해 라그닐드를 본 자가 없는지 알아보십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01G_Outcome1Description
source: The merchant told you he gave the storehouse key to Ragnhild.
ko: 상인이 라그닐드에게 창고 열쇠를 줬다는 사실을 들었습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01G_Outcome2Description
source: Ragnhild was seen going to the storehouse.
ko: 라그닐드가 창고로 향한 사실이 목격됐습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01A_Outcome2Description
source: You learn that Ragnhild went to Stone Borough. Follow her.
ko: 라그닐드가 스톤 자치구로 갔다는 사실을 알았습니다. 따라가십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01B_Outcome2Description
source: You learn that Ragnhild went to Stone Borough. Follow her.
ko: 라그닐드가 스톤 자치구로 갔다는 사실을 알았습니다. 따라가십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_01C_Outcome2Description
source: You learn that Ragnhild went to Stone Borough. Follow her.
ko: 라그닐드가 스톤 자치구로 갔다는 사실을 알았습니다. 따라가십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02DTitle
source: Talk with the Sentinel
ko: 파수꾼과 대화하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02DDescription
source: Gather information on the butler's activities.
ko: 집사의 활동에 대한 정보를 수집하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02D_Outcome1Description
source: The sentinel told you Thadeos did not leave the keep during the night.
ko: 파수꾼은 타데오스는 밤 동안 아성을 떠나지 않았다고 알려주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02ETitle
source: Talk with Misouk's Informant
ko: 미수크의 정보원과 대화하기

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02EDescription
source: Gather information on the butler's activities.
ko: 집사의 활동에 대한 정보를 수집하십시오.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02E_Outcome1Description
source: The merchant told you that the butler did not leave the keep during the night.
ko: 상인은 집사가 밤 동안 아성을 떠나지 않았다고 말해주었습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02A_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02B_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02C_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02D_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_SouthernClans_03_Quest_STEP_02E_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02BTitle
source: Use the Secret Entrance
ko: 비밀 입구 사용하기

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02BDescription
source: Follow Ragnhild tracks under the storehouse.
ko: 창고 아래로 흔적을 따라 라그닐드를 쫓으십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_02B_Outcome1Description
source: You have discovered a secret temple of Arivad under Kaupaapunki.
ko: 카우판푸키 아래에서 아리바드의 비밀 사원을 발견했습니다.

# Quest/&DLC3_Quest_SouthernClans_05_Quest_STEP_02BTitle
source: Use the Major Gate
ko: 주 관문 사용하기

# Quest/&DLC3_Quest_SouthernClans_05_Quest_STEP_02BDescription
source: Vigdis has told you that the rune on the box containing the clan's amulet reminds her of something, but she can't quite put her finger on it. She asks you to visit her friend Violet who should have more information. The Major Gate in Vigdis' quarters will lead you to Violet's house.
ko: 비그디스는 씨족의 수호부가 들어있는 상자의 룬이 그녀에게 무언가를 생각나게 한다고 말했지만, 그녀는 상자에 손가락 하나 댈 수가 없었습니다. 비그디스는 더 많은 정보를 알고 있는 자신의 친구 바이올렛을 만나달라고 부탁했습니다. 비그디스의 숙소에 있는 주 관문은 바이올렛의 집으로 이어질 것입니다.

# Quest/&DLC3_Quest_SouthernClans_05_Quest_STEP_02B_Outcome1Description
source: You have left Kaupaapunki to meet Violet.
ko: 바이올렛을 만나기 위해 카우판푸키를 떠났습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Title
source: A Clash of Giants
ko: 거인의 충돌

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_00_Quest_StartTitle
source: Track Down the Giants
ko: 거인 추격

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_00_Quest_StartDescription
source: You have decided to push on further in search of the giants.
ko: 거인 수색을 더 진행하기로 결정했습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_00_Quest_Start_Outcome1Description
source: It appears the giants may have set up their camp not too far from here.
ko: 여기서 너무 멀지 않은 곳에 거인들이 야영지를 세운 것 같습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_10_Reach_LakeIslandTitle
source: Head to the Giants' Camp Location
ko: 거인들의 야영지로 향하기

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_10_Reach_LakeIslandDescription
source: Head for the location of the giants' camp. Be prepared: It isn't a comfortable place to camp.
ko: 거인들의 야영지로 향하십시오. 대비하십시오: 야영하기에 쾌적한 곳은 아닙니다.

source: You reached the island on the frozen lake.
ko: 얼어붙은 호수 위의 섬에 도착했습니다.

source: You reached the island on the frozen lake.
ko: 얼어붙은 호수 위의 섬에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_21_ExploreTitle
source: Explore Your Surroundings
ko: 주변 탐사하기

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_21_ExploreDescription
source: Giants appear to have been here not so long ago.
ko: 거인들은 오래 지나기 전에 이곳에 있었던 것 같습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_21_Explore_Outcome1Description
source: You've met a group of hostile giants.
ko: 적대적인 거인 무리와 만났습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_21_Explore_Outcome2Description
source: You've met a group of hostile giants, but there are also some that seem to be friendly.
ko: 적대적인 거인 무리와 만났지만, 우호적인 일부도 있어 보입니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_30A_FightWithBadGiantsTitle
source: Fight the Giants
ko: 거인과 전투

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_30A_FightWithBadGiantsDescription
source: You arrived in the middle of a battle between giants. Take a side, or don't.
ko: 거인들의 전투가 한창일 때 도착했습니다. 한쪽 편을 들어도 좋고, 아니어도 좋습니다.

source: You killed the giants that were hostile to you. They seemed weirdly disturbed, even for giants… The friendly giants died during the fight.
ko: 당신에게 적대적이던 거인들을 죽였습니다. 이들은 이상하게도, 심지어 거인에게도 동요한 것처럼 보였습니다... 우호적인 거인들은 전투 중 사망했습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_30B_FightWithGoodAndBadGiantsTitle
source: Fight the Giants
ko: 거인과 전투

source: You arrived in the middle of a battle between giants. Take a side, or don't.
ko: 거인들의 전투가 한창일 때 도착했습니다. 한쪽 편을 들어도 좋고, 아니어도 좋습니다.

source: You killed the hostile giants, but the giants that fought alongside you died.
ko: 적대적인 거인들을 죽였으나, 당신과 함께 싸우던 거인들은 죽었습니다.

source: You killed the hostile giants. One of the other giants survived, but you engaged in combat with him and killed him too.
ko: 적대적인 거인들을 죽였습니다. 다른 쪽 거인 중 하나는 생존했으나, 그와도 전투를 벌여 죽였습니다.

source: You killed the hostile giants. The other two giants survived, but you engaged in combat with them and killed them too.
ko: 적대적인 거인들을 죽였습니다. 다른 쪽 거인 둘은 생존했으나, 그들과도 전투를 벌여 죽였습니다.

source: You killed the hostile giants. One of the other giants survived and gave you information concerning their attackers.
ko: 적대적인 거인들을 죽였습니다. 다른 쪽 거인들 중 하나가 생존해 공격한 이들에 대한 정보를 주었습니다.

source: You killed the hostile giants. Both of the other giants survived and gave you information concerning their attackers.
ko: 적대적인 거인들을 죽였습니다. 반대쪽 두 거인은 모두 살아남아 공격자들에 대한 정보를 제공했습니다.

# Quest/&DLC3_Quest_NorthernClans_04_Quest_Step_40A_Looted_Important_InfoTitle
source: Search for a Lead
ko: 실마리 찾기

source: The fire giants seemed to have attacked the storm giants in their camp. Find a lead to track the origin of the attackers.
ko: 화염 거인들이 야영 중이던 폭풍 거인들을 공격한 것 같습니다. 공격의 원인을 밝히기 위한 단서를 찾으십시오.

source: You found a map that seems to indicate where the fire giants came from.
ko: 화염 거인들이 온 곳을 알려주는 지도를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_05_Title
source: Evil Deeds
ko: 악행

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_00_Quest_StartTitle
source: Track the Evil Giants
ko: 악한 거인 쫓기

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_00_Quest_StartDescription
source: Hjalmar, the storm giant who made a pact with Marduk's people, was killed by a new warchief named Björni. Find this evil giant and his allies, and put an end to their conquest.
ko: 마르두크의 사람들과 맹약을 맺은 폭풍 거인 히알마르가 새로운 전쟁족장 뵤르니에게 살해당했습니다. 이 사악한 거인과 그 패거리를 찾아, 그들의 정복 전쟁을 끝내십시오.

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_00_Quest_Start_Outcome1Description
source: You have followed the tracks to the frozen lake.
ko: 흔적을 쫓아 얼어붙은 호수에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_10_Reach_IcehengeTitle
source: Reach the Ice Henge
ko: 얼음탑으로 이동

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_10_Reach_IcehengeDescription
source: You know where to go the find the fire giants who started the raids against Marduk's people. Go there and take care of them.
ko: 마르두크의 사람들을 습격하기 시작한 화염 거인들을 찾으려면 어디로 가야 할지 알게 됐습니다. 가서 살펴보십시오.

source: You arrive at a mysterious glade where standing blocks of ice form a ring.
ko: 얼음덩이가 고리 모양으로 세워진 신비한 공터에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_20_Find_Fiends_GiantsTitle
source: Find the Giants
ko: 거인 수색

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_20_Find_Fiends_GiantsDescription
source: To solve the giant mystery, you need to find out where they are. Be careful, though: They are hostile and will engage you in combat.
ko: 거인과 관련된 수수께끼를 풀려면, 이들이 어디 있는지 알아내야 합니다. 조심하십시오: 그들은 적대적이며 조우 시 전투가 벌어질 것입니다.

source: You found the giants at a ring formed by blocks of ice.
ko: 얼음덩이가 고리 형태로 세워진 곳에서 거인들을 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_30_Defeat_EnnemiesTitle
source: Defeat the Enemy
ko: 적 쳐부수기

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_30_Defeat_EnnemiesDescription
source: The giants appear to be possessed. You have no choice but to kill them.
ko: 거인들은 무언가에 홀린 것처럼 보입니다. 죽이는 수밖에 없습니다.

source: You have defeated the possessed giants.
ko: 무언가에 홀린 거인들을 해치웠습니다.

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_40_Report_To_Clan_HeadTitle
source: Return to White Rock City
ko: 백석 도시로 귀환

# Quest/&DLC3_Quest_NorthernClans_05_Quest_Step_40_Report_To_Clan_HeadDescription
source: You have killed Björni Blackcloud, leader of the murderous giants. Return to White Rock City.
ko: 거인들의 우두머리, 뵤르니 블랙클라우드를 죽였습니다. 백석 도시로 돌아가십시오.

source: You have returned to White Rock City.
ko: 백석 도시로 돌아왔습니다.

# Quest/&DLC3_Quest_NorthernClans_06_TitleQuest
source: A Mysterious Artifact
ko: 수수께끼의 아티팩트

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_10_Quest_StartTitle
source: Decide What to Do with the Artifact
ko: 아티팩트로 무엇을 할지 결정하기

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_10_Quest_StartDescription
source: Björni's artifact could be of great interest to Hjalmar. You can bring it back to him and bolster the peace.
ko: 뵤르니의 아티팩트는 히알마르의 위대한 유산으로 보입니다. 그에게 가져다주고 평화를 촉구할 수 있습니다.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_10_Quest_Start_Outcome1Description
source: You decided to give the artifact to Hjalmar.
ko: 아티팩트를 히알마르에게 주기로 결정했습니다.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_20_Loot_TrophyTitle
source: Retrieve Björni's Artifact
ko: 뵤르니의 아티팩트 반환

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_20_Loot_TrophyDescription
source: Apparently, the artifact that Björni used to overcome Hjalmar is of great power. Take it from the evil giant's dead body.
ko: 뵤르니가 히알마르를 물리치기 위해 사용한 아티팩트는 대단한 힘이 있는 모양입니다. 사악한 거인의 시체에서 회수하십시오.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_20_Loot_Trophy_Outcome1Description
source: You found Björni's artifact on his dead body.
ko: 그의 시신에서 뵤르니의 아티팩트를 찾았습니다.

source: Return the Artifact to Hjalmar
ko: 히알마르에게 아티팩트 돌려주기

source: Hjalmar said he would like to recover Björni's artifact. It will ensure that all giants cease their aggression against the people of the Pohjolen clan.
ko: 히알마르는 뵤르니의 아티팩트를 되찾고 싶다고 말했습니다. 그렇게 한다면 모든 거인들은 포히올렌 씨족에 대한 모든 공격을 멈출 것입니다.

source: You gave Björni's artifact to Hjalmar, thus making sure he can enforce the peace treaty.
ko: 히알마르에게 뵤르니의 아티팩트를 주었으니, 평화 조약을 강화할 수 있을 것입니다.

# Quest/&DLC3_Quest_NorthernClans_01_Title
source: White Rock City
ko: 백석 도시

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_01Title
source: Talk to Gorm the Wise
ko: 현자 곰과 대화하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_01Description
source: Gorm lives close to the Major Gate. Talk to him and learn a more about White Rock City.
ko: 현자 곰은 주 관문 근처에 살고 있습니다. 그와 대화하고 백석 도시에 대해 더 자세히 배우십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_01_Outcome1Description
source: You have spoken to Gorm.
ko: 현자 곰에게 말을 걸었습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_01BTitle
source: Meet the Northern Clans' Representative
ko: 북부 씨족의 대변인 만나기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_01BDescription
source: Talk to the representative of the Northern Clans of the Pohjolen Vartmerkint and find out who their chief is.
ko: 포히올렌 바트머킨의 북부 씨족 대변인과 대화하고, 씨족장이 누군지 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_01B_Outcome1Description
source: You haven't been able to speak with the representative because he is too busy dealing with groups of refugees.
ko: 대변인은 난민 문제를 처리하느라 정신이 없어 대화할 수 없었습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02ATitle
source: Speak with the Refugees
ko: 난민들과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02ADescription
source: The Northern Clans chief is helping the refugees to resolve their problems. Speak with them to find out where he is.
ko: 북부 씨족장은 난민들을 돕고 그들의 문제를 해결하고 있습니다. 난민들과 대화해 씨족장이 어딨는지 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02A_Outcome1Description
source: You have learned that Marduk has already helped this group of refugees.
ko: 마르두크가 이미 난민 무리를 돕고 있다는 사실을 알아냈습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02BTitle
source: Speak with the Refugees
ko: 난민들과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02BDescription
source: The Northern Clans chief is helping the refugees in the city to resolve their problem. Speak with them to find out where he is.
ko: 북부 씨족장은 도시에서 난민들의 문제를 해결하고 있습니다. 난민들과 대화해 씨족장의 위치를 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02B_Outcome1Description
source: You have learned that Marduk has already helped this group of refugees.
ko: 마르두크가 이미 난민 무리를 돕고 있다는 사실을 알아냈습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02CTitle
source: Speak with the Refugees
ko: 난민들과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02CDescription
source: Marduk is helping the refugees in the city to resolve their problems. Speak with the refugees to find out where he is.
ko: 마르두크는 도시에서 난민들의 문제를 돕고 있습니다. 난민들과 대화해 그의 위치를 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02C_Outcome1Description
source: You have learned that Marduk has already helped this refugee group.
ko: 마르두크가 이미 난민 무리를 돕고 있다는 사실을 알아냈습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_0DCTitle
source: Speak with the Citizens
ko: 시민들과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02DCDescription
source: Talk with people around the city to find out why there are so many refugees.
ko: 도시 주변 사람들과 대화해 난민들이 많은 이유를 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02D_Outcome1Description
source: You have come across information about a village being attacked.
ko: 마을이 공격받았다는 정보를 알게 됐습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02ETitle
source: Speak with the Citizens
ko: 시민들과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02EDescription
source: Talk with people around the city to find out why there are so many refugees.
ko: 도시 주변 사람들과 대화해 난민들이 많은 이유를 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02E_Outcome1Description
source: You have learned something about a village being attacked.
ko: 마을이 공격받았다는 이야기를 알게 됐습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_03Title
source: Report to Hergrunn
ko: 헤르그룬에게 보고하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_03Description
source: You have discovered that the villages have been raided by giants. Let the representative know what you have found.
ko: 마을들이 거인들에 의해 습격당한 사실을 발견했습니다. 대변인에게 이 사실을 알리십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_03_Outcome1Description
source: You have spoken to the representative of the Northern Clans.
ko: 북부 씨족의 대변인과 대화했습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_04Title
source: Talk to the Northern Clans' Chief
ko: 북부 씨족장과 대화하기

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_04Description
source: Hergrunn told you that Marduk, the Pohjolen Vartmerkint, is also investigating recent giant activity. Go ask Marduk if you can be of any help.
ko: 헤르그룬은 당신에게 마르두크와, 포히올렌 바트머킨 또한 최근 거인의 동향에 대해 조사하고 있다고 얘기했습니다. 마르두크에게 도울 것이 없는지 물어보십시오.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_04_Outcome1Description
source: You have met Marduk, the chief of the Northern Clans, and agreed to aid him in an expedition to investigate.
ko: 북부 씨족장 마르두크와 만나, 조사대에서 그를 돕기로 동의했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Title
source: The Hunt
ko: 사냥

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_01Title
source: Rest at the Inn
ko: 여관에서 휴식
