Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01Title
source: Harvest Ingredients for Orenetis
ko: 오레네티스를 위해 재료 수집하기

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01Description
source: Lord Protector Orenetis asked you to retrieve some ingredients from a nearby location. Chancellor Graymas gave you a map to get there, and a list of things to bring back.
ko: 섭정 오레네티스가 근처에서 어떤 재료들을 되찾아달라고 합니다. 그레이마스가 그곳의 지도와 회수할 물품들의 목록을 주었습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_01_Outcome1Description
source: You retrieved the required ingredients.
ko: 필요한 재료들을 되찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_02Title
source: Take the Ingredients to Orenetis
ko: 오레네티스에게 재료 갖다주기

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_02Description
source: Return to the city with the ingredients Orenetis needs.
ko: 오레네티스가 필요로 하는 재료들을 갖고 도시로 돌아가자.

# Quest/&DLC1_Secondary_Quest_Orenetis_02_STEP_02_Outcome1Description
source: The Lord Protector is pleased with your success, and wants you to do more for him.
ko: 섭정은 당신의 성공에 기뻐하며 당신이 그를 위해 더 많은 일을 해주길 바라고 있습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_03_MeetOrenetis_Outcome2Description
source: You met Orenetis, but had the very bad idea of insulting him.
ko: 당신은 오레네티스를 만났지만, 그를 모욕할만한 아주 나쁜 아이디어가 있습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_04_SpeakToEsfaladTitle
source: Speak to the Chancellor
ko: 장관에게 말 걸기

# Quest/&DLC1_Secondary_Quest_City_Orenetis_01_04_SpeakToEsfaladDescription
source: Orenetis told you to ask his Chancellor for a list of ingredients he wants you to gather.
ko: 오레네티스는 그의 장관에게 재료 목록을 요청하라고 합니다.

source: You spoke to the Chancellor and received the list of ingredients.
ko: 장관으로부터 재료 목록을 받았습니다.

# Quest/&DLC1_Quest_Complex_Step_04B_LeaveFacilities_Title
source: Leave the Facility
ko: 시설 떠나기

# Quest/&DLC1_Quest_Complex_Step_04B_LeaveFacilities_Description
source: Find a way out of the lockdown to reach the next area.
ko: 봉쇄를 벗어나서 다음 구역으로 갈 수 있는 길을 찾아봅시다.

# Quest/&DLC1_Quest_Complex_Step_04B_LeaveFacilities__Outcome1Description
source: You opened a passage out of the lockdown.
ko: 봉쇄를 벗어날 수 있는 길을 열었습니다.

# Quest/&DLC1_Quest_Complex_Step_07_EnterLab_Title
source: Enter the Dark Lab
ko: 어둠의 연구소로 들어가기

# Quest/&DLC1_Quest_Complex_Step_07_EnterLab_Description
source: The main door appears to be blocked. Find another way into the Dark Laboratory.
ko: 주 출입구는 잠긴 것 같습니다. 어둠의 연구소에 들어갈 수 있는 다른 길을 찾아봅시다.

# Quest/&DLC1_Quest_Complex_Step_07_EnterLab__Outcome1Description
source: You entered the Dark Laboratory and found the remaining scientist.
ko: 어둠의 연구소에 들어왔고, 남아있는 과학자들을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_Title
source: Blue Blood
ko: 귀족의 혈통

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_01Title
source: Reach Caer Anfrel
ko: 케어 안파렐에 도착하기

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_01Description
source: Orenetis asked you to punish a nobleman called Eladien Anfarel. He marked his location on your map.
ko: 오레테니스는 당신에게 엘라디엔 안파렐이라는 귀족의 처벌을 요청했습니다. 그의 위치를 지도에 표시해주었습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_01_Outcome1Description
source: You have reached Caer Anfrel.
ko: 케어 안파렐에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_02Title
source: Punish Eladien Anfarel
ko: 엘라디엔 안파렐 처벌하기

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_02Description
source: Caer Anfrel seems well defended. Speak to Eladien Anfarel, but be ready for anything!
ko: 케어 안파렐은 잘 수비되어 있습니다. 엘라디엔 안파렐에게 말을 걸되, 모든 경우에 대비하세요!

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_02_Outcome1Description
source: You punished Eladien Anfarel without killing him.
ko: 엘라디엔 안파렐을 죽이지 않는 선에서 처벌했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_02_Outcome2Description
source: Eladien Anfarel did not survive.
ko: 엘라디엔 안파렐은 살아남지 못했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_03_REPORTTitle
source: Report to Orenetis
ko: 오레네티스에게 보고하기

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_03_REPORTDescription
source: Return to Orenetis and report on your dealings with Eladien Anfarel.
ko: 오레네티스에게 돌아가서 엘라디엔 안파렐을 어떻게 했는지 보고하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_03_REPORT_Outcome1Description
source: You reported to Orenetis on the mission, and he seemed pleased enough.
ko: 오레네티스에게 임무 결과를 보고했으며, 그는 충분히 기뻐하는 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_Title
source: Under His Eyes
ko: 그의 눈길 아래에서

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_01Title
source: Take Control of All the Outposts
ko: 모든 전초기지의 통제 확보

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_01Description
source: The Lord Protector wants his banner flying over all the outposts in the valley. No rebel or rival must control a single inch of his territory.
ko: 섭정은 그의 기치가 계곡에 있는 모든 전초기지에서 나부끼길 원합니다. 그의 경쟁세력이나 반란군은 그의 영역에 단 한발짝도 내딛을 수 없어야 합니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_01_Outcome1Description
source: The outpost is under the control of the Lord Protector.
ko: 전초기지는 섭정의 통제 하에 있습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_02Title
source: Report to Orenetis
ko: 오레네티스에게 돌아가기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_02Description
source: Report to Orenetis that all outposts are now under his banner.
ko: 오레네티스에게 모든 전초기지가 그의 기치 아래에 놓여있음을 보고하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_02_Outcome1Description
source: The Lord Protector was pleased with your actions and promised to reward you.
ko: 섭정은 당신의 임무 수행에 기뻐하며 보상을 약속했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_03Title
source: Take Control of All the Outposts
ko: 모든 전초기지의 통제권 확보하기

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_03Description
source: Not all the outposts are under the flag of the Lord Protector. Make sure this is done before you return to him.
ko: 아직 모든 전초기지들이 섭정의 깃발 아래에 놓인 것은 아닙니다. 그에게 돌아가기 전에 확실히 마무리해둡시다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_03_Outcome1Description
source: The Lord Protector was pleased with your actions and promised to reward you.
ko: 섭정은 당신의 임무 수행에 기뻐하며 보상을 약속했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_Title
source: Tortured
ko: 고문당한 자

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_01Title
source: Travel to the Feleg Outpost
ko: 펠렉 전초기지로 가기

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_01Description
source: Reya asked you to save a citizen who is being tortured at the Feleg outpost. Get there and free the prisoner by all means necessary.
ko: 레야가 펠렉 전초기지에서 고문받고있는 시민을 구해달라고 요청했습니다. 그곳에 도착해 모든 수단을 동원해 죄수를 구해내세요.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_01_Outcome1Description
source: You reached the outpost.
ko: 전초기지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_02Title
source: Save the Prisoner
ko: 죄수 구해내기

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_02Description
source: Save the prisoner from being tortured.
ko: 고문으로부터 죄수를 구해냈습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_02_Outcome1Description
source: You saved the prisoner!
ko: 죄수를 구출했습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_02_Outcome2Description
source: The prisoner was killed!
ko: 죄수는 죽어 있었습니다!

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_03Title
source: Report to Rose
ko: 로즈에게 보고하기

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_03Description
source: Tell Rose that you rescued the prisoner who was being tortured.
ko: 고문받고있던 죄수를 구출했음을 로즈에게 알리세요.

# Quest/&DLC1_Secondary_Quest_ThePeople_05_STEP_03_Outcome1Description
source: You didn't even have time to tell Rose what you did; she was too panicked about Reya being arrested by Orenetis' praetorians.
ko: 로즈에게 당신이 해낸 일을 말해줄 틈이 없었습니다; 로즈는 레야가 오레네티스의 근위병에게 체포된 것 때문에 경황이 없습니다.

# Quest/&DLC1_Quest_Complex_Step_06C_ExploreLab_Title
source: Find the Lab's Scientists
ko: 연구소의 과학자들 찾기

# Quest/&DLC1_Quest_Complex_Step_06C_ExploreLab_Description
source: Find out where the scientists are.
ko: 과학자들이 어디에 있는지 찾아내세요.

# Quest/&DLC1_Quest_Complex_Step_06C_ExploreLab__Outcome1Description
source: You found tracks leading to a locked door.
ko: 잠긴 문으로 이어지는 흔적들을 발견했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_07_Title
source: Raid for Rose
ko: 로즈를 위한 습격

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_01Title
source: Reach the Outpost
ko: 전초기지에 도달하기

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_01Description
source: Rose asked you to raid an outpost controlled by Orenetis and recover food for the people. Use the sewer entrance to the lower city.
ko: 로즈는 당신이 오레네티스의 전초기지를 습격해서 민중들에게 빼앗긴 물건을 되찾아주길 원합니다. 하부 도시로 이어지는 하수구 입구를 사용하세요.

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_01_Outcome1Description
source: You reached the outpost.
ko: 전초기지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_02Title
source: Gain Control of the Outpost
ko: 전초기지의 통제권 확보하기

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_02Description
source: Kill all the defenders and take control of the outpost for the people.
ko: 수비자들을 모두 죽이고 민중을 위해 전초기지의 통제권을 확보하세요.

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_02_Outcome1Description
source: Success!
ko: 성공!

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_03Title
source: Report to Rose
ko: 로즈에게 보고하기

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_03Description
source: Report to Rose in the city.
ko: 도시에 있는 로즈에게 보고하기

# Quest/&DLC1_Secondary_Quest_ThePeople_07_STEP_03_Outcome1Description
source: Well done!
ko: 멋지게 해냈군요!

# Quest/&DLC1_Secondary_Quest_Forge_06_Title
source: Jungle Escort
ko: 정글에서 호위하기

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01Title
source: Reach the Outpost
ko: 전초기지에 도달하기

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01Description
source: Hasdrubal asked you to escort two people to a meeting point in the jungle.
ko: 하스드루발은 당신이 두명의 사람을 정글 한복판의 합류지점까지 호위해주길 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01_Outcome1Description
source: You were ambushed on the way, but managed to reach the outpost.
ko: 도중에 매복에 당하긴 했지만, 전초기지에 도달했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_01_Outcome2Description
source: Those you were escorting did not survive.
ko: 호위하던 이들이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_02Title
source: Report to Hasdrubal
ko: 하스드루발에게 보고하기

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_02Description
source: Return to Hasdrubal for your reward.
ko: 보상을 받기 위해 하스드루발에게 돌아가세요.

# Quest/&DLC1_Secondary_Quest_Forge_06_STEP_02_Outcome1Description
source: You have your reward.
ko: 보상을 받았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab
source: The Sphere Prism Key
ko: 구체 프리즘 열쇠

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_01_Title
source: Find the Sphere Prism Key
ko: 구체 프리즘 열쇠 찾기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_01_Description
source: The Dark Lab door requires a special key. Look around to find it.
ko: 어둠의 연구소 문에는 특별한 열쇠가 있어야 합니다. 주위를 둘러보며 찾아봅시다.

source: You found the sphere prism key.
ko: 구체 프리즘 열쇠를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_02_Title
source: Use the Sphere Prism Key
ko: 구체 프리즘 열쇠 사용하기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_02_Description
source: Use the sphere prism key to open the door to the Dark Lab.
ko: 구체 프리즘 열쇠를 사용해서 어둠의 연구소로 통하는 길을 개방하세요.

source: You successfully opened the Dark Lab door.
ko: 어둠의 연구소 문을 여는데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_02_Title
source: A Thief's Work
ko: 도둑의 작업

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_01Title
source: Reach the Outpost
ko: 전초기지에 도달하기

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_01Description
source: Sima asked you to steal a package from an outpost.
ko: 시마는 당신이 전초기지에서 꾸러미 하나를 훔쳐내주길 원합니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_01_Outcome1Description
source: You reached the outpost.
ko: 전초기지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_02Title
source: Steal the Package
ko: 꾸러미 훔치기

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_02Description
source: Steal the package. You can take it by force or by stealth.
ko: 꾸러미를 훔치세요. 힘으로 해결할 수도 있고, 은밀히 빼낼 수도 있습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_02_Outcome1Description
source: You got the package!
ko: 꾸러미를 얻었습니다!

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_03Title
source: Report to Sima
ko: 시마에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_03Description
source: Take the package to Sima.
ko: 꾸러미를 시마에게 가져가세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_02_STEP_03_Outcome1Description
source: You gave Sima the package and got your reward.
ko: 시마에게 꾸러미를 건네주고 보상을 받았습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_06_Title
source: Primal Threat
ko: 원시적인 위협

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_01Title
source: Go to the Primal Wood
ko: 원시림으로 이동

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_01Description
source: According to Ellaria Anfarel, someone or something is sending woodland creatures to invade the ruins, harassing the rebels and causing a continual threat. Scouts sent to explore the area never came back. Go there, identify the threat, and eliminate it.
ko: 엘라리아 안파렐에 의하면, 누군가 혹은 무언가가 폐허를 침공하기 위해 삼림지대의 괴물들을 보내서 반군을 괴롭히고 지속적으로 위협하고 있습니다. 해당 구역으로 파견된 정찰병들은 돌아오지 못했습니다. 그곳으로 가, 원인을 파악하고 제거하십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_01_Outcome1Description
source: You entered the Primal Wood.
ko: 원시림에 진입했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_02Title
source: Kill the Monster
ko: 괴물 죽이기

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_02Description
source: You found the cause of the constant attacks. Kill the monster!
ko: 지속되는 공격들의 원흉을 찾아냈습니다. 괴물을 죽이세요!

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_02_Outcome1Description
source: You killed the monster and freed the rebel hideout from further attacks from the Primal Wood.
ko: 괴물을 물리쳤고, 반란군 아지트를 원시림으로부터의 공격에서 벗어나게 해주었습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_03Title
source: Report to Ellaria Anfarel
ko: 엘라리아 안파렐에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_03Description
source: Provide proof of your deeds by taking the monster's head to Ellaria.
ko: 당신이 해낸 일의 증거로, 엘라리아에게 괴물의 머리를 건네주세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_06_STEP_03_Outcome1Description
source: Ellaria Anfarel was pleased that you braved such danger to protect her people. She seems to be starting to trust you.
ko: 엘라리아 안파렐은 당신이 그녀의 사람들을 지키기 위해 위험에 맞선 것에 기뻐했습니다. 그녀는 당신을 신뢰하기 시작한 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_Title
source: Rebel Outpost
ko: 반란군 전초기지

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_01Title
source: Reach the Outpost
ko: 전초기지에 도달하기

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_01Description
source: Go to the outpost that Sima Temple asked you to capture.
ko: 시마 템플이 함락시켜달라 부탁한 전초기지로 이동하기.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_01_Outcome1Description
source: You reached the outpost.
ko: 전초기지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_02Title
source: Take the Outpost
ko: 전초기지 빼앗기

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_02Description
source: Kill all the defenders and take control of the outpost by changing its banner.
ko: 수비진을 모두 죽이고 깃발을 바꿔 걸어 전초기지의 지배권 얻기.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_02_Outcome1Description
source: You successfully changed the outpost's banner.
ko: 전초기지의 깃발을 바꾸는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_03Title
source: Report to Sima
ko: 시마에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_03Description
source: Go back and report to Sima Temple.
ko: 복귀해 시마 템플에게 보고하기.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_03_Outcome1Description
source: Sima has rewarded you.
ko: 시마가 당신에게 보상했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_03_Outcome2Description
source: Control of the outpost has changed since last time.
ko: 그 사이 전초기지의 지배권이 바뀌었습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_04Title
source: Retake the Outpost
ko: 전초기지 탈환하기

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_04Description
source: Control of the outpost has changed since last time. Go take it back.
ko: 그 사이 전초기지의 지배권이 바뀌었습니다. 가서 탈환하십시오.

# Quest/&DLC1_Secondary_Quest_Rebellion_04_STEP_04_Outcome1Description
source: Sima has rewarded you.
ko: 시마가 당신에게 보상했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_Title
source: The Rebellion Rises!
ko: 반란이 일다!

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_01Title
source: Seize All Outposts
ko: 모든 전초기지 장악하기

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_01Description
source: Ellaria Anfarel, or her superior, whoever he may be, wants you to take control of all outposts in the valley and raise Rebellion banners over them.
ko: 엘라리아 안파렐이든, 누군지 모를 그녀의 상관이든, 당신이 계곡 내의 모든 전초기지의 제어권을 얻고 반군의 기치를 세우길 원합니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_01_Outcome1Description
source: You raised the Rebellion banners over all outposts in the valley!
ko: 계곡 내 모든 전초기지에 반군의 기치를 세웠습니다!

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_02Title
source: Report to Ellaria Anfarel
ko: 엘라리아 안파렐에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_02Description
source: Report to Ellaria that all outposts are now controlled by the Rebellion.
ko: 엘라리아에게 모든 전초기지가 반군 아래 들어왔다는 사실 보고하기.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_02_Outcome1Description
source: When you returned to Dinas Gessa, you found out that the Dominion troops were invading!
ko: 디나스 게사로 돌아온 당신은, 자치령의 군세가 침공 중이란 걸 깨닫습니다!

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_02_Outcome2Description
source: You returned to Dinas Gessa.
ko: 디나스 게사로 돌아왔습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_03Title
source: Wait for Ellaria in the Rebellion's Headquarters
ko: 반군 사령부에서 엘라리아 기다리기

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_03Description
source: Rest at the Rebellion's headquarters while waiting for Ellaria.
ko: 엘라리아를 기다리는 동안, 반군 사령부에서 휴식하기.

# Quest/&DLC1_Secondary_Quest_Rebellion_08_STEP_03_Outcome1Description
source: You woke up to find that the Dominion troops were invading!
ko: 당신은 자치령 부대의 침공으로 깨어났습니다!

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_00Title
source: Meet with Orenetis
ko: 오레네티스와 만나기

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_00Description
source: The Lord Protector has commanded you to meet him at his palace.
ko: 섭정이 당신에게 궁에서 자신과 만날 것을 명했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_05_STEP_00_Outcome1Description
source: You have received a new task from Orenetis.
ko: 오레네티스로부터 새 임무를 받았습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_Title
source: A Strange Prisoner
ko: 낯선 수감자

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01ATitle
source: Enter the Prison
ko: 감옥 안으로 들어가기

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01ADescription
source: The Forge has captured someone. Find a way into the prison.
ko: 포지가 누군가를 붙잡았습니다. 감옥 안으로 들어갈 방법을 찾읍시다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01A_Outcome1Description
source: Hasdrubal allowed you into the prison.
ko: 하스드루발은 당신이 감옥에 들어가는 걸 허락했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01A_Outcome2Description
source: Hasdrubal does not trust you enough.
ko: 하스드루발은 아직 당신을 충분히 신뢰하지 않습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01A_Outcome3Description
source: You found another way into the prison.
ko: 감옥으로 들어갈 다른 길을 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01BTitle
source: Come Back Later
ko: 나중에 오기

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01BDescription
source: Maybe Hasdrubal will let you into the prison later when you have a better relationship with the Forge.
ko: 당신과 포지의 관계가 더 돈독해진 후라면, 하스드루발이 나중에라도 들여보내줄지 모릅니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_01B_Outcome1Description
source: Hasdrubal allowed you into the prison this time.
ko: 하스드루발은 당신이 이번만은 감옥에 들어가도록 허락했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_02Title
source: Meet the Prisoner
ko: 수감자와 만나기

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_02Description
source: Talk to the prisoner and find out what happened.
ko: 수감자와 대화하고 무슨 일이 일어난 건지 알아내기.

# Quest/&DLC1_Secondary_Quest_Swamp_01_EnterPrison_STEP_02_Outcome1Description
source: You have learned that Rugan, the prisoner, is a giant. He's not very dangerous, but the Forge does not trust him.
ko: 당신은 수감자 루간이 거인이란 사실을 알아냈습니다. 그는 아주 위험한 건 아니지만, 포지는 그를 믿지 못합니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_Title
source: Rugan's Faith
ko: 루간의 믿음

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01ATitle
source: Free Rugan
ko: 루간 풀어주기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01ADescription
source: Find a way to free the giant.
ko: 거인을 풀어줄 방법 찾기.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01A_Outcome1Description
source: You managed to unlock Rugan's chain without being spotted.
ko: 들키지 않고 루간의 사슬을 푸는 데 성공했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01BTitle
source: Talk to Hasdrubal
ko: 하스드루발과 대화하기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01BDescription
source: Convince Hasdrubal that Rugan is not dangerous and deserves another chance.
ko: 루간은 위험하지 않으며, 기회를 줘야 한다고 하스드루발 설득하기.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01B_Outcome1Description
source: Hasdrubal trusts you and has allowed Rugan a second trial.
ko: 하스드루발은 당신을 믿고, 루간에게 2차 재판을 허락했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01B_Outcome2Description
source: Hasdrubal does not trust you enough.
ko: 하스드루발은 당신에 대한 신뢰가 부족합니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01CTitle
source: Come Back Later
ko: 나중에 다시 오기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01CDescription
source: Try to talk to Hasdrubal later on when your relationship with the Forge has improved.
ko: 당신과 포지의 관계가 더 돈독해진 후, 하스드루발과 대화를 시도합시다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01C_Outcome1Description
source: This time, Hasdrubal gave Rugan another chance.
ko: 이번엔, 하스드루발이 루간에게 다른 기회를 줬습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_01C_Outcome2Description
source: Hasdrubal still wasn't willing to let the giant off the hook.
ko: 하스드루발은 아직도 그 거인을 풀어주는 게 내키지 않습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02ATitle
source: Wait for the Trial
ko: 재판 기다리기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02ADescription
source: The trial will take place tomorrow. You should rest a little before it starts.
ko: 재판은 내일 열립니다. 시작되기 전에 잠깐이라도 휴식하세요.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02A_Outcome1Description
source: The trial is starting soon.
ko: 곧 재판이 시작됩니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02BTitle
source: Talk to Rugan
ko: 루간과 대화하기

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02BDescription
source: Talk to Rugan and convince him to let you handle his defense.
ko: 루간과 대화해 당신이 그의 변호를 맡을 수 있도록 설득하세요.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02B_Outcome1Description
source: Rugan accepted your offer.
ko: 루간이 당신의 제안을 받아들였습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02B_Outcome2Description
source: Rugan refused your offer and will represent himself.
ko: 루간은 제안을 거절하고 스스로 변호하기로 했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_02B_Outcome3Description
source: You didn't talk to Rugan so he has to represent himself.
ko: 말을 붙이지 않아, 루간은 스스로 변호해야만 합니다.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_03Title
source: The Trial
ko: 재판

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_03Description
source: The trial is starting soon. Join Hasdrubal at the Forge camp.
ko: 재판이 곧 시잡됩니다. 포지 야영지에서 하스드루발과 만나십시오.

# Quest/&DLC1_Secondary_Quest_Swamp_01_FreeRugan_STEP_03_Outcome1Description
source: The court decided that Rugan was not a threat to the Forge. Free to leave, he set out from the swamp to find a new home. Before leaving, he marked your map with a new location for you to explore.
ko: 법정이 루간은 포지에 대한 위협이 아니라 판결했습니다. 풀려난 루간은 늪을 떠나 새 집을 찾고자 떠나려 합니다. 그는 떠나기 전 당신의 탐험할 수 있도록 지도에 새 지점을 표시해 줬습니다.
