Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Subquest_Acolyte_Quest_01_BringBackToCaerCyflenTitle
source: Return the Holy Symbol
ko_mt: 신성한 상징 반환

# Subquest_Acolyte_Quest_01_BringBackToCaerCyflenDescription
source: Return to Caer Cyflen and bring the holy symbol to the religious authorities for expert analysis.
ko_mt: Caer Cyflen으로 돌아가 전문가 분석을 위해 종교 당국에 신성한 상징을 가져 오십시오.

# Subquest_Acolyte_Quest_01_BringBackToCaerCyflen_Outcome1Description
source: You brought the symbol to Dalon Lark, as he was the most neutral religious representative in town.
ko_mt: 당신은 달론 라크가 마을에서 가장 중립적인 종교 대표자이기 때문에 상징을 가져왔습니다.

# Subquest_Acolyte_Quest_01_BringBackToCaerCyflen_Outcome2Description
source: You brought the symbol to Rogar Ardentfire, as he is the representative of the church of Arun in town.
ko_mt: 당신은 Rogar Ardentfire가 마을에 있는 Arun 교회의 대표자이기 때문에 상징을 가져왔습니다.

# Abjuration_Quest_04_ReachCoparannTitleDescription
source: You Finally Reached Coparann
ko_mt: 당신은 마침내 코파란에 도달했습니다

# Conjuration_Title
source: Gem Quest: The Mind of the Master
ko_mt: 보석 퀘스트: 주인의 마음

# Conjuration_Quest_01_FindYourWayToTheGemTitle
source: Find Your Way to the Gem
ko_mt: 보석으로 가는 길 찾기

# Conjuration_Quest_01_FindYourWayToTheGemDescription
source: You are close to the origin of the signal that the crownbearer feels. Make your way through the forest to this location.
ko_mt: 당신은 왕관 소유자가 느끼는 신호의 원점에 가깝습니다. 숲을 지나 이 위치로 가십시오.

# Conjuration_Quest_01_FindYourWayToTheGem_Outcome1Description
source: You surprised a group of Soraks who disappeared inside a shed, the place that the crownbearer is being drawn to.
ko_mt: 당신은 왕관을 쓰는 자가 끌리는 헛간 안에 사라진 설악 무리를 놀라게 했습니다.

# Conjuration_Quest_02_EnterTheShedTitle
source: Enter the Shed
ko_mt: 창고에 들어가다

# Conjuration_Quest_02_EnterTheShedDescription
source: The Soraks disappeared inside the shed. Follow them.
ko_mt: 설악은 창고 안에서 사라졌다. 그들을 따라가.

# Conjuration_Quest_02_EnterTheShed_Outcome1Description
source: You touched the gem, but it disappeared and you found yourself in a completely unknown place.
ko_mt: 당신은 보석을 만지지만 그것은 사라지고 당신은 완전히 미지의 장소에 있는 자신을 발견했습니다.

# Conjuration_Quest_00_ReachTheForestTitle
source: Reach the Lava Forest
ko_mt: 용암 숲에 도달

# Conjuration_Quest_00_ReachTheForestDescription
source: The Crown has granted a vision of a forest in which lava flows in the midst of its roots. It would probably lead to one of the Crown's gems.
ko_mt: 크라운은 뿌리 한가운데 용암이 흐르는 숲의 비전을 부여했습니다. 아마도 크라운의 보석 중 하나가 될 것입니다.

# Conjuration_Quest_00_ReachTheForest_Outcome1Description
source: You have reached the Lava Forest.
ko_mt: 용암 숲에 도착했습니다.

# Cradle_Of_Fire_Quest_01_CompleteTheChallengeTitle
source: Help the Tribe
ko_mt: 부족을 도와주세요

# Cradle_Of_Fire_Quest_01_CompleteTheChallengeDescription
source: Talk with the tribe leader to find out how you can gain their trust.
ko_mt: 부족 지도자와 대화하여 그들의 신뢰를 얻을 수 있는 방법을 알아보세요.

# Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome1Description
source: You know the details of the Bladefang tribe challenge.
ko_mt: 칼날송곳니 부족 도전에 대한 자세한 내용을 알고 있습니다.

# Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome2Description
source: You know the details of the Sandraven tribe challenge.
ko_mt: 산드레이븐 부족 챌린지에 대한 자세한 내용을 알고 있습니다.

# Cradle_Of_Fire_Quest_01_CompleteTheChallenge_Outcome3Description
source: You know the details of the tribe challenge.
ko_mt: 당신은 부족 도전의 세부 사항을 알고 있습니다.

# Cradle_Of_Fire_Quest_10_EdrofsChallengeTitle
source: Fight or Forfeit
ko_mt: 싸우거나 몰수

# Cradle_Of_Fire_Quest_10_EdrofsChallengeDescription
source: According to orc customs, both fighters must be unarmored and spells are prohibited, although other kind of powers can be used. The arena is protected against magic to ensure that no spells are used. Each combatant can pick a set of traditional weapons. Edrof never surprises and always chooses the two-handed axe. Pick a set of weapons to proceed to the duel. If you exit the arena, you will forfeit the battle in shame.
ko_mt: 오크 관습에 따르면 두 전투기는 모두 무장을 하지 않은 상태여야 하며 다른 종류의 능력을 사용할 수 있지만 주문은 금지됩니다. 경기장은 주문이 사용되지 않도록 마법으로부터 보호됩니다. 각 전투원은 전통 무기 세트를 선택할 수 있습니다. 에드로프는 놀라지 않고 항상 양손 도끼를 선택합니다. 결투를 진행하려면 무기 세트를 선택하십시오. 경기장을 나가면 수치심에 전투에서 패배하게 됩니다.

# Cradle_Of_Fire_Quest_10_EdrofsChallenge_Outcome2Description
source: You chose your set of weapons.
ko_mt: 무기 세트를 선택했습니다.

# Cradle_Of_Fire_Quest_10_EdrofsChallenge_Outcome1Description
source: You decided that Edrof was too strong to beat.
ko_mt: 당신은 에드로프가 너무 강해서 이길 수 없다고 결정했습니다.

# Cradle_Of_Fire_Quest_10_DefeatEdrofTitle
source: Defeat Edrof
ko_mt: 에드로프 처치

# Cradle_Of_Fire_Quest_10_DefeatEdrofDescription
source: This fight is to the death, you have to win.
ko_mt: 이 싸움은 죽음에 이르는 것입니다. 당신은 이겨야 합니다.

# Cradle_Of_Fire_Quest_10_DefeatEdrof_Outcome1Description
source: You defeated Edrof in one-on-one combat!
ko_mt: 일대일 전투에서 에드로프를 물리쳤습니다!

# Cradle_Of_Fire_Quest_10_ForfeitDuelTitle
source: Forfeit Duel
ko_mt: 몰수 듀얼

# Cradle_Of_Fire_Quest_10_ForfeitDuelDescription
source: Edrof is too strong, never mind this madness.
ko_mt: 에드로프는 너무 강합니다. 이 광기를 신경쓰지 마세요.

# Cradle_Of_Fire_Quest_10_ForfeitDuel_Outcome1Description
source: Bloodspear could not join the alliance as you refused to fight Edrof to the death.
ko_mt: 블러드스피어는 당신이 에드로프와 죽을 때까지 싸우는 것을 거부했기 때문에 동맹에 합류할 수 없었습니다.

# LegendaryQuest_Title
source: Temple of the Lost God
ko_mt: 잃어버린 신의 사원

# LegendaryQuest_Quest_01_SpeakToMertonTitle
source: Speak to Arwin Merton
ko_mt: 아르윈 머튼과 대화

# LegendaryQuest_Quest_01_SpeakToMertonDescription
source: Historians speak of a lost temple brought from Tirmar, lost somewhere north of the Badlands. It was a place of faith for a deity that could not cross the Rift to Solasta. Such knowledge about Tirmar is invaluable! Find proof of the temple's existence and bring back all possible historical information. It is rumored that Arwin Merton has been there.
ko_mt: 역사가들은 황무지 북쪽 어딘가에서 잃어버린 티르마르에서 가져온 잃어버린 사원에 대해 이야기합니다. 솔라스타로 가는 균열을 넘지 못하는 신을 위한 믿음의 장소였다. Tirmar에 대한 그러한 지식은 매우 중요합니다! 사원의 존재에 대한 증거를 찾고 가능한 모든 역사적 정보를 가져오십시오. Arwin Merton이 거기에 있었다는 소문이 있습니다.

# LegendaryQuest_Quest_01_SpeakToMerton_Outcome1Description
source: You spoke with Arwin. He agreed to bring you to the temple and partake in the raid. He asked that you wait one day so he can prepare.
ko_mt: 당신은 Arwin과 이야기했습니다. 그는 당신을 성전으로 데려가 습격에 참여하기로 동의했습니다. 준비할 수 있도록 하루만 기다려 달라고 하셨습니다.

# LegendaryQuest_Quest_02_WaitOneNightTitle
source: Wait One Night
ko_mt: 하룻밤만 기다려

# LegendaryQuest_Quest_02_WaitOneNightDescription
source: Return later to see Arwin at the Gravekeep's Cask. The simplest thing to do is to take a room, but you can spend the night anywhere you like.
ko_mt: 나중에 돌아와서 묘지의 술통에 있는 아르윈을 만나십시오. 가장 간단한 방법은 방을 잡는 것이지만 원하는 곳에서 밤을 보낼 수 있습니다.

# LegendaryQuest_Quest_02_WaitOneNight_Outcome1Description
source: You gave Arwin enough time to prepare. Go find him near the fireplace at the Gravekeep's Cask.
ko_mt: 당신은 Arwin에게 준비할 충분한 시간을 주었습니다. 묘지의 술통에 있는 벽난로 근처로 가서 그를 찾으십시오.

# LegendaryQuest_Quest_03_TalkToMertonTitle
source: Talk to Arwin Merton
ko_mt: 아르윈 머튼과 대화

# LegendaryQuest_Quest_03_TalkToMertonDescription
source: Arwin is waiting for you to undertake this dangerous quest, talk to him before going there.
ko_mt: Arwin은 당신이 이 위험한 퀘스트를 수행하기를 기다리고 있습니다. 거기에 가기 전에 그와 이야기하십시오.

# LegendaryQuest_Quest_03_TalkToMerton_Outcome1Description
source: You spoke with Arwin, he gave you the location of Caer Elis and asked that you find him there. He prefers to travel alone.
ko_mt: 당신은 Arwin과 이야기했고 그는 당신에게 Caer Elis의 위치를 ​​알려주고 거기에서 그를 찾으라고 요청했습니다. 그는 혼자 여행하는 것을 선호합니다.

# LegendaryQuest_Quest_04_GoToTempleTitle
source: Travel to Caer Elis
ko_mt: 카에르 엘리스로의 여행

# LegendaryQuest_Quest_04_GoToTempleDescription
source: You have the location of the Lost Valley and - hopefully - of the temple of the Lost God, on your map. Go there and join Arwin Merton.
ko_mt: 당신은 당신의 지도에 잃어버린 계곡의 위치와 - 바라건대 - 잃어버린 신의 사원의 위치가 있습니다. 거기에 가서 Arwin Merton과 합류하십시오.

# LegendaryQuest_Quest_04_GoToTemple_Outcome1Description
source: You reached the Lost Valley.
ko_mt: 잃어버린 계곡에 도착했습니다.

# LegendaryQuest_Quest_05_JoinMertonTitle
source: Team up with Arwin
ko_mt: Arwin과 팀을 구성하십시오.

# LegendaryQuest_Quest_05_JoinMertonDescription
source: Arwin Merton is here as promised. Talk to him and team up for the upcoming challenge.
ko_mt: Arwin Merton은 약속대로 여기에 있습니다. 그와 대화하고 다가오는 도전을 위해 팀을 구성하십시오.

# LegendaryQuest_Quest_05_JoinMerton_Outcome1Description
source: You joined with Arwin Merton and started searching for a way through the mist.
ko_mt: 당신은 Arwin Merton과 합류하여 안개 속에서 길을 찾기 시작했습니다.

# LegendaryQuest_Quest_06_FindAWayInTitle
source: Go through the Mist
ko_mt: 안개 속으로 가다

# LegendaryQuest_Quest_06_FindAWayInDescription
source: Arwin told you to move forward through the mist, and that you'd find the temple of the Lost God behind it.
ko_mt: Arwin은 안개 속을 헤쳐 나가면 그 뒤에 있는 잃어버린 신의 사원을 찾을 수 있다고 말했습니다.

# LegendaryQuest_Quest_06_FindAWayIn_Outcome1Description
source: You came through the mist and found the temple and its guardians!
ko_mt: 안개를 뚫고 와서 사원과 그 수호자를 찾았습니다!

# LegendaryQuest_Quest_07_ExitTheMistTitle
source: Exit the Mist
ko_mt: 미스트 출구

# LegendaryQuest_Quest_07_ExitTheMistDescription
source: Find the way out of the mist, towards the temple.
ko_mt: 안개에서 빠져나와 사원으로 향하는 길을 찾으십시오.

# LegendaryQuest_Quest_07_ExitTheMist_Outcome1Description
source: Thanks to Arwin, you found a way out of the mist.
ko_mt: Arwin 덕분에 안개에서 벗어날 방법을 찾았습니다.

# LegendaryQuest_Quest_08_EnterTheTempleTitle
source: Enter the Temple
ko_mt: 성전에 들어가다

# LegendaryQuest_Quest_08_EnterTheTempleDescription
source: You went as far as anyone ever did. Now find the temple and explore it.
ko_mt: 당신은 누구보다 멀리 갔다. 이제 사원을 찾아 탐험하십시오.

# LegendaryQuest_Quest_08_EnterTheTemple_Outcome1Description
source: You found the temple, but it was magically sealed and you had to find a way to unlock its door.
ko_mt: 당신은 사원을 찾았지만 마법처럼 봉인되어 있었고 문을 여는 방법을 찾아야 했습니다.

# LegendaryQuest_Quest_09_SolveThePuzzleTitle
source: Solve the Puzzle
ko_mt: 퍼즐을 풀다

# LegendaryQuest_Quest_09_SolveThePuzzleDescription
source: The temple's door is locked and it looks like a puzzle or riddle needs to be solved. Information might be found on the writings on the wall of the temple.
ko_mt: 사원의 문이 잠겨 있고 퍼즐이나 수수께끼를 풀어야 할 것 같습니다. 성전 벽에 적힌 글에서 정보를 찾을 수 있습니다.

# LegendaryQuest_Quest_09_SolveThePuzzle_Outcome1Description
source: You solved the puzzle and opened the temple!
ko_mt: 퍼즐을 풀고 사원을 열었습니다!

# LegendaryQuest_Quest_10_BeatTheMonsterTitle
source: Kill the Last Guardian
ko_mt: 마지막 수호자 처치

# LegendaryQuest_Quest_10_BeatTheMonsterDescription
source: You now have to face the monster that's been inhabiting the temple since the Cataclysm.
ko_mt: 이제 대격변 이후 사원에 살고 있는 괴물과 맞서야 합니다.

# LegendaryQuest_Quest_10_BeatTheMonster_Outcome1Description
source: You defeated the last guardian of the temple, an adult remorhaz!
ko_mt: 사원의 마지막 수호자인 성인 레모라즈를 물리쳤습니다!

# Conjuration_Quest_03_FindAWayOutTitle
source: Find a Way Out
ko_mt: 탈출구 찾기

# Conjuration_Quest_03_FindAWayOutDescription
source: You don't really know where you are, but you have to find a way out.
ko_mt: 자신이 어디에 있는지 잘 모르지만 탈출구를 찾아야 합니다.

# Conjuration_Quest_03_FindAWayOut_Outcome1Description
source: The dragon you fought seemed to suddenly vanish into thin air, leaving a fragment of the gem you are looking for. Now you are in a new and even more mysterious place.
ko_mt: 당신이 싸운 드래곤은 갑자기 허공으로 사라지고 당신이 찾고 있는 보석의 조각을 남겼습니다. 이제 당신은 새롭고 훨씬 더 신비로운 장소에 있습니다.

# Conjuration_Quest_04_FindAnotherGemsFragmentTitle
source: Find Another Fragment of the Gem
ko_mt: 보석의 또 다른 조각 찾기

# Conjuration_Quest_04_FindAnotherGemsFragmentDescription
source: You are lost in an unknown place. Find a way out and complete the gem.
ko_mt: 당신은 알려지지 않은 곳에서 길을 잃었습니다. 탈출구를 찾아 보석을 완성하세요.

# Conjuration_Quest_04_FindAnotherGemsFragment_Outcome1Description
source: You encountered a cube of light that kind of reminded you of the dragon. This too disappeared and gave way to a new fragment of the gem. After recovering it, you found yourself in a new, unknown place.
ko_mt: 용을 연상시키는 빛의 큐브를 만났습니다. 이것 역시 사라지고 보석의 새로운 조각이 되었습니다. 그것을 복구한 후, 당신은 새로운 미지의 장소에 있는 자신을 발견했습니다.

# Conjuration_Arena_Title
source: The Arena
ko_mt: 아레나

# Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponentTitle
source: Round 1 - Defeat Your Opponent
ko_mt: 라운드 1 - 상대를 물리치세요

# Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko_mt: 당신은 이 경기장에 갇혀 있습니다. 자신을 방어하세요.

# Conjuration_Quest_Arena_00_1stRoundDefeatYourOpponent_Outcome1Description
source: You have defeated the first threat. Get ready for the next one!
ko_mt: 첫 번째 위협을 물리쳤습니다. 다음을 준비하세요!

# Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponentTitle
source: Round 2 - Defeat Your Opponent
ko_mt: 라운드 2 - 상대를 물리치세요

# Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko_mt: 당신은 이 경기장에 갇혀 있습니다. 자신을 방어하세요.

# Conjuration_Quest_Arena_01_2ndRoundDefeatYourOpponent_Outcome1Description
source: You have defeated the second threat. Get ready for the next one!
ko_mt: 두 번째 위협을 물리쳤습니다. 다음을 준비하세요!

# Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponentTitle
source: Round 3 - Defeat Your Opponent
ko_mt: 라운드 3 - 상대를 물리치세요

# Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponentDescription
source: You are trapped in this arena. Defend yourself.
ko_mt: 당신은 이 경기장에 갇혀 있습니다. 자신을 방어하세요.

# Conjuration_Quest_Arena_02_3rdRoundDefeatYourOpponent_Outcome1Description
source: You have overcome a great threat. Now you can leave the arena or face one last enemy.
ko_mt: 당신은 큰 위협을 극복했습니다. 이제 경기장을 떠나거나 마지막 적과 마주할 수 있습니다.

# Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponentTitle
source: Round 4 - Defeat Your Opponent
ko_mt: 라운드 4 - 상대를 물리치세요

# Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponentDescription
source: You are facing a terrible threat. Overcome it.
ko_mt: 당신은 끔찍한 위협에 직면해 있습니다. 그것을 극복하십시오.

# Conjuration_Quest_Arena_03_4thRoundDefeatYourOpponent_Outcome1Description
source: You have defeated all the threats you faced. No one in this strange arena dares to challenge your supremacy any longer.
ko_mt: 당신은 직면한 모든 위협을 물리쳤습니다. 이 이상한 경기장의 누구도 더 이상 당신의 패권에 도전하지 않습니다.

# CradleOfFire_Quest_VisitBladefang_OutcomeDescription
source: You discovered the Bladefang tribe's home.
ko_mt: 칼날송곳니 부족의 집을 발견했습니다.

# Cradle_Of_Fire_Quest_10_TalkToRadulfTitle
source: Talk to Radulf
ko_mt: 라둘프와 대화

# Cradle_Of_Fire_Quest_10_TalkToRadulfDescription
source: Find out how to get Bladefang to join your alliance.
ko_mt: Bladefang이 동맹에 합류하도록 하는 방법을 알아보십시오.

# Cradle_Of_Fire_Quest_11_Go_To_Spider_LairTitle
source: Find the Old Queen
ko_mt: 늙은 여왕 찾기

# Cradle_Of_Fire_Quest_11_Go_To_Spider_LairDescription
source: To convince Radulf and his tribe to join the alliance, you need to bring back a holy item guarded by an Old Queen. Enter the dark lair from the crossroad access and kill the monster.
ko_mt: Radulf와 그의 부족이 동맹에 합류하도록 설득하려면 늙은 여왕이 지키는 성물을 가져와야 합니다. 교차로 진입로에서 어두운 은신처로 들어가 몬스터를 처치하십시오.

# Cradle_Of_Fire_Quest_11_Go_To_Spider_Lair_Outcome1Description
source: You entered the Old Queen's lair.
ko_mt: 당신은 늙은 여왕의 은신처에 들어갔습니다.

# Cradle_Of_Fire_Quest_12_KillOldQueenTitle
source: Kill the Old Queen
ko_mt: 늙은 여왕을 죽여라

# Cradle_Of_Fire_Quest_12_KillOldQueenDescription
source: You discovered who, or rather what, the Old Queen is: a humongous spider.
ko_mt: 당신은 늙은 여왕이 누구인지, 아니면 무엇인지 발견했습니다. 거대한 거미입니다.

# Cradle_Of_Fire_Quest_12_KillOldQueen_Outcome1Description
source: You killed the Old Queen!
ko_mt: 당신은 늙은 여왕을 죽였습니다!

# Cradle_Of_Fire_Quest_13_GetAxeTitle
source: Find the Holy Axe
ko_mt: 신성한 도끼 찾기

# Cradle_Of_Fire_Quest_13_GetAxeDescription
source: You killed the Old Queen. Now look around and find the Holy Axe demanded by Radulf.
ko_mt: 당신은 늙은 여왕을 죽였습니다. 이제 주위를 둘러보고 Radulf가 요구하는 Holy Axe를 찾으십시오.

# Cradle_Of_Fire_Quest_13_GetAxe_Outcome1Description
source: You found the Holy Axe in Kralshe-Renn's lair.
ko_mt: 크랄셰-렌의 은신처에서 신성한 도끼를 찾았습니다.

# Cradle_Of_Fire_Quest_14_ReturnTheAxeTitle
source: Return the Holy Axe
ko_mt: 성스러운 도끼 반환

# Cradle_Of_Fire_Quest_14_ReturnTheAxeDescription
source: You found the item Radulf demanded to join the alliance. Return to the Bladefang tribe and show him that you succeeded.
ko_mt: Radulf가 동맹에 가입하기 위해 요구한 아이템을 찾았습니다. 칼날송곳니 부족으로 돌아가서 성공했음을 보여 주십시오.

# Cradle_Of_Fire_Quest_14_ReturnTheAxe_Outcome1Description
source: You gave the Holy Axe back to Radulf and he agreed to join the alliance.
ko_mt: 당신은 신성한 도끼를 Radulf에게 돌려주었고 그는 동맹에 합류하기로 동의했습니다.

# Cradle_Of_Fire_Quest_14_ReturnTheAxe_Outcome2Description
source: You refused to give the Holy Axe back and Radulf refused to join the alliance.
ko_mt: 당신은 성스러운 도끼를 돌려주기를 거부했고 라둘프는 동맹 가입을 거부했습니다.

# Cradle_Of_Fire_Quest_15_AccessNecropolisTitle
source: Go through Redscar Gate
ko_mt: 레드스카 게이트를 지나

# Cradle_Of_Fire_Quest_15_AccessNecropolisDescription
source: Urka asked you to find a key somewhere in the Manacalon Necropolis, beyond Redscar Gate. Go there and explore the Necropolis.
ko_mt: Urka는 Redscar Gate 너머 Manacalon Necropolis 어딘가에서 열쇠를 찾아달라고 부탁했습니다. 그곳으로 가서 네크로폴리스를 탐험하세요.

# Cradle_Of_Fire_Quest_15_AccessNecropolis_Outcome1Description
source: You have entered Redscar Gate
ko_mt: 레드스카 게이트에 입장하셨습니다.

# Cradle_Of_Fire_Quest_16_ExploreNecropolisTitle
source: Explore the Necropolis
ko_mt: 네크로폴리스 탐험

# Cradle_Of_Fire_Quest_16_ExploreNecropolisDescription
source: The entrance of the Manacalon Necropolis is near Redscar Gate. Enter and find the key somewhere near an Emperor's tomb.
ko_mt: 마나칼론 묘지 입구는 레드스카 게이트 근처에 있습니다. 황제의 무덤 근처 어딘가에 들어가서 열쇠를 찾으십시오.

# Cradle_Of_Fire_Quest_16_ExploreNecropolis_Outcome1Description
source: You found the Emperor's tomb… and his ghost! You decided to take his key by force.
ko_mt: 당신은 황제의 무덤... 그리고 그의 유령을 찾았습니다! 당신은 강제로 그의 열쇠를 가져가기로 결정했습니다.

# Cradle_Of_Fire_Quest_16_ExploreNecropolis_Outcome2Description
source: You found the Emperor's tomb… and his ghost! You convinced him to let you go.
ko_mt: 당신은 황제의 무덤... 그리고 그의 유령을 찾았습니다! 당신은 그를 보내도록 설득했습니다.

# Cradle_Of_Fire_Quest_17_StealOrNotTitle
source: Fight or Feint
ko_mt: 싸움 또는 페인트

# Cradle_Of_Fire_Quest_17_StealOrNotDescription
source: You realized that the key to the sunken city was in the Emperor's coffin. If you want it, you'll have to face the angry ghost. You can also take his advice and use the nearby Minor Gate to access the inner city directly.
ko_mt: 당신은 침몰한 도시의 열쇠가 황제의 관에 있다는 것을 깨달았습니다. 원한다면 화난 유령과 맞서야 합니다. 당신은 또한 그의 조언을 받아들이고 근처의 마이너 게이트를 사용하여 도심에 직접 접근할 수 있습니다.

# Cradle_Of_Fire_Quest_17_StealOrNot_Outcome1Description
source: You faced the ghost of Emperor Laethar and destroyed it.
ko_mt: 당신은 황제 Laethar의 유령과 대면하고 그것을 파괴했습니다.

# Cradle_Of_Fire_Quest_17_ReturnToUrkaTitle
source: Return to Urka
ko_mt: 우르카로 돌아가기

# Cradle_Of_Fire_Quest_17_ReturnToUrkaDescription
source: You have the key to the Lost City. Bring it back to Urka, as promised.
ko_mt: 당신은 잃어버린 도시의 열쇠를 가지고 있습니다. 약속대로 그것을 Urka에게 다시 가져오십시오.

# Cradle_Of_Fire_Quest_17_ReturnToUrka_Outcome1Description
source: You had a nasty surprise when returning from the Necropolis.
ko_mt: 네크로폴리스에서 돌아왔을 때 불쾌한 일을 당했습니다.

# Cradle_Of_Fire_Quest_17_StealOrNot_Outcome2Description
source: You decided to use the Minor Gate and teleported into the inner city.
ko_mt: 당신은 마이너 게이트를 사용하기로 결정하고 도심으로 순간이동했습니다.

# Quest_Background_Acolyte_Recall_00_TalkToDalonLarkTitle
source: Talk to Dalon Lark
ko_mt: 달론 라크와 대화

# Quest_Background_Acolyte_Recall_00_TalkToDalonLarkDescription
source: Dalon Lark wants to see you. Return to him as soon as possible.
ko_mt: 달론 라크가 당신을 보고 싶어합니다. 가능한 한 빨리 그에게 돌아가십시오.

# Quest_Background_Acolyte_Recall_00_TalkToDalonLark_Outcome1Description
source: Dalon Lark asked you to talk with Rogar Ardentfire, priest of Arun. He has important news to share.
ko_mt: 달론 라크는 아룬의 사제 로가 아덴파이어와 이야기해 달라고 부탁했습니다. 그는 공유할 중요한 소식이 있습니다.

# Quest_Background_Acolyte_Recall_01_TalkToRogarArdentireTitle
source: Talk to the Priest of Arun
ko_mt: 아룬의 사제와 대화

# Quest_Background_Acolyte_Recall_01_TalkToRogarArdentireDescription
source: Go to Rogar Ardentfire, priest of Arun, near the promontory in Caer Cyflen.
ko_mt: Caer Cyflen의 곶 근처에 있는 Arun의 사제인 Rogar Ardentfire에게 가십시오.

# Quest_Background_Acolyte_Recall_01_TalkToRogarArdentire_Out
source: Rogar Ardentfire told you the sad story of Emtan, priest of Tirmar. You need to cleanse his soul.
ko_mt: Rogar Ardentfire는 Tirmar의 사제 Emtan의 슬픈 이야기를 들려주었습니다. 그의 영혼을 정화해야 합니다.

# Quest_Background_Acolyte_Recall_02_GoBackToTheMonasteryTitle
source: Travel to the Tirmarian Ruins
ko_mt: 티르마리아 유적지로 여행

# Quest_Background_Acolyte_Recall_02_GoBackToTheMonasteryDescription
source: Go back to the monastery where you found Emtan's holy symbol.
ko_mt: Emtan의 신성한 상징을 발견한 수도원으로 돌아가십시오.

# Quest_Background_Acolyte_Recall_02_GoBackToTheMonastery_Outcome1Description
source: You reached the monastery.
ko_mt: 수도원에 도착했습니다.

# Quest_Background_Acolyte_Recall_03_CleansingTitle
source: Cleansing
ko_mt: 클렌징

# Quest_Background_Acolyte_Recall_03_CleansingDescription
source: Go to the cemetery near the mausoleum. Use the holy symbol that Rogar gave you and cleanse all the tombstones.
ko_mt: 영묘 근처의 묘지로 이동합니다. Rogar가 당신에게 준 신성한 상징을 사용하고 모든 묘비를 청소하십시오.

# Quest_Background_Acolyte_Recall_03_Cleansing_Outcome1Description
source: Emtan couldn't be saved. You had no choice but to fight him until he found his final rest.
ko_mt: 엠탄은 구하지 못했습니다. 그가 마지막 안식을 찾을 때까지 당신은 그와 싸울 수밖에 없었습니다.

# Quest_Background_Acolyte_Recall_03_Cleansing_Outcome2Description
source: You managed to persuade Emtan to leave this world in peace.
ko_mt: 당신은 Emtan이 이 세상을 평화롭게 떠나도록 설득했습니다.

# Quest_Background_Acolyte_Recall_04_GoBackToRogarArdentireTitle
source: Go Back to Rogar
ko_mt: 로가로 돌아가기

# Quest_Background_Acolyte_Recall_04_GoBackToRogarArdentireDescription
source: Return to Caer Cyflen and bring the holy symbol back to Rogar.
ko_mt: Caer Cyflen에게 돌아가 신성한 상징을 Rogar에게 가져가십시오.

# Quest_Background_Acolyte_Recall_04_GoBackToRogarArdentire_Outcome1Description
source: The Church of Arun was pleased to know the curse had been lifted.
ko_mt: 아룬 교단은 저주가 풀린 것을 알고 기뻐했습니다.

# Quest_Background_Lawkeeper_MeetStigAtPalaceTitle
source: Meet Stig at Palace Entrance
ko_mt: 궁전 입구에서 Stig 만나기

# Quest_Background_Lawkeeper_MeetStigAtPalaceDescription
source: An old friend, Stig, needs your help finding a rotten member of the city guard. He's waiting for you at the palace entrance. Go there when you're ready to undertake the task.
ko_mt: 오랜 친구인 Stig는 도시 경비대의 썩은 일원을 찾는 데 당신의 도움이 필요합니다. 그는 궁전 입구에서 당신을 기다리고 있습니다. 작업을 수행할 준비가 되면 그곳으로 가십시오.

# Cradle_Of_Fire_Quest_10_DefeatEdrof02Title
source: Choose a Weapon to Defeat Edrof
ko_mt: 에드로프를 물리칠 무기를 선택하세요

# Cradle_Of_Fire_Quest_10_DefeatEdrof02Description
source: This fight is to the death, you have to win.
ko_mt: 이 싸움은 죽음에 이르는 것입니다. 당신은 이겨야 합니다.

# Cradle_Of_Fire_Quest_10_ForfeitDuel02Title
source: Open the Door to Forfeit the Duel
ko_mt: 결투를 포기하기 위해 문을 열어라

# Cradle_Of_Fire_Quest_10_ForfeitDuel02Description
source: Edrof is too strong, never mind this madness.
ko_mt: 에드로프는 너무 강합니다. 이 광기를 신경쓰지 마세요.

# Cradle_Of_Fire_Quest_10_EdrofsChallenge02Title
source: Choose a Weapon to Fight, or Open the Door to Forfeit the Duel
ko_mt: 싸울 무기를 선택하거나 결투를 포기하기 위해 문을 여십시오

# Cradle_Of_Fire_Quest_16A_ExploreNecropolisTitle
source: Explore the Necropolis
ko_mt: 네크로폴리스 탐험

# Cradle_Of_Fire_Quest_16A_ExploreNecropolisDescription
source: The key is supposed to be close to the Emperor's tomb. Look around the Necropolis to find the tomb.
ko_mt: 열쇠는 황제의 무덤 근처에 있어야 합니다. 묘지를 찾기 위해 네크로폴리스를 둘러보세요.

# Cradle_Of_Fire_Quest_16A_ExploreNecropolis_Outcome1Description
source: You found the Emperor's tomb.
ko_mt: 황제의 무덤을 찾았습니다.

# Cradle_Of_Fire_Quest_16B_FightTheEmperorTitle
source: Fight
ko_mt: 싸움

# Cradle_Of_Fire_Quest_16B_FightTheEmperorDescription
source: You found the Emperor's tomb... and his ghost.
ko_mt: 당신은 황제의 무덤과... 그의 유령을 찾았습니다.
