Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_01Description
source: Marduk asked you to join him on an expedition to discover what is going on in the Northern Villages. Prepare your gear and make sure you are rested before the journey. But beware: He will be leaving White Rock City in nine hours, with or without you.
ko: 마르두크는 북부 마을에서 무슨 일이 일어나고 있는지를 위한 조사대에 참여해 달라고 부탁했습니다. 장비를 준비하고 여행을 떠나기 전 충분히 휴식하십시오. 유의하십시오: 그는 당신이 참여하는지와 별개로, 9시간 후에 백석 도시를 떠날 것입니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_01_Outcome1Description
source: You are fully rested.
ko: 푹 쉬었습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_02Title
source: Talk with Marduk
ko: 마르두크와 대화

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_02Description
source: Talk to Marduk. Inform him you are ready to leave.
ko: 마르두크와 대화하십시오. 준비를 마쳤다고 알리십시오.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_02_Outcome1Description
source: You have spoken to Marduk, chief of the Northern Clans, who wants to go back to the north to save some of his people who were left behind.
ko: 북부 씨족장 마르두크와 대화했습니다. 그는 그가 두고 온 자신의 사람들을 구하기 위해 북부로 돌아가려 합니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_03Title
source: Travel to the Caravan Camp
ko: 대상 야영지로 이동

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_03Description
source: Marduk has told you he wants to reach a place where dwarven caravans rest for the night. Head there now.
ko: 마르두크는 드워프 대상이 밤을 지새는 곳으로 가려 한다고 얘기했습니다. 그곳으로 향합시다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_03_Outcome1Description
source: You have arrived at a frozen aqueduct.
ko: 얼어붙은 송수로에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04Title
source: Eliminate the Bandits
ko: 강도 토벌

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04Description
source: You stumble across a group of bandits pillaging a dwarven caravan. Defeat them.
ko: 드워프 대상을 약탈하는 강도 무리와 마주쳤습니다. 해치우십시오.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_04_Outcome1Description
source: You have defeated the bandits.
ko: 강도들을 물리쳤습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05ATitle
source: Investigate the Caravan
ko: 대상 조사하기

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05ADescription
source: Search the site around the caravan. Find out what happened.
ko: 대상 주변을 수색하십시오. 무슨 일이 일어났는지 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05A_Outcome1Description
source: You have found clues about the attack.
ko: 공격에 대한 단서를 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05BTitle
source: Push on with the Expedition
ko: 탐험 계속하기

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05BDescription
source: Marduk told you the caravans usually cross at another location. One not too far from the frozen aqueduct. He wants to check if a family living nearby is safe.
ko: 마르두크는 대상은 보통 다른 지역을 지나간다고 합니다. 얼어붙은 송수로에서 그리 멀지 않은 곳 말입니다. 마르두크는 그곳 주변에 사는 한 가족이 안전한지 확인하고 싶어 합니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05B_Outcome1Description
source: You have reached the trapper's hut.
ko: 사냥꾼의 오두막에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05CTitle
source: Follow the Giant Tracks
ko: 거인의 흔적 쫓기

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05CDescription
source: You have found another set of tracks made by giants leading away from the frozen aqueduct. Find out where they lead.
ko: 얼어붙은 송수로에서 이어지는 거인들의 다른 흔적을 찾았습니다. 어디로 이어지는지 알아내십시오.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05C_Outcome1Description
source: You have arrived at a new location.
ko: 새로운 위치에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05DOutcome1Description
source: You found tracks made by giants leading out of the area. You have decided to follow them.
ko: 근방을 벗어나 이어지는 거인들의 흔적을 찾았습니다. 이를 쫓기로 결정했습니다.

# Quest/&DLC3_Quest_NorthernClans_02_Quest_STEP_05EOutcome1Description
source: You found a note that mentions the possible location of giants and have decided to go there.
ko: 거인들이 있을지도 모르는 곳에 대해 언급된 쪽지를 찾아, 그곳으로 가기로 결정했습니다.

source: You killed the hostile giants. They seemed weirdly disturbed, even for giants… The friendly giant that was under attack survived, but then you killed him too.
ko: 당신에게 적대적이던 거인들을 죽였습니다. 이들은 이상하게도, 심지어 거인에게도 동요한 것처럼 보였습니다... 공격을 받은 우호적인 거인은 살아남았으나, 당신은 그 또한 죽여버렸습니다.

source: You killed the hostile giants. They seemed weirdly disturbed, even for giants… The friendly giant that was under attack survived. He gave you information concerning his attackers.
ko: 당신에게 적대적이던 거인들을 죽였습니다. 이들은 이상하게도, 심지어 거인에게도 동요한 것처럼 보였습니다... 공격을 받은 우호적인 거인은 살아남았습니다. 그는 당신에게 공격자들에 대한 정보를 제공했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Title
source: The Ice Trap
ko: 얼음 덫

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_01Title
source: Investigate a Location
ko: 근방 조사하기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_01Description
source: The chief of the Northern Clans told you about a small place where caravans stop to trade with a trapper. Check the location and talk with the trapper.
ko: 북부 씨족장은 당신에게 대상이 덫 사냥꾼과 거래하기 위해 들르는 작은 곳에 대해 얘기해 주었습니다. 그곳을 확인하고 사냥꾼과 대화하십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_01_Outcome1Description
source: The trapper's hut has been raided by giants following the caravan.
ko: 사냥꾼의 오두막은 대상을 뒤따라 거인들에게 습격당했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_02Title
source: Find the Trapper's Family
ko: 사냥꾼의 가족 찾기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_02Description
source: The trapper was living here with his family. Search the area to find them.
ko: 사냥꾼은 이곳에서 가족들과 살고 있었습니다. 근처에서 그들을 찾으십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_02_Outcome1Description
source: You have found the trapper's family in a cave close by.
ko: 가까운 동굴에서 사냥꾼의 가족을 찾았습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_02_Outcome2Description
source: You have found the trapper's family in a cave nearby. Unfortunately, they were already dead when you arrived.
ko: 가까운 동굴에서 사냥꾼의 가족을 찾았습니다. 안타깝게도, 당신이 왔을 때 그들은 이미 죽어 있었습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03Title
source: Cure Helga
ko: 헬가 치료하기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03Description
source: Helga appears to be seriously ill and has a fever. Only a powerful spell of Restoration or some Holy Power can cure her disease. Restoring her health will only delay the inevitable.
ko: 헬가는 심각하게 아픈 데다 열도 있어 보입니다. 강력한 치유(Restoration) 주문이나 신성력만이 질병을 치유할 수 있을 것입니다. HP를 회복시킨다 한들 피할 수 없는 결과를 미룰 뿐입니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03_Outcome1Description
source: You successfully managed to cure the mother.
ko: 어머니를 치유하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03_Outcome2Description
source: Unfortunately, you weren't able to cure the mother and she passed away.
ko: 불행히도, 어머니를 치유하는 데 실패해 떠나보냈습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_04Title
source: Secure a Way Out
ko: 탈출구 확보

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_04Description
source: Lead the family of survivors out of the area.
ko: 생존자 가족을 이끌고 빠져나가십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_04_Outcome1Description
source: You successfully escorted the family out of the area. They will be safer in White Rock City.
ko: 가족을 호위해 빠져나오는 데 성공했습니다. 백석 도시라면 이들도 더 안전할 것입니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_04_Outcome2Description
source: Unfortunately, the family died before you could escort them out of the area.
ko: 안타깝게도, 호위해 나오기 전에 가족이 사망했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_04_Outcome3Description
source: You managed to escort one family member out of the area. Unfortunately, the others did not survive.
ko: 가족 중 한 명을 호위해 나오는 데 성공했습니다. 안타깝게도, 나머지는 살아남지 못했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03BTitle
source: Heal the Family
ko: 가족 치유하기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03BDescription
source: A member of the family is severely wounded. Decide what the best course of action is.
ko: 가족 중 한 명이 심각한 부상을 입었습니다. 최선의 행동이 무엇일지 결정하십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03B_Outcome1Description
source: You successfully managed to heal the wounded family member.
ko: 부상당한 가족을 치유하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03CTitle
source: Rest with the Family
ko: 가족과 함께 휴식하기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03CDescription
source: A member of the family is severely wounded. Decide on the best course of action.
ko: 가족 중 한 명이 심각한 부상을 입었습니다. 최선의 행동이 무엇일지 결정하십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03C_Outcome1Description
source: You decided to rest, but unfortunately, the wounded family member did not survive.
ko: 휴식하기로 결정했으나, 안타깝게도, 부상당한 가족은 살아남지 못했습니다.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03DTitle
source: Leave the Area with All Haste
ko: 최대한 신속히 탈출하기

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03DDescription
source: A member of the family is severely wounded. Decide the best course of action.
ko: 가족 중 한 명이 심각한 부상을 입었습니다. 최선의 행동이 무엇일지 결정하십시오.

# Quest/&DLC3_Quest_NorthernClans_03_Quest_STEP_03D_Outcome1Description
source: You decided to leave immediately to ensure the wounded family member can be treated in White Rock City
ko: 부상자가 백석 도시에서 조치를 받게 하기 위해 즉시 떠나기로 했습니다

# Quest/&DLC3_Quest_NorthernClans_00_Title
source: A Major Alliance
ko: 대동맹

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_00Title
source: Travel to White Rock City
ko: 백석 도시로 이동

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_00Description
source: White Rock City is a hub for all the Snow Alliance Clans. Reach the city to continue your investigation.
ko: 백석 도시는 모든 설산 동맹 씨족의 중심지입니다. 도시로 가 조사를 이어가십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_00_Outcome1Description
source: You have arrived at White Rock City.
ko: 백석 도시에 도착했습니다.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_30_Return_It_To_WeirdElfTitle
source: Return the Artifact to Heddlon
ko: 헤들론에게 아티팩트 돌려주기

source: Return the artifact to Heddlon in Valkarokkopun. He will reward you.
ko: 아티팩트를 발카로코푼에 있는 헤들론에게 돌려주십시오. 보상이 있을 것입니다.

source: You returned the artifact to Heddlon in exchange for a generous reward.
ko: 막대한 보상을 받는 대가로 아티팩트를 헤들론에게 돌려줬습니다.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_30_Return_It_To_WhoYouWantTitle
source: Return the Trophy to Either Heddlon or Hjalmar
ko: 전리품을 헤들론 또는 히알마르에게 반환

source: Either return the trophy to Heddlon in Valkarokkopun, or to Hjalmar near the frozen lake.
ko: 전리품을 발카로코푼에 있는 헤들론, 또는 얼어붙은 호수 근처의 히알마르에게 돌려주십시오.

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_10_Quest_Start (1)Title
source: Björni's Jewel
ko: 뵤르니의 보석

# Quest/&DLC3_Quest_NorthernClans_06_Quest_Step_10_Quest_Start (1)Description
source: This object is of great value. There are a number of interested parties who would like to own it.
ko: 귀중한 가치의 물건입니다. 이를 원하는 세력이 많을 것입니다.

source: Hjalmar asked you to return Björni's artifact of power to him, once you've taken care of Björni.
ko: 히알마르는 당신이 뵤르니에게서 얻은, 강력한 아티팩트를 자신에게 돌려달라고 요청했습니다.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01BisTitle
source: Talk with the Family Members
ko: 가족 구성원들과 대화하기

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01BisDescription
source: Other members of the Kaikonnen clan are in the mausoleum. You can talk to them if you wish to learn more about the family.
ko: 카이콘넨 씨족의 다른 구성원들은 영묘 안에 있습니다. 가문에 대해 더 알고 싶다면 그들과 대화하십시오.

# Quest/&DLC3_Quest_SouthernClans_02_Quest_STEP_01Bis_Outcome1Description
source: You have spoken to the Kaikonnen family.
ko: 카이콘넨 가문원들과 대화했습니다.

# Quest/&DLC3_Quest_WhiteCity_01_TitleQuest
source: Broken Elevator
ko: 부서진 승강기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step010_Talk_WIth_EngineerTitle
source: Meet the Elevator Engineer
ko: 승강기 엔지니어와 만나기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step010_Talk_WIth_EngineerDescription
source: Talk to the city engineer to learn more about the elevators.
ko: 도시 엔지니어와 대화해 승강기에 대해 더 알아내십시오.

source: You talked with the engineer who designed the elevators. According to him, this one was sabotaged recently.
ko: 승강기를 설계한 엔지니어와 대화했습니다. 그의 말에 따르면, 최근 들어 누군가에 의해 의도적으로 망가졌다고 하는군요.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step020A_Meet_CaptainTitle
source: Talk with the Guard Watch Captain
ko: 경비대장과 대화하기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step020A_Meet_CaptainDescription
source: The city engineer told you the Guard Captain had drawn up a list of suspects. Meet her to start your investigation.
ko: 도시 엔지니어의 말에 따르면 경비대장은 용의자 목록을 뽑았다고 합니다. 그녀를 만나 조사를 시작하십시오.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step020A_Meet_Captain_Outcome1Description
source: You spoke with the Guard Captain and she gave you a list of suspects.
ko: 경비대장과 대화해 그녀로부터 용의자 목록을 받았습니다.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step020B_Search_And_Speak_Witness2Title
source: Find another witness of the sabotage
ko: 파괴공작의 또다른 목격자 찾기

source: White Rock City is a busy city, there is a good chance, that some people witnessed the sabotage. Look for witnesses
ko: 백석 도시는 붐비는 장소이니, 다른 목격자가 있을 확률이 높습니다. 찾아보십시오

source: You spoke with a guard, he saw -suspect1- and -suspect2- arguing near the elevator
ko: 경비와 대화한 결과, 승강기 근처에서 -suspect1-와(과) -suspect2-이(가) 언쟁을 벌이는 걸 봤다고 합니다

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step030_Find_TraitorTitle
source: Find the Saboteur
ko: 파괴공작범 찾기

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step030_Find_TraitorDescription
source: The Lead Engineer has asked you to find out who could have tampered with the city elevators. Interrogate any suspects and unmask the culprit.
ko: 수석 엔지니어는 누가 도시 승강기에 손을 댔는지 알아봐 달라고 요청했습니다. 용의자를 신문하고 범인의 정체를 밝히십시오.

# Quest/&DLC3_Quest_WhiteCity_01_Quest_Step030_Find_Traitor_Outcome1Description
source: You found the saboteur. An incubus who had replaced one of the guards.
ko: 범인을 찾았습니다. 경비 중 하나로 바꿔치기한 인큐버스였습니다.

# Quest/&DLC3_Quest_WhiteCity_03_TitleQuest
source: Going on an Adventure
ko: 모험 계속하기

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step010_Talk_WIth_YoungDwarfTitle
source: Speak with the Young Dwarf
ko: 젊은 드워프와 대화하기

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step010_Talk_WIth_YoungDwarfDescription
source: The young dwarf fighter has explained how she wants to go on an adventure. It's up to you to decide whether to give her that chance, despite the risks.
ko: 젊은 드워프 파이터는 얼마나 모험을 떠나고 싶은지에 대해 설명했습니다. 위험을 부담하더라도 그녀에게 기회를 줄지는 당신에게 달렸습니다.

source: You decided to allow the young dwarf to join your group.
ko: 젊은 드워프에게 일행에 참여할 기회를 줬습니다.

source: You thought it was too risky to let the young dwarf join your group.
ko: 젊은 드워프와 동행하기에는 위험 부담이 너무 크다고 생각했습니다.

# Quest/&DLC3_Quest_WhiteCity_03_Step020_Bring_Her_AdventureTitle
source: Carry on Adventuring
ko: 모험 계속하기

# Quest/&DLC3_Quest_WhiteCity_03_Step020_Bring_Her_AdventureDescription
source: Allow the young dwarf to accompany you on your adventures and take part in combat, so that she can gain experience.
ko: 젊은 드워프에게 모험에 함께해 전투에서 역할을 다하게 해, 경험을 쌓을 수 있도록 허락했습니다.

source: The young dwarf survived her first fight.
ko: 젊은 드워프는 그녀의 첫 전투에서 살아남았습니다.

source: The poor youngling died in a combat. You warned her of the dangers.
ko: 딱한 젊은이가 전사하고 말았습니다. 위험에 대해 경고는 했었지요.

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step030_Should_Go_BackTitle
source: The Youngster's Adventure Ends
ko: 청년의 모험의 끝

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step030_Should_Go_BackDescription
source: The young dwarf has had a great adventure, enough for a first timer. She should head back to White Rock City when you get a quiet moment.
ko: 젊은 드워프는 첫 경험 치고는 대단한 모험을 했습니다. 시간이 된다면 그녀를 백석 도시로 돌려보내야 합니다.

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step030_Should_Go_Back_Outcome1Description
source: The young dwarf went back to White Rock City.
ko: 젊은 드워프는 백석 도시로 돌아갔습니다.

# Quest/&DLC3_Quest_WhiteCity_03_Quest_Step030_Should_Go_Back_Outcome2Description
source: The young dwarf died in a combat. Poor youngling, but you did warn her it was dangerous.
ko: 젊은 드워프는 전사했습니다. 젊은 나이에 딱하지만, 위험에 대해서는 경고했었습니다.

# Quest/&DLC3_Quest_WhiteCity_04_TitleQuest
source: Lingering illness
ko: 잔병치레

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step010_SpeakGormTitle
source: Speak with Gorm
ko: 현자 곰과 대화하기

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step010_SpeakGormDescription
source: Gorm might have an idea about the illness of that poor mother
ko: 현자 곰은 불쌍한 어머니가 앓는 병에 대해 무언가 알 것입니다

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step010_SpeakGorm_Outcome1Description
source: He told you the illness is probably the "cave ilness". You should be able to craft the drug with the recipe he gave you
ko: 그는 이 병은 아마 "동굴병"일 것이라 말했습니다. 그가 준 제조법대로 약을 만들어야 합니다

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step020CraftCureTitle
source: Craft the drug
ko: 약 조제하기

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step020CraftCureDescription
source: The recipe Gorm gave you explicit the needed ingredient, you should find the missing ingredient in the shops
ko: 현자 곰이 준 제조법에는 필요한 재료가 명시되어 있으니, 없는 재료는 가게에서 구매하십시오

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step020CraftCure_Outcome1Description
source: You crafted the drug
ko: 약을 조제했습니다

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step030_BringCureTitle
source: give the drug to the ill
ko: 약 처방하기

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step030_BringCureDescription
source: She needs this drug to get well, bring it and hopefully everything will get better
ko: 그녀가 나으려면 이 약이 필요하니, 모든 게 나아지기를 바랄 따름입니다

# Quest/&DLC3_Quest_WhiteCity_04_Quest_Step030_BringCure_Outcome1Description
source: She's out of trouble, even though she is not conscient yet.
ko: 그녀가 정신을 차리지는 못했지만, 이제 문제는 해결됐습니다.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04BTitle
source: Return to the Keep
ko: 아성으로 귀환

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04BDescription
source: Vigdis asked you to meet her back in her quarters. Leave the temple and return to the keep.
ko: 비그디스는 자신의 숙소에서 다시 만나달라고 부탁했습니다. 사원을 떠나 아성으로 돌아가십시오.

# Quest/&DLC3_Quest_SouthernClans_04_Quest_STEP_04B_Outcome1Description
source: You have spoken to Vigdis.
ko: 비그디스에게 말을 걸었습니다.

# Quest/&DLC3_CSTitle_Kaupaa_01
source: The Ice Prison
ko: 얼음 감옥

# Quest/&DLC3_CSTitle_Kaupaa_02
source: The Watcher of the Wall
ko: 벽의 감시자

# Quest/&DLC3_CSTitle_Kaupaa_03
source: Lead by Example
ko: 잘 따라해 봐

# Quest/&DLC3_CSTitle_Kaupaa_04
source: Farewell
ko: 작별

# Quest/&DLC3_CSTitle_Kaupaa_05
source: Family Reunion
ko: 가족 재결합

# Quest/&DLC3_CSTitle_Kaupaa_06
source: A Scent of Conspiracy
ko: 음모의 냄새

# Quest/&DLC3_CSTitle_Kaupaa_07
source: A Warm Place
ko: 따뜻한 곳

# Quest/&DLC3_CSTitle_Kaupaa_08
source: Business Never Stops
ko: 사업은 멈추지 않는다

# Quest/&DLC3_CSTitle_Kaupaa_09
source: Where on Solasta Is Thadeos Cobblestone?
ko: 타데오스 코블스톤은 대체 어디 있는가?

# Quest/&DLC3_CSTitle_Kaupaa_10
source: Shapechanger!
ko: 형태변환자!

# Quest/&DLC3_CSTitle_Kaupaa_11
source: Debrief Time
ko: 보고 시간

# Quest/&DLC3_CSTitle_Kaupaa_12
source: Farewell to the South
ko: 남부여 안녕히

# Quest/&DLC3_CSTitle_Kaupaa_13
source: Escape!
ko: 탈출!

# Quest/&DLC3_CSTitle_Kaupaa_14
source: The Brother
ko: 형제

# Quest/&DLC3_CSTitle_Kaupaa_15
source: The Cousin
ko: 사촌

# Quest/&DLC3_CSTitle_Kaupaa_16
source: The Uncle
ko: 숙부

# Quest/&DLC3_CSTitle_Kaupaa_17
source: Dwarven Craft
ko: 드워프 공예

# Quest/&DLC3_CSTitle_Kaupaa_18
source: Family Business
ko: 가족 사업

# Quest/&DLC3_CSTitle_Kaupaa_19
source: Under the Ice
ko: 얼음 아래

# Quest/&DLC3_CSTitle_Kaupaa_20
source: They Were Here
ko: 그들이 여기 있었다

# Quest/&DLC3_CSTitle_Kaupaa_21
source: The Dark Mass
ko: 암흑 물질

# Quest/&DLC3_CSTitle_Kaupaa_22
source: No Remorse
ko: 후회 없이

# Quest/&DLC3_CSTitle_Kaupaa_23
source: You Made It!
ko: 해냈어!

# Quest/&DLC3_CSTitle_Kaupaa_24
source: Trust No One!
ko: 아무도 믿지 마라!

# Quest/&DLC3_CSTitle_Kaupaa_25
source: Overprotective
ko: 과보호

# Quest/&DLC3_CSTitle_Kaupaa_26
source: An Unexpected Encounter
ko: 뜻밖의 조우

# Quest/&DLC3_CSTitle_Kaupaa_27
source: Something Is Off
ko: 뭔가 수상해

# Quest/&DLC3_CSTitle_Kaupaa_28
source: Honor the Fallen
ko: 실추된 명예

# Quest/&DLC3_CSTitle_Kaupaa_29
source: Home at Last
ko: 집으로

# Quest/&DLC3_CSTitle_Kaupaa_30
source: Under Attack!
ko: 습격이다!

# Quest/&DLC3_CSTitle_Kaupaa_31
source: The Traitor Is Revealed
ko: 발각된 배신자

# Quest/&DLC3_CSTitle_Kaupaa_32
source: Dwarven Toughness
ko: 드워프의 강인함

# Quest/&DLC3_CSTitle_Kaupaa_33
source: Never Split the Party
ko: 절대 일행을 쪼개지 마

# Quest/&DLC3_CSTitle_Kaupaa_34
source: It's in the Box
ko: 상자 안에 있어

# Quest/&DLC3_CSTitle_Kaupaa_35
source: Where Is She?
ko: 그녀는 어디에?

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02A_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02B_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02C_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02D_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

# Quest/&DLC3_Quest_NorthernClans_01_Quest_STEP_02E_Outcome2Description
source: You did not talk with this citizen.
ko: 이 시민과는 아직 대화하지 않았습니다.

source: She survived her first long travel in the Snow Alliance's territories.
ko: 그녀는 설산 동맹의 영토 내에서의 첫 긴 여정에서 살아남았습니다.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02Title
source: Convince All the Clans to Vote
ko: 모든 씨족이 투표하도록 설득하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02Description
source: Gorm has told you the representatives of all the different clans need to elect a new Speaker. Try to convince them to vote.
ko: 현자 곰은 모든 씨족의 대변인이 새로운 맹주를 선출해야 한다고 말했습니다. 그들이 투표하도록 설득하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02_Outcome1Description
source: You have managed to convince all the clan representatives to vote.
ko: 모든 씨족의 대변인이 투표하도록 설득하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02ATitle
source: Convince the Northern Clans to Vote for the Speaker
ko: 북부 씨족이 맹주를 선출하도록 설득하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02ADescription
source: Gorm told you different clans need to elect a new Speaker. Try to convince the Northern Clans to vote.
ko: 현자 곰은 각각의 씨족이 새로운 맹주를 선출해야 한다고 말해줬습니다. 북부 씨족이 투표하도록 설득하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02A_Outcome1Description
source: You have managed to convince Northern Clans to vote for a Speaker.
ko: 북부 씨족이 맹주를 선출하도록 설득하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02BTitle
source: Talk to Vigdis to Ensure She Will Cast Her Vote
ko: 비그디스가 투표하도록 대화하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02BDescription
source: Vigdis is the new representative of the Southern Clans. Talk to her to see if she intends to vote at the Speaker election.
ko: 비그디스는 남부 씨족의 새로운 대변인입니다. 그녀와 대화해 그녀가 맹주 선출에 표를 던질 것인지 확인하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02B_Outcome1Description
source: You have convinced Vigdis to vote.
ko: 비그디스가 투표하도록 설득했습니다.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02CTitle
source: Convince the Western Clans to Vote for the Speaker
ko: 서부 씨족이 맹주를 선출하도록 설득하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02CDescription
source: Gorm has informed you that all the clans votes are needed to elect a new Speaker. Try to convince the Western Clans to vote.
ko: 현자 곰은 각각의 씨족이 새로운 맹주를 선출해야 한다고 말해줬습니다. 서부 씨족이 투표하도록 설득하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02C_Outcome1Description
source: You have managed to convince the Western Clans to vote for a Speaker.
ko: 서부 씨족이 맹주를 선출하도록 설득하는 데 성공했습니다.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02DTitle
source: Convince the Eastern Clans to Vote
ko: 동부 씨족이 의장을 선출하도록 설득하기

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02DDescription
source: Gorm told you that all the clans votes are needed in order to elect a new Speaker. Try to convince the Eastern Clans to vote.
ko: 현자 곰은 각각의 씨족이 새로운 맹주를 선출해야 한다고 말해줬습니다. 동부 씨족이 투표하도록 설득하십시오.

# Quest/&DLC3_Quest_NorthernClans_00_Quest_STEP_02D_Outcome1Description
source: You have managed to convince the Eastern Clans to vote for a Speaker.
ko: 동부 씨족이 맹주를 선출하도록 설득하는 데 성공했습니다.
