Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_03_2_Outcome1Description
source: The Major Gate is now supplied with mana.
ko: 주 관문에 이제 마나가 공급됩니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_04Title
source: Use the Major Gate
ko: 주 관문 사용하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_04Description
source: You repaired the Major Gate and supplied it with mana. Use it to return to Caer Hyfryd.
ko: 주 관문을 수리하고 마나를 공급했습니다. 케어 하이프리드로 돌아가는 데 사용하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_04_Outcome1Description
source: You returned to Caer Hyfryd. Report to Orenetis.
ko: 케어 하이프리드로 복귀했습니다. 오레네티스에게 보고하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_05Title
source: Report to Orenetis
ko: 오레네티스에게 보고하기

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_05Description
source: You returned from Orenetis' facility. Talk to him.
ko: 오레네티스의 시설로 돌아왔습니다. 대화하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_05_Outcome1Description
source: Once again, you have served Orenetis well.
ko: 다시 한 번, 오레네티스의 명을 잘 수행했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_05_Outcome2Description
source: You came back with Sitenero. He and Orenetis are now reunited.
ko: 시테네로와 함께 돌아왔습니다. 그와 오레네티스가 이제 다시 결합합니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_09_STEP_05_Outcome3Description
source: You came back with Sitenero, but Orenetis attacked you.
ko: 시테네로와 돌아왔지만, 오레네티스가 당신을 공격했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06
source: Ugly Truth
ko: 추악한 진실

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_01_Title
source: Reach the Complex
ko: 연구단지 도착하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_01_Description
source: Gartok asked you to look for the missing giants in the complex.
ko: 가르톡은 사라진 거인들을 연구단지에서 찾아달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_01__Outcome1Description
source: You reached the complex.
ko: 연구단지에 도착했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_02_Title
source: Find the Missing Giants
ko: 사라진 거인들 찾기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_02_Description
source: Explore the complex and find out what happened to the missing giants.
ko: 연구단지를 탐사해 사라진 거인들에게 무슨 일이 있었는지 알아내세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_02__Outcome1Description
source: You found the missing giants. They died in the complex's jail.
ko: 사라진 거인들을 찾았습니다. 그들은 연구단지의 감옥에서 죽어 있었습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03_Title
source: Report to Gartok
ko: 가르톡에게 보고하기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03_Description
source: Return to the giant enclave and let Gartok know the ugly truth.
ko: 거인 거주지로 돌아가 가르톡에게 추악한 진실을 알리세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_06_Step_03__Outcome1Description
source: You told Gartok that the missing giants are dead.
ko: 가르톡에게 사라진 거인들이 죽었다 말했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_00
source: Quest failed! Gartok is dead.
ko: 퀘스트 실패! 가르톡이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_00
source: Quest failed! Telerien is dead.
ko: 퀘스트 실패! 텔레리엔이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_00
source: Quest failed! Samko is dead.
ko: 퀘스트 실패! 샘코가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Complex_00
source: Quest failed! The scientist is dead.
ko: 퀘스트 실패! 과학자가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_04_1_FindOneretisWeaknessTitle
source: Orenetis' Weakness
ko: 오레네티스의 약점

source: Orenetis' greatest weakness is apparently hidden in this complex, buried in its depths. Find out what it is.
ko: 오레넨티스의 가장 큰 약점은 분명, 깊이 파묻힌 그의 연구단지에 숨겨져 있을 겁니다. 정체를 알아내세요.

source: You met Sitenero, who seems to be related to Orenetis.
ko: 오레네티스와 관련된 것으로 보이는, 시테네로와 만났습니다.

source: Sabotage the Complex
ko: 연구단지 방해하기

source: Find a way to sabotage the dark activities of this complex.
ko: 이 연구단지의 어두운 연구를 방해할 방법을 찾으세요.

source: You have found a mana generator. Search for others and deactivate them.
ko: 마나 생성기를 찾았습니다. 다른 것들을 찾아 비활성화할 방법을 찾으세요.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_05_1_KillSiteneroTitle
source: Kill Sitenero
ko: 시테네로 죽이기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_05_1_KillSiteneroDescription
source: Annihilate Sitenero, and Orenetis' hopes with him.
ko: 시테네로와, 오레네티스의 희망을 같이 없애버리세요.

source: You killed Sitenero. Orenetis is probably weakened or dead as a result.
ko: 시테네로를 죽였습니다. 이제 오레네티스는 약해졌거나 죽었을 겁니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_05_2_SabotageManaGeneratorsTitle
source: Sabotage Mana Generators
ko: 마나 생성기 파괴하기

source: Search for the mana generators and put them out of action.
ko: 마나 생성기들을 찾아 동작을 멈추십시오.

source: The mana generators have now been stopped. The complex can no longer produce enough energy to continue its dark experiments.
ko: 마나 생성기들은 이제 멈췄습니다. 어둠의 실험을 계속할 에너지가 더는 없을 겁니다.

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_06_ReportHendeolasTitle
source: Report to Hendeolas
ko: 헨데올라스에게 보고하기

# Quest/&DLC1_Secondary_Quest_Rebellion_10_Quest_06_ReportHendeolasDescription
source: Report what you found to Hendeolas.
ko: 헨데올라스에게 발견한 사실을 보고하세요.

source: You helped the Rebellion regain control of the valley. Hendeolas has kept his promise, and it is now safe to leave.
ko: 반군이 계곡의 지배권을 찾는 걸 도왔습니다. 헨데올라스는 약속을 지켰고, 이제 안전히 떠날 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Complex_02_STEP_01B__Outcome1Description
source: Nothing interesting.
ko: 흥미로운 건 없습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_Title
source: The Renewal
ko: 재개

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_01Title
source: Talk to Hasdrubal
ko: 하스드루발과 대화하기

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_01Description
source: Hasdrubal has sent for you. Go see him.
ko: 하스드루발이 당신을 불렀습니다. 보러 갑시다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_01_Outcome1Description
source: Hasdrubal asked you to go investigate the place kept secret by Orenetis in the heart of the jungle.
ko: 하스드루발은 정글 심장부에서 오레네티스가 비밀로 부치고 있는 장소를 조사해달라 부탁했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_02Title
source: Reach the Complex
ko: 연구단지 도착하기

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_02Description
source: Reach the place indicated by Hasdrubal.
ko: 하스드루발이 말한 위치로 이동하세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_02_Outcome1Description
source: You have reached the secret complex. Investigate what is going on there.
ko: 비밀 시설에 도착했습니다. 무엇이 벌어지고 있는지 조사하세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_03Title
source: Explore the Complex
ko: 시설 탐사하기

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_03Description
source: Enter the facility and find out what's going on.
ko: 시설에 들어가 상황을 파악하세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_03_Outcome1Description
source: In the heart of this sinister place, you found mana generators in bad shape.
ko: 이 사악한 곳의 심장부에서, 상태가 영 좋지 않은 마나 생성기를 찾았습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_04Title
source: Repair and Activate the Mana Generators
ko: 마나 생성기 수리 및 활성화

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_04Description
source: Repair the mana generators and activate them so the Forge can enter the facility.
ko: 포지가 시설에 들어올 수 있도록 마나 생성기들을 고치고 활성화하세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_04_Outcome1Description
source: The building is functional again and now cleared of its bulky occupants. The place is free for the Forge to enter!
ko: 건물이 다시 작동하고 방해물들을 치웠습니다. 포지가 이제 들어올 수 있습니다!

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_05Title
source: Report to Hasdrubal
ko: 하스드루발에게 보고하기

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_05Description
source: Return to Hasdrubal.
ko: 하스드루발에게 돌아가세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_05_Outcome1Description
source: You told Hasdrubal what you found in the complex.
ko: 하스드루발에게 연구단지에서 찾은 것을 말했습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_05_Outcome2Description
source: You told Hasdrubal what you found in the complex and who you met. If Sitenero is dead, it is likely that Orenetis is dead too.
ko: 하스드루발에게 연구단지에서 찾은 것과 만난 자를 말했습니다. 시테네로가 죽는다면, 오레네티스 또한 죽을 것 같군요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_06Title
source: Infiltrate Orenetis' Palace
ko: 오레네티스 궁전 침투

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_06Description
source: Take the secret passage in town and infiltrate the tyrant's palace.
ko: 마을의 비밀 통로를 사용해 폭군의 궁에 침입하세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_06_Outcome1Description
source: You managed to enter the palace. Find Orenetis and kill him.
ko: 궁에 들어오는 데 성공했습니다. 오레네티스를 찾아 죽이십시오.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_06_Outcome2Description
source: You managed to enter the palace. Find the Orenetis' scepter.
ko: 궁에 들어오는 데 성공했스빈다. 오레네티스의 왕홀을 찾으세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_07Title
source: Kill Orenetis
ko: 오레네티스 시해

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_07Description
source: Find Orenetis and kill him!
ko: 오레네티스를 찾아 죽이십시오!

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_07_Outcome1Description
source: After a fierce battle, you defeated the tyrant.
ko: 치열한 전투 끝에, 폭군을 쓰러트렸습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_08Title
source: Find the Scepter
ko: 왕홀 수색

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_08Description
source: Find the scepter that allows Orenetis to control the redeemers.
ko: 오레네티스가 구원자들을 조종할 수 있게 해주는 왕홀을 찾으세요.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_08_Outcome1Description
source: After killing Orenetis, you retrieved his scepter. You can now leave the valley.
ko: 오레네티스를 죽인 후, 그의 왕홀을 입수했습니다. 이제 계곡을 떠날 수 있습니다.

# Quest/&DLC1_Secondary_Quest_Forge_09_STEP_08_Outcome2Description
source: After Sitenero died in the complex, you found Orenetis' lifeless body in his palace and recovered his scepter. You can now leave the valley.
ko: 시테네로가 연구단지에서 사망한 후, 오레네티스의 생명이 사라진 몸과 그의 왕홀을 그 궁전에서 찾았습니다. 이제 계곡을 떠날 수 있습니다.

# Quest/&DLC1_Complex_02_Observable_01
source: A dusty book about plants.
ko: 식물에 관한 먼지투성이 책.

# Quest/&DLC1_Complex_02_Observable_02
source: A large book describing how to extract and store mana.
ko: 커다란 책은 어떻게 마나를 추출하고 저장하는지에 대해 서술하고 있습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_00
source: Quest failed! Orenetis is dead.
ko: 퀘스트 실패! 오레네티스가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_People_00
source: Quest failed! Rose is dead.
ko: 퀘스트 실패! 로즈가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_People_00B
source: Quest failed! Henrik is dead.
ko: 퀘스트 실패! 헨릭이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_00
source: Quest failed! Hasdrubal is dead.
ko: 퀘스트 실패! 하스드루발이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_Mask_00
source: Quest failed! Cafrain is dead.
ko: 퀘스트 실패! 카프레인이 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_00_Title
source: Meet the Outpost Commander
ko: 전초기지 지휘관 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_00_Description
source: You found a small outpost near a waterfall. Talk to the outpost's commander to learn about the place.
ko: 폭포 근처에서 작은 전초기지를 발견했습니다. 지휘관과 대화해 이곳에 대해 알아보세요.

# Quest/&DLC1_Secondary_Quest_Valley_Forge_01_STEP_00__Outcome1Description
source: You met Telerien and learned about the outpost.
ko: 텔레리엔을 만나 전초기지의 정보를 배웠습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_00_Title
source: Talk to Samko
ko: 샘코와 대화하기

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_00_Description
source: Samko wants to talk to you. Go find her.
ko: 샘코는 당신과 대화하고 싶어 합니다. 그녀를 찾으세요.

# Quest/&DLC1_Secondary_Quest_Valley_Mask_01_STEP_00__Outcome1Description
source: You met Samko, and she needs your help with a small task.
ko: 샘코를 만났으며, 그녀는 작은 일거리를 도와주길 원합니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_STEP_00_Title
source: Meet the Giants
ko: 거인 만나기

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_STEP_00_Description
source: You found a giant enclave in the plains. Find out more about the place.
ko: 초원에서 거인 거주지를 찾았습니다. 이곳에 대해 더 조사하세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_01_STEP_00__Outcome1Description
source: You met a giant trader named Gartok.
ko: 거인 교역가 가르톡을 만났습니다.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_04_STEP_00_Title
source: Talk to Gartok
ko: 가르톡과 대화

# Quest/&DLC1_Secondary_Quest_Valley_Giant_04_STEP_00_Description
source: Gartok seems troubled by something. Talk to him and learn more.
ko: 가르톡은 뭔가 문제가 있는 것 같습니다. 대화하여 그에 대해 더 알아보세요.

# Quest/&DLC1_Secondary_Quest_Valley_Giant_04_STEP_00__Outcome1Description
source: You spoke with Gartok and he told you some giants have vanished.
ko: 가르톡과 대화하자, 그는 일부 거인들이 사라졌다고 말했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_05_STEP_00_Title
source: Talk to Hasdrubal
ko: 하스드루발과 대화하기

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_05_STEP_00_Description
source: Hasdrubal might require your services. Talk to him.
ko: 하스드루발은 당신의 도움을 필요로 하는 것 같습니다. 대화해 봅시다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_05_STEP_00__Outcome1Description
source: You spoke with Hasdrubal.
ko: 하스드루발과 대화했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_06_STEP_00_Title
source: Hasdrubal's Task
ko: 하스드루발의 임무

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_06_STEP_00_Description
source: Speak with Hasdrubal. He seems to have a task for your party.
ko: 하스드루발과 대화하세요. 당신 파티를 위한 임무를 갖고 있는 것 같습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_06_STEP_00__Outcome1Description
source: You agreed to help Hasdrubal.
ko: 하스드루발을 돕는 데 동의했습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_04_STEP_00_Title
source: Meet with Orenetis
ko: 오레네티스 만나기

# Quest/&DLC1_Secondary_Quest_City_Orenetis_04_STEP_00_Description
source: The Lord Protector requires your services. Meet him at his palace.
ko: 섭정은 당신의 도움을 필요로 합니다. 궁에서 그를 만나세요.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_04_STEP_00__Outcome1Description
source: You spoke to the Lord Protector.
ko: 섭정과 대화했습니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_06_STEP_00_Title
source: Meet with the Lord Protector
ko: 섭정 만나기

# Quest/&DLC1_Secondary_Quest_City_Orenetis_06_STEP_00_Description
source: Orenetis wants to speak to you.
ko: 오레네티스는 당신에게 뭔가 말하고 싶어 합니다.

# Quest/&DLC1_Secondary_Quest_City_Orenetis_06_STEP_00__Outcome1Description
source: You met Orenetis. He gave you a task.
ko: 오레네티스와 만났습니다. 그가 당신에게 임무를 내렸습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_Title
source: Ultimate Threat
ko: 궁극의 위협

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_01Title
source: Talk to Orenetis
ko: 오레네티스와 대화하기

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_01Description
source: Orenetis has sent for you. Go talk to him.
ko: 오레네티스가 당신을 불렀습니다. 가서 대화하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_01_Outcome1Description
source: Orenetis gave you the plans of the Rebellion's headquarters. Go there and kill its leaders.
ko: 오레네티스는 당신에게 반군 사령부와 관련된 계획을 내렸습니다. 그곳으로 가 지도자들을 처리하십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_02Title
source: Reach the Rebellion's Headquarters
ko: 반군 사령부 도착하기

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_02Description
source: Follow the plan Orenetis gave you and go to the Rebellion's headquarters.
ko: 오레네티스가 당신에게 준 계획을 따라 반군 사령부로 이동하십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_02_Outcome1Description
source: You reached the Rebellion's headquarters. Give them Orenetis' warmest regards!
ko: 반군 사령부에 도착했습니다. 오레네티스의 뜨거운 안부인사를 전합시다!

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_1Title
source: Kill Ellaria Anfarel
ko: 엘라리아 안파렐 살해

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_1Description
source: Find Ellaria Anfarel and kill her.
ko: 엘라리아 안파렐을 찾아 그녀를 죽이십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_1_Outcome1Description
source: You eliminated one of the two leaders of the Rebellion.
ko: 반군의 지도자 둘 중 하나를 죽였습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_2Title
source: Kill Hendeolas Anfarel
ko: 헨데올라스 안파렐 살해

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_2Description
source: Find Hendeolas and kill him.
ko: 헨데올라스를 찾아 그를 죽이십시오.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_03_2_Outcome1Description
source: You eliminated the leader of the Rebellion.
ko: 반군의 지도자를 제거했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_04Title
source: Report to Orenetis
ko: 오레네티스에게 보고

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_04Description
source: Go back to the city and report to Orenetis.
ko: 도시로 돌아가 오레네티스에게 보고하세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_08_STEP_04_Outcome1Description
source: Orenetis was pleased with your service.
ko: 오레네티스는 당신의 헌신에 만족했습니다.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_04Title
source: Report to Orenetis
ko: 오레네티스에게 보고

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_04Description
source: Return to the city and let the Lord Protector know that you have retaken all the outposts.
ko: 도시로 돌아가 섭정에게 당신이 모든 전초기지를 탈환했다는 사실을 알리세요.

# Quest/&DLC1_Secondary_Quest_Orenetis_07_STEP_04_Outcome1Description
source: You made your report to Orenetis.
ko: 오레네티스에게 보고를 마쳤습니다.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_00
source: Quest failed! Sima is dead.
ko: 퀘스트 실패! 시마가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Buried_Rebellion_00
source: Quest failed! Ellaria is dead.
ko: 퀘스트 실패! 엘라리아가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Buried_Rebellion_00B
source: Quest failed! Renno is dead.
ko: 퀘스트 실패! 레노가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Buried_Rebellion_00C
source: Quest failed! Hendeolas is dead.
ko: 퀘스트 실패! 헨데올라스가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_Rebellion_00B
source: Quest failed! Red is dead.
ko: 퀘스트 실패! 레드가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_03_Title
source: Find Another Way In
ko: 다른 진입로 찾기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_03_Description
source: The door appears to be blocked by something. The key is not working. Find another way into the Dark Lab.
ko: 문이 뭔가로 막힌 것 같습니다. 열쇠가 소용이 없습니다. 어둠의 연구소로 들어갈 다른 길을 찾으세요.

source: You entered the Dark Lab.
ko: 어둠의 연구소로 진입했습니다.

source: The sphere key did not work.
ko: 구형 열쇠가 소용이 없습니다.

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_04_Title
source: Unlock the Dark Lab Door
ko: 어둠의 연구소 문 따기

# Quest/&DLC1_Secondary_Quest_Complex_Open_Gate_DarkLab_STEP_04_Description
source: Find what is blocking the door and clear it.
ko: 문을 막고 있는 것을 찾아 치우세요.

source: You have unlocked the main door to the Dark Lab.
ko: 어둠의 연구소의 주 입구를 열었습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Title
source: A Mysterious Place
ko: 수수께끼의 장소

# Quest/&DLC1_Quest_MysteriousPalace_Step01Title
source: Talk to Hanno Mudstrider
ko: 하노 머드스트라이더와 대화하기

# Quest/&DLC1_Quest_MysteriousPalace_Step01Description
source: Hanno would like to ask you for something. Go find him.
ko: 하노가 부탁이 있는 것 같습니다. 가서 찾으세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step01_Outcome1Description
source: Hanno asked you to find out what happened to his cousin's party.
ko: 하노는 그의 사촌의 파티에게 무슨 일이 있었는지 알아봐달라고 부탁했습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step02Title
source: Reach the Location
ko: 목적지 도착하기

# Quest/&DLC1_Quest_MysteriousPalace_Step02Description
source: Reach the place Hanno marked on your map.
ko: 하노가 지도에 표시한 곳으로 도달하십시오.

# Quest/&DLC1_Quest_MysteriousPalace_Step02_Outcome1Description
source: You reached the place and discovered an old ruin. No trace of Hanno's cousin, though.
ko: 목적지에 도착해 낡은 유적을 찾았습니다. 하노의 사촌이 남긴 흔적은 없지만 말입니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step03Title
source: Find out What Happened to Hanno's Cousin
ko: 하노의 사촌에게 일어난 일 알아내기

# Quest/&DLC1_Quest_MysteriousPalace_Step03Description
source: Look for any clue about what happened to the lost Forge scouts.
ko: 사라진 포지 정찰대에게 무슨 일이 일어났는지 어떤 단서라도 찾아보세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step03_Outcome1Description
source: You found the corpses of the Forge scouts and a note they had written.
ko: 포지 정찰대의 시체와 그들이 쓴 수기를 찾았습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step03_Outcome2Description
source: You didn't find any trace of the Forge scouts. They remain lost forever.
ko: 포지 정찰대의 흔적을 찾지 못했습니다. 그들은 영영 실종됐습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step03BTitle
source: Explore the Ruins
ko: 유적 탐사

# Quest/&DLC1_Quest_MysteriousPalace_Step03BDescription
source: You reached the location. Explore the place.
ko: 목적지에 도착했습니다. 탐사하십시오.

# Quest/&DLC1_Quest_MysteriousPalace_Step03B_Outcome1Description
source: The place shifted and you lost access to your way out. Find a new way out.
ko: 내부가 변화하여 나갈 길을 잃어버렸습니다. 새 출구를 찾으세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step04Title
source: Find a Way Out
ko: 출구 찾기

# Quest/&DLC1_Quest_MysteriousPalace_Step04Description
source: Find a way to escape this mysterious place.
ko: 이 이상한 장소에서 나갈 방법을 찾으세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step04_Outcome1Description
source: You found an exit, now go report to Hanno Mudstrider
ko: 출구를 찾았습니다, 하노 머드스트라이더에게 돌아가 보고하세요

# Quest/&DLC1_Quest_MysteriousPalace_Step05Title
source: Report to Hanno Mudstrider
ko: 하노 머드스트라이더에게 보고

# Quest/&DLC1_Quest_MysteriousPalace_Step05Description
source: Go find Hanno and report.
ko: 하노를 찾아 보고하세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step05_Outcome1Description
source: You told Hanno what happened to his cousin and the scouts.
ko: 하노에게 그의 사촌과 정찰대에게 일어난 일을 말하세요.

# Quest/&DLC1_Quest_MysteriousPalace_Step05_Outcome2Description
source: You told Hanno what happened to his cousin and the scouts. You didn't tell him what you found there.
ko: 하노에게 그의 사촌과 정찰대에게 일어난 일을 말했습니다. 당신은 그곳에서 찾은 것에 대해선 말하지 않았습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step05_Outcome3Description
source: You told Hanno what happened to his cousin and the scouts, and told him what you found there.
ko: 하노에게 그의 사촌과 정찰대의 운명, 그리고 그곳에서 찾은 것을 말했습니다.

# Quest/&DLC1_Quest_MysteriousPalace_Step05_Outcome4Description
source: You told Hanno you never figured out what happened to his cousin.
ko: 당신은 하노에게 무슨 일이 있었는지 알아내지 못했다고 말했습니다.

# Quest/&DLC1_Secondary_Quest_Swamp_Forge_00B
source: Quest failed! Hanno is dead.
ko: 퀘스트 실패! 하노가 사망했습니다.

# Quest/&DLC1_Secondary_Quest_City_Karelia_00
source: Karelia is already dead.
ko: 카렐리아는 이미 사망했습니다.

# Quest/&DLC3_Telema01_Quest_Title
source: An Old Acquaintance
ko: 오래된 지인

# Quest/&DLC3_Telema01_Quest_010_TalkToVigdisTitle
source: Talk to Vigdis
ko: 비그디스와 대화하기

# Quest/&DLC3_Telema01_Quest_010_TalkToVigdisDescription
source: Vigdis said something about Exonaïka. Ask her what Exonaïka was.
ko: 비그디스는 엑소나이카를 언급했었습니다. 그게 무엇인지 물어보십시오.

# Quest/&DLC3_Telema01_Quest_010_TalkToVigdis_Outcome1Description
source: Vigdis told you she has an old friend who is a scholar of Manacalon history. She thinks this friend researched a wizard named Exonaïka. She gave you a Major Gate password to travel to that friend's house directly from the Major Gate in her room.
ko: 비그디스는 마나칼론 역사학자인 오랜 친구가 있다고 말했습니다. 그녀는 친구가 엑소나이카라는 이름의 위자드에 대해 연구했었다고 생각합니다. 비그디스의 방에 있는 주 관문에서 그 친구의 집으로 바로 이동하기 위한 패스워드를 받았습니다.

# Quest/&DLC3_Telema01_Quest_020_GoToVioletsHouseTitle
source: Go to Violet's House
ko: 바이올렛의 집으로 가기

# Quest/&DLC3_Telema01_Quest_020_GoToVioletsHouseDescription
source: Use the city's Major Gate and go to Violet Goodcheer's house.
ko: 도시의 주 관문을 사용하여 바이올렛 굿치어의 집으로 가기.

# Quest/&DLC3_Telema01_Quest_020_GoToVioletsHouse_Outcome1Description
source: You teleported to Violet's house.
ko: 바이올렛의 집으로 순간이동했습니다.

# Quest/&DLC3_Telema01_Quest_030_TalkToVioletTitle
source: Talk to Violet
ko: 바이올렛과 대화하기

# Quest/&DLC3_Telema01_Quest_030_TalkToVioletDescription
source: Find Violet in her house and ask her about Exonaïka.
ko: 바이올렛의 집에서 그녀를 찾아 엑소나이카에 대해 물어보십시오.

# Quest/&DLC3_Telema01_Quest_030_TalkToViolet_Outcome1Description
source: Violet told you to investigate the ruins of Telema for more information about Exonaïka.
ko: 바이올렛은 엑소나이카에 대한 정보를 더 얻으려면 텔레마의 유적을 조사하라고 얘기했습니다.

# Quest/&DLC3_Telema01_Quest_040_GoToTelemaTitle
source: Travel to Telema
ko: 텔레마로 여행하기

# Quest/&DLC3_Telema01_Quest_040_GoToTelemaDescription
source: The ruins of Telema are in the Badlands. There is no shortcut - you must travel to the Scavenger outpost nearby. You can also take a long rest at Violet's house if you like.
ko: 텔레마의 유적은 황무지에 있습니다. 지름길은 없으며, 근처 스캐빈저 전초기지로 여행해야만 합니다. 원한다면 바이올렛의 집에서 긴 휴식을 취할 수 있습니다.

# Quest/&DLC3_Telema01_Quest_040_GoToTelema_Outcome1Description
source: You reached the Scavengers' outpost near Telema.
ko: 텔레마 근처의 스캐빈저 전초기지에 도달했습니다.
