Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Title
source: Travel to the Ancient Tower
ko: 고대의 탑으로 여행하기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToBeryl_Outcome1Description
source: You talked to Beryl and she told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a bit deeper in the Badlands.
ko: 베릴은 소락이 전초기지를 공격하기 전 케어 렘 정찰병이 어디 있었는지 말해주었습니다. 황무지 안쪽, 폐허가 된 탑에 있었다는군요.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToBeryl_Outcome2Description
source: You remembered that Beryl was killed in Caer Lem.
ko: 베릴이 케어 렘에서 죽은 걸 기억 해 냈습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToBerylDescription
source: Find Beryl and ask her if she knows anything. Take a look around the Snow Alliance embassy.
ko: 베릴을 찾아 아는 것이 있는지 물어보십시오. 설산 동맹 대사관을 둘러보십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToBerylTitle
source: Talk to Beryl
ko: 베릴과 대화하기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliat_Outcome1Description
source: You talked to Daliat and he told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a little further into the Badlands.
ko: 달리앗은 소락이 전초기지를 공격하기 전 케어 렘 정찰병이 어디 있었는지 말해주었습니다. 황무지 안쪽, 폐허가 된 탑에 있었다는군요.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliat_Outcome2Description
source: You remembered that you killed Daliat in Caer Lem.
ko: 달리앗이 케어 렘에서 죽은 걸 기억해 냈습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliatDescription
source: Find Daliat and ask him if he knows anything. Take a look around Lane Ends.
ko: 달리앗을 찾아 아는 것이 있는지 물어보십시오. 도로 끝을 둘러보십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliatTitle
source: Talk to Daliat
ko: 달리앗과 대화하기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToRobar_Outcome1Description
source: You talked to Robar and he told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a little further into the Badlands.
ko: 로바는 소락이 전초기지를 공격하기 전 케어 렘 정찰병이 어디 있었는지 말해주었습니다. 황무지 안쪽, 폐허가 된 탑에 있었다는군요.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToRobar_Outcome2Description
source: You remembered that Robar was killed in Caer Lem.
ko: 로바가 케어 렘에서 죽은 걸 기억 해 냈습니다.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToRobarDescription
source: Find Robar and ask him if he knows anything. Take a look around Sunblaze Court.
ko: 로바를 찾아 아는 것이 있는지 물어보십시오. 햇볕 정원을 둘러보십시오.

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_TalkToRobarTitle
source: Talk to Robar
ko: 로바와 대화하기

# Quest/&Caer_Cyflen_Quest_AfterCaerLem_Title
source: First Mission Accomplished
ko: 첫 번째 임무 완수

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Description
source: Meet with Carran at the Gravekeep's Cask.
ko: 묘지기의 술통에서 캐런 경과 만나십시오.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Outcome1Description
source: You have met with Carran and brought the head of the Sorak to the Council. While the crown was being inspected by the high ranking members of the Council, you passed out and were brought to the Temple of Einar.
ko: 캐런 경과 만났고 소락의 머리를 평의회에 제출했습니다. 평의회의 고위 인사들이 왕관을 조사하는 중에 당신은 기절했고 에이나르 신전으로 실려왔습니다.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Title
source: Go to the Gravekeep's Cask
ko: 묘지기의 술통으로 가기

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_02_ReturnToCouncil_Description
source: Return to the Council chamber and complete your report.
ko: 평의회 회의실로 돌아가 보고를 마무리하십시오.

source: You have finished your report.
ko: 보고를 완료했습니다.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_02_ReturnToCouncil_Title
source: Return to the Council
ko: 평의회로 돌아가기

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_03_Fight_Description
source: Protects the masters for 3 turns.
ko: 3턴 동안 마스터들을 보호하십시오.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_03_Fight_Outcome1Description
source: You had a vision of an epic battle against the Soraks. But you weren't yourself. What does it mean? You have no idea.
ko: 소락과의 장엄한 전투에 대한 환상을 보았습니다. 하지만 당신은 제정신이 아니었고 무엇을 의미하는지도 알 수 없었습니다.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_03_FightTitle
source: Defend the Mages with Your Life
ko: 목숨 걸고 마법사들 지키기

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Description
source: You need the Council to let you go to look for the other Crown gems.
ko: 다른 왕관 보석을 찾으러 가기 위해서는 평의회의 승인이 필요합니다.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Outcome1Description
source: You have convinced the Council to let you go with the Crown. It is now your mission to search for the remaining gems. It seems the Crown is sending you messages, that you can feel pulling you to specific locations, far away, where you think you might find the missing gems.
ko: 당신은 왕관을 가지고 갈 수 있도록 평의회를 설득했습니다. 이제 남은 보석들을 찾는 것이 당신의 임무입니다. 왕관이 마치 메시지를 보내는 것처럼, 사라진 보석을 찾을 수 있을 것 같은 멀고 먼 특정한 지역으로, 당신을 이끄는 느낌입니다.

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Title
source: Convince the Council
ko: 평의회를 설득하기

# Quest/&Caer_Cyflen_Quest_AfterTowerOfMagic_Title
source: Report to the Council
ko: 평의회에 보고

# Quest/&Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Description
source: It is located near the palace and embassies. Head north, take the stairs to Sunblaze Court, then take the stairs west to the embassies, and go straight to reach the Council.
ko: 의회는 궁전과 대사관 근처에 있습니다. 북쪽으로 이동해 계단을 오르면 햇볕 정원에 도달합니다. 정원 서쪽의 계단을 오르면 대사관이 나오고, 길을 따라 가면 의회에 도착할 것입니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Outcome1Description
source: You have been sworn in as Council deputies.
ko: 서약을 하여 평의회 대리인 자격을 얻었습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Title
source: Meet Carran at the Legacy Council
ko: 유산 평의회에서 캐런 경 만나기

# Quest/&Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Description
source: You now have enough experience to level up! To do so, you must take a long rest. Head back to the Gravekeep's Cask and speak to Karel, the owner. He will tell you how to get a room while you're staying in town. You can use the map's fast travel function to return there quickly.
ko: 충분한 경험치를 획득하여 레벨 업을 할 수 있게 되었습니다! 레벨 업을 하려면 긴 휴식을 취해야 합니다. 묘지기의 술통 주인인 카렐과 대화하세요. 이곳에 머무는 동안 방을 구하는 법을 알려줄 것입니다. 지도에서 빠른 이동 기능을 사용하면 순식간에 도착할 수 있습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Outcome1Description
source: You have leveled up!
ko: 레벨 업 했습니다!

# Quest/&Caer_Cyflen_Quest_AfterTutorial_02_LevelUp_Title
source: Level Up
ko: 레벨 업

# Quest/&Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Description
source: Before you leave for Caer Lem, you should visit the local stores and make sure you've got everything you need. Take your time to optimize your equipment, but at least buy rations of food. You can buy some at Gorim's Emporium on Market Street.
ko: 케어 렘으로 떠나기 전에 근처 상점을 방문하여 필요한 준비물을 다 갖췄는지 확인해야 합니다. 시간을 내어 장비를 최적화하고, 적어도 식량은 구입하십시오. 상점가에 있는 고림의 만물상에서 살 수 있습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Outcome1Description
source: You have bought some food for the journey.
ko: 당신은 여행을 위해 약간의 식량을 샀습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_03_PrepareTravel_Title
source: Buy Some Food for the Journey
ko: 여행을 위한 식량 구입

# Quest/&Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Description
source: Annie Bagmordah, the Scavengers' quartermaster, asked you to visit their headquarters beside the Gravekeep's Cask.
ko: 스캐빈저의 보급관인 애니 바그모다는 묘지기의 술통 옆에 있는 그들의 본부를 방문하도록 요청했습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Outcome1Description
source: You have been introduced to the Scavengers.
ko: 스캐빈저 세력과 인사를 나눴습니다.

# Quest/&Caer_Cyflen_Quest_AfterTutorial_04_OPTIONAL_MeetScavs_Title
source: Visit the Scavengers' Headquarters
ko: 스캐빈저 본부 방문하기

# Quest/&Caer_Cyflen_Quest_AfterTutorial_Title
source: The Legacy Council
ko: 유산 평의회

# Quest/&Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugo_Outcome1Description
source: You have visited Hugo's shop.
ko: 휴고의 가게를 방문했습니다.

# Quest/&Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugoDescription
source: You might want to visit Hugo Requer's magic shop.
ko: 휴고 리퀘의 마법 상점을 방문하고 싶을지도 모르겠군요.

# Quest/&Caer_Cyflen_Secondary_Quest_Visit_Hugo_MeetHugoTitle
source: Visit Hugo Requer's Magic Shop
ko: 휴고 리퀘의 마법 상점 방문

# Quest/&Caer_Cyflen_Visit_Hugo_Title
source: Visit the Magic Shop
ko: 마법 상점 방문

# Quest/&Caer_Lem_Goblin_Cave_Quest_CleanCave_Outcome1Description
source: You have cleared the goblin cave!
ko: 고블린 동굴을 깔끔하게 정리했습니다!

# Quest/&Caer_Lem_Goblin_Cave_Quest_CleanCaveDescription
source: Did the soldiers in the Caer Lem outpost know of this goblin hideout? Regardless, it should be cleared out!
ko: 케어 렘 전초기지의 병사들은 이 고블린 은신처를 알고 있었을까요? 어찌됐든 고블린들을 해치워야 합니다!

# Quest/&Caer_Lem_Goblin_Cave_Quest_CleanCaveTitle
source: Clear the Goblin Cave
ko: 고블린 동굴 쓸어버리기

# Quest/&Caer_Lem_Goblin_Cave_Quest_Title
source: Lair of Filth
ko: 더러운 소굴

# Quest/&Caer_Lem_Quest_01_ReachCaerLem_Outcome1Description
source: You have reached the outpost of Caer Lem.
ko: 케어 렘의 전초기지에 도달했습니다.

# Quest/&Caer_Lem_Quest_01_ReachCaerLemDescription
source: The outpost is in the Marches, west of the Principality's capital. Leave the town and use the travel map to reach Caer Lem.
ko: 전초기지는 공국 수도 서쪽의 접경지에 있습니다. 마을을 떠나 여행 지도를 사용하여 케어 렘에 도달하십시오.

# Quest/&Caer_Lem_Quest_01_ReachCaerLemTitle
source: Reach the Outpost
ko: 전초기지에 도달하기

# Quest/&Caer_Lem_Quest_02_ExploreFort_Outcome1Description
source: The outpost has been attacked! A few survivors are hiding in the dungeon, afraid and suspicious of everyone.
ko: 전초기지가 공격받았습니다! 생존자들은 두려움에 떨며 지하 감옥에 숨은 채 모든 이를 의심하고 있습니다.

# Quest/&Caer_Lem_Quest_02_ExploreFortDescription
source: Climb up the hill and explore the fort to find the garrison.
ko: 언덕을 올라 요새를 탐색하고 수비대를 찾으십시오.

# Quest/&Caer_Lem_Quest_02_ExploreFortTitle
source: Explore the Fort
ko: 요새 탐색

# Quest/&Caer_Lem_Quest_03_ReachDoor_Outcome1Description
source: You have successfully made contact with the survivors and entered the dungeon.
ko: 문을 열어 생존자들과 성공적으로 만났습니다.

# Quest/&Caer_Lem_Quest_03_ReachDoorDescription
source: The survivors are paranoid. Get to the dungeon door and make them talk to you.
ko: 생존자들은 겁먹었고 의심이 많습니다. 문으로 올라가서 대화를 시도해보십시오.

# Quest/&Caer_Lem_Quest_03_ReachDoorTitle
source: Reach the Door to the Dungeon
ko: 요새 위의 문에 도달하기

# Quest/&Caer_Lem_Quest_04_TalkToSurvivors_Outcome1Description
source: You have talked to the survivors and found that they are divided.
ko: 생존자들과 이야기를 나누었고 그들이 분열되어 있음을 알아냈습니다.

# Quest/&Caer_Lem_Quest_04_TalkToSurvivorsDescription
source: Only four Council soldiers survived the attack. Question them and find out why they are still here.
ko: 4명의 평의회 병사들만이 공격에서 살아남았습니다. 그들에게 질문하여 왜 여전히 여기에 있는지 알아내십시오.

# Quest/&Caer_Lem_Quest_04_TalkToSurvivorsTitle
source: Talk to the Survivors
ko: 생존자들과 대화하기

# Quest/&Caer_Lem_Quest_04a_TalkToLisbath_Outcome1Description
source: You have spoken with Lisbath.
ko: 리즈베스와 대화를 나누었습니다.

# Quest/&Caer_Lem_Quest_04a_TalkToLisbathDescription
source: Talk to Lisbath and get her view of the situation.
ko: 리즈베스와 대화하고 현 상황에 대한 그녀의 견해를 들으십시오.

# Quest/&Caer_Lem_Quest_04a_TalkToLisbathTitle
source: Talk to Lisbath
ko: 리즈베스와 대화하기

# Quest/&Caer_Lem_Quest_04b_TalkToRobar_Outcome1Description
source: You have spoken with Robar.
ko: 로바와 대화를 나누었습니다.

# Quest/&Caer_Lem_Quest_04b_TalkToRobarDescription
source: Talk to Robar and get his view of the situation.
ko: 로바와 대화하고 현 상황에 대한 그의 견해를 들으십시오.

# Quest/&Caer_Lem_Quest_04b_TalkToRobarTitle
source: Talk to Robar
ko: 로바와 대화하기

# Quest/&Caer_Lem_Quest_04c_TalkToDaliat_Outcome1Description
source: You have spoken with Daliat.
ko: 달리앗과 대화를 나누었습니다.

# Quest/&Caer_Lem_Quest_04c_TalkToDaliatDescription
source: Talk to Daliat and get his view of the situation.
ko: 달리앗과 대화하고 현 상황에 대한 그의 견해를 들으십시오.

# Quest/&Caer_Lem_Quest_04c_TalkToDaliatTitle
source: Talk to Daliat
ko: 달리앗과 대화하기

# Quest/&Caer_Lem_Quest_05_ChooseStrategyDescription
source: You have talked to all four survivors. Now is the time to decide how to get them out of the dungeon. You can order Beryl to step down and let you lead, order her to turn command over to Robar, ask Daliat about his scouting operation, or push Robar to challenge Beryl's authority.
ko: 생존자 4명 모두와 이야기를 나눴습니다. 이제 그들과 여기서 나갈 방법을 결정할 때입니다. 베릴에게 한 발 물러나 당신을 따르게 하거나, 로바에게 지휘권을 넘기게 하거나, 달리앗에게 그의 정찰 작전에 대해 물어보거나, 베릴의 권위에 도전하도록 로바를 부추길 수 있습니다.

# Quest/&Caer_Lem_Quest_05_ChooseStrategyTitle
source: Choose a Strategy
ko: 전략 선택하기

# Quest/&Caer_Lem_Quest_05a_TalkToBeryl_Outcome1Description
source: You successfully persuaded Beryl to step down, but then a Sorak appeared and killed Robar!
ko: 지휘에서 물러나도록 성공적으로 베릴을 설득했지만, 소락이 나타나 로바를 죽였습니다!

# Quest/&Caer_Lem_Quest_05a_TalkToBeryl_Outcome2Description
source: You failed to persuade Beryl to step down. While you were having an argument, a Sorak appeared and killed Lisbath!
ko: 지휘에서 물러나도록 베릴을 설득하는 데 실패했습니다. 말다툼을 하던 도중 소락이 나타나 리즈베스를 죽였습니다!

# Quest/&Caer_Lem_Quest_05a_TalkToBerylDescription
source: Talk to Beryl and persuade her to step down.
ko: 베릴과 대화해서 그녀가 지휘에서 물러나도록 설득하십시오.

# Quest/&Caer_Lem_Quest_05a_TalkToBerylTitle
source: Talk to Beryl
ko: 베릴과 대화하기

# Quest/&Caer_Lem_Quest_05b_TalkToDaliat_Outcome1Description
source: You pressured Daliat into giving you the object he found during his expedition to the Badlands, but then a Sorak appeared and killed Robar!
ko: 달리앗이 황무지 원정 중에 발견한 물건을 넘기도록 했지만, 소락이 나타나 로바를 죽였습니다!

# Quest/&Caer_Lem_Quest_05b_TalkToDaliat_Outcome2Description
source: Daliat attacked you when you insisted on knowing what he had brought back from the expedition to the Badlands. He didn't leave you any choice but to fight, and you killed him. Right after that, a Sorak appeared and killed Lisbath!
ko: 황무지 원정에서 가져온 것을 알고 있다고 하자 달리앗은 당신을 공격했습니다. 싸울 수밖에 없었고 그를 죽여야만 했습니다. 그리고 바로 직후 소락이 나타나서 리즈베스를 죽였습니다!

# Quest/&Caer_Lem_Quest_05b_TalkToDaliatDescription
source: Talk to Daliat and ask him for more details on what happened before he joined the outpost.
ko: 달리앗과 대화해서 전초기지에 합류하기 전에 무슨 일이 있었는지 자세히 물어보십시오.

# Quest/&Caer_Lem_Quest_05b_TalkToDaliatTitle
source: Talk to Daliat
ko: 달리앗과 대화하기

# Quest/&Caer_Lem_Quest_05c_TalkToRobar_Outcome1Description
source: You successfully persuaded Robar to take command. Beryl wasn't too happy about it and walked away, then a Sorak appeared and killed her!
ko: 로바를 설득해서 지휘를 하도록 했습니다. 베릴은 불만을 표하면서 물러났습니다. 그 때 소락이 나타나 베릴을 죽였습니다!

# Quest/&Caer_Lem_Quest_05c_TalkToRobar_Outcome2Description
source: Robar refused to take command. While you were trying to convince him, a Sorak appeared and killed Lisbath!
ko: 로바는 지휘를 거부했습니다. 계속 그를 설득하려는 동안 소락이 나타나 리즈베스를 죽였습니다!

# Quest/&Caer_Lem_Quest_05c_TalkToRobarDescription
source: Talk to Robar and persuade him to take command.
ko: 로바와 대화해서 그가 지휘권을 넘겨받도록 설득하십시오.

# Quest/&Caer_Lem_Quest_05c_TalkToRobarTitle
source: Talk to Robar
ko: 로바와 대화하기

# Quest/&Caer_Lem_Quest_06_EscapeCaerLem_Outcome1Description
source: You have escaped Caer Lem and the Soraks!
ko: 케어 렘과 소락 무리들로부터 탈출했습니다!

# Quest/&Caer_Lem_Quest_06_EscapeCaerLemDescription
source: You have found a secret passage leading down the mountain. Take it and escape the Soraks! Your new companions must survive at all costs!
ko: 산을 내려가는 비밀 통로를 찾았습니다. 소락 무리들로부터 탈출하십시오! 새로운 동료는 반드시 살아남아야 합니다!

# Quest/&Caer_Lem_Quest_06_EscapeCaerLemTitle
source: Escape from the Caves
ko: 동굴에서 탈출하기

# Quest/&Caer_Lem_Quest_07_ReturnToCaerCyflen_Outcome1Description
source: You made it back to Caer Cyflen.
ko: 케어 키플렌으로 돌아오는데 성공했습니다.

# Quest/&Caer_Lem_Quest_07_ReturnToCaerCyflenDescription
source: Return to Caer Cyflen and tell the Council what you found.
ko: 케어 키플렌으로 돌아가서 평의회에 알아낸 것을 알리십시오.

# Quest/&Caer_Lem_Quest_07_ReturnToCaerCyflenTitle
source: Return to Caer Cyflen
ko: 케어 키플렌으로 돌아가기

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnie_Outcome1Description
source: You told Annie what happened to Henrik. She was glad you did, even though it was bad news.
ko: 비록 나쁜 소식이었음에도 불구하고, 애니는 헨릭에게 일어난 일에 대해 말해준 것을 고마워 했습니다.

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnieDescription
source: Unfortunately, you don't have good news for the Scavengers regarding their plan to set up an outpost at Caer Lem. Return to Annie Bagmordah and tell her about Henrik's fate.
ko: 불행히도, 케어 렘에 전초기지를 세우려는 스캐빈저의 계획에 대해 전해줄 좋은 소식은 없었습니다. 애니 바그모다에게 돌아가 헨릭의 운명에 대해 이야기하십시오.

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_ReportToAnnieTitle
source: Report to Annie
ko: 애니에게 보고하기

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrik_Outcome1Description
source: You learned that Henrik was killed in Caer Lem, and there is no one left to negotiate with the Scavengers.
ko: 헨릭이 케어 렘에서 살해되었고, 스캐빈저와 협상할 사람이 아무도 남지 않았다는 것을 알게 되었습니다.

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrikDescription
source: Annie Bagmordah, the Scavengers' quartermaster, asked you to speak to Captain Henrik on her behalf to get the authorization to build a Scavenger camp in the Caer Lem outpost. Bring back Henrik's answer.
ko: 스캐빈저의 보급관, 애니 바그모다는 케어 렘 전초 기지에 스캐빈저 막사를 지을 권한을 얻고 싶어 합니다. 헨릭 대위에게 뜻을 전하고 답신을 받아오십시오.

# Quest/&Caer_Lem_Scavengers_Talk_to_Henrik_SpeakToHenrikTitle
source: Speak to Captain Henrik
ko: 헨릭 대위와 대화하기

# Quest/&Caer_Lem_Title
source: Caer Lem
ko: 케어 렘

# Quest/&Caravan_Quest_01_TheRuins_Outcome1Description
source: While investigating the area, you came across a merchant caravan camped near the ruins.
ko: 지역을 조사하던 중, 폐허 근처에서 야영중인 상단과 마주쳤습니다.

# Quest/&Caravan_Quest_01_TheRuinsDescription
source: On the way to Coparann, you found some intriguing ruins.
ko: 코파란으로 가는 길에 기이한 유적을 발견했습니다.

# Quest/&Caravan_Quest_01_TheRuinsTitle
source: Investigate the Area
ko: 지역 조사하기

# Quest/&Caravan_Quest_02_TheCaravan_Outcome1Description
source: You surprised and killed two soldiers who were intending to murder a wounded guard, and met caravan master Galar Goldentongue.
ko: 부상당한 경비병을 죽이려던 병사 둘을 기습하여 죽이고 상단 주인 갈라르 골든텅을 만났습니다.

# Quest/&Caravan_Quest_02_TheCaravanDescription
source: You've come across a merchant caravan. Meet its people.
ko: 상단과 마주쳤습니다. 만나보십시오.

# Quest/&Caravan_Quest_02_TheCaravanTitle
source: Meet the Caravan's Crew
ko: 상단원들을 만나기

# Quest/&Caravan_Quest_03_BringTheLetter_Outcome1Description
source: You have met Master Galar's contact.
ko: 상단 주인 갈라르를 만났습니다.

# Quest/&Caravan_Quest_03_BringTheLetterDescription
source: Take the letter to the owner of the general store at the mining settlement of Coparann in the Marches.
ko: 편지를 접경지의 코파란에 있는 광산 마을의 잡화점 주인에게 가져다 주십시오.

# Quest/&Caravan_Quest_03_BringTheLetterTitle
source: Take the Letter to Coparann
ko: 코파란으로 편지 가져가기

# Quest/&Caravan_Quest_04_BringPersonalEffects_Outcome1Description
source: You met Sergeant Nikannen.
ko: 니카넨 상사와 만났습니다.

# Quest/&Caravan_Quest_04_BringPersonalEffectsDescription
source: Take the guard's personal effects to Sergeant Nikannen at Coparann.
ko: 경비병의 소지품을 코파란의 니카넨 상사에게 가져다 주십시오.

# Quest/&Caravan_Quest_04_BringPersonalEffectsTitle
source: Deliver Personal Effects
ko: 소지품 전달하기

# Quest/&Caravan_Quest_05_TalkToTheCeannar_Outcome1Description
source: You have gained the Ceannard's trust and learned that the Sorr-Akkath may have infiltrated Coparann.
ko: 감독관의 신뢰를 얻어서,소라카스가 코파란에 잠입했을 수도 있다는 것을 알게 되었습니다.

# Quest/&Caravan_Quest_05_TalkToTheCeannarDescription
source: Talk to the Ceannard at Coparann
ko: 코파란에 있는 감독관과 대화하기

# Quest/&Caravan_Quest_05_TalkToTheCeannarTitle
source: Talk to the Ceannard
ko: 감독관과 대화하기

# Quest/&Caravan_Title
source: On the Way to Coparann
ko: 코파란으로 가는 길

# Quest/&Coparann_Quest_01_TalkToThePeople_Outcome1Description
source: You've gathered enough information to know that something is going on in Coparann.
ko: 코파란에서 무언가가 벌어지고 있다는 것을 알 충분한 정보를 모았습니다.

# Quest/&Coparann_Quest_01_TalkToThePeopleDescription
source: Meet the people of Coparann and find out more about the situation.
ko: 코파란의 주민들과 대화하여 현 상황에 대해 더 많은 것을 알아내십시오.

# Quest/&Coparann_Quest_01_TalkToThePeopleTitle
source: Meet the People of Coparann
ko: 코파란의 사람들 만나기

# Quest/&Coparann_Quest_02_TalkToNikannen2_Outcome1Description
source: Nikannen seems to share your fears, and told you that the Baron's behavior has changed a lot lately.
ko: 니카넨도 당신과 같은 두려움을 느끼는 것 같으며, 최근 남작의 행동이 많이 바뀌었다고 말해 주었습니다.

# Quest/&Coparann_Quest_02_TalkToNikannen2Description
source: Talk to the sergeant about the information you have gathered.
ko: 모아온 정보에 대해 상사와 대화하십시오.

# Quest/&Coparann_Quest_02_TalkToNikannen2Title
source: Find Sergeant Nikannen
ko: 상사 니카넨 찾기

# Quest/&Coparann_Quest_03_TalkToTheBaron1_Outcome1Description
source: The Baron has rejected Kythaela's request and threatened you.
ko: 남작은 키타엘라의 요청을 거부하고 당신을 위협했습니다.

# Quest/&Coparann_Quest_03_TalkToTheBaron1Description
source: Meet the Baron and see how he reacts.
ko: 남작을 만나 그의 반응을 살펴보십시오.

# Quest/&Coparann_Quest_03_TalkToTheBaron1Title
source: Meet the Baron
ko: 남작 만나기

# Quest/&Coparann_Quest_04_TalkToNikannen3_Outcome1Description
source: Nikannen is certain that the Baron is an imposter of some kind.
ko: 니카넨은 남작에게 뭔가 수상쩍은 점이 있다고 확신합니다.

# Quest/&Coparann_Quest_04_TalkToNikannen3Description
source: Tell Sergeant Nikannen about your conversation with the Baron.
ko: 남작과 대화한 내용을 니카넨에게 보고하십시오.

# Quest/&Coparann_Quest_04_TalkToNikannen3Title
source: Go Back to Sergeant Nikannen
ko: 니카넨 상사에게 돌아가기

# Quest/&Coparann_Quest_05_WaitUntilTomorrow_Outcome1Description
source: A new day is here. Meet Nikannen at the Baron's throne room.
ko: 날이 밝았습니다. 남작의 알현실에서 니카넨을 만나십시오.

# Quest/&Coparann_Quest_05_WaitUntilTomorrowDescription
source: Follow Nikannen's plan and wait until tomorrow before talking to the Baron. Spend the night at the Tavern, or outside the town if you prefer.
ko: 니카넨의 계획에 따라 내일까지 기다린 뒤 남작과 대화하기로 했습니다. 여관이나 다른 곳 어디서든 하룻밤을 보내십시오.

# Quest/&Coparann_Quest_05_WaitUntilTomorrowTitle
source: Take a Long Rest
ko: 긴 휴식 취하기

# Quest/&Coparann_Quest_06_TalkToTheBaron2_Outcome1Description
source: Your discussion with the Baron finally bears fruit. He allows you to search the keep's basement.
ko: 남작과의 대화가 마침내 결실을 맺어서 요새의 지하실 수색을 허가 받았습니다.

# Quest/&Coparann_Quest_06_TalkToTheBaron2Description
source: Follow Nikannen's plan and go with him to see the Baron. This time, tell him who you are.
ko: 니카넨의 계획에 따라 함께 남작을 만나러 가십시오. 이번에는 남작에게 당신이 누구인지 말하십시오.

# Quest/&Coparann_Quest_06_TalkToTheBaron2Title
source: Go to the Throne Room
ko: 알현실로 가기

# Quest/&Coparann_Quest_07_GoToTheBasement_Outcome1Description
source: The "Baron" turned out to be a Sorak and trapped you in the basement of the fortress. You defeated him and his pawns, and saved the real Baron!
ko: "남작"은 소락으로 밝혀졌고 당신을 요새 지하에 가두었지만 가짜 남작과 그 수하들을 물리치고, 진짜 남작을 구해냈습니다!

# Quest/&Coparann_Quest_07_GoToTheBasementDescription
source: Kythaela's belongings are in the basement of the keep. Go down there and find them.
ko: 키타엘라의 소지품은 성채 지하에 있습니다. 내려가서 찾으십시오.

# Quest/&Coparann_Quest_07_GoToTheBasementTitle
source: Go to the Basement
ko: 지하로 이동

# Quest/&Coparann_Quest_08_FreeTheBaron_Outcome1Description
source: You have freed the real Baron!
ko: 진짜 남작을 찾아냈습니다!

# Quest/&Coparann_Quest_08_FreeTheBaronDescription
source: The real Baron is somewhere in the cells. Release him.
ko: 진짜 남작이 감옥 어딘가에 갇혀있습니다. 그를 풀어주십시오.

# Quest/&Coparann_Quest_08_FreeTheBaronTitle
source: Free the Real Baron
ko: 남작 풀어주기

# Quest/&Coparann_Quest_09_RetrieveKythaelaBelongings_Outcome1Description
source: You've found Kythaela's belongings and can continue your journey.
ko: 키타엘라의 소지품을 찾아냈고 여행을 계속할 수 있게 됐습니다.

# Quest/&Coparann_Quest_09_RetrieveKythaelaBelongingsDescription
source: Find Kythaela's belongings in the basement.
ko: 지하에서 키타엘라의 소지품을 찾으십시오.

# Quest/&Coparann_Quest_09_RetrieveKythaelaBelongingsTitle
source: Find Kythaela's Belongings
ko: 키타엘라의 소지품 찾기

# Quest/&Coparann_Title
source: Coparann
ko: 코파란

# Quest/&CradleOfFire_Quest_EscapeEruption_Outcome1Description
source: You have found an Imperial Gate and escaped from the volcano.
ko: 제국 관문을 발견하여 화산에서 탈출했습니다.

# Quest/&CradleOfFire_Quest_EscapeEruptionDescription
source: Before dying, Arrok used all his power to trigger an eruption! Find a way out before it's too late!
ko: 죽기 직전에, 아록은 마지막 힘을 사용하여 용암 분출을 촉발시켰습니다! 너무 늦기 전에 탈출 하십시오!
