Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# TelemaLevel_Quest_DealWithOrcsDescription
source: This is the orc camp the Scavengers warned you about. Scout it and find if Hector is around. Put all your team in cautious mode to avoid detection while you're above the orcs.
ko_mt: 스캐빈저스가 경고한 오크 진영입니다. 그것을 정찰하고 헥터가 주변에 있는지 찾으십시오. 오크 위에 있는 동안 발각되지 않도록 모든 팀을 조심 모드로 전환하세요.

# TelemaLevel_Quest_DealWithOrcsTitle
source: Scout the Orc Camp
ko_mt: 오크 캠프 스카우트

# TelemaLevel_Quest_Enter_Outcome1Description
source: You've entered the ruins of Telema, but it seems that the orcs have moved far deeper than the excavation site.
ko_mt: 텔레마의 폐허에 들어가셨지만, 오크들이 발굴 현장보다 훨씬 더 깊은 곳으로 이동한 것 같습니다.

# TelemaLevel_Quest_EnterDescription
source: Lena and Dek have confirmed that another Scavenger, Hector, was taken alive by the orcs during their raid. They have moved him inside the old temple. Find Hector and take him back. Do not forget to equip torches or cast Light spells down there.
ko_mt: Lena와 Dek은 또 다른 Scavenger인 Hector가 습격 중 오크들에게 산 채로 살해되었음을 확인했습니다. 그들은 그를 오래된 사원 안으로 옮겼습니다. 헥토르를 찾아 데려가세요. 거기에서 횃불을 장비하거나 빛의 주문을 시전하는 것을 잊지 마십시오.

# TelemaLevel_Quest_EnterTitle
source: Enter the Ruins
ko_mt: 유적을 입력

# TelemaLevel_Quest_ExploreFurther_Outcome1Description
source: The ruins are larger than you thought. They go down even more than the orc camp.
ko_mt: 생각보다 유적이 큽니다. 오크 진영보다 더 내려갑니다.

# TelemaLevel_Quest_ExploreFurtherDescription
source: Explore further the ruins of Telema. Maybe Hector has been taken even deeper.
ko_mt: Telema의 폐허를 더 탐험하십시오. 어쩌면 헥터가 더 깊이 빠져들었는지도 모릅니다.

# TelemaLevel_Quest_ExploreFurtherTitle
source: Explore Further
ko_mt: 추가 탐색

# TelemaLevel_Quest_FightDescription
source: Hector lied to you! His orcs were waiting. You must fight for your life!
ko_mt: 헥터가 거짓말을 했어! 그의 오크들이 기다리고 있었다. 목숨을 걸고 싸워야 합니다!

# TelemaLevel_Quest_FightOutcome
source: You have survived the orc ambush and protected Lena and Dek. The false Hector was actually a shapechanged Sorr-Akkath. His personal belongings revealed the true Hector's fate.
ko_mt: 당신은 오크의 매복에서 살아남았고 레나와 덱을 보호했습니다. 거짓 헥터는 실제로 모양이 변경된 소르-아카스였습니다. 그의 개인 소지품은 진정한 헥토르의 운명을 드러냈습니다.

# TelemaLevel_Quest_FightTitle
source: Survive the Ambush
ko_mt: 매복에서 살아남기

# TelemaLevel_Quest_FindExit_Outcome1Description
source: You have found your way back to the entrance of the temple of Telema!
ko_mt: 텔레마 신전 입구로 돌아가는 길을 찾았습니다!

# TelemaLevel_Quest_FindExitDescription
source: Find an exit from this maze of ruins and bring Hector back alive.
ko_mt: 이 폐허의 미로에서 출구를 찾아 Hector를 다시 살려내십시오.

# TelemaLevel_Quest_FindExitTitle
source: Find an Exit
ko_mt: 출구 찾기

# TelemaLevel_Quest_FindOrcs_Outcome1Description
source: You have found an underground orc hideout. Maybe that's where they're keeping Hector.
ko_mt: 지하 오크 은신처를 찾았습니다. 아마도 그곳이 헥터를 가두고 있는 곳일 것입니다.

# TelemaLevel_Quest_FindOrcsDescription
source: Follow the orc flags to find Hector, or take time to explore the entrance area at your own peril!
ko_mt: 오크 깃발을 따라 헥토르를 찾거나 시간을 내어 입구 지역을 탐험하세요!

# TelemaLevel_Quest_FindOrcsTitle
source: Find the Orc Camp
ko_mt: 오크 캠프 찾기

# TelemaLevel_Quest_FindScavs_Outcome1Description
source: You have reached the ruins of Telema and talked to Lena and Dek, the surviving Scavengers of Runnel's party.
ko_mt: 당신은 Telema의 폐허에 도달하여 Runnel의 파티에서 살아남은 Scavengers인 Lena와 Dek와 대화했습니다.

# TelemaLevel_Quest_FindScavsDescription
source: You have been asked by Runnel, a Scavenger, to go to the ruins of Telema to help his friends who were attacked by orcs. You owe their boss a favor, so you accepted the job.
ko_mt: 당신은 스캐빈저인 러넬에게 오크의 공격을 받은 친구들을 돕기 위해 텔레마의 폐허로 가라는 요청을 받았습니다. 당신은 그들의 상사에게 은혜를 입었으므로 그 일을 수락했습니다.

# TelemaLevel_Quest_FindScavsTitle
source: Find the Scavengers
ko_mt: 청소부 찾기

# TelemaLevel_Quest_Rest_Outcome1Description
source: You have rested and are now ready to search for an exit.
ko_mt: 휴식을 취했으며 이제 출구를 찾을 준비가 되었습니다.

# TelemaLevel_Quest_RestDescription
source: You have found Hector alive! This is a good time to take a long rest, so you and Hector can gather your strength before the end of your journey.
ko_mt: 살아 있는 헥터를 찾았습니다! 긴 휴식을 취하기에 좋은 시간이니 여행이 끝나기 전에 당신과 헥토르가 힘을 모을 수 있습니다.

# TelemaLevel_Quest_RestTitle
source: Take a Rest
ko_mt: 쉬어 라

# TelemaLevel_Quest_ReturnDescription
source: Return to Caer Cyflen and tell Annie what happened at Telema.
ko_mt: Caer Cyflen에게 돌아가서 Annie에게 Telema에서 일어난 일을 전하십시오.

# TelemaLevel_Quest_ReturnOutcome
source: You have brought the news to Annie. She thanked you for shedding light on Hector's fate, and for saving Lena and Dek.
ko_mt: 애니에게 소식을 전했습니다. 그녀는 헥터의 운명을 밝혀주고 레나와 덱을 구해줘서 고마워요.

# TelemaLevel_Quest_ReturnTitle
source: Report to Annie
ko_mt: 애니에게 보고

# TelemaLevel_Quest_ReturnToScavs_Outcome1Description
source: You have saved Hector, or whoever this man was.
ko_mt: 당신은 헥토르를 구했거나 이 사람이 누구든지 구했습니다.

# TelemaLevel_Quest_ReturnToScavsDescription
source: Accompany Hector back to his friends outside the temple.
ko_mt: 헥토르와 함께 사원 밖에 있는 친구들에게로 돌아가십시오.

# TelemaLevel_Quest_ReturnToScavsTitle
source: Return to the Scavengers
ko_mt: 청소부에게 돌아가기

# TelemaLevel_Title
source: Into Darkness
ko_mt: 어둠 속으로

# Tirmarian_Tower_Quest_GetStuff_Outcome1Description
source: You did it!
ko_mt: 훌륭해!

# Tirmarian_Tower_Quest_GetStuffDescription
source: This should be validated once you own the gem.
ko_mt: 이것은 보석을 소유한 후에 확인해야 합니다.

# Tirmarian_Tower_Quest_GetStuffTitle
source: Get the Gem from the Basket
ko_mt: 바구니에서 보석 가져오기

# Tower_Of_Magic_Quest_01_Arriving_Outcome1Description
source: Check if needed or not
ko_mt: 필요한지 아닌지 확인

# Tower_Of_Magic_Quest_01_ArrivingDescription
source: Check if needed or not
ko_mt: 필요한지 아닌지 확인

# Tower_Of_Magic_Quest_01_ArrivingTitle
source: Check if needed or not
ko_mt: 필요한지 아닌지 확인

# Tower_Of_Magic_Quest_01_TalkToWorkers_Outcome1Description
source: The workers attacked you without warning! These fanatics might be linked to some kind of cult, as their A-shaped tattoos seem to suggest.
ko_mt: 노동자들이 경고도 없이 당신을 공격했습니다! 이 광신자들은 A자 모양의 문신이 암시하는 것처럼 일종의 컬트와 관련이 있을 수 있습니다.

# Tower_Of_Magic_Quest_01_TalkToWorkersDescription
source: You have reached the mysterious tower. Workers are stabilizing a tunnel beneath it. Find out who they are, what they are doing, and if they are linked to Sorak activity.
ko_mt: 신비한 탑에 도착했습니다. 작업자들이 그 아래 터널을 안정화하고 있습니다. 그들이 누구인지, 무엇을 하고 있는지, 설악 활동과 관련이 있는지 알아보세요.

# Tower_Of_Magic_Quest_01_TalkToWorkersTitle
source: Find Out What the Workers Are Doing
ko_mt: 근로자가 하는 일 알아보기

# Tower_Of_Magic_Quest_02_ExporeDeeper_Outcome1Description
source: You entered the excavation and found a lone human who was willing to talk, despite being afraid. He was clearly under some kind of malevolent influence.
ko_mt: 당신은 굴착에 들어갔고 두려우면서도 기꺼이 말을 하는 고독한 인간을 발견했습니다. 그는 분명히 어떤 종류의 악의적인 영향을 받고 있었습니다.

# Tower_Of_Magic_Quest_02_ExporeDeeperDescription
source: Something is obviously wrong here. Head down into the excavation - and be ready for anything!
ko_mt: 여기서 분명히 잘못된 것이 있습니다. 발굴 현장으로 향하고 무엇이든 준비하십시오!

# Tower_Of_Magic_Quest_02_ExporeDeeperTitle
source: Enter the Excavation Site
ko_mt: 발굴 현장에 입장

# Tower_Of_Magic_Quest_03_a_OpenDoor_Outcome1Description
source: You found that the door is magically sealed. You have no way to open it.
ko_mt: 문이 마법처럼 봉인되어 있음을 발견했습니다. 열 수 있는 방법이 없습니다.

# Tower_Of_Magic_Quest_03_a_OpenDoor_Outcome2Description
source: You realized there was no need to open the magically sealed door, since the weird room allowed you to reach the same destination.
ko_mt: 이상한 방을 통해 같은 목적지에 도달할 수 있기 때문에 마법처럼 봉인된 문을 열 필요가 없다는 것을 깨달았습니다.

# Tower_Of_Magic_Quest_03_a_OpenDoorDescription
source: The worker you met was by a door, which might lead to something important. Check what lies behind it.
ko_mt: 당신이 만난 직원은 문 옆에 있었는데 중요한 일로 이어질 수 있습니다. 그 뒤에 무엇이 있는지 확인하십시오.

# Tower_Of_Magic_Quest_03_a_OpenDoorTitle
source: Open the Door
ko_mt: 문을 열다

# Tower_Of_Magic_Quest_03b_ExploreDeeper_Outcome1Description
source: Exploring further, you found a large library disturbed by some strange magical phenomenon.
ko_mt: 더 자세히 조사하면 이상한 마법 현상에 의해 방해받는 큰 도서관을 발견했습니다.

# Tower_Of_Magic_Quest_03b_ExploreDeeperDescription
source: The workers have gone to a lot of trouble to get into this ruined tower. Find out how far they got.
ko_mt: 일꾼들은 이 폐허가 된 탑에 들어가기 위해 많은 어려움을 겪었습니다. 그들이 얼마나 멀리 있는지 알아보십시오.

# Tower_Of_Magic_Quest_03b_ExploreDeeperTitle
source: Continue Exploring
ko_mt: 계속 탐색

# Tower_Of_Magic_Quest_04_CheckExit_Outcome1Description
source: You followed the torches to an exit door that seemed to be activated by a magical orb, but… it didn't seem to work.
ko_mt: 당신은 횃불을 따라 마법의 구체에 의해 활성화된 것처럼 보이는 출구 문으로 갔지만… 작동하지 않는 것 같았습니다.

# Tower_Of_Magic_Quest_04_CheckExit_Outcome2Description
source: You didn't follow the torches and explored the room.
ko_mt: 당신은 횃불을 따르지 않고 방을 탐험하지 않았습니다.

# Tower_Of_Magic_Quest_04_CheckExitDescription
source: Magical torches light up when you approach. Follow them and find out what this is about.
ko_mt: 접근하면 마법의 횃불이 켜집니다. 그들을 따르고 이것이 무엇에 관한 것인지 알아보십시오.

# Tower_Of_Magic_Quest_04_CheckExitTitle
source: Follow the Light
ko_mt: 빛을 따르라

# Tower_Of_Magic_Quest_05_FindAWayToOpen_Outcome1Description
source: You reached a strange place in the middle of the library and saw magic runes on the floor.
ko_mt: 당신은 도서관 한가운데 이상한 곳에 도착했고 바닥에 마법의 룬을 보았습니다.

# Tower_Of_Magic_Quest_05_FindAWayToOpenDescription
source: You've reached a massive door in this weird room, but the magical spherical system that opens it doesn't seem to be working. Look around the room and find a way to open the door.
ko_mt: 이 이상한 방의 거대한 문에 도달했지만, 이 문을 여는 마법의 구형 시스템이 작동하지 않는 것 같습니다. 방을 둘러보고 문을 여는 방법을 찾으십시오.

# Tower_Of_Magic_Quest_05_FindAWayToOpenTitle
source: Find a way to open the door
ko_mt: 문을 여는 방법을 찾아라

# Tower_Of_Magic_Quest_06_ExploreAgain_Outcome1Description
source: You have found where the Soraks were hiding!
ko_mt: 설악이 숨어있던 곳을 찾았습니다!

# Tower_Of_Magic_Quest_06_ExploreAgainDescription
source: You found the exit to the weird library. Keep exploring - the Soraks can't be far away!
ko_mt: 이상한 도서관의 출구를 찾았습니다. 계속 탐색하십시오 - Soraks는 멀리 떨어져 있지 않습니다!

# Tower_Of_Magic_Quest_06_ExploreAgainTitle
source: Exit the Library
ko_mt: 라이브러리 종료

# Tower_Of_Magic_Quest_07_KillSoraks_Outcome1Description
source: You have vanquished the Soraks! You have your proof - but what is the artifact they were guarding?
ko_mt: 당신은 소락을 정복했습니다! 당신은 당신의 증거를 가지고 있습니다 - 그러나 그들이 지키고 있던 유물은 무엇입니까?

# Tower_Of_Magic_Quest_07_KillSoraksDescription
source: You have found the Soraks! Defeat them and bring back one of their heads as proof for the Council.
ko_mt: 소락스를 찾았습니다! 그들을 무찌르고 그들의 머리 중 하나를 의회의 증거로 가져와야 합니다.

# Tower_Of_Magic_Quest_07_KillSoraksTitle
source: Kill the Soraks
ko_mt: 소락스를 죽여라

# Tower_Of_Magic_Quest_07_TakeCrown_Outcome1Description
source: You have taken the Crown that the Soraks were guarding.
ko_mt: 당신은 소락스가 지키고 있던 왕관을 빼앗았습니다.

# Tower_Of_Magic_Quest_07_TakeCrownDescription
source: The Soraks were guarding something. Inspect the artifact.
ko_mt: 소락스가 무언가를 지키고 있었다. 유물을 검사합니다.

# Tower_Of_Magic_Quest_07_TakeCrownTitle
source: Seize the Artifact
ko_mt: 유물 탈취

# Tower_Of_Magic_Quest_08_BringCrownBack_Outcome1Description
source: You have safely returned to Caer Cyflen with the Crown.
ko_mt: 왕관과 함께 안전하게 Caer Cyflen으로 돌아왔습니다.

# Tower_Of_Magic_Quest_08_BringCrownBackDescription
source: You have completed your quest. The Soraks are real, and you have proof. What's more, you have taken possession of something they wanted to protect. Take the Crown to the Council for examination.
ko_mt: 퀘스트를 완료했습니다. Soraks는 진짜이고 당신은 증거를 가지고 있습니다. 게다가 당신은 그들이 지키고자 하는 것을 차지했습니다. 검사를 위해 왕관을 의회에 가져가십시오.

# Tower_Of_Magic_Quest_08_BringCrownBackTitle
source: Bring Back the Crown
ko_mt: 왕관을 되찾다

# Tower_Of_Magic_Quest_Title
source: Explore the Ruined Tower
ko_mt: 폐허가 된 탑 탐험

# Tower_Of_Magic_Sub_Quest_CollectInfo_Outcome1Description
source: You have begun your search for information about the tower.
ko_mt: 타워에 대한 정보 검색을 시작했습니다.

# Tower_Of_Magic_Sub_Quest_CollectInfoDescription
source: This ruined tower could be a mine of information about the Manacalon era.
ko_mt: 이 폐허가 된 탑은 마나칼론 시대에 대한 정보의 광산이 될 수 있습니다.

# Tower_Of_Magic_Sub_Quest_CollectInfoTitle
source: Collect Information
ko_mt: 정보 수집

# Tower_Of_Magic_Sub_Quest_Info1_Outcome1Description
source: You have examined a statue of an elf woman, possibly the tower's owner.
ko_mt: 당신은 탑의 주인일 가능성이 있는 엘프 여성의 조각상을 조사했습니다.

# Tower_Of_Magic_Sub_Quest_Info1_Outcome2Description
source: You have examined a statue of an elf woman, but were unable to identify it.
ko_mt: 엘프 여성의 동상을 조사했지만 식별할 수 없었습니다.

# Tower_Of_Magic_Sub_Quest_Info1Description
source: Find a clue about the possible owner of the tower.
ko_mt: 탑의 가능한 소유자에 대한 단서를 찾으십시오.

# Tower_Of_Magic_Sub_Quest_Info1Title
source: Find the First Clue
ko_mt: 첫 번째 단서 찾기

# Tower_Of_Magic_Sub_Quest_Info2_Outcome2Description
source: You found an ancient spellbook. This might have been a tower of magic, where apprentice wizards were trained.
ko_mt: 고대 마법서를 발견했습니다. 이것은 견습 마법사를 훈련시킨 마법의 탑이었을 것이다.

# Tower_Of_Magic_Sub_Quest_Info2Description
source: Find a clue about the tower's purpose during the Manacalon era.
ko_mt: 마나칼론 시대에 탑의 목적에 대한 단서를 찾으십시오.

# Tower_Of_Magic_Sub_Quest_Info2Title
source: Find the Second Clue
ko_mt: 두 번째 단서를 찾아라

# Tower_Of_Magic_Sub_Quest_Info3_Outcome2Description
source: You have found a statue of a reptilian being, maybe some kind of Sorak.
ko_mt: 당신은 파충류 존재의 동상, 아마도 일종의 설악을 발견했습니다.

# Tower_Of_Magic_Sub_Quest_Info3_Outcome3Description
source: You have found a statue of a reptilian - or even draconic - humanoid of an unknown species.
ko_mt: 당신은 알려지지 않은 종의 파충류 또는 드라코닉 인간형 조각상을 발견했습니다.

# Tower_Of_Magic_Sub_Quest_Info3Description
source: Find any oddity that might distinguish this tower from others in the Badlands.
ko_mt: 이 탑을 Badlands의 다른 탑과 구별할 수 있는 이상한 점을 찾으십시오.

# Tower_Of_Magic_Sub_Quest_Info3Title
source: Find the Third Clue
ko_mt: 세 번째 단서를 찾아라

# Tower_Of_Magic_Sub_Quest_Info4_Outcome2Description
source: You have found a statue of an important-looking elf.
ko_mt: 당신은 중요해 보이는 엘프의 동상을 발견했습니다.

# Tower_Of_Magic_Sub_Quest_Info4_Outcome4Description
source: You have found a statue of a Manacalon Emperor who reigned at the time of the Cataclysm.
ko_mt: 대격변 당시 통치했던 마나칼론 황제의 동상을 발견했습니다.

# Tower_Of_Magic_Sub_Quest_Info4Description
source: Find any information that could suggest when this tower was in use.
ko_mt: 이 타워가 사용되었을 때 제안할 수 있는 정보를 찾으십시오.

# Tower_Of_Magic_Sub_Quest_Info4Title
source: Find the Fourth Clue
ko_mt: 네 번째 단서를 찾아라

# Tower_Of_Magic_Sub_QuestTitle
source: Quest for Information
ko_mt: 정보 탐색

# TravelQuest_Step1_Outcome1Description
source: You have entered the world map
ko_mt: 당신은 세계지도에 들어갔다

# TravelQuest_Step1Description
source: Enter the world map
ko_mt: 세계지도 입력

# TravelQuest_Step1Title
source: The First Journey
ko_mt: 첫 번째 여행

# TravelQuest_Step2_Outcome1Description
source: You have reached Caer Lem
ko_mt: 당신은 Caer Lem에 도달했습니다

# TravelQuest_Step2Description
source: Travel to Caer Lem
ko_mt: 카에르렘 여행

# TravelQuest_Step2Title
source: Reach Caer Lem
ko_mt: 카에르렘에 도달

# TravelQuestTitle
source: Travel Quest
ko_mt: 여행 퀘스트

# Tutorial_01_Quest_Escape the call_Outcome1Description
source: You found a weak spot in a wall and escaped!
ko_mt: 당신은 벽에서 약점을 발견하고 탈출했습니다!

# Tutorial_01_Quest_Escape the callDescription
source: There must be a way out of this crumbling prison. The bandits left you in a ruined cell… there must be a weak wall or a hole somewhere in one of the other cells.
ko_mt: 이 무너져가는 감옥에서 탈출구가 있어야 합니다. 도적들이 당신을 폐허가 된 감방에 가두었습니다... 다른 감방 중 하나에 약한 벽이나 구멍이 있을 것입니다.

# Tutorial_01_Quest_Escape the callTitle
source: Find a Way Out
ko_mt: 탈출구 찾기

# Tutorial_01_Quest_Open the door_Outcome1Description
source: You have escaped!
ko_mt: 당신은 탈출했습니다!

# Tutorial_01_Quest_Open the doorDescription
source: You have beaten the bandits! Now open the door and run!
ko_mt: 도적들을 물리쳤습니다! 이제 문을 열고 달려라!

# Tutorial_01_Quest_Open the doorTitle
source: Open the Door
ko_mt: 문을 열다

# Tutorial_01_Quest_Push the column_Outcome1Description
source: You did it… the bandits were crushed by the falling wall! Climb down, pick up your stolen equipment, and leave the prison!
ko_mt: 해냈어... 산적들이 무너지는 벽에 짓눌려버렸어! 아래로 내려가 훔친 장비를 들고 감옥을 떠나세요!

# Tutorial_01_Quest_Push the column_Outcome2Description
source: The bandits recaptured you!
ko_mt: 도적들이 당신을 탈환했습니다!

# Tutorial_01_Quest_Push the columnDescription
source: Push the unstable wall on top of the bandits!
ko_mt: 불안정한 벽을 산적 위로 밀어라!

# Tutorial_01_Quest_Push the columnTitle
source: Get Rid of the Bandits!
ko_mt: 도적을 제거하십시오!

# Tutorial_01_Quest_QuestLog_Description
source: This is your quest log. When the quest is updated, open this panel to see what you need to do.
ko_mt: 이것은 당신의 퀘스트 로그입니다. 퀘스트가 업데이트되면 이 패널을 열어 수행해야 할 작업을 확인하세요.

# Tutorial_01_Quest_QuestLog_Title
source: Open the Quest Log
ko_mt: 퀘스트 로그 열기

# Tutorial_01_Quest_Reach the high ground_Outcome1Description
source: You've reached a high spot above the bandits who captured you.
ko_mt: 당신은 당신을 붙잡은 산적보다 높은 지점에 도달했습니다.

# Tutorial_01_Quest_Reach the high groundDescription
source: Find a way up and out of the cave.
ko_mt: 동굴 위로 올라가는 길을 찾으십시오.

# Tutorial_01_Quest_Reach the high groundTitle
source: Leave the Cave
ko_mt: 동굴을 떠나

# Tutorial_01_Quest_Take Your Stuff_Outcome1Description
source: You have recovered all your belongings.
ko_mt: 모든 소지품을 되찾았습니다.

# Tutorial_01_Quest_Take Your StuffDescription
source: The bandits stashed your equipment in the chest near the exit. Take it back!
ko_mt: 도적들은 출구 근처의 상자에 장비를 숨겼습니다. 다시 가져!

# Tutorial_01_Quest_Take Your StuffTitle
source: Recover Your Equipment from the Chest
ko_mt: 상자에서 장비 회수

# Tutorial_01_Title
source: Escape the Bandits' Prison
ko_mt: 도적의 감옥 탈출

# Tutorial_02_2_Title
source: Heal Yourself
ko_mt: 자신을 치유

# Tutorial_02_Quest_Cautious_Outcome1Description
source: You found the mechanism that opens the door!
ko_mt: 문을 여는 메커니즘을 찾았습니다!

# Tutorial_02_Quest_CautiousDescription
source: Use cautious mode to sneak past the orcs and find out how to open the door. If you remain on higher ground, they won't spot you.
ko_mt: 조심 모드를 사용하여 오크를 지나쳐 문을 여는 방법을 알아보세요. 더 높은 곳에 있으면 그들은 당신을 발견하지 못할 것입니다.

# Tutorial_02_Quest_CautiousTitle
source: Sneak Past the Orcs and Activate the Mechanism
ko_mt: 오크를 몰래 지나쳐 메커니즘을 활성화하십시오

# Tutorial_02_Quest_FindExit_Outcome_Description
source: You have found the orc camp!
ko_mt: 오크 캠프를 찾았습니다!

# Tutorial_02_Quest_FindExitDescription
source: Open the door and explore further on. Be cautious, though! The orcs might be around.
ko_mt: 문을 열고 더 탐색하십시오. 그래도 조심하세요! 오크가 주변에 있을지도 모릅니다.

# Tutorial_02_Quest_FindExitTitle
source: Explore Further
ko_mt: 추가 탐색

# Tutorial_02_Quest_FindLight_Outcome1Description
source: You have light!
ko_mt: 당신에게는 빛이 있습니다!

# Tutorial_02_Quest_FindLightDescription
source: You have fallen into a dark cave! Cast a Light cantrip or use a torch so you can see!
ko_mt: 당신은 어두운 동굴에 빠졌습니다! 빛 캔트립을 시전하거나 횃불을 사용하여 볼 수 있도록 하세요!

# Tutorial_02_Quest_FindLightTitle
source: Light Your Way
ko_mt: 길을 밝혀라

# Tutorial_02_Quest_FindWhereYouAre_Outcome1Description
source: This totem is a sign that you're in a dangerous place… be careful!
ko_mt: 이 토템은 당신이 위험한 곳에 있다는 신호입니다... 조심하세요!

# Tutorial_02_Quest_FindWhereYouAreDescription
source: Examine the totem in the center of the room. Maybe that'll give you a hint about where you are.
ko_mt: 방 중앙에 있는 토템을 조사하십시오. 아마도 그것은 당신에게 당신이 어디에 있는지에 대한 힌트를 줄 것입니다.

# Tutorial_02_Quest_FindWhereYouAreTitle
source: Examine the Totem
ko_mt: 토템 조사

# Tutorial_02_Quest_HealYourself_Outcome1Description
source: You are healed!
ko_mt: 당신은 치유되었습니다!

# Tutorial_02_Quest_HealYourself_Outcome2Description
source: Your survived without healing yourself.
ko_mt: 당신은 자신을 치유하지 않고 살아남았습니다.

# Tutorial_02_Quest_HealYourselfDescription
source: You are badly injured from your fall. Find a way to recover hit points: cast a healing spell like cure wounds or word of healing, or find a potion of healing somewhere in the cavern.
ko_mt: 넘어져 크게 다쳤습니다. 체력 회복 방법 찾기: 상처 치료 또는 치유의 말과 같은 치유 주문을 시전하거나 동굴 어딘가에서 치유의 물약을 찾으십시오.

# Tutorial_02_Quest_HealYourselfTitle
source: Use a Potion or Spell to Heal Your Wounds!
ko_mt: 물약이나 주문을 사용하여 상처를 치료하세요!

# Tutorial_02_Quest_LightUpTorches_Outcome1Description
source: You have lit the torches!
ko_mt: 당신은 횃불에 불을 붙였습니다!

# Tutorial_02_Quest_LightUpTorchesDescription
source: Light the bracketed torched by interacting with them while holding your own torch.
ko_mt: 자신의 횃불을 들고 브래킷 횃불과 상호 작용하여 횃불을 켜십시오.

# Tutorial_02_Quest_LightUpTorchesTitle
source: Light the Two Torches
ko_mt: 두 개의 횃불을 켜라

# Tutorial_02_Quest_OpenDoor_Outcome1Description
source: You have found a wheel that opens the door in the corridor! Go check it out!
ko_mt: 복도에서 문을 여는 바퀴를 발견했습니다! 가서 확인하십시오!

# Tutorial_02_Quest_OpenDoorDescription
source: Find a way to open the door in the corridor.
ko_mt: 복도에서 문을 여는 방법을 찾으십시오.

# Tutorial_02_Quest_OpenDoorTitle
source: Open the Door
ko_mt: 문을 열다

# Tutorial_02_Quest_RunAway_Outcome1Description
source: You escaped from the orc hideout!
ko_mt: 오크 은신처에서 탈출했습니다!

# Tutorial_02_Quest_RunAwayDescription
source: Find the exit and get out of this cavern!
ko_mt: 출구를 찾아 이 동굴에서 나가세요!

# Tutorial_02_Quest_RunAwayTitle
source: Escape from the Orc Hideout
ko_mt: 오크 은신처에서 탈출

# Tutorial_02_Quest_Traverse_Outcome1Description
source: You reached a secret cave! Find a way out!
ko_mt: 비밀 동굴에 도착했습니다! 탈출구를 찾아라!

# Tutorial_02_Quest_TraverseDescription
source: Behind the door is an underground river. Find a way through it!
ko_mt: 문 뒤에는 지하 강이 있습니다. 그것을 통해 방법을 찾아라!

# Tutorial_02_Quest_TraverseTitle
source: Cross the River
ko_mt: 강을 건너

# Tutorial_02_Quest_Wait_Outcome1Description
source: The orcs are gone! Get out of here!
ko_mt: 오크가 사라졌다! 여기서 나가!

# Tutorial_02_Quest_WaitDescription
source: Take a long rest to wait until night-time, then flee while the orcs are away.
ko_mt: 긴 휴식을 취하여 밤이 될 때까지 기다렸다가 오크가 없는 동안 도망치십시오.

# Tutorial_02_Quest_WaitTitle
source: Wait for the Orcs to Leave
ko_mt: 오크가 떠날 때까지 기다리세요

# Tutorial_02_Title
source: Leave the Cave
ko_mt: 동굴을 떠나

# Tutorial_03_Quest_Enter the fort_Outcome1Description
source: You have entered the loan shark's fort! Move cautiously!
ko_mt: 사채업자의 요새에 들어왔습니다! 조심히 움직여!

# Tutorial_03_Quest_Enter the fortDescription
source: Use cautious mode to find the tracks leading to the weak spot in the wall. Then enter the fort by crawling through the hole if necessary. On the way, you can pick up the thieves' tools that Liam left near the wall of the fort.
ko_mt: 조심 모드를 사용하여 벽의 약점으로 이어지는 트랙을 찾으십시오. 그런 다음 필요한 경우 구멍을 통해 크롤링하여 요새에 들어갑니다. 가는 길에 리암이 요새 성벽 근처에 두고 간 도적 도구를 주울 수 있습니다.

# Tutorial_03_Quest_Enter the fortTitle
source: Enter the Fort
ko_mt: 요새를 입력

# Tutorial_03_Quest_EnterRoom_Outcome1Description
source: You have opened the treasure room!
ko_mt: 보물방을 열었습니다!

# Tutorial_03_Quest_EnterRoomDescription
source: Use the quartermaster's key or pick the lock.
ko_mt: 병참장의 열쇠를 사용하거나 자물쇠를 선택하세요.

# Tutorial_03_Quest_EnterRoomTitle
source: Enter the Treasure Room
ko_mt: 보물 방에 입장

# Tutorial_03_Quest_EscapeFort_Outcome1Description
source: You have saved Liam and recovered his family's sword!
ko_mt: 당신은 Liam을 구하고 그의 가족의 검을 되찾았습니다!

# Tutorial_03_Quest_EscapeFort2Title
source: Escape from the Fort
ko_mt: 요새에서 탈출

# Tutorial_03_Quest_EscapeFortDescription
source: Remain in cautious mode and backtrack until you leave through the fort's wall.
ko_mt: 요새의 벽을 통과할 때까지 조심 모드를 유지하고 후퇴하십시오.

# Tutorial_03_Quest_EscapeFortTitle
source: Escape from the Fort
ko_mt: 요새에서 탈출

# Tutorial_03_Quest_Find the treasure room_Outcome1Description
source: You have disarmed the floor trap!
ko_mt: 바닥 함정을 해제했습니다!

# Tutorial_03_Quest_Find the treasure roomDescription
source: Climb through the window and check the place for traps, remaining in cautious mode. Disarm any trap you find.
ko_mt: 창을 통해 올라가 함정이 있는지 확인하고 조심 모드를 유지하십시오. 발견한 모든 함정을 해제하십시오.

# Tutorial_03_Quest_Find the treasure roomTitle
source: Find the Treasure Room
ko_mt: 보물 방 찾기
