Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&DLC3_Telema01_Quest_050_TalkToRhuadTitle
source: Talk to Rhuad
ko: 루아드와 대화하기

# Quest/&DLC3_Telema01_Quest_050_TalkToRhuadDescription
source: Look for Violet's friend Rhuad in the Scavenger outpost.
ko: 스캐빈저 전초기지에서 바이올렛의 친구인 루아드를 찾으십시오.

# Quest/&DLC3_Telema01_Quest_050_TalkToRhuad_Outcome1Description
source: You spoke to Rhuad and Lena about the ruins of Telema.
ko: 텔레마의 유적에 대해 루아드, 리나와 대화했습니다.

# Quest/&DLC3_CSTitle_Telema01
source: Master Goodcheer
ko: 마스터 굿치어

# Quest/&DLC3_CSTitle_Telema02
source: An Odd Couple
ko: 기묘한 한 쌍

# Quest/&DLC3_CSTitle_Telema03
source: Lost and Found
ko: 소실과 수복

# Quest/&DLC3_Telema01_Quest_060_FindLabTitle
source: Find traces of Exonaïka
ko: 엑소나이카의 흔적을 찾기

# Quest/&DLC3_Telema01_Quest_060_FindLabDescription
source: Explore the ruins of Telema and find anything related to Exonaïka the Traveler.
ko: 텔레마의 유적을 탐험하여 어떤 것이라도 여행자 엑소나이카와 관련된 것을 발견하십시오.

# Quest/&DLC3_Telema01_Quest_060_FindLab_Outcome1Description
source: In the ruins of Telema, you found a Minor Gate linked to what seem to be magical keys.
ko: 텔레마의 유적에서 마법적인 열쇠와 링크되어 있는 것으로 보이는 보조 관문을 찾았습니다.

# Quest/&DLC3_Telema01_Quest_055_FindHectorTitle
source: What Happened to Hector?
ko: 헥터에게 무슨 일이 일어났는가?

# Quest/&DLC3_Telema01_Quest_055_FindHectorDescription
source: A few years back, Vigdis, Violet, and Rhuad explored the ruins of Telema, looking for a Scavenger named Hector. They never found him but were attacked by Soraks. Find out what really happened to Hector.
ko: 몇 년 전, 비그디스, 바이올렛 그리고 루아드는 헥터라는 이름의 스캐빈저를 찾아 텔레마의 유적을 탐험했습니다. 헥터는 발견되지 않았고 그들은 소락의 공격을 받았습니다. 헥터에게 무슨 일이 일어났는지 찾아내십시오.

# Quest/&DLC3_Telema01_Quest_055_FindHector_Outcome1Description
source: You found the remains of a medium-sized Sorak, and an encrypted book that seemed important to him. He also has certain equipment that proves he was Hector.
ko: 중간 사이즈의 소락 유해와 그의 중요한 물건으로 보이는 암호화된 책을 발견했습니다. 또한 그는 헥터임을 증명하는 장비를 가지고 있었습니다.

# Quest/&DLC3_Telema01_Quest_070_UseMinorGateTitle
source: Use the Minor Gate
ko: 보조 관문을 사용하기

# Quest/&DLC3_Telema01_Quest_070_UseMinorGateDescription
source: You found an old, custom-looking Minor Gate. Use it and see where it leads.
ko: 오래되고 맞춤형으로 보이는 보조 관문을 발견했습니다. 사용하여 어디로 통하는지 확인하십시오.

# Quest/&DLC3_Telema01_Quest_070_UseMinorGate_Outcome1Description
source: You activated the Minor Gate and found yourself in a magic laboratory that seemed intact.
ko: 보조 관문을 사용하자 멀쩡해 보이는 마법 연구소에 도착했습니다.

# Quest/&DLC3_Telema01_Quest_058_ReturnToRhuadTitle
source: Tell Rhuad and Lena about Hector
ko: 루아드와 리나에게 헥터에 대해 말해주기

# Quest/&DLC3_Telema01_Quest_058_ReturnToRhuadDescription
source: Return to the Scavenger outpost and tell Rhuad and Lena what you found.
ko: 스캐빈저 전초기지로 돌아와 루아드와 리나에게 발견한 것을 알려주십시오.

# Quest/&DLC3_Telema01_Quest_058_ReturnToRhuad_Outcome1Description
source: You told Rhuad and Lena what you found. At least it allowed Lena some closure over the demise of her former mentor.
ko: 루아드와 리나에게 발견한 것을 얘기했습니다. 적어도 리나에겐 전 스승의 죽음에 대해 어느 정도의 심적 종결을 허용했습니다.

# Quest/&DLC3_Telema01_Quest_080_GatherInformationTitle
source: Search the Place
ko: 장소를 수색하기

# Quest/&DLC3_Telema01_Quest_080_GatherInformationDescription
source: Find information about Exonaïka: anything that could have a link to demons.
ko: 엑소나이카에 대한 정보를 찾으십시오: 악마와의 연결점이 있을 법한 그 어떤 것이라도.

# Quest/&DLC3_Telema01_Quest_080_GatherInformation_Outcome1Description
source: You found a book containing notes by Exonaïka herself, explaining how she modified a Major Gate to explore other planes.
ko: 다른 플레인을 탐험하기 위해 주 관문을 어떻게 개조했는지에 대해 적혀 있는 엑소나이카 자신의 쪽지가 끼워진 책을 찾았습니다.

# Quest/&DLC3_Telema01_Quest_090_ReturnToGhostRoomTitle
source: Return to the Custom Minor Gate
ko: 맞춤형 보조 관문으로 돌아가기

# Quest/&DLC3_Telema01_Quest_090_ReturnToGhostRoomDescription
source: You have found a document explaining how to use the Custom Minor Gate. Return to the previous room and try setting up another destination.
ko: 맞춤형 보조 관문의 사용법이 있는 문서를 찾았습니다. 아까 그 방으로 돌아가서 다른 목적지를 설정해보십시오.

# Quest/&DLC3_Telema01_Quest_090_ReturnToGhostRoom_Outcome1Description
source: You have returned from the laboratory.
ko: 연구소에서 돌아왔습니다.

# Quest/&DLC3_Telema01_Quest_100_GoToHellTitle
source: Go to the Hidden Lab
ko: 숨겨진 연구소로 가기

# Quest/&DLC3_Telema01_Quest_100_GoToHellDescription
source: The Custom Minor Gate instructions speak of a hidden laboratory. Set up this new destination and use the Gate again.
ko: 맞춤형 보조 관문 설명서에는 숨겨진 연구소가 언급되어 있었습니다. 새로운 목적지로 설정하고 다시 관문을 사용하십시오.

# Quest/&DLC3_Telema01_Quest_100_GoToHell_Outcome1Description
source: You found access to the Hidden Lab.
ko: 숨겨진 연구소로 가는 방법을 찾았습니다.

# Quest/&DLC3_CSTitle_Telema04
source: Adrasteia's Secret
ko: 아드라스테이아의 비밀

# Quest/&DLC3_Telema01_Quest_057_Decypher_DiaryTitle
source: Decipher the Diary
ko: 일기를 해독하기

# Quest/&DLC3_Telema01_Quest_057_Decypher_DiaryDescription
source: This diary found on what seem to be Hector's remains is written in some kind of code - fitting for a spy, or anyone who can read a lot of languages.
ko: 헥터의 유해에서 찾은 일기는 암호로 적힌 것 같습니다 - 스파이, 혹은 많은 종류의 언어를 읽을 수 있는 자가 적합할 것 같습니다.

# Quest/&DLC3_Telema01_Quest_057_Decypher_Diary_Outcome1Description
source: You finally deciphered the diary. It was indeed Hector's, and he was indeed a Sorak infiltrator. His task was to spy on the Scavengers and ensure they stayed away from Sorak outposts in the Badlands. He also apparently had a number of sleeper agents in various places across the Marches.
ko: 마침내 일기를 해독했습니다. 그것은 정말로 헥터의 물건이었으며, 그는 정말로 소락 잠입자였습니다. 헥터의 임무는 스캐빈저를 정탐하고 그들이 황무지에 있는 소락 전초기지에 가까이 하지 않도록 확실히 하는 것이었습니다. 보아하니 그는 접경지의 다양한 장소에 다수의 잠복 요원을 보유하고 있었습니다.

# Quest/&DLC3_Telema01_Quest_110_FIGHTTitle
source: Fight!
ko: 싸우십시오!

# Quest/&DLC3_Telema01_Quest_110_FIGHTDescription
source: This place is a trap! Fight the demons!
ko: 이 장소는 함정입니다! 악마와 싸우십시오!

# Quest/&DLC3_Telema01_Quest_110_FIGHT_Outcome1Description
source: You were transported to another version of the lab - a hellish place full of demons!
ko: 다른 버전의 연구소로 이동했지만, 악마가 가득한 지옥과도 같은 장소입니다!

# Quest/&DLC3_Telema01_Quest_120_RETRIEVEPACTTitle
source: Find More Information
ko: 더 많은 정보를 찾기

# Quest/&DLC3_Telema01_Quest_120_RETRIEVEPACTDescription
source: You found a link between Exonaïka and demons, but that's not enough. Search the place for something that explains all this!
ko: 엑소나이카와 악마 사이의 연결을 발견했지만, 충분하지 않습니다. 이 모든 것을 설명할 수 있는 무언가를 찾으십시오!

# Quest/&DLC3_Telema01_Quest_120_RETRIEVEPACT_Outcome1Description
source: You discovered another magical key, and a document that seems to explain how Exonaïka first made contact with the demons.
ko: 또다른 마법 열쇠와, 엑소나이카가 어떻게 악마와 첫 접촉을 했는지 설명하는 문서를 찾았습니다.

# Quest/&DLC3_Telema01_Quest_130_RETURNTitle
source: Return Using the Minor Gate
ko: 보조 관문을 사용하여 귀환하기

# Quest/&DLC3_Telema01_Quest_130_RETURNDescription
source: This Minor Gate clearly isn't like the ones you've seen before. Go back!
ko: 이 보조 관문은 이전에 본 것들과 명백히 다릅니다. 돌아가십시오!

# Quest/&DLC3_Telema01_Quest_130_RETURN_Outcome1Description
source: You took the Minor Gate again, and apparently you returned to Solasta!
ko: 보조 관문을 다시 사용하자, 솔라스타로 되돌아왔습니다!

# Quest/&DLC3_Telema01_Quest_095_SetupGateTitle
source: Activate Another Destination
ko: 다른 목적지를 활성화하기

# Quest/&DLC3_Telema01_Quest_095_SetupGateDescription
source: The book you found shows how to use the Custom Minor Gate to reach another destination. Insert the magical key you found in the right slot, and use the buttons to activate the right destination.
ko: 찾아낸 책에는 다른 목적지로 향하기 위해 맞춤형 보조 관문을 어떻게 사용해야 하는지 나와 있습니다. 정확한 슬롯에 마법 열쇠를 끼우고, 맞는 목적지를 활성화하기 위해 버튼을 사용하십시오.

# Quest/&DLC3_Telema01_Quest_095_SetupGate_Outcome1Description
source: You successfully set the Custom Minor Gate to another destination.
ko: 성공적으로 맞춤형 보조 관문의 목적지를 다른 곳으로 설정했습니다.

# Quest/&DLC3_Telema01_Quest_135_DECYPTERTitle
source: Decipher the Report
ko: 보고서를 해독하기

# Quest/&DLC3_Telema01_Quest_135_DECYPTERDescription
source: You found a book by Exonaïka herself called Report of Interplanar Experiments. It certainly contains critical information, but you must be able to read its draconic content to get a sense of what happened here. The Scavengers may have scrolls or potions to help you read draconic, if needed.
ko: 엑소나이카 본인이 쓴 책, 플레인 간 실험에 대한 보고서를 찾았습니다. 분명 대단히 중요한 정보를 담고 있지만, 무슨 일이 일어난 것인지 알려면 씌여진 드라코닉을 읽을 수 있어야 합니다. 필요하다면 스캐빈저들이 드라코닉을 읽는 데에 도움이 될 두루마리나 물약을 가지고 있을 것입니다.

# Quest/&DLC3_Telema01_Quest_135_DECYPTER_Outcome1Description
source: Exonaïka's notes mention a weapon that is powerful against demons, which can be found in a treasure room nearby. Use the magical key you found and open it.
ko: 엑소나이카의 쪽지는 근처 보물 창고에서 찾을 수 있는 강력한 대 악마 무기를 언급하고 있습니다. 마법 열쇠를 사용하여 창고를 여십시오.

# Quest/&DLC3_Telema01_Quest_300_AccessTreasureRoomTitle
source: Enter the Treasure Room
ko: 보물 창고에 들어가기

# Quest/&DLC3_Telema01_Quest_300_AccessTreasureRoomDescription
source: Use the Custom Minor Gate to gain access to the treasure room.
ko: 맞춤형 보조 관문을 사용하여 보물 창고에 들어가십시오.

# Quest/&DLC3_Telema01_Quest_300_AccessTreasureRoom_Outcome1Description
source: You entered Exonaïka's treasure room!
ko: 엑소나이카의 보물 창고에 들어왔습니다!

# Quest/&DLC3_Telema01_Quest_400_SaveOenereiasSoulTitle
source: Free Exonaïka's Soul
ko: 엑소나이카의 영혼을 해방하기

# Quest/&DLC3_Telema01_Quest_400_SaveOenereiasSoulDescription
source: According to her last words, Exonaïka's soul might be trapped in her former physical body, somewhere in a demiplane accessible from her lab. Find it and free her soul.
ko: 엑소나이카의 마지막 말에 따르면, 그녀의 영혼은 연구소를 통해 갈 수 있는 데미플레인 어딘가의 옛 육체에 가둬져 있을 것입니다. 찾아내서 영혼을 해방하십시오.

# Quest/&DLC3_Telema01_Quest_400_SaveOenereiasSoul_Outcome1Description
source: You returned to the lab and found Exonaïka's soul trapped in the body of an undead dragon! You granted her eternal rest by destroying this abhorrent monster!
ko: 연구소로 돌아와 엑소나이카의 영혼이 언데드 드래곤의 몸에 가둬져 있는 것을 발견했습니다! 이 혐오스러운 괴물을 처치하는 것으로 엑소나이카에게 영원한 휴식을 허락했습니다!

# Quest/&DLC3_Telema01_Quest_138_InsertKeyTitle
source: Insert the Triangular Key
ko: 삼각 열쇠를 끼우기

# Quest/&DLC3_Telema01_Quest_138_InsertKeyDescription
source: Use the second magical key to activate more functionalities of the Custom Minor Gate.
ko: 두 번째 마법 열쇠로 맞춤형 보조 관문의 더 많은 기능을 활성화하십시오.

# Quest/&DLC3_Telema01_Quest_138_InsertKey_Outcome1Description
source: You inserted the key.
ko: 열쇠를 끼웠습니다.

# Quest/&DLC3_Telema01_Quest_310_CraftSovereignTitle
source: Craft the enchanted weapon Sovereign during a short rest.
ko: 짧은 휴식 간에 마법 무기, 군주검을 만드십시오.

# Quest/&DLC3_Telema01_Quest_310_CraftSovereignDescription
source: You found instructions for crafting Exonaïka's secret weapon, a shortsword that is enchanted against demons - and it seems to have another critical function. Exonaïka left a magic item that would allow even someone less proficient than she was to craft the weapon with ease. In fact, the process seems simpler than many other enchantments: use a Manacalon Rosary or Periapt of the Master Enchanter, some Demonic Essence, and it should be done in a couple of hours; you just need a short rest.
ko: 엑소나이카의 비밀 무기, 악마에 대항하기 위한 마법이 걸린 숏소드를 만들기 위한 설명을 발견했습니다. 또한 이 무기는 다른 중요한 기능도 있는 것 같습니다. 엑소나이카는 자신보다 덜 능숙한 사람조차 간단하게 이 무기를 만들 수 있게 해주는 마법 도구를 남겼습니다. 사실, 제조과정은 다른 많은 마법부여보다 간단해 보입니다: 마나칼론 묵주 또는 달인 인챈터의 부적 하나, 악마의 정수 조금을 사용하고 몇 시간이면 완성입니다. 짧은 휴식을 취하면 됩니다.

# Quest/&DLC3_Telema01_Quest_310_CraftSovereign_Outcome1Description
source: You crafted the Sovereign weapon.
ko: 군주의 검을 만들었습니다.

# Quest/&DLC3_Telema01_Quest_305_SearchRoomTitle
source: Search the Treasure Room
ko: 보물 창고를 수색하기

# Quest/&DLC3_Telema01_Quest_305_SearchRoomDescription
source: Search for the secret weapon mentioned in Exonaïka's report.
ko: 엑소나이카의 보고서에 언급된 비밀 무기를 찾으십시오.

# Quest/&DLC3_Telema01_Quest_305_SearchRoom_Outcome1Description
source: You found the secret weapon: a powerful shortsword named Sovereign.
ko: 비밀 무기, 군주검이라는 이름의 강력한 숏소드를 찾았습니다.

# Quest/&DLC3_Telema01_Quest_140_ActivateMajorGateTitle
source: Configure the Custom Gate
ko: 맞춤형 관문을 설정하기

# Quest/&DLC3_Telema01_Quest_140_ActivateMajorGateDescription
source: Apparently, this Custom Minor Gate can be upgraded to a Major Gate! You just need to set it up correctly, following the instructions.
ko: 보아하니 이 맞춤형 보조 관문은 주 관문으로 업그레이드가 가능합니다! 그저 설명에 따라 정확히 준비하면 됩니다.

# Quest/&DLC3_Telema01_Quest_140_ActivateMajorGate_Outcome1Description
source: You did it! In this configuration, you can use the Custom Minor Gate as a Major Gate, which means you can teleport directly to Violet's, since you already know her Major Gate's codeword.
ko: 해냈습니다! 이 설정으로 맞춤형 보조 관문을 주 관문처럼 사용할 수 있습니다. 바이올렛의 주 관문 코드를 알고 있으니 이는 직접 그녀에게 순간이동 가능하다는 뜻입니다.

# Quest/&DLC3_Telema01_Quest_150_GateToVioletsTitle
source: Return to Violet's
ko: 바이올렛에게 돌아가기

# Quest/&DLC3_Telema01_Quest_150_GateToVioletsDescription
source: You have a lot of information to share with Violet. See what she can make of all this.
ko: 바이올렛과 공유할 정보가 많습니다. 이걸로 그녀가 뭘 할 수 있을지 확인하십시오.

# Quest/&DLC3_Telema01_Quest_150_GateToViolets_Outcome1Description
source: You returned to Violet's house.
ko: 바이올렛의 집으로 돌아왔습니다.

# Quest/&DLC3_Telema01_Quest_160_TalkToVioletTitle
source: Talk to Violet
ko: 바이올렛과 대화하기

# Quest/&DLC3_Telema01_Quest_160_TalkToVioletDescription
source: Violet is busy as always, but she'd love to know what you found in Telema, so talk to her.
ko: 바이올렛은 언제나처럼 바쁘지만, 텔레마에서 발견한 것에 대해 알고 싶어할 것이니 그녀와 대화하십시오.

# Quest/&DLC3_Telema01_Quest_160_TalkToViolet_Outcome1Description
source: Violet asked you to check on an old friend called Garrad Miles, commander of a nearby outpost called Highrock. Apparently, Hector's diary shows that this garrison might have been infiltrated by Soraks!
ko: 바이올렛은 가까운 전초기지인 하이락의 사령관으로 일하고 있는, 그녀의 오랜 친구 개러드 마일즈를 확인해 달라고 부탁했습니다. 헥터의 일지를 보아 그곳의 주둔군은 이미 소락에게 침투당한 것 같습니다!

# Quest/&DLC3_Telema01_Quest_170_GoWarnGarradTitle
source: Warn Garrad
ko: 개러드에게 경고하기

# Quest/&DLC3_Telema01_Quest_170_GoWarnGarradDescription
source: Reach Garrad's outpost at Highrock and warn him that there could be a Sorak infiltrator in his garrison.
ko: 하이락에 있는 개러드의 전초기지에 도달해 그에게 소락이 침입했을 위험성을 경고하십시오.

# Quest/&DLC3_Telema01_Quest_170_GoWarnGarrad_Outcome1Description
source: You reached Highrock.
ko: 하이락에 도착했습니다.

# Quest/&DLC3_Telema01_Quest_180_FindTraitorTitle
source: Cast True Seeing
ko: 진실의 시야 주문 시전하기

# Quest/&DLC3_Telema01_Quest_180_FindTraitorDescription
source: Garrad agreed to let you investigate his outpost. Just be careful not to provoke a mutiny by accusing the troops without proof. First, you should use the Sovereign sword found in Telema to cast True Sight and check if anyone around is a shapeshifter.
ko: 개러드는 그의 전초기지를 수사하도록 허락했습니다. 증거 없이 부대원을 추궁해 문제를 일으키지 않도록 조심하십시오. 우선, 텔레마에서 찾은 군주검을 사용해 진실의 시야 주문을 시전하고 주변에 형태변환자가 없는지 확인하십시오.

# Quest/&DLC3_Telema01_Quest_180_FindTraitor_Outcome1Description
source: You started investigating the soldiers protected by nondetection.
ko: 탐지회피 주문으로 보호받는 병사들을 조사하기 시작했습니다.

# Quest/&DLC3_Telema01_Quest_190_ReturnToVioletAgainTitle
source: Return to Violet's
ko: 바이올렛에게 돌아가기

# Quest/&DLC3_Telema01_Quest_190_ReturnToVioletAgainDescription
source: You've fulfilled your promise and helped Garrad rid his garrison of Sorak infiltrators. Return to Violet's house.
ko: 약속을 달성하고 개러드의 군에서 소락 침입자들을 제거하는 걸 도왔습니다. 바이올렛의 집으로 돌아가십시오.

# Quest/&DLC3_Telema01_Quest_190_ReturnToVioletAgain_Outcome1Description
source: You have reached Violet's house.
ko: 바이올렛의 집에 도착했습니다.

# Quest/&DLC3_Telema01_Quest_200_TalkToVioletAgaintTitle
source: Talk to Violet
ko: 바이올렛과 대화하기

# Quest/&DLC3_Telema01_Quest_200_TalkToVioletAgaintDescription
source: Violet is studying Exonaïka's writings. Tell her what happened at Highrock.
ko: 바이올렛은 엑소나이카의 글을 연구 중입니다. 하이락에서 무슨 일이 있었는지 얘기하십시오.

# Quest/&DLC3_Telema01_Quest_200_TalkToVioletAgaint_Outcome1Description
source: You spoke with Violet. She is not yet finished with Exonaïka's memoirs, and has told you to continue your investigations.
ko: 바이올렛과 대화했습니다. 그녀는 엑소나이카의 회상록을 아직 다 연구하지 못했으며, 당신에게 조사를 이어가달라고 얘기했습니다.

# Quest/&DLC3_Telema01_Quest_210_GoToWhiteCityTitle
source: Go to White Rock City
ko: 백석 도시로 가기

# Quest/&DLC3_Telema01_Quest_210_GoToWhiteCityDescription
source: Go to White Rock City.
ko: 백석 도시로 가십시오.

# Quest/&DLC3_Telema01_Quest_210_GoToWhiteCity_Outcome1Description
source: You have entered White Rock City.
ko: 백석 도시에 진입했습니다.

# Quest/&DLC3_PalaceOfIce_Quest_Title
source: The Palace of Ice
ko: 얼음 궁전

# Quest/&DLC3_PalaceOfIce_Quest_020_StartQuestTitle
source: Find and Destroy Sessroth!
ko: 세스로스를 찾아 파괴하십시오!

# Quest/&DLC3_PalaceOfIce_Quest_020_StartQuestDescription
source: You have reached the Archdemon's lair. Find Sessroth and kill him.
ko: 대악마의 둥지에 도달했습니다. 세스로스를 찾아 죽이십시오.

# Quest/&DLC3_PalaceOfIce_Quest_020_StartQuest_Outcome1Description
source: You found the dreadful Sessroth and he was not impressed.
ko: 공포의 세스로스를 발견헀지만 아무렇지 않았습니다.

# Quest/&DLC3_CSTitle_PalaceOfIce01
source: Seasons in the Abyss
ko: 심연의 계절

# Quest/&DLC3_Quest_ElvenClans_01_QuestTitle
source: The Old Bard
ko: 늙은 음유시인

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step10_TalkToRepresentativeTitle
source: Meet the Western Clans Representative
ko: 서부 씨족의 대변인을 만나십시오

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step10_TalkToRepresentativeDescription
source: Talk to the representative of the Western Clans of the Lantinen Vartmerkint and find out who their chief is.
ko: 란티넨 바트머킨의 서부 씨족 대변인과 대화하고, 씨족장이 누군지 알아내십시오.

source: Kelariel Brightsong gave you the location of the elven settlements and told you to go there and meet with the clan's chief, Elder Estorgath Sharpmind.
ko: 켈라리엘 브라이트송은 엘프 정착지의 위치를 알려주고 그곳에서 씨족장, 장로 에스토르가스 샤프마인드를 만나라고 얘기해 주었습니다.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step20_GoToElvenSettlementTitle
source: Reach the Elven Settlements
ko: 엘프 정착지 도착하기

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step20_GoToElvenSettlementDescription
source: Travel to the Lantinen Vartmerkint settlements and find its chief.
ko: 란티넨 바트머킨 정착지로 이동해 씨족장을 찾으십시오.

source: You reached the Lantinen Vartmerkint.
ko: 란티넨 바트머킨에 도착했습니다.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step30_FindLeaderLocationTitle
source: Find the Elder
ko: 장로 찾기

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step30_FindLeaderLocationDescription
source: Explore the settlements and find Estorgath Sharpmind.
ko: 정착지를 수색하고 에스토르가스 샤프마인드를 찾으십시오.

source: The Elder was busy, so you were asked to wait for a while.
ko: 장로는 바쁜 모양이라, 기다려 달라고 요청받았습니다.

source: You managed to convince the Elder's guard to see him without delay.
ko: 장로의 호위를 설득해 지체 없이 그를 만났습니다.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step40_Wait24hTitle
source: Wait for the Elder
ko: 장로 기다리기

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step40_Wait24hDescription
source: The guard won't let you in to see the Elder now. You should visit the Golden Perch, the inn in the Sylvan Elves District and come back tomorrow.
ko: 호위는 당장 장로를 보러 들여보내주지 않았습니다. 실반 엘프 거주구의 여인숙인 황금 횃대를 찾고, 내일 다시 방문하십시오.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step40_Wait24h_Outcome1Description
source: You waited for the Elder to be ready to see you.
ko: 장로가 당신을 볼 준비가 될 때까지 기다렸습니다.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step50_SpeakWithLeaderTitle
source: Meet the Elder
ko: 장로 만나기

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step50_SpeakWithLeaderDescription
source: Speak with Estorgath Sharpmind, elder of the elven settlement and chief of the Lantinen Vartmerkint. Persuade him to come to the parliament to elect the Pact of the Claw's Speaker.
ko: 엘프 정착지의 장로이자 란티넨 바트머킨의 씨족장인 에스토르가스 샤프마인드와 대화하십시오. 그를 발톱 맹약의 맹주를 선출하기 위한 의회에 참석할 수 있도록 설득하십시오.

# Quest/&DLC3_Quest_ElvenClans_01_Quest_Step50_SpeakWithLeader_Outcome1Description
source: You spoke with the Elder, but he was not immediately ready to help you. He asked for your help on a more urgent matter.
ko: 장로와 대화했으나, 그는 당장 당신을 도울 준비가 되지 않았습니다. 장로는 더 급한 일을 도와달라 부탁했습니다.

# Quest/&DLC3_Quest_ElvenClans_02_QuestTitle
source: The Deep Forest
ko: 깊은 숲

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step10_FindSourceOfEvilTitle
source: Investigate the Disappearances
ko: 실종 사건 조사하기

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step10_FindSourceOfEvilDescription
source: Something is going on in the Deep Forest. The Elder has asked you to investigate.
ko: 깊은 숲에서 무슨 일이 벌어지고 있습니다. 장로는 조사를 부탁했습니다.

source: You found a cave in the Deep Forest, surrounded by animal corpses and signs of battle. Maybe this is the source of all the trouble?
ko: 깊은 숲 속에서, 동물 시체와 전투의 흔적으로 둘러싸인 동굴 하나를 발견했습니다. 이게 모든 일의 원흉일까요?

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step20_ExploreLairTitle
source: Explore the Cave
ko: 동굴 탐사하기

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step20_ExploreLairDescription
source: This gloomy lair seems to be the source of the problems that the Elder told you about. Explore it further and learn more.
ko: 이 어둑한 소굴이 장로가 얘기했던 문제들의 원인 같습니다. 더 탐사해서 정보를 알아내십시오.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step20_ExploreLair_Outcome1Description
source: A brooding dragon and a dragonborn live in the lair. You made a deal to avoid further killings among the citizens of the elven settlements.
ko: 새끼 드래곤과 드래곤본 한 명이 거주하고 있었습니다. 엘프 정착지의 시민들이 더 죽지 않도록 거래를 했습니다.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step20_ExploreLair_Outcome2Description
source: A brooding dragon and a dragonborn live in the lair. You tried to convince them to leave, but to no avail.
ko: 새끼 드래곤과 드래곤본 한 명이 살고 있었습니다. 떠나달라고 설득했지만, 효과는 없었습니다.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step20_ExploreLair_Outcome3Description
source: A brooding dragon and a dragonborn lived in the lair, but you killed them.
ko: 새끼 드래곤과 드래곤본 한 명이 살고 있었으며, 이들을 죽였습니다.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step30_Kill dragons&DragonBornTitle
source: Kill the Dragons
ko: 드래곤 죽이기

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step30_Kill dragons&DragonBornDescription
source: The dragons are not prepared to leave, or to live in harmony with the elves. Your only option is to kill them.
ko: 드래곤들은 떠날 준비도, 엘프들과 조화롭게 살 준비도 되어있지 않습니다. 유일한 선택지는 이들을 죽이는 겁니다.

source: You killed the dragons.
ko: 드래곤들을 죽였습니다.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step40_ReportToElderTitle
source: Report to the Elder
ko: 장로에게 보고하기

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step40_ReportToElderDescription
source: Tell the Elder how you solved the problem in the dragon's lair.
ko: 자올에게 드래곤의 레어에서 어떻게 문제를 해결했는지 얘기하십시오.

# Quest/&DLC3_Quest_ElvenClans_02_Quest_Step40_ReportToElder_Outcome1Description
source: You reported to the Elder. He now believes that you are the heroes you claim to be.
ko: 자올에게 보고했습니다. 이제 그는 여러분이 바로 그 영웅들이라는 걸 믿게 됐습니다.

# Quest/&DLC3_Quest_ElvenClans_03_QuestTitle
source: Lost in the Ruins
ko: 폐허에서 잃은 것

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step10_ReachRuinsTitle
source: Reach the Ruins in the Forest
ko: 숲 속 폐허로 이동

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step10_ReachRuinsDescription
source: The Elder sent you to a remote mausoleum in the forest, in search of an ancient ring.
ko: 장로는 고대의 반지를 찾기 위해, 당신을 외따로 떨어진 숲 속 영묘로 보냈습니다.

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step10_ReachRuins_Outcome1Description
source: You reached the ruins.
ko: 폐허에 도착했습니다.

source: Find the Ring
ko: 반지 찾기

source: Search the mausoleum for the ring of a noble lady who lies in rest there. The Elder believes its power should convince any rebellious elves to stay away from Manacalon ways.
ko: 영묘를 수색해 그곳에 안치된 귀족 여인의 반지를 찾으십시오. 장로는 그 반지의 힘이 있다면 마나칼론의 길에서 벗어나려는 반항적인 엘프들을 설득할 수 있을 거라고 믿고 있습니다.

source: You found the ring near an imposing tomb.
ko: 눈에 띄는 무덤 근처에서 반지를 찾았습니다.

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step30_ReportToElderTitle
source: Return the Ring
ko: 반지 돌려주기

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step30_ReportToElderDescription
source: Bring the ring back to the Elder.
ko: 장로에게 반지를 가지고 오십시오.

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step30_ReportToElder_Outcome1Description
source: You brought the ring back to the Elder.
ko: 장로에게 반지를 가져왔습니다.

# Quest/&DLC3_Quest_ElvenClans_03_Quest_Step40_Wait24hTitle
source: Leave the Elder to Grieve
ko: 장로가 애도할 수 있도록 자리 비우기
