Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Cradle_Of_Fire_Quest_16_ExploreNecropolisDescription
source: The entrance of the Manacalon Necropolis is near Redscar Gate. Enter and find the key somewhere near an Emperor's tomb.
ko: 마나칼론 공동묘지 입구는 붉은흉터 관문 근처에 있습니다. 황제의 영묘 근처 어딘가에서 열쇠를 찾고 들어가십시오.

# Quest/&Cradle_Of_Fire_Quest_16_ExploreNecropolis_Outcome1Description
source: You found the Emperor's tomb… and his ghost! You decided to take his key by force.
ko: 황제의 영묘를 찾았습니다... 그의 망령까지도요! 열쇠를 강탈하기로 결정했습니다.

# Quest/&Cradle_Of_Fire_Quest_16_ExploreNecropolis_Outcome2Description
source: You found the Emperor's tomb… and his ghost! You convinced him to let you go.
ko: 황제의 영묘를 찾았습니다... 그의 망령까지도요! 당신을 가게 두라고 설득했습니다.

# Quest/&Cradle_Of_Fire_Quest_17_StealOrNotTitle
source: Fight or Feint
ko: 싸우거나 속이거나

# Quest/&Cradle_Of_Fire_Quest_17_StealOrNotDescription
source: You realized that the key to the sunken city was in the Emperor's coffin. If you want it, you'll have to face the angry ghost. You can also take his advice and use the nearby Minor Gate to access the inner city directly.
ko: 침몰한 도시의 열쇠가 황제의 관에 있는 걸 알아냈습니다. 열쇠를 가지기 위해서 분노한 황제의 망령과 싸울 수도 있고, 아니면 그의 조언을 따라 보조 관문을 통해 침몰한 도시 내부에 바로 들어갈 수도 있습니다.

# Quest/&Cradle_Of_Fire_Quest_17_StealOrNot_Outcome1Description
source: You faced the ghost of Emperor Laethar and destroyed it.
ko: 래타르 황제의 망령과 맞서 그를 없애버렸습니다.

# Quest/&Cradle_Of_Fire_Quest_17_ReturnToUrkaTitle
source: Return to Urka
ko: 우르카에게 돌아가기

# Quest/&Cradle_Of_Fire_Quest_17_ReturnToUrkaDescription
source: You have the key to the Lost City. Bring it back to Urka, as promised.
ko: 잊혀진 도시로 갈 수 있는 열쇠를 획득했습니다. 약속한대로 우르카에게 가져다 주십시오.

# Quest/&Cradle_Of_Fire_Quest_17_ReturnToUrka_Outcome1Description
source: You had a nasty surprise when returning from the Necropolis.
ko: 공동묘지에서 돌아왔을 때 경악했습니다.

# Quest/&Cradle_Of_Fire_Quest_17_StealOrNot_Outcome2Description
source: You decided to use the Minor Gate and teleported into the inner city.
ko: 보조 관문을 통해 잊혀진 도시 내부로 순간이동하기로 결정했습니다.

# Quest/&Quest_Background_Acolyte_Recall_00_TalkToDalonLarkTitle
source: Talk to Dalon Lark
ko: 댈런 라크와 대화하기

# Quest/&Quest_Background_Acolyte_Recall_00_TalkToDalonLarkDescription
source: Dalon Lark wants to see you. Return to him as soon as possible.
ko: 댈런 라크가 당신을 보고 싶어 합니다. 가능한 빨리 그에게 가십시오.

# Quest/&Quest_Background_Acolyte_Recall_00_TalkToDalonLark_Outcome1Description
source: Dalon Lark asked you to talk with Rogar Ardentfire, priest of Arun. He has important news to share.
ko: 댈런 라크가 아룬의 사제인 로가 아덴파이어와 대화해보라고 했습니다. 그가 중요한 소식을 전해줄 것입니다.

# Quest/&Quest_Background_Acolyte_Recall_01_TalkToRogarArdentireTitle
source: Talk to the Priest of Arun
ko: 아룬의 사제와 대화하기

# Quest/&Quest_Background_Acolyte_Recall_01_TalkToRogarArdentireDescription
source: Go to Rogar Ardentfire, priest of Arun, near the promontory in Caer Cyflen.
ko: 케어 키플렌의 전망대 근처에 있는 아룬의 사제, 로가 아덴파이어에게 가십시오.

# Quest/&Quest_Background_Acolyte_Recall_01_TalkToRogarArdentire_Out
source: Rogar Ardentfire told you the sad story of Emtan, priest of Tirmar. You need to cleanse his soul.
ko: 로가 아덴파이어는 티르마르의 사제, 엠탄의 슬픈 이야기를 들려주었습니다. 그의 영혼을 정화해야 합니다.

# Quest/&Quest_Background_Acolyte_Recall_02_GoBackToTheMonasteryTitle
source: Travel to the Tirmarian Ruins
ko: 티르마르 유적으로 가기

# Quest/&Quest_Background_Acolyte_Recall_02_GoBackToTheMonasteryDescription
source: Go back to the monastery where you found Emtan's holy symbol.
ko: 엠탄의 성표를 찾았던 수도원으로 돌아가십시오.

source: You reached the monastery.
ko: 수도원에 도착했습니다.

# Quest/&Quest_Background_Acolyte_Recall_03_CleansingTitle
source: Cleansing
ko: 정화

# Quest/&Quest_Background_Acolyte_Recall_03_CleansingDescription
source: Go to the cemetery near the mausoleum. Use the holy symbol that Rogar gave you and cleanse all the tombstones.
ko: 영묘 근처의 공동묘지로 가십시오. 로가에게 받은 성표를 사용해서 모든 비석들을 정화하십시오.

# Quest/&Quest_Background_Acolyte_Recall_03_Cleansing_Outcome1Description
source: Emtan couldn't be saved. You had no choice but to fight him until he found his final rest.
ko: 엠탄을 구할 수 없었습니다. 그가 영면에 들 때까지 그와 싸워야만 했습니다.

# Quest/&Quest_Background_Acolyte_Recall_03_Cleansing_Outcome2Description
source: You managed to persuade Emtan to leave this world in peace.
ko: 엠탄이 안식을 되찾을 수 있도록 설득했습니다.

# Quest/&Quest_Background_Acolyte_Recall_04_GoBackToRogarArdentireTitle
source: Go Back to Rogar
ko: 로가에게 돌아가기

# Quest/&Quest_Background_Acolyte_Recall_04_GoBackToRogarArdentireDescription
source: Return to Caer Cyflen and bring the holy symbol back to Rogar.
ko: 케어 키플렌으로 돌아가 성표를 로가에게 되돌려주십시오.

source: The Church of Arun was pleased to know the curse had been lifted.
ko: 아룬의 교회는 저주가 해소되었다는 것을 듣고 만족해 했습니다.

# Quest/&Quest_Background_Lawkeeper_MeetStigAtPalaceTitle
source: Meet Stig at Palace Entrance
ko: 궁전 입구에서 스티그 만나기

# Quest/&Quest_Background_Lawkeeper_MeetStigAtPalaceDescription
source: An old friend, Stig, needs your help finding a rotten member of the city guard. He's waiting for you at the palace entrance. Go there when you're ready to undertake the task.
ko: 오래된 친구인 스티그가 도시 경비단의 부패한 일원을 찾는데 도움을 필요로 합니다. 그는 궁전 입구에서 당신을 기다리고 있습니다. 일을 수행할 준비가 되면 그 곳으로 가십시오.

# Quest/&Cradle_Of_Fire_Quest_10_DefeatEdrof02Title
source: Choose a Weapon to Defeat Edrof
ko: 에드로프를 물리칠 무기 선택하기

# Quest/&Cradle_Of_Fire_Quest_10_DefeatEdrof02Description
source: This fight is to the death, you have to win.
ko: 이 목숨을 건 싸움에서 승리해야 합니다.

# Quest/&Cradle_Of_Fire_Quest_10_ForfeitDuel02Title
source: Open the Door to Forfeit the Duel
ko: 문을 열어 결투에서 항복하기

# Quest/&Cradle_Of_Fire_Quest_10_ForfeitDuel02Description
source: Edrof is too strong, never mind this madness.
ko: 에드로프는 너무 강한 상대입니다. 이 광기에 휩쓸리지 마십시오.

# Quest/&Cradle_Of_Fire_Quest_10_EdrofsChallenge02Title
source: Start the fight, or leave to forfeit
ko: 전투를 시작하거나, 몰수패당하기

# Quest/&Cradle_Of_Fire_Quest_16A_ExploreNecropolisTitle
source: Explore the Necropolis
ko: 공동묘지 탐색

# Quest/&Cradle_Of_Fire_Quest_16A_ExploreNecropolisDescription
source: The key is supposed to be close to the Emperor's tomb. Look around the Necropolis to find the tomb.
ko: 열쇠는 황제의 무덤 근처에 있을 것입니다. 공동묘지를 뒤져 무덤을 찾으십시오.

# Quest/&Cradle_Of_Fire_Quest_16A_ExploreNecropolis_Outcome1Description
source: You found the Emperor's tomb.
ko: 황제의 무덤을 찾았습니다.

# Quest/&Cradle_Of_Fire_Quest_16B_FightTheEmperorTitle
source: Fight
ko: 전투

# Quest/&Cradle_Of_Fire_Quest_16B_FightTheEmperorDescription
source: You found the Emperor's tomb… and his ghost.
ko: 황제의 무덤을 찾았습니다... 그리고 그의 망령까지도요.

# Quest/&Cradle_Of_Fire_Quest_16B_FightTheEmperor_Outcome1Description
source: You found the Emperor's tomb and choose to kill his ghost.
ko: 황제의 무덤을 찾았고, 그의 망령을 말살하기로 했습니다.

# Quest/&Cradle_Of_Fire_Quest_16C_NegociateWithEmperorTitle
source: Negotiate
ko: 협상

# Quest/&Cradle_Of_Fire_Quest_16C_NegociateWithEmperorDescription
source: You found the Emperor's tomb… and his ghost.
ko: 황제의 무덤을 찾았습니다... 그리고 그의 망령까지도요.

# Quest/&Cradle_Of_Fire_Quest_16C_NegociateWithEmperor_Outcome1Description
source: You found the Emperor's tomb and manage to negotiate with his ghost.
ko: 황제의 무덤을 찾았고, 그의 망령과 협상할 수 있었습니다.

# Quest/&Cradle_Of_Fire_Quest_17A_StealTitle
source: Steal the Key
ko: 열쇠 훔치기

# Quest/&Cradle_Of_Fire_Quest_17A_StealDescription
source: You saw the key inside the Emperor's tomb.
ko: 황제의 무덤 안에서 열쇠를 보았습니다.

# Quest/&Cradle_Of_Fire_Quest_17A_Steal_Outcome1Description
source: You decided to fight the Emperor to get the key.
ko: 열쇠를 얻기 위해 황제와 싸우기로 결정했습니다.

# Quest/&Cradle_Of_Fire_Quest_17B_UseMinorGateTitle
source: Use the Minor Gate
ko: 보조 관문 사용하기

# Quest/&Cradle_Of_Fire_Quest_17B_UseMinorGateDescription
source: The Emperor told you there was a Minor Gate leading to Arrok's Throne Room.
ko: 황제가 아록의 알현실로 통하는 보조 관문이 있다고 알려주었습니다.

# Quest/&Cradle_Of_Fire_Quest_17B_UseMinorGate_Outcome1Description
source: You decided to use the Minor Gate in order to reach Arrok's Throne Room.
ko: 아록의 알현실로 가기 위해 보조 관문을 사용하기로 결정했습니다.

# Quest/&Cradle_Of_Fire_Quest_21B_KillArrokTitle
source: Kill Arrok
ko: 아록 처치

# Quest/&Cradle_Of_Fire_Quest_21B_KillArrokDescription
source: You have found Arrok. It's time to get the gem from his dead body.
ko: 아록을 찾았습니다. 그의 시체에서 보석을 가져올 시간입니다.

# Quest/&Cradle_Of_Fire_Quest_21B_KillArrok_Outcome1Description
source: You defeated Arrok and retrieved the gem.
ko: 아록을 처치하고 보석을 획득했습니다.

# Quest/&Quest_Background_Philosopher_Title
source: The Nature of Evil
ko: 악의 본질

# Quest/&Quest_Background_Philosopher_TalkToMayorTitle
source: Talk to the Mayor
ko: 시장과 대화하기

# Quest/&Quest_Background_Philosopher_TalkToMayorDescription
source: The mayor wants to speak with you. Find her at the plaza.
ko: 시장이 대화를 원합니다. 광장에서 그녀를 찾으십시오.

# Quest/&Quest_Background_Philosopher_TalkToMayor_Outcome1Description
source: Galeafin Pureheart, a renowned mind of Caer Cyflen and your beloved teacher, wants to see you.
ko: 유명한 케어 키플렌의 정신적 지주이자 사랑하는 당신의 스승이기도 한 갤리핀 퓨어하트가 당신을 보고 싶어 합니다.

# Quest/&Quest_Background_Philosopher_TalkToGaleafinTitle
source: Talk to Galeafin
ko: 갤리핀과 대화하기

# Quest/&Quest_Background_Philosopher_TalkToGaleafinDescription
source: Galeafin wants to speak with you. Meet him at his house near the tavern.
ko: 갤리핀이 당신과 대화하고 싶어 합니다. 주점 근처의 그의 집에서 그를 만나십시오.

# Quest/&Quest_Background_Philosopher_TalkToGaleafin_Outcome1Description
source: Galeafin talked to you about what motivates people to choose evil.
ko: 갤리핀은 사람들이 악을 선택하게 되는 이유를 말해 주었습니다.

# Quest/&Quest_Background_Philosopher_TalkToGaleafin_Outcome2Description
source: Galeafin talked to you about what makes Sorr-Akkath so cruel.
ko: 갤리핀은 소라카스를 잔인하게 만드는 원인에 대해 말해 주었습니다.

# Quest/&Quest_Background_Philosopher_TalkToGaleafin_Outcome3Description
source: Galeafin seemed preoccupied. He said he had to think and asked you to come back tomorrow.
ko: 갤리핀은 사색에 잠긴 것 같습니다. 그는 생각을 좀 해야 하니 내일 다시 오라고 했습니다.

# Quest/&Quest_Background_Philosopher_TalkToGaleafin_Outcome4Description
source: Galeafin introduced you to his beloved Illoreth. You learned that they were both working for the Coven of Arivad. But now things have changed and they want to destroy it. They asked for your help.
ko: 갤리핀은 그가 아끼는 일로레스를 소개시켜주었습니다. 그들 둘 다 아리바드의 집회를 위해 일을 했었다는 것을 알고 있습니다. 그러나 이제 상황이 바뀌어 그들은 집회를 파괴하기를 원하고 있으며, 당신에게 도움을 요청했습니다.

# Quest/&Quest_Background_Philosopher_ComeBackLaterTitle
source: Wait for Galeafin to Call You Again
ko: 갤리핀이 당신을 다시 부를 때까지 기다리기

# Quest/&Quest_Background_Philosopher_ComeBackLaterDescription
source: Master Galeafin said he'll want to speak with you again. Wait the night. He might have further questions and will send for you.
ko: 마스터 갤리핀은 나중에 다시 대화하기를 원합니다. 밤까지 기다리십시오. 그는 아마 더 많은 질문들을 당신에게 보낼 것입니다.

# Quest/&Quest_Background_Philosopher_ComeBackLater_Outcome1Description
source: You have been informed that Galeafin wants to talk with you.
ko: 갤리핀이 당신과 대화하고 싶다고 합니다.

# Quest/&Quest_Background_Philosopher_MeetIllorethTitle
source: Meet Illoreth
ko: 일로레스 만나기

# Quest/&Quest_Background_Philosopher_MeetIllorethDescription
source: Illoreth wants to help you infiltrate the Coven of Arivad. Find her in the streets.
ko: 일로레스가 아리바드의 집회로 침투하는 것을 도와준다고 합니다. 길에서 그녀를 찾으십시오.

# Quest/&Quest_Background_Philosopher_MeetIlloreth_Outcome1Description
source: Illoreth gave you a mask in order to help you infiltrate the Coven.
ko: 일로레스가 집회에 침투하는 데 도움이 될 마스크를 주었습니다.

# Quest/&Quest_Background_Philosopher_DefeatTheCovenTitle
source: Defeat the Coven of Arivad
ko: 아리바드의 집회 정복

# Quest/&Quest_Background_Philosopher_DefeatTheCovenDescription
source: Infiltrate the Coven of Arivad with Illoreth and find a way to defeat it.
ko: 일로레스와 함께 아리바드의 집회에 침투하여 그들을 몰락시킬 방법을 찾으십시오.

# Quest/&Quest_Background_Philosopher_DefeatTheCoven_Outcome1Description
source: You found the Coven of Arivad and killed the Sorak member. Illoreth and Galeafin should have left the city now.
ko: 아리바드의 집회를 찾았고 그의 일원인 소락을 죽였습니다. 일로레스와 갤리핀은 지금쯤 도시를 떠났어야 했습니다.

# Quest/&Conjuration_Quest_05_EnterTheManorTitle
source: Enter the Manor
ko: 장원으로 들어가기

# Quest/&Conjuration_Quest_05_EnterTheManorDescription
source: The gem's signal seems to be coming from this mansion. Find a way in.
ko: 보석의 신호가 이 저택에서 나오고 있는 것 같습니다. 들어갈 방법을 찾으십시오.

# Quest/&Conjuration_Quest_05_EnterTheManor_Outcome1Description
source: You entered the manor and were greeted by a butler who will lead you to his master. Follow him.
ko: 장원으로 들어갔고, 마스터에게 안내해줄 집사를 만났습니다. 그를 따라가십시오.

# Quest/&Conjuration_Quest_06_FollowTheButtlerTitle
source: Follow the Housekeeper
ko: 집사 따라가기

# Quest/&Conjuration_Quest_06_FollowTheButtlerDescription
source: Follow the housekeeper through the manor to his master. The gem might be there.
ko: 집사를 따라가 그의 마스터를 만나십시오. 아마 그 곳에 보석이 있을 것입니다.

# Quest/&Conjuration_Quest_06_FollowTheButtler_Outcome1Description
source: The housekeeper led you to his master. The latter challenges you in one last fight to make sure you are worthy of recovering his gem.
ko: 집사를 따라와 그의 마스터를 만났습니다.. 마스터가 그의 보석을 가져갈 자격을 확인하는 최후의 결전을 걸어왔습니다.

# Quest/&Conjuration_Quest_07_FightTheMasterTitle
source: Fight the Master
ko: 마스터와의 전투

# Quest/&Conjuration_Quest_07_FightTheMasterDescription
source: The master attacked you. Kill him!
ko: 마스터가 공격합니다. 그를 죽이십시오!

# Quest/&Conjuration_Quest_07_FightTheMaster_Outcome1Description
source: You defeated the master. Take the gem and get out.
ko: 마스터를 패퇴시켰습니다. 보석을 갖고 이 곳을 빠져나가십시오.

# Quest/&Conjuration_Quest_08_TakeTheGemTitle
source: Take the Gem
ko: 보석 가져가기

# Quest/&Conjuration_Quest_08_TakeTheGemDescription
source: Take the gem and get out.
ko: 보석을 갖고 이 곳을 빠져나가십시오.

# Quest/&Conjuration_Quest_08_TakeTheGem_Outcome1Description
source: You managed to return to the lava forest and now have a new gem in your possession.
ko: 용암 숲으로 돌아왔고 이제 새로운 보석을 보유하게 되었습니다.

# Quest/&Conjuration_SuperEgo_Mansion_HelpServant_Title
source: A Well-ordered Room
ko: 잘 정돈된 방

# Quest/&Conjuration_Quest_SuperEgo_Mansion_HelpServant_00_HelpTheServantOrGoTitle
source: Help the Servant to Clear the Room or Go on Your Way
ko: 하인이 방을 정리하는 것을 도와주기, 아니면 그냥 가던 길 가기

source: You find a maid tidying up a room.
ko: 하녀가 방을 정리하고 있는 것을 보았습니다.

source: You helped the maid clear the room and saved her valuable time.
ko: 하녀가 청소하는 걸 도움으로써 그녀의 귀중한 시간을 아꼈습니다.

source: You went on your way and left the maid to continue tidying up by herself.
ko: 하녀가 알아서 정리하게 두고 갈 길 갔습니다.

# Quest/&Conjuration_SuperEgo_Mansion_HelpSlave_Title
source: The Escape from the Manor
ko: 장원 탈출

# Quest/&Conjuration_Quest_SuperEgo_Mansion_HelpSlave_00_HelpTheSlaveOrGoTitle
source: Help the Slave to Escape or Go on Your Way
ko: 노예가 탈출하는 걸 돕기, 아니면 가던 길 가기

source: You are approached by a slave who asks you to help him escape.
ko: 노예가 다가와서 탈출을 도와달라고 합니다.

source: You acceded to the slave's request and helped him escape by breaking the bars that kept him locked up.
ko: 노예의 요청에 응하여 가두고 있던 빗장을 부숴 탈출을 도왔습니다.

source: You ignored the slave's request to help him escape.
ko: 탈출을 도와달라는 노예의 요청을 무시했습니다.

# Quest/&Conjuration_SuperEgo_Mansion_Loot_Title
source: A Very Tempting Place
ko: 매우 유혹적인 곳

# Quest/&Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGoTitle
source: Check the Place or Go on Your Way
ko: 장소를 둘러보기, 아니면 가던 길 가기

# Quest/&Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGoDescription
source: You find the entrance hall of the mansion, full of treasure.
ko: 보물의 전당이 펼쳐진 저택 입구를 발견했습니다.

# Quest/&Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGo_Outcome1Description
source: You searched the hall and found interesting things despite the servants' warnings.
ko: 하인들의 경고를 무릅쓰고 전당을 수색하여 흥미로운 것을 찾아냈습니다.

# Quest/&Conjuration_Quest_SuperEgo_Mansion_Loot_00_LootOrGo_Outcome2Description
source: Despite the promise of these places, you went on your way.
ko: 이 장소의 가능성에도 불구하고 그냥 길을 떠났습니다.

# Quest/&Quest_Background_Lowlife_Title
source: Misaye's Birthday
ko: 미사이에의 탄신일

# Quest/&Quest_Background_Lowlife_TalkToAnnieTitle
source: Talk to Annie
ko: 애니와 대화하기

# Quest/&Quest_Background_Lowlife_TalkToAnnieDescription
source: Merton told you that Annie has a problem. This could be a job for you.
ko: 머튼은 애니에게 골칫덩어리가 있다고 알려주었습니다. 일거리가 될지도 모릅니다.

# Quest/&Quest_Background_Lowlife_TalkToAnnie_Outcome1Description
source: Annie has had a magical sword stolen. Use your contacts in the underworld to find it and bring it back.
ko: 애니는 마법의 검을 도둑맞았습니다. 뒷골목의 연락책을 이용해서 찾아 돌아오십시오.

# Quest/&Quest_Background_Lowlife_TalkToNel1Title
source: Investigate the Temple of Misaye
ko: 미사이에의 신전을 조사하기

# Quest/&Quest_Background_Lowlife_TalkToNel1Description
source: Most of the thefts in the High Town are monitored by Nel, the local priest of Misaye. Pay a visit to the secret temple. You should use the Temple Quarter door.
ko: 도심에서 일어나는 대부분의 절도는 미사이에의 지역 사제, 넬이 감시하고 있습니다. 비밀 사원에 방문하십시오. 사원 구역의 문으로 가야합니다.

# Quest/&Quest_Background_Lowlife_TalkToNel1_Outcome1Description
source: Nel told you to check with Gorim Ironsoot; the stolen sword might have been sold to her.
ko: 넬은 고림 아이언수트를 확인해보라고 했습니다. 도난당한 검이 그녀에게 팔렸을지도 모릅니다.

# Quest/&Quest_Background_Lowlife_TalkToGorimTitle
source: Talk to Gorim
ko: 고림과 대화하기

# Quest/&Quest_Background_Lowlife_TalkToGorimDescription
source: According to Nel, Gorim should know where the stolen sword is.
ko: 넬은 고림이라면 도난당한 검이 어디에 있는지 알거라고 했습니다.

# Quest/&Quest_Background_Lowlife_TalkToGorim_Outcome1Description
source: You learned that someone tried to sell the sword to Gorim, but she refused to buy it as it was too expensive. She sent the seller to see Heddlon Surespell at the Gravekeep's Cask.
ko: 누군가 고림에게 그 검을 팔러 왔었지만 너무 비싸서 거절했다는 것을 알았습니다. 그녀는 묘지기의 술통에 있는 헤들론 슈어스펠에게 판매자를 보냈다고 했습니다.

# Quest/&Quest_Background_Lowlife_TalkToKarelTitle
source: Go to the Gravekeep's Cask
ko: 묘지기의 술통으로 가기

# Quest/&Quest_Background_Lowlife_TalkToKarelDescription
source: Gorim told you that the stolen sword had been offered to her by a man who she then sent to see Heddlon Surespell. He might still be in the tavern.
ko: 고림은 도난당한 검을 한 남자가 팔러 왔다고 했습니다. 그 남자는 헤들론 슈어스펠에게 갔고 아직 술집에 있을지도 모릅니다.

# Quest/&Quest_Background_Lowlife_TalkToKarel_Outcome1Description
source: After following the trail of the stolen sword, you learn that Nel already has it in his possession. Return to him and clarify what this joke is about.
ko: 도난당한 검을 추적한 결과, 넬이 이미 그 검을 가지고 있다는 것을 알았습니다. 그에게 돌아가 이게 뭐하는 짓인지 확실히 하십시오.

# Quest/&Quest_Background_Lowlife_TalkToNel2Title
source: Ask Nel for a bowl of soup.
ko: 넬에게 수프 한 그릇 달라고 하기.

# Quest/&Quest_Background_Lowlife_TalkToNel2Description
source: Apparently, Nel was pulling your leg from the beginning, which is typical of him. He had the stolen sword in his possession all along. Go back to the Temple of Misaye and ask him for a "bowl of soup."
ko: 명백하게, 넬은 처음부터 당신을 놀리고 있었습니다 - 전형적인 그의 모습입니다. 넬은 그 검을 계속 가지고 있었습니다. 미사이에 신전으로 돌아가서 "수프 한 그릇"을 달라고 하십시오.

# Quest/&Quest_Background_Lowlife_TalkToNel2_Outcome1Description
source: Nel admitted to having the stolen sword in his possession all the time, and asked you to submit to a mildly humiliating process and to offer some money to the church.
ko: 넬은 훔친 검을 계속 가지고 있었다는 것을 시인하고 약간 수치스러운 절차를 밟아 교회에 돈을 기부하겠다는 제안을 건넸습니다.

# Quest/&Quest_Background_Lowlife_OpenTheChestTitle
source: Open Nel's Chest
ko: 넬의 상자 열기

# Quest/&Quest_Background_Lowlife_OpenTheChestDescription
source: Find a way to open Nel's chest. It should contain the sword.
ko: 넬의 상자를 열 방법을 찾으십시오. 검이 들어 있어야 할 텐데요.

# Quest/&Quest_Background_Lowlife_OpenTheChest_Outcome1Description
source: You successfully opened the chest and recovered the stolen sword. Bring it back to Annie.
ko: 성공적으로 상자를 열고 훔친 검을 되찾았습니다. 애니에게 돌려주십시오.

# Quest/&Quest_Background_Lowlife_BringSwordToAnnieTitle
source: Bring the Sword Back
ko: 검 되찾기

# Quest/&Quest_Background_Lowlife_BringSwordToAnnieDescription
source: Bring the sword back to Annie and get your reward.
ko: 검을 애니에게 돌려주고 보상을 받으십시오.

# Quest/&Quest_Background_Lowlife_BringSwordToAnnie_Outcome1Description
source: Annie was happy to recover the sword and gave you a generous reward.
ko: 애니는 기쁘게 검을 받았고 후한 보상을 주었습니다.

# Quest/&CradleOfFire_Quest_MeetAtRescarGateHall_Outcome1Description
source: You have convinced Brok.
ko: 브록을 설득했습니다.

# Quest/&CradleOfFire_Quest_MeetAtRescarGateHallDescription
source: Brok is ready to challenge Arrok with you. Go to Redscar Gate Hall and meet the orc who agreed to face Arrok.
ko: 브록은 당신과 함께 아록에게 도전 할 준비가 됐습니다. 붉은흉터 관문 홀로 가서 아록과 마주 할 오크를 만나십시오.

# Quest/&CradleOfFire_Quest_MeetAtRescarGateHallTitle
source: Join Brok behind the Redscar Gate
ko: 붉은흉터 관문 뒤에서 브록과 합류하기

# Quest/&Quest_Background_Sellsword_Title
source: Family Reckoning
ko: 심판받은 가문

# Quest/&Quest_Background_Sellsword_TalkToMildred1Title
source: Talk to Mildred
ko: 밀드레드와 대화하기

# Quest/&Quest_Background_Sellsword_TalkToMildred1Description
source: You received a letter from Mildred, Coparann's innkeeper, asking you to come visit her.
ko: 코파란의 여관에 잠깐 들르라는 밀드레드의 편지를 받았습니다.

# Quest/&Quest_Background_Sellsword_TalkToMildred1_Outcome1Description
source: Mildred revealed to you that you lived near Coparann before your parents died; they were sentenced to death and you were given an elixir of forgetfulness.
ko: 밀드레드가 밝히길, 당신은 당신의 부모님이 살아있을 적엔 코파란 근처에서 살았으며 부모님은 사형을 선고받고 당신은 망각의 영약을 받았다고 합니다.

# Quest/&Quest_Background_Sellsword_TalkToNikannenTitle
source: Go See Joris Nikannen
ko: 요리스 니카넨 보러가기

# Quest/&Quest_Background_Sellsword_TalkToNikannenDescription
source: Sergeant Nikannen in Coparann can help you get the keys to your house. Go find him.
ko: 당신 집 열쇠를 얻는 걸 코파란에 있는 니카넨 상사가 도와줄 수 있습니다. 가서 만나 보십시오.

# Quest/&Quest_Background_Sellsword_TalkToNikannen_Outcome1Description
source: Sergeant Nikannen told you that the keys were in the archives of the Keep. He wrote you a note to get them.
ko: 니카넨 상사는 열쇠가 성채 기록보관소에 있었다고 합니다. 당신에게 수령증을 적어 주었습니다.

# Quest/&Quest_Background_Sellsword_GetTheKeysTitle
source: Get the Keys from the Archivist
ko: 기록관에게서 열쇠 가져오기

# Quest/&Quest_Background_Sellsword_GetTheKeysDescription
source: Find the archivist in the Keep's basement and ask for the keys to your house in the Vale.
ko: 성채 지하 기록관을 찾아 계곡에 있는 집의 열쇠를 요청하십시오.

# Quest/&Quest_Background_Sellsword_GetTheKeys_Outcome1Description
source: You have the keys to your house! Time to visit it.
ko: 집 열쇠를 받았습니다! 방문할 시간입니다.

# Quest/&Quest_Background_Sellsword_VisitYourHouseTitle
source: Search Your House
ko: 우리 집 찾기

# Quest/&Quest_Background_Sellsword_VisitYourHouseDescription
source: Go to your house in the Vale and investigate the place. There must be something hidden that could help explain the events of your childhood.
ko: 계곡에 있는 우리 집으로 가서 조사하십시오. 어린 시절의 사건을 설명해 줄 무언가가 숨겨져 있을게 틀림없습니다.

# Quest/&Quest_Background_Sellsword_VisitYourHouse_Outcome1Description
source: Visiting the house, you discover a handwritten note from a mysterious individual. He was blackmailing them!
ko: 집을 둘러보던 중, 알 수 없는 인물이 남긴 수기를 발견합니다. 이 사람은 부모님들을 협박하고 있었습니다!

# Quest/&Quest_Background_Sellsword_TalkToMildred2Title
source: Discuss the Note with Mildred
ko: 밀드레드와 수기에 대해 의견 나누기

# Quest/&Quest_Background_Sellsword_TalkToMildred2Description
source: Mildred may be able to help you understand the note you found in the house. Return to Coparann and talk to her.
ko: 밀드레드가 집에서 찾은 이 수기를 이해하는데 도움이 될 지 모릅니다. 코파란으로 돌아가 대화하십시오.

# Quest/&Quest_Background_Sellsword_TalkToMildred2_Outcome1Description
source: You understood that the note was written by someone from Coparann - someone who might have been present at their trial. That person's name should be registered in the documents kept in the archives.
ko: 수기가 코파란에서 온, 부모님의 재판에 출석했을지도 모르는 사람에 의해 쓰였다는 것을 알아냈습니다. 그렇다면 그 사람의 이름이 기록보관소에 보관된 문서에 기재됐을 겁니다.

# Quest/&Quest_Background_Sellsword_ConfrontArchivistTitle
source: Get the Minutes of Your Parents' Trial
ko: 부모님의 재판 회의록 얻기

# Quest/&Quest_Background_Sellsword_ConfrontArchivistDescription
source: Go to the archives down in the Keep's basement and ask for the minutes of your parents' trial.
ko: 성채 지하 기록보관소로 가서 부모님의 재판 회의록을 요청하십시오.

# Quest/&Quest_Background_Sellsword_ConfrontArchivist_Outcome1Description
source: The Archivist was a Sorak traitor! You managed to defeat him.
ko: 기록관은 소락의 첩자였습니다! 간신히 쓰러뜨렸습니다.

# Quest/&Quest_Background_Sellsword_TalkToCeannardTitle
source: Talk to the Ceannard
ko: 감독관과 대화하기
