Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Quest/&Tutorial_02_Quest_CautiousDescription
source: Use cautious mode to sneak past the orcs and find out how to open the door. If you remain on higher ground, they won't spot you.
ko: 경계 모드를 사용하여 오크를 피해 문을 여는 방법을 알아보세요. 더 높은 곳에 있으면 발각당하지 않을 것입니다.

# Quest/&Tutorial_02_Quest_CautiousTitle
source: Sneak Past the Orcs and Activate the Mechanism
ko: 오크 무리를 몰래 지나쳐 장치 활성화하기

# Quest/&Tutorial_02_Quest_FindExit_Outcome_Description
source: You have found the orc camp!
ko: 오크 야영지를 찾았습니다!

# Quest/&Tutorial_02_Quest_FindExitDescription
source: Open the door and explore further on. Be cautious, though! The orcs might be around.
ko: 문을 열고 더 탐색하십시오. 조심하시길! 오크가 주변에 있을지도 모릅니다.

# Quest/&Tutorial_02_Quest_FindExitTitle
source: Explore Further
ko: 추가 탐색

# Quest/&Tutorial_02_Quest_FindLight_Outcome1Description
source: You have light!
ko: 빛을 밝혔습니다!

# Quest/&Tutorial_02_Quest_FindLightDescription
source: You have fallen into a dark cave! Cast a Light cantrip or use a torch so you can see!
ko: 어두운 동굴에 빠졌습니다! 빛 캔트립을 시전하거나 횃불을 사용해서 시야를 밝히세요!

# Quest/&Tutorial_02_Quest_FindLightTitle
source: Light Your Way
ko: 길을 밝히십시오

# Quest/&Tutorial_02_Quest_FindWhereYouAre_Outcome1Description
source: This totem is a sign that you're in a dangerous place… be careful!
ko: 이 토템은 당신이 위험한 곳에 있다는 신호입니다... 조심하세요!

# Quest/&Tutorial_02_Quest_FindWhereYouAreDescription
source: Examine the totem in the center of the room. Maybe that'll give you a hint about where you are.
ko: 방 중앙에 있는 토템을 조사하십시오. 아마 그것이 당신에게 현재 위치에 대한 힌트를 줄 것입니다.

# Quest/&Tutorial_02_Quest_FindWhereYouAreTitle
source: Examine the Totem
ko: 토템 조사

# Quest/&Tutorial_02_Quest_HealYourself_Outcome1Description
source: You are healed!
ko: 회복되었습니다!

# Quest/&Tutorial_02_Quest_HealYourself_Outcome2Description
source: Your survived without healing yourself.
ko: 치유없이 살아남았습니다.

# Quest/&Tutorial_02_Quest_HealYourselfDescription
source: You are badly injured from your fall. Find a way to recover hit points: cast a healing spell like cure wounds or word of healing, or find a potion of healing somewhere in the cavern.
ko: 추락으로 크게 다쳤습니다. 체력 회복 방법을 찾으십시오: 상처 치료 또는 치유의 언어와 같은 주문을 시전하거나 동굴 어딘가에서 치유 물약을 찾으십시오.

# Quest/&Tutorial_02_Quest_HealYourselfTitle
source: Use a Potion or Spell to Heal Your Wounds!
ko: 물약이나 주문을 사용하여 상처를 치료하십시오!

# Quest/&Tutorial_02_Quest_LightUpTorches_Outcome1Description
source: You have lit the torches!
ko: 횃불에 불을 붙였습니다!

# Quest/&Tutorial_02_Quest_LightUpTorchesDescription
source: Light the bracketed torched by interacting with them while holding your own torch.
ko: 횃불을 들고 받침대가 있는 횃불과 상호작용하여 불을 켜십시오.

# Quest/&Tutorial_02_Quest_LightUpTorchesTitle
source: Light the Two Torches
ko: 두 개의 횃불을 켜십시오

# Quest/&Tutorial_02_Quest_OpenDoor_Outcome1Description
source: You have found a wheel that opens the door in the corridor! Go check it out!
ko: 통로에서 문을 여는 바퀴를 발견했습니다! 가서 확인하십시오!

# Quest/&Tutorial_02_Quest_OpenDoorDescription
source: Find a way to open the door in the corridor.
ko: 통로에서 문을 여는 방법을 찾으십시오.

# Quest/&Tutorial_02_Quest_OpenDoorTitle
source: Open the Door
ko: 문 열기

# Quest/&Tutorial_02_Quest_RunAway_Outcome1Description
source: You escaped from the orc hideout!
ko: 오크 은신처에서 탈출했습니다!

# Quest/&Tutorial_02_Quest_RunAwayDescription
source: Find the exit and get out of this cavern!
ko: 출구를 찾아 이 동굴에서 나가십시오!

# Quest/&Tutorial_02_Quest_RunAwayTitle
source: Escape from the Orc Hideout
ko: 오크 은신처에서 탈출

# Quest/&Tutorial_02_Quest_Traverse_Outcome1Description
source: You reached a secret cave! Find a way out!
ko: 숨겨진 동굴에 왔습니다! 나갈 방법을 찾으십시오!

# Quest/&Tutorial_02_Quest_TraverseDescription
source: Behind the door is an underground river. Find a way through it!
ko: 문 뒤에는 개울이 있습니다. 지나갈 방법을 찾으십시오!

# Quest/&Tutorial_02_Quest_TraverseTitle
source: Cross the River
ko: 강 건너기

# Quest/&Tutorial_02_Quest_Wait_Outcome1Description
source: The orcs are gone! Get out of here!
ko: 오크들이 갔습니다! 어서 빠져나가십시오!

# Quest/&Tutorial_02_Quest_WaitDescription
source: Take a long rest to wait until night-time, then flee while the orcs are away.
ko: 긴 휴식을 취하여 밤이 될 때까지 기다렸다가 오크가 없는 사이 도망치십시오.

# Quest/&Tutorial_02_Quest_WaitTitle
source: Wait for the Orcs to Leave
ko: 오크가 떠날 때까지 기다리기

# Quest/&Tutorial_02_Title
source: Leave the Cave
ko: 동굴 벗어나기

# Quest/&Tutorial_03_Quest_Enter the fort_Outcome1Description
source: You have entered the loan shark's fort! Move cautiously!
ko: 고리대금업자의 요새에 들어왔습니다! 조심히 움직이십시오!

# Quest/&Tutorial_03_Quest_Enter the fortDescription
source: Use cautious mode to find the tracks leading to the weak spot in the wall. Then enter the fort by crawling through the hole if necessary. On the way, you can pick up the thieves' tools that Liam left near the wall of the fort.
ko: 경계 모드를 사용하여 벽의 취약한 부분으로 이어지는 발자국을 찾으세요. 그런 다음 구멍을 통해 요새에 침투하세요. 가는 길에 리암이 요새 성벽 근처에 두고 간 도둑 도구를 획득할 수 있습니다.

# Quest/&Tutorial_03_Quest_Enter the fortTitle
source: Enter the Fort
ko: 요새 진입

# Quest/&Tutorial_03_Quest_EnterRoom_Outcome1Description
source: You have opened the treasure room!
ko: 보물 방을 열었습니다!

# Quest/&Tutorial_03_Quest_EnterRoomDescription
source: Use the quartermaster's key or pick the lock.
ko: 보급관의 열쇠를 사용하거나 자물쇠를 해체하십시오.

# Quest/&Tutorial_03_Quest_EnterRoomTitle
source: Enter the Treasure Room
ko: 보물 방에 들어가기

# Quest/&Tutorial_03_Quest_EscapeFort_Outcome1Description
source: You have saved Liam and recovered his family's sword!
ko: 당신은 리암의 가보인 검을 되찾고 그를 구해주었습니다!

# Quest/&Tutorial_03_Quest_EscapeFort2Title
source: Escape from the Fort
ko: 요새 탈출

# Quest/&Tutorial_03_Quest_EscapeFortDescription
source: Remain in cautious mode and backtrack until you leave through the fort's wall.
ko: 요새의 벽을 통과할 때까지 경계 모드를 유지하고 후퇴하십시오.

# Quest/&Tutorial_03_Quest_EscapeFortTitle
source: Escape from the Fort
ko: 요새 탈출

# Quest/&Tutorial_03_Quest_Find the treasure room_Outcome1Description
source: You have disarmed the floor trap!
ko: 바닥 함정을 해제했습니다!

# Quest/&Tutorial_03_Quest_Find the treasure roomDescription
source: Climb through the window and check the place for traps, remaining in cautious mode. Disarm any trap you find.
ko: 창을 통해 올라가 함정이 있는지 확인하고 경계 모드를 유지하십시오. 발견한 모든 함정을 해제하십시오.

# Quest/&Tutorial_03_Quest_Find the treasure roomTitle
source: Find the Treasure Room
ko: 보물 방 찾기

# Quest/&Tutorial_03_Quest_GetSword_Outcome1Description
source: You've taken Liam's gem back! Retrace your steps and escape!
ko: 리암의 보석을 되찾았습니다! 왔던 길을 되돌아가 탈출하세요!

# Quest/&Tutorial_03_Quest_GetSwordDescription
source: Remain in cautious mode to detect the trap on the chest, disarm it, and pick the lock. Open the chest and take the sword.
ko: 경계 모드를 유지하여 상자에 있는 함정을 감지하고 함정 해제 및 자물쇠를 따십시오. 상자를 열고 칼을 가져 가져가십시오.

# Quest/&Tutorial_03_Quest_GetSwordTitle
source: Get Liam's Gem
ko: 리암의 보석 획득하기

# Quest/&Tutorial_03_Quest_PickDoor_Outcome1Description
source: You have opened the door.
ko: 문을 열었습니다.

# Quest/&Tutorial_03_Quest_PickDoorDescription
source: Move to the closed door and pick the lock. You'll need thieves' tools for this.
ko: 닫힌 문으로 가서 자물쇠를 해체하십시오. 도둑 도구가 필요합니다.

# Quest/&Tutorial_03_Quest_PickDoorTitle
source: Reach the Next Courtyard
ko: 다음 안뜰에 도달하기

# Quest/&Tutorial_03_Quest_SaveLiam_Outcome1Description
source: You saved Liam! Now leave the fort and meet him outside.
ko: 리암을 구했습니다! 요새를 탈출한 뒤 그와 대화하십시오.

# Quest/&Tutorial_03_Quest_SaveLiam_Outcome2Description
source: You failed to save Liam!
ko: 리암을 구하지 못했습니다!

# Quest/&Tutorial_03_Quest_SaveLiamDescription
source: Liam has been captured by the loan shark and is fighting for his life! Use your vantage point to shoot the loan shark!
ko: 리암은 고리대금업자에게 붙잡혀 목숨을 걸고 싸우고 있습니다! 유리한 지점을 활용해서 적을 쏘십시오!

# Quest/&Tutorial_03_Quest_SaveLiamTitle
source: Kill the Loan Shark and Save Liam!
ko: 고리대금업자를 죽이고 리암을 구출하라!

# Quest/&Tutorial_03_Title
source: Recover the Stolen Gem
ko: 빼앗긴 보석 찾기

# Quest/&Tutorial_04_Quest_CrossBridge_Outcome1Description
source: You are being attacked by a grayback wolf!
ko: 회색갈기 늑대의 공격을 받고 있습니다!

# Quest/&Tutorial_04_Quest_CrossBridgeDescription
source: You have survived the attack! Now reach the other side of the natural bridge and get out of here!
ko: 공격에서 살아남았습니다! 이제 다리의 반대편으로 향하십시오!

# Quest/&Tutorial_04_Quest_CrossBridgeTitle
source: Get to the Other Side of the Bridge!
ko: 다리 건너편에 도달하라!

# Quest/&Tutorial_04_Quest_EscapeJackals_Outcome1Description
source: You are trapped by the wolves… get ready to fight!
ko: 늑대 무리에게 포위되었습니다... 싸울 준비를 하십시오!

# Quest/&Tutorial_04_Quest_EscapeJackalsDescription
source: Dash to get out of the wolves' reach.
ko: 늑대가 해치지 못할 곳으로 질주하십시오.

# Quest/&Tutorial_04_Quest_EscapeJackalsTitle
source: Escape the Wolves
ko: 늑대로부터의 탈출

# Quest/&Tutorial_04_Quest_Fleeing_Outcome1Description
source: These wolves have driven you into an ambush!
ko: 이 늑대무리가 당신을 매복으로 몰아넣었습니다!

# Quest/&Tutorial_04_Quest_FleeingDescription
source: Run to the other side of the bridge!
ko: 다리 건너편으로 달리십시오!

# Quest/&Tutorial_04_Quest_FleeingTitle
source: Flee from the Wolves
ko: 늑대로부터 도망치기

# Quest/&Tutorial_04_Quest_GetKeyQuestTitle
source: The Treasure Room Key
ko: 보물 방 열쇠

# Quest/&Tutorial_04_Quest_KillAlphaJackal_Outcome1Description
source: You have survived the grayback wolf.
ko: 회색갈기 늑대에게서 살아남았습니다.

# Quest/&Tutorial_04_Quest_KillAlphaJackalDescription
source: This new opponent is too tough for you! Disengage and immediately move to push the rock in order to break the natural bridge and get rid of the grayback wolf.
ko: 이 적은 당신이 싸우기엔 너무 강합니다! 전장을 이탈한 뒤, 바위를 이용해 다리를 부숴 회색갈기 늑대를 해치우십시오.

# Quest/&Tutorial_04_Quest_KillAlphaJackalTitle
source: Disengage and Push the Rock
ko: 이탈한 뒤 바위 밀기

# Quest/&Tutorial_04_Quest_KillJackals_Outcome1Description
source: You have survived the attack!
ko: 공격에서 살아남았습니다!

# Quest/&Tutorial_04_Quest_KillJackals_Outcome2Description
source: You tried to flee from the wolves!
ko: 늑대무리로부터 도망을 시도했습니다!

# Quest/&Tutorial_04_Quest_KillJackalsDescription
source: Defeat the wolves by any means necessary. Use a shove action to push them off the bridge, and kill them in one turn before they surround you.
ko: 필요한 모든 수단을 사용해서 늑대를 물리치십시오. 밀치기 행동으로 다리에서 떨어뜨리고, 늑대들이 당신을 둘러싸기 전, 한 턴만에 죽이십시오.

# Quest/&Tutorial_04_Quest_KillJackalsTitle
source: Get Rid of the Wolves
ko: 늑대 무리 처치

# Quest/&Tutorial_04_Secondary_Quest_GetKey_Outcome1Description
source: You have the quartermaster's key and can now reach the treasure room.
ko: 보급관의 열쇠를 얻었습니다. 이제 보물방에 들어갈 수 있습니다.

# Quest/&Tutorial_04_Secondary_Quest_GetKey_Outcome2Description
source: You picked the lock on the treasure room door instead of stealing the quartermaster's key.
ko: 보급관의 열쇠를 훔치는 대신 보물방의 자물쇠를 땄습니다.

# Quest/&Tutorial_04_Title
source: Cross the Bridge
ko: 다리 건너기

# Quest/&Caer_Lem_Quest_06_2_FightTitle
source: Fight!
ko: 전투!

# Quest/&Caer_Lem_Quest_06_2_FightDescription
source: Defend against the murderous creature!
ko: 살기가 가득한 크리쳐들을 막으십시오!

# Quest/&Caer_Lem_Quest_06_2_Fight_Outcome1Description
source: You were been attacked by a Sorak, a real one! You killed it and fled with the garrison's survivors.
ko: 소락에게 공격 당했습니다, 진짜 소락 말입니다! 녀석들을 죽이고 수비대의 생존자들과 함께 도망쳤습니다.

# Quest/&Tower_Of_Magic_Quest_01_b_FightTitle
source: Fight!
ko: 전투!

# Quest/&Tower_Of_Magic_Quest_01_b_FightDescription
source: Defend against the fanatics.
ko: 광신도들을 막으십시오.

# Quest/&Tower_Of_Magic_Quest_01_b_Fight_Outcome1Description
source: You approached the seemingly peaceful people, but they attacked you with unrestrained violence.
ko: 평화로워 보이는 사람들에게 다가갔지만, 그들은 오히려 무자비한 폭력으로 화답했습니다.

# Quest/&Tower_Of_Magic_Quest_00_StartTitle
source: Explore the Area
ko: 지역 탐색

# Quest/&Tower_Of_Magic_Quest_00_StartDescription
source: You located the tower you were told about. Use caution and try to find proof of the Sorak's existence.
ko: 얘기를 전해들은 탑을 찾았습니다. 경계 모드로 들어가 소락이 존재한다는 증거를 찾으십시오.

# Quest/&Tower_Of_Magic_Quest_00_Start_Outcome1Description
source: You approached the ruin and saw a group of men and women stabilizing an excavation under the tower.
ko: 폐허에 접근하니 탑 아래에서 한 무리의 사람들이 발굴을 준비하고 있는 것을 보았습니다.

# Quest/&Tower_Of_Magic_Quest_05_b_RunePuzzleOutcomeDescription
source: You solved the rune puzzle and opened the exit of this weird library.
ko: 룬 퍼즐을 풀고 이 이상한 도서관의 출구를 열었습니다.

# Quest/&Tower_Of_Magic_Quest_05_b_RunePuzzleDescription
source: You found a broken column bearing the runes of the old schools of magic of the Manacalon era. A shining rune seems to be engraved on the ground. Maybe it's part of a magical puzzle to open the exit door.
ko: 마나칼론 시대에 있던 오래된 마법 학파의 룬 문자가 새겨진 부서진 기둥을 발견했습니다. 바닥에 빛나는 룬이 있는 것 같습니다. 아마 출구를 여는 퍼즐의 일부일 것입니다.

# Quest/&Tower_Of_Magic_Quest_05_b_RunePuzzleTitle
source: The Rune Puzzle
ko: 룬 퍼즐

# Quest/&Tower_Of_Magic_Quest_05_FindAWayToOpen_Outcome2Description
source: After some time and battles, you find something interesting.
ko: 얼마 간의 시간과 전투가 지나고, 흥미로운 것을 발견했습니다.

# Quest/&Tower_Of_Magic_Quest_Rune1Title
source: Activate the First Rune
ko: 첫 번째 룬 활성화하기

# Quest/&Tower_Of_Magic_Quest_Rune1Description
source: Find and activate the rune.
ko: 룬을 찾아 활성화하십시오.

# Quest/&Tower_Of_Magic_Quest_Rune1_Outcome1Description
source: You found and activated the rune.
ko: 룬을 찾아 활성화했습니다.

# Quest/&Tower_Of_Magic_Quest_Rune2Title
source: Activate the Second Rune
ko: 두 번째 룬 활성화하기

# Quest/&Tower_Of_Magic_Quest_Rune2Description
source: Find and activate the rune.
ko: 룬을 찾아 활성화하십시오.

# Quest/&Tower_Of_Magic_Quest_Rune2_Outcome1Description
source: You found and activated the rune.
ko: 룬을 찾아 활성화했습니다.

# Quest/&Tower_Of_Magic_Quest_Rune3Title
source: Activate the Third Rune
ko: 세 번째 룬 활성화하기

# Quest/&Tower_Of_Magic_Quest_Rune3Description
source: Find and activate the rune.
ko: 룬을 찾아 활성화하십시오.

# Quest/&Tower_Of_Magic_Quest_Rune3_Outcome1Description
source: You found and activated the rune.
ko: 룬을 찾아 활성화했습니다.

# Quest/&Tower_Of_Magic_Quest_Rune4Title
source: Activate the Fourth Rune
ko: 네 번째 룬 활성화하기

# Quest/&Tower_Of_Magic_Quest_Rune4Description
source: Find and activate the rune.
ko: 룬을 찾아 활성화하십시오.

# Quest/&Tower_Of_Magic_Quest_Rune4_Outcome1Description
source: You found and activated the rune.
ko: 룬을 찾아 활성화했습니다.

# Quest/&Tower_Of_Magic_Quest_OrbeTitle
source: Activate the Orb
ko: 마법 구체 활성화하기

# Quest/&Tower_Of_Magic_Quest_OrbeDescription
source: After lighting up all the runes, you saw a magical orb appear. Activate it.
ko: 모든 룬을 활성화하자 마법 구체가 나타났습니다. 구체를 활성화하십시오.

# Quest/&Tower_Of_Magic_Quest_Orbe_Outcome1Description
source: After lighting up all the runes, you saw a magical orb appear. You activated it and opened the way out of the library!
ko: 모든 룬을 활성화하자 마법 구체가 나타났습니다. 구체를 활성화시켰고, 도서관에서 나가는 길을 열었습니다!

# Quest/&Abjuration_Quest_16_b_Teleporter_Outcome1Description
source: In the secret room in the basement, near Kythaela's belongings, you saw a magnificent door of high imperial style. Behind it was a small room containing a Major Gate - one of the ones you were told could be used to teleport as far as Caer Cyflen, provided you had the right command word.
ko: 키타엘라의 물건들 근처에 있는 지하의 비밀 방에서 고급진 제국 스타일의 화려한 문을 발견했습니다. 그 뒤에는 주 관문이 있는 작은 방이 있었습니다. 정확한 발동어를 알고 있기만 하면 케어 키플렌까지 순간이동하는데 사용할 수 있다고 들었던 바로 그것입니다.

# Quest/&Abjuration_Quest_16_b_TeleporterDescription
source: In the secret room in the basement, near Kythaela's belongings, you saw a magnificent door of high imperial style. Check out what's on the other side.
ko: 키타엘라의 물건들 근처에 있는 지하의 비밀 방에서 고급진 제국 스타일의 화려한 문을 발견했습니다. 반대편에 무엇이 있는지 확인하십시오.

# Quest/&Abjuration_Quest_16_b_TeleporterTitle
source: Check Out the Imperial Door
ko: 제국의 문을 확인하기

# Quest/&Cradle_Of_Fire_Quest_04_TalkToArbalTitle
source: Get Past Arbal
ko: 아르발 통과하기

# Quest/&Cradle_Of_Fire_Quest_04_TalkToArbalDescription
source: You entered the volcano and reached a gate guarded by a famous orc warrior named Arbal. Now you need to get through, and maybe you don't need to fight.
ko: 화산 지역으로 들어가, 아르발이라는 유명한 오크 전사가 지키고 있는 문에 도달했습니다. 여기를 통과해야 하는데, 아마 싸우지 않아도 될 것 같습니다.

# Quest/&Cradle_Of_Fire_Quest_04_TalkToArbal_Outcome1Description
source: You convinced the warrior Arbal to let you enter the inner volcano.
ko: 전사 아르발을 설득하여 화산 내부로 들어갈 수 있게 되었습니다.

# Quest/&Cradle_Of_Fire_Quest_04_TalkToArbal_Outcome2Description
source: You talked to Arbal briefly but ended up fighting him and his orcs.
ko: 아르발과 짧게 대화했으나, 결국 그와 그의 오크 전사들과 싸우게 되었습니다.

# Quest/&Cradle_Of_Fire_Quest_06_KillRedscarOrcsTitle
source: Kill Redscar Orcs
ko: 붉은흉터 오크 죽이기

# Quest/&Cradle_Of_Fire_Quest_06_KillRedscarOrcsDescription
source: You gained access to the orc market. To free Brok, you need to get rid of the orcs guarding him. Those orcs from the Redscar tribe cannot be bartered with; they work for Arrok, the new king under the volcano.
ko: 오크 시장에 접근할 수 있게 되었습니다. 브록을 탈출시키기 위해서는 그를 지키고 있는 오크들을 제거해야 합니다. 그 붉은 흉터 부족의 오크들과는 협상할 수 없습니다. 그들은 화산 아래 새로운 왕인 아록을 위해서 일합니다.

# Quest/&Cradle_Of_Fire_Quest_06_KillRedscarOrcs_Outcome1Description
source: You killed the Redscar orcs on the market.
ko: 시장에 있는 붉은흉터 오크들을 죽였습니다.

# Quest/&Cradle_Of_Fire_Quest_07_FreeBrokTitle
source: Free Brok
ko: 브록 탈출시키기

# Quest/&Cradle_Of_Fire_Quest_07_FreeBrokDescription
source: You can now free Brok for good. No one is going to stop you.
ko: 이제 확실히 브록을 탈출시킬 수 있게 되었습니다. 아무도 당신을 막을 수 없습니다.

# Quest/&Cradle_Of_Fire_Quest_07_FreeBrok_Outcome1Description
source: You freed Brok from his Redscar guardians.
ko: 붉은흉터 경비들로부터 브록을 탈출시켰습니다.

# Quest/&Cradle_Of_Fire_Quest_08_TakeElevatorTitle
source: Take the Elevator
ko: 엘리베이터 타기

# Quest/&Cradle_Of_Fire_Quest_08_TakeElevatorDescription
source: You have made a deal with Brok and Kebra: you will try to unite the three orc tribes that haven't yet joined Arrok against him. Descend into the volcano's heart and meet with the tribal leaders.
ko: 브록, 케브라와 협상을 했습니다 - 아록에게 아직 합류하지 않은 세 오크 부족의 통합을 시도할 것입니다. 화산의 심장부로 내려가 세 부족의 지휘자들을 만나십시오.

# Quest/&Cradle_Of_Fire_Quest_08_TakeElevator_Outcome1Description
source: You entered the heart of the volcano, and began your quest for an unlikely orc coalition against the tyrant Arrok.
ko: 화산의 심장부에 진입하십시오. 그리고 폭군 아록에 대항하는 오크 연합을 조직하는, 이 성공할 수 없을 것 같은 임무를 시작하십시오.

# Quest/&Cradle_Of_Fire_Quest_05_FreebrokTitle
source: Free Brok
ko: 브록 탈출시키기

# Quest/&Cradle_Of_Fire_Quest_05_FreebrokDescription
source: You passed the gate and accessed to the market area. Find where Brok is being kept prisoner and liberate him.
ko: 문을 통과하여 시장 지역에 도착했습니다. 브록이 감금된 곳을 찾아 그를 해방시키십시오.

# Quest/&Cradle_Of_Fire_Quest_05_Freebrok_Outcome1Description
source: You reached the market area where Brok was being kept prisoner.
ko: 브록이 감금되어 있는 시장 지역에 도착했습니다.

# Quest/&Cradle_Of_Fire_Quest_00_GainBladefangSupportTitle
source: Gain the Bladefang Tribe's Support
ko: 날송곳니 부족의 지원 얻기

# Quest/&Cradle_Of_Fire_Quest_00_GainBladefangSupportDescription
source: You met with Edrof.
ko: 에드로프를 만났습니다.

# Quest/&Cradle_Of_Fire_Quest_01_ChallengeTitle
source: Take Up Edrof's Challenge
ko: 에드로프의 도전 받기

# Quest/&Cradle_Of_Fire_Quest_01_ChallengeDescription
source: Choose a character to fight the Bloodspear chief Edrof to the death in ritual combat. If you win, the Bloodspear tribe will join Brok's alliance. The chosen fighter can choose from traditional weapons. There will be no armor or magic cast during the fight. You can buff yourself and pick up your weapons to start the combat.
ko: 의식의 일환으로 피묻은창 부족장 에드로프와 목숨을 건 전투를 할 캐릭터를 선택하십시오. 전투에서 이긴다면 피묻은창 부족은 브록의 연합에 합류할 것입니다. 선택된 전사는 전통 무기들 중에 하나를 선택할 수 있습니다. 전 투에서 갑옷과 주문은 허용되지 않지만 전투 시작 전 버프를 부여할 수 있습니다. 무기를 들면 전투가 시작됩니다.

# Quest/&Cradle_Of_Fire_Quest_01_Challenge_Outcome1Description
source: You have defeated Edrof and the Bloodspear tribe has joined Brok's alliance.
ko: 에드로프를 패퇴시켰고, 피묻은창 부족은 브록의 연합에 합류했습니다.

# Quest/&CradleOfFire_Bladefang_Title
source: Orc Alliance: Bladefang
ko: 오크 연합: 날송곳니

# Quest/&Abjuration_Quest_18_FindTheGemLocation_Outcome1Description
source: You have reached the foot of a hill with a large tower in the distance. This could be the right place.
ko: 멀리 거대한 탑이 보이는 언덕자락에 도착했습니다. 아마 여기가 맞을 겁니다.

# Quest/&Abjuration_Quest_18_FindTheGemLocationDescription
source: Follow Kythaela in her search for the gem's location.
ko: 보석이 있는 지역을 찾는 키타엘라를 따라가십시오.

# Quest/&Abjuration_Quest_18_FindTheGemLocationTitle
source: Find the Gem's Location
ko: 보석이 있는 지역 탐색

# Quest/&Abjuration_Quest_19_FindTheTower_Outcome1Description
source: You have found the entrance to a tower protected from time by powerful magic, but you cannot enter it yet.
ko: 오랫동안 강력한 마법으로 보호되어온 탑의 입구를 발견했지만 아직 들어갈 수 없습니다.

# Quest/&Abjuration_Quest_19_FindTheTowerDescription
source: Explore the area around the hill to see if this is the place you are looking for.
ko: 이 곳이 정말 찾고 있던 곳이 맞는지 확인하기 위해 언덕 주변 지역을 탐색하십시오.

# Quest/&Abjuration_Quest_19_FindTheTowerTitle
source: Explore the Surroundings
ko: 주변 탐색

# Quest/&Abjuration_Quest_20_FindAPlaceToRest_Outcome1Description
source: You have found a safe place to rest.
ko: 휴식을 취할 수 있는 안전한 곳을 찾았습니다.

# Quest/&Abjuration_Quest_20_FindAPlaceToRestDescription
source: Find a place to rest and until nightfall.
ko: 해가 지기 전에 휴식을 취할 수 있는 곳을 찾으십시오.

# Quest/&Abjuration_Quest_20_FindAPlaceToRestTitle
source: Find a Place to Rest
ko: 휴식할 곳 찾기

# Quest/&Abjuration_Quest_21_RestUntilTheNight_Outcome1Description
source: You wake up during the night and can now hope to return to the tower.
ko: 밤 중에 일어나, 이제 탑으로 들어갈 수 있는 가능성을 찾을 지도 모릅니다.

# Quest/&Abjuration_Quest_21_RestUntilTheNightDescription
source: Wait or rest until the night so the moon can illuminate the magic stones. You can sit on the nearby bench or find a resting place in the vicinity.
ko: 달이 마법의 돌을 비출 수 있게 밤까지 기다리거나 쉬십시오. 근처에 벤치나 쉼터가 있습니다.

# Quest/&Abjuration_Quest_21_RestUntilTheNightTitle
source: Wait for the Moon
ko: 달 기다리기

# Quest/&Abjuration_Quest_22_FindAWayToEnterTheTower_Outcome1Description
source: You managed to open the doors, but broods attacked you, hoping to take advantage of this opportunity to enter themselves.
ko: 문을 여는 데 성공했지만 브루드들이 공격해왔습니다. 기회를 틈타 그들도 탑에 들어가려고 하는 것 같습니다.

# Quest/&Abjuration_Quest_22_FindAWayToEnterTheTowerDescription
source: Activate the correct stones to open the tower doors.
ko: 탑의 문을 열려면 올바른 돌을 활성화하십시오.

# Quest/&Abjuration_Quest_22_FindAWayToEnterTheTowerTitle
source: Find a Way to Enter the Tower
ko: 탑으로 들어가는 길 찾기

# Quest/&Abjuration_Quest_23_EnterTheTower_Outcome1Description
source: You entered the tower, but you saw a strange mist following you. Could it be related to the broods that attacked you outside?
ko: 탑에 들어섰지만 당신을 뒤따르는 이상한 안개를 보았습니다. 밖에서 공격한 브루드와 관련이 있는 걸까요?

# Quest/&Abjuration_Quest_23_EnterTheTowerDescription
source: Get inside the tower before more broods attack you.
ko: 더 많은 브루드가 공격하기 전에 탑으로 들어가십시오.

# Quest/&Abjuration_Quest_23_EnterTheTowerTitle
source: Enter the Tower
ko: 탑에 들어가기

# Quest/&Abjuration_Quest_24_FindTheMaster_Outcome1Description
source: You have found the Master of Kythaela, who holds the gem.
ko: 키타엘라의 주인을 찾았습니다. 그가 보석을 갖고 있습니다.

# Quest/&Abjuration_Quest_24_FindTheMasterDescription
source: Visit the tower to find Kythaela's master and hopefully one of the Crown's gems.
ko: 키타엘라의 주인 뿐만 아니라 어쩌면 왕관의 보석도 찾기 위해 탑으로 들어가십시오.

# Quest/&Abjuration_Quest_24_FindTheMasterTitle
source: Find the Gem
ko: 보석 찾기

# Quest/&Abjuration_Quest_25_KillRazan_Outcome1Description
source: Razan is no longer a threat. You met Adrasteia, Master of Abjuration, who entrusted you with the gem.
ko: 라잔은 이제 더 이상 위협이 되지 않습니다. 방호계 마스터 아드라스테이아를 만났고 그가 당신을 믿고 보석을 맡겼습니다.

# Quest/&Abjuration_Quest_25_KillRazanDescription
source: Fight the Defiler until Kythaela's magic happens!
ko: 키타엘라의 마법이 발동될 때까지 모독자와 싸우십시오!

# Quest/&Abjuration_Quest_25_KillRazanTitle
source: Kill the Defiler
ko: 모독자 죽이기

# Quest/&Abjuration_Quest_02a_InspectMausoleumTitle
source: Inspect the Structure
ko: 구조물 조사

# Quest/&Abjuration_Quest_02a_InspectMausoleum_Outcome1Description
source: You discovered a strange set of stones that looks like a magical mechanism, probably designed to provide entry to the mausoleum.
ko: 아마도 영묘 입구를 개방하기 위한 마법적 장치인 것으로 보이는 이상한 돌들을 발견했습니다.

# Quest/&Abjuration_Quest_02b_WaitFortheMoonTitle
source: Wait for the Moon
ko: 달 기다리기
