Repository: team-waldo/solasta-translation
Catalog: translation/*/Quest.po
Languages: ko, ko_mt

# Abjuration_Quest_08_TalkToThePeople2Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the caravan merchants.
ko_mt: 듣고, 관찰하고, Coparann에 문제가 있는지 알아내십시오. 캐러밴 상인을보십시오.

# Abjuration_Quest_08_TalkToThePeople2Title
source: Find the Third Clue
ko_mt: 세 번째 단서를 찾아라

# Abjuration_Quest_08_TalkToThePeople3_Outcome1Description
source: You heard the townspeople discussing the recent lack of contact between the Baron and the Ceannard, despite their close friendship.
ko_mt: 당신은 마을 사람들이 최근에 남작과 Ceannad 사이의 친밀한 우정에도 불구하고 연락이 잘 되지 않는 것에 대해 이야기하는 것을 들었습니다.

# Abjuration_Quest_08_TalkToThePeople3Description
source: Listen, observe, and find out if something's wrong in Coparann. Try the townspeople chatting around the keep.
ko_mt: 듣고, 관찰하고, Coparann에 문제가 있는지 알아내십시오. 성 주변에서 수다를 떨고 있는 마을 사람들을 보십시오.

# Abjuration_Quest_08_TalkToThePeople3Title
source: Find the Fourth Clue
ko_mt: 네 번째 단서를 찾아라

# Abjuration_Quest_08_TalkToThePeople4_Outcome1Description
source: Wilf Warmhearth the storekeeper told you a strange story. The Baron threw a gang of bandits in jail, instead of just hanging them as usual.
ko_mt: Wilf Warmhearth 점원이 당신에게 이상한 이야기를 했습니다. 남작은 도적단을 평소처럼 교수형에 처하는 대신 감옥에 가두었습니다.

# Abjuration_Quest_08_TalkToThePeople4Description
source: Listen, observe, and find out if something's wrong in Coparann. Try talking to the storekeeper.
ko_mt: 듣고, 관찰하고, Coparann에 문제가 있는지 알아내십시오. 점원에게 말을 걸어보세요.

# Abjuration_Quest_08_TalkToThePeople4Title
source: Find the Fifth Clue
ko_mt: 다섯 번째 단서를 찾아라

# Abjuration_Quest_08_TalkToThePeopleDescription
source: Listen, observe, and find out if something's wrong in Coparann. Start with the tavern's customers.
ko_mt: 듣고, 관찰하고, Coparann에 문제가 있는지 알아내십시오. 선술집의 고객부터 시작하십시오.

# Abjuration_Quest_08_TalkToThePeopleTitle
source: Find the First Clue
ko_mt: 첫 번째 단서 찾기

# Abjuration_Quest_09_TalkToNikannen2_Outcome1Description
source: Nikannen seems to share your fears, and told you that the Baron's behavior has changed a lot lately.
ko_mt: 니카넨은 당신의 두려움을 공유하는 것 같으며 최근 남작의 행동이 많이 바뀌었다고 말했습니다.

# Abjuration_Quest_09_TalkToNikannen2Description
source: Tell the Sergeant what you learned during your walk around town.
ko_mt: 당신이 마을을 산책하는 동안 배운 것을 상사에게 말하십시오.

# Abjuration_Quest_09_TalkToNikannen2Title
source: Find Sergeant Nikannen
ko_mt: 상사 니카넨 찾기

# Abjuration_Quest_10_TalkToTheBaron1_Outcome1Description
source: The Baron has rejected Kythaela's request and threatened you.
ko_mt: 남작은 Kythaela의 요청을 거부하고 당신을 위협했습니다.

# Abjuration_Quest_10_TalkToTheBaron1Description
source: Meet the Baron and see how he reacts.
ko_mt: 남작을 만나 그가 어떻게 반응하는지 확인하십시오.

# Abjuration_Quest_10_TalkToTheBaron1Title
source: Meet the Baron
ko_mt: 남작을 만나다

# Abjuration_Quest_11_TalkToNikannen3_Outcome1Description
source: Nikannen is certain that the Baron is an imposter of some kind.
ko_mt: 니카넨은 남작이 일종의 사기꾼이라고 확신합니다.

# Abjuration_Quest_11_TalkToNikannen3Description
source: Tell Sergeant Nikannen about your conversation with the Baron.
ko_mt: 니카넨 상사에게 남작과의 대화에 대해 이야기하십시오.

# Abjuration_Quest_11_TalkToNikannen3Title
source: Go Back to Sergeant Nikannen
ko_mt: 니카넨 상사에게 돌아가기

# Abjuration_Quest_12_WaitUntilTomorrow_Outcome1Description
source: A new day is here. Meet Nikannen at the Baron's throne room.
ko_mt: 새로운 날이 왔습니다. 남작의 왕좌에서 니카넨을 만나십시오.

# Abjuration_Quest_12_WaitUntilTomorrowDescription
source: Follow Nikannen's plan and wait until tomorrow before talking to the Baron. Spend the night at the Tavern, or outside the town if you prefer.
ko_mt: 니카넨의 계획에 따라 남작과 대화하기 전에 내일까지 기다리십시오. 선술집에서 밤을 보내거나 원하는 경우 마을 밖에서 시간을 보내십시오.

# Abjuration_Quest_12_WaitUntilTomorrowTitle
source: Take a Long Rest
ko_mt: 긴 휴식을 취하세요

# Abjuration_Quest_13_TalkToTheBaron2_Outcome1Description
source: Your discussion with the Baron finally bears fruit. He allows you to search the keep's basement.
ko_mt: 남작과의 대화가 마침내 결실을 맺었습니다. 그는 당신이 요새의 지하실을 수색하도록 허락합니다.

# Abjuration_Quest_13_TalkToTheBaron2Description
source: Follow Nikannen's plan and go with him to see the Baron. This time, tell him who you are.
ko_mt: 니카넨의 계획에 따라 그와 함께 남작을 만나러 가십시오. 이번에는 그에게 당신이 누구인지 말하십시오.

# Abjuration_Quest_13_TalkToTheBaron2Title
source: Go to the Throne Room
ko_mt: 왕좌의 방으로 이동

# Abjuration_Quest_14_GoToTheBasement_Outcome1Description
source: The "Baron" turned out to be a Sorak and trapped you in the basement of the fortress. You defeated him and his pawns, and saved the real Baron!
ko_mt: "남작"은 설악으로 밝혀져 당신을 요새 지하에 가두었습니다. 당신은 그와 그의 부하들을 물리치고 진짜 남작을 구했습니다!

# Abjuration_Quest_14_GoToTheBasementDescription
source: Kythaela's belongings are in the basement of the keep. Go down there and find them.
ko_mt: Kythaela의 소지품은 성채 지하에 있습니다. 저쪽으로 내려가서 찾으세요.

# Abjuration_Quest_14_GoToTheBasementTitle
source: Go to the Basement
ko_mt: 지하로 이동

# Abjuration_Quest_14_KillSoraks_Outcome1Description
source: In the keep's basement, you were attacked by a group of Soraks, along with some of their pawns. One of them had taken the appearance of Baron Stonefist, but you killed him, too.
ko_mt: 성채 지하실에서 당신은 소락 그룹과 그들의 졸에게 공격을 받았습니다. 그들 중 한 명이 스톤피스트 남작의 모습을 하고 있었지만 당신도 그를 죽였습니다.

# Abjuration_Quest_14_KillSoraksDescription
source: In the keep's basement, you are attacked by what seems to be a fake Baron and his guards. Defend yourself!
ko_mt: 성채 지하실에서 당신은 가짜 남작으로 보이는 것과 그의 경비병들에게 공격을 받습니다. 자신을 방어!

# Abjuration_Quest_14_KillSoraksTitle
source: Survive the ambush!
ko_mt: 매복에서 살아남아라!

# Abjuration_Quest_15_FreeTheBaron_Outcome1Description
source: You have freed the real Baron!
ko_mt: 당신은 진짜 남작을 해방했습니다!

# Abjuration_Quest_15_FreeTheBaronDescription
source: The real Baron is somewhere in the cells. Release him.
ko_mt: 진짜 남작은 세포 어딘가에 있습니다. 그를 풀어줘

# Abjuration_Quest_15_FreeTheBaronTitle
source: Free the Real Baron
ko_mt: 진짜 남작을 구출하다

# Abjuration_Quest_16_RetrieveKythaelaBelongings_Outcome1Description
source: You've found Kythaela's belongings and can continue your journey.
ko_mt: Kythaela의 소지품을 찾았고 여행을 계속할 수 있습니다.

# Abjuration_Quest_16_RetrieveKythaelaBelongingsDescription
source: Find Kythaela's belongings in the basement.
ko_mt: 지하실에서 Kythaela의 소지품을 찾으십시오.

# Abjuration_Quest_16_RetrieveKythaelaBelongingsTitle
source: Find Kythaela's Belongings
ko_mt: 키타엘라의 소지품 찾기

# Abjuration_Quest_17_0_ThroneRoom_Outcome1Description
source: In the basement of Coparann's keep, you found Kythaela's belongings, as she expected. Despite her somewhat strange behavior, she seems to be a powerful wizard.
ko_mt: 코파란의 성채 지하실에서 예상대로 키타엘라의 소지품을 찾았습니다. 그녀의 다소 이상한 행동에도 불구하고 그녀는 강력한 마법사처럼 보입니다.

# Abjuration_Quest_17_0_ThroneRoomDescription
source: You have accomplished what you came for, now go to see the Ceannard in the throne room before resuming your quest for the gems.
ko_mt: 당신은 당신이 원하는 것을 성취했습니다. 이제 보석에 대한 당신의 탐구를 재개하기 전에 왕좌에 있는 Ceannad를 만나러 가십시오.

# Abjuration_Quest_17_0_ThroneRoomTitle
source: Go to the Throne Room
ko_mt: 왕좌의 방으로 이동

# Abjuration_Quest_17_FindTheGemLocation_Outcome1Description
source: You found an old hilltop estate where the gem might be hidden.
ko_mt: 보석이 숨겨져 있을 수도 있는 오래된 언덕 위의 저택을 찾았습니다.

# Abjuration_Quest_17_FindTheGemLocationDescription
source: Follow Kythaela and find the gem's location.
ko_mt: Kythaela를 따라 보석의 위치를 ​​찾으십시오.

# Abjuration_Quest_17_FindTheGemLocationTitle
source: Follow Kythaela
ko_mt: Kythaela 팔로우

# Abjuration_Quest_18_EnterTheTower_Outcome1Description
source: You've opened the tower - but Broods attack you!
ko_mt: 타워를 열었지만 브루즈가 당신을 공격합니다!

# Abjuration_Quest_18_EnterTheTowerDescription
source: Find a way into the tower.
ko_mt: 타워로 가는 길을 찾으세요.

# Abjuration_Quest_18_EnterTheTowerTitle
source: Enter the Tower
ko_mt: 타워에 입장

# Abjuration_Quest_19_CloseTheDoor_Outcome1Description
source: You've got into the tower and closed the door. The Broods don't look they can get in, although a strange fog passed in front of you.
ko_mt: 당신은 타워에 들어가서 문을 닫았습니다. 이상한 안개가 당신 앞에 지나갔지만 무리는 그들이 들어갈 수 있을 것 같지 않습니다.

# Abjuration_Quest_19_CloseTheDoorDescription
source: Close the door.
ko_mt: 문을 닫다.

# Abjuration_Quest_19_CloseTheDoorTitle
source: Close the Door
ko_mt: 문을 닫다

source: Angbi's Bones
ko_mt: 앙비의 뼈

# BoneKeep
source: Gem Quest: The Dark Castle
ko_mt: 보석 퀘스트: 다크 캐슬

# BoneKeep_Quest_Step01__Outcome1Description
source: You arrived at the location of the Crown's signal and found a large castle there.
ko_mt: 당신은 왕관의 신호가 있는 곳에 도착했고 그곳에서 큰 성을 발견했습니다.

# BoneKeep_Quest_Step01_Description
source: Travel to the place that the crownbearer is being drawn to, and search for a gem.
ko_mt: 왕관 소유자가 끌리는 곳으로 이동하여 보석을 찾으십시오.

# BoneKeep_Quest_Step01_Title
source: Follow the Crownbearer's Intuition
ko_mt: 크라운베어러의 직관을 따르세요

# BoneKeep_Quest_Step02__Outcome1Description
source: You have reached the castle courtyard.
ko_mt: 성 안뜰에 도착했습니다.

# BoneKeep_Quest_Step02_Description
source: Find a way into the courtyard.
ko_mt: 안뜰로 가는 길을 찾으십시오.

# BoneKeep_Quest_Step02_Title
source: Enter the Castle's Courtyard
ko_mt: 성 안뜰에 입장

# BoneKeep_Quest_Step03__Outcome1Description
source: You have found the Keep entrance, but you can't get in.
ko_mt: 성채 입구를 찾았지만 들어갈 수 없습니다.

# BoneKeep_Quest_Step03_Description
source: Get into the keep and find the Master.
ko_mt: 성 안으로 들어가 마스터를 찾으십시오.

# BoneKeep_Quest_Step03_Title
source: Enter the Castle's Keep
ko_mt: 성곽에 들어가다

# BoneKeep_Quest_Step04__Outcome1Description
source: You have found an underground passage.
ko_mt: 지하 통로를 찾았습니다.

# BoneKeep_Quest_Step04_Description
source: Search the courtyard for another way into the keep.
ko_mt: 안뜰에서 성채로 들어가는 다른 길을 찾으십시오.

# BoneKeep_Quest_Step04_Title
source: Find Another Way In
ko_mt: 다른 길 찾기

# BoneKeep_Quest_Step05__Outcome1Description
source: You have entered the keep.
ko_mt: 당신은 요새에 입장했습니다.

# BoneKeep_Quest_Step05_Description
source: Navigate through the tunnels to find a way into the keep.
ko_mt: 터널을 탐색하여 성채로 가는 길을 찾으십시오.

# BoneKeep_Quest_Step05_Title
source: Explore the Tunnels
ko_mt: 터널 탐험

# BoneKeep_Quest_Step06__Outcome1Description
source: You have found a hidden stair to the next floor.
ko_mt: 다음 층으로 가는 숨겨진 계단을 발견했습니다.

# BoneKeep_Quest_Step06_Description
source: Explore the laboratory and look for the Master.
ko_mt: 실험실을 탐색하고 마스터를 찾으십시오.

# BoneKeep_Quest_Step06_Title
source: Get to the Next Floor
ko_mt: 다음 층으로 이동

# BoneKeep_Quest_Step07__Outcome1Description
source: You need a teleporter to get to the next floor.
ko_mt: 다음 층으로 이동하려면 텔레포터가 필요합니다.

# BoneKeep_Quest_Step07_Description
source: Search the lair and see if the Master is here.
ko_mt: 은신처를 수색하고 마스터가 여기 있는지 확인하십시오.

# BoneKeep_Quest_Step07_Title
source: Locate the Master
ko_mt: 마스터 찾기

# BoneKeep_Quest_Step07A__Outcome1Description
source: You have found a room with teleporters.
ko_mt: 텔레포터가 있는 방을 찾았습니다.

# BoneKeep_Quest_Step07A_Description
source: Find how to exit the maze, probably the Master's last line of defense. Take your time, think it through, and look for clues while you explore.
ko_mt: 아마도 마스터의 마지막 방어선인 미로를 빠져나가는 방법을 찾으십시오. 시간을 갖고 깊이 생각하고 탐색하는 동안 단서를 찾으십시오.

# BoneKeep_Quest_Step07A_Title
source: Find a Way Out of the Maze
ko_mt: 미로에서 탈출구 찾기

# BoneKeep_Quest_Step07B__Outcome1Description
source: You have found the way out of the maze!
ko_mt: 미로에서 탈출구를 찾았습니다!

# BoneKeep_Quest_Step07B__Outcome2Description
source: You got lost among the teleporters.
ko_mt: 텔레포터 사이에서 길을 잃었습니다.

# BoneKeep_Quest_Step07B_Description
source: Follow the hints in the journal to escape the labyrinth.
ko_mt: 일지의 힌트를 따라 미로를 탈출하세요.

# BoneKeep_Quest_Step07B_Title
source: Follow the Adventurer's Journal
ko_mt: 모험가의 일지 팔로우

# BoneKeep_Quest_Step07C__Outcome1Description
source: You escaped the teleporter maze!
ko_mt: 텔레포터 미로를 탈출했습니다!

# BoneKeep_Quest_Step07C_Description
source: The paranoid Master has set up a labyrinth of teleporters. You must find a way out!
ko_mt: 편집증 마스터가 텔레포터의 미로를 설정했습니다. 탈출구를 찾아야 합니다!

# BoneKeep_Quest_Step07C_Title
source: Find a Way Out of the Maze
ko_mt: 미로에서 탈출구 찾기

# BoneKeep_Quest_Step07D__Outcome1Description
source: You escaped the teleporter maze!
ko_mt: 텔레포터 미로를 탈출했습니다!

# BoneKeep_Quest_Step07D_Description
source: You took a wrong turn! Time to reset the teleporter maze!
ko_mt: 방향을 잘못 잡았습니다! 텔레포터 미로를 재설정할 시간입니다!

# BoneKeep_Quest_Step07D_Title
source: Lost in Translation
ko_mt: 번역 중 손실

# BoneKeep_Quest_Step08__Outcome1Description
source: You have found the Master and acquired the Gem of Necromancy.
ko_mt: 마스터를 찾아 강령술의 보석을 획득했습니다.

# BoneKeep_Quest_Step08_Description
source: Question the Master about the gem's location.
ko_mt: 마스터에게 보석의 위치에 대해 질문하십시오.

# BoneKeep_Quest_Step08_Title
source: Find the Master and the Gem
ko_mt: 마스터와 보석 찾기

# BoneKeep_SecondaryQuest_AngbisBones_FindBones1_Outcome1Description
source: You found the first group of Angbi's bones.
ko_mt: Angbi의 뼈의 첫 번째 그룹을 찾았습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones1Description
source: Find the first group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko_mt: Angbi의 뼈의 첫 번째 그룹을 찾으십시오. 당신이 그것들을 모두 가지고 있을 때, 당신은 그의 유해를 Caer Cyflen에게 가져갈 수 있습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones1Title
source: Find the First Group
ko_mt: 첫 번째 그룹 찾기

# BoneKeep_SecondaryQuest_AngbisBones_FindBones2_Outcome1Description
source: You found the second group of Angbi's bones.
ko_mt: Angbi의 두 번째 뼈 그룹을 찾았습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones2Description
source: Find the second group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko_mt: Angbi의 뼈의 두 번째 그룹을 찾으십시오. 당신이 그것들을 모두 가지고 있을 때, 당신은 그의 유해를 Caer Cyflen에게 가져갈 수 있습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones2Title
source: Find the Second Group
ko_mt: 두 번째 그룹 찾기

# BoneKeep_SecondaryQuest_AngbisBones_FindBones3_Outcome1Description
source: You found the third group of Angbi's bones.
ko_mt: Angbi의 뼈의 세 번째 그룹을 찾았습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones3Description
source: Find the third group of Angbi's bones. When you have them all, you can take his remains to Caer Cyflen.
ko_mt: Angbi의 뼈의 세 번째 그룹을 찾으십시오. 당신이 그것들을 모두 가지고 있을 때, 당신은 그의 유해를 Caer Cyflen에게 가져갈 수 있습니다.

# BoneKeep_SecondaryQuest_AngbisBones_FindBones3Title
source: Find the Third Group
ko_mt: 세 번째 그룹 찾기

# BoneKeep_SecondaryQuest_AngbisBones_ReturnBones_Outcome1Description
source: You have returned Angbi's bones to Caer Cyflen!
ko_mt: Angbi의 뼈를 Caer Cyflen에게 반환했습니다!

# BoneKeep_SecondaryQuest_AngbisBones_ReturnBonesDescription
source: You have gathered all of Angbi's bones. Take them to the Antiquarians in Caer Cyflen.
ko_mt: 앙비의 뼈를 모두 모았습니다. Caer Cyflen에 있는 골동품 수집가에게 가져가십시오.

# BoneKeep_SecondaryQuest_AngbisBones_ReturnBonesTitle
source: Return Angbi's Bones
ko_mt: 앙비의 뼈를 돌려줘

# Caer_Cyflen_Merton_Quest_AskAnnie_Outcome1Description
source: You asked Annie about Arwin Merton but she said it was a painful topic and she didn't want to talk about it. You didn't push her.
ko_mt: 당신은 Annie에게 Arwin Merton에 대해 물었지만 그녀는 그것이 고통스러운 주제이고 그것에 대해 이야기하고 싶지 않다고 말했습니다. 당신은 그녀를 밀어하지 않았다.

# Caer_Cyflen_Merton_Quest_AskAnnie_Outcome2Description
source: You didn't have the chance to ask Annie what she knew about Arwin Merton.
ko_mt: Annie가 Arwin Merton에 대해 무엇을 알고 있는지 물어볼 기회가 없었습니다.

# Caer_Cyflen_Merton_Quest_AskAnnieDescription
source: Lord Carran told you that Arwin Merton used to be a Scavenger, and a famous one. Ask Annie Bagmordah to tell you more about him.
ko_mt: Carran 경은 Arwin Merton이 청소부이자 유명한 사람이었습니다. Annie Bagmordah에게 그에 대한 자세한 정보를 요청하십시오.

# Caer_Cyflen_Merton_Quest_AskAnnieTitle
source: Ask Annie about Merton
ko_mt: annie님에게 Merton에 관한 질문하기

# Caer_Cyflen_Merton_Quest_MainTitle
source: Arwin Merton's Story
ko_mt: 아르윈 머튼의 이야기

# Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Description
source: Return to Caer Cyflen and report on what has happened.
ko_mt: Caer Cyflen에게 돌아가서 무슨 일이 일어났는지 보고하십시오.

# Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Outcome1Description
source: You have reached Caer Cyflen.
ko_mt: 당신은 Caer Cyflen에 도달했습니다.

# Caer_Cyflen_Quest_AfterCaerLem_01_Travel2Cyflen_Title
source: Head Back to Caer Cyflen
ko_mt: Caer Cyflen으로 돌아가기

# Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Description
source: Meet with Carran at the Gravekeep's Cask.
ko_mt: 묘지의 술통에서 캐런을 만나십시오.

# Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Outcome1Description
source: You have made your report to the Council.
ko_mt: 위원회에 보고하셨습니다.

# Caer_Cyflen_Quest_AfterCaerLem_02_MeetCarran_Title
source: Meet with Carran
ko_mt: 캐런과의 만남

# Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Description
source: Talk to someone who survived Caer Lem. Find out where the scouts went before the Soraks attacked the outpost. If the expedition drew their attention, the scouts must have found a hideout. You might find more Soraks there.
ko_mt: Caer Lem에서 살아남은 사람과 대화하십시오. Soraks가 전초 기지를 공격하기 전에 정찰병이 어디로 갔는지 알아보십시오. 원정대가 주의를 끌었다면 정찰병이 은신처를 찾았을 것입니다. 그곳에서 더 많은 설악을 찾을 수 있습니다.

# Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Outcome1Description
source: You have learned about an old tower in the Badlands where Soraks might be hiding.
ko_mt: 당신은 Soraks가 숨어있을지도 모르는 Badlands의 오래된 탑에 대해 배웠습니다.

# Caer_Cyflen_Quest_AfterCaerLem_03_Talk2Survivors_Title
source: Talk to One of the Survivors from Caer Lem
ko_mt: Caer Lem의 생존자 중 한 명과 대화

# Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Description
source: You have learned that the scouts from the Caer Lem garrison were exploring around an ancient tower. Its location is now on your map. Go there and investigate: find a Sorak and bring its head back to the Council as proof that they really exist.
ko_mt: Caer Lem 수비대의 정찰병이 고대 탑 주변을 탐험하고 있다는 것을 알게 되었습니다. 그 위치가 이제 지도에 표시됩니다. 그곳으로 가서 조사하십시오. 설악이 실제로 존재한다는 증거로 설악을 찾아 그 머리를 의회에 가져가십시오.

# Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Outcome1Description
source: You have reached the ancient tower.
ko_mt: 고대 탑에 도착했습니다.

# Caer_Cyflen_Quest_AfterCaerLem_04_Travel2TOM_Title
source: Travel to the Ancient Tower
ko_mt: 고대 탑으로 여행

# Caer_Cyflen_Quest_AfterCaerLem_TalkToBeryl_Outcome1Description
source: You talked to Beryl and she told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a bit deeper in the Badlands.
ko_mt: 당신은 Beryl에게 말했고 그녀는 Soraks가 전초 기지를 공격하기 전에 Caer Lem 정찰대가 어디에 있었는지 말했습니다. 그것은 황무지에서 조금 더 깊은 폐허가 된 탑이었습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToBeryl_Outcome2Description
source: You remembered that Beryl was killed in Caer Lem.
ko_mt: Beryl이 Caer Lem에서 살해당했다는 것을 기억하고 있습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToBerylDescription
source: Find Beryl and ask her if she knows anything. Take a look around the Snow Alliance embassy.
ko_mt: 베릴을 찾아 그녀가 아는 것이 있는지 물어보십시오. 스노우 얼라이언스 대사관을 둘러보세요.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToBerylTitle
source: Talk to Beryl
ko_mt: 베릴과 대화

# Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliat_Outcome1Description
source: You talked to Daliat and he told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a little further into the Badlands.
ko_mt: 당신은 Daliat와 이야기했고 그는 Soraks가 전초 기지를 공격하기 전에 Caer Lem 정찰대가 어디에 있었는지 당신에게 말했습니다. 그것은 황무지에서 조금 더 떨어진 폐허가 된 탑이었습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliat_Outcome2Description
source: You remembered that you killed Daliat in Caer Lem.
ko_mt: 당신은 당신이 Caer Lem에서 Daliat를 죽였다는 것을 기억하고 있습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliatDescription
source: Find Daliat and ask him if he knows anything. Take a look around Lane Ends.
ko_mt: 달리아트를 찾아 아는 것이 있는지 물어보십시오. 레인 엔드를 둘러보세요.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToDaliatTitle
source: Talk to Daliat
ko_mt: 달리앗과 대화

# Caer_Cyflen_Quest_AfterCaerLem_TalkToRobar_Outcome1Description
source: You talked to Robar and he told you where the Caer Lem scouts were before the Soraks attacked the outpost. It was a ruined tower, a little further into the Badlands.
ko_mt: 당신은 Robar에게 말했고 그는 Soraks가 전초 기지를 공격하기 전에 Caer Lem 정찰대가 어디에 있었는지 당신에게 말했습니다. 그것은 황무지에서 조금 더 떨어진 폐허가 된 탑이었습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToRobar_Outcome2Description
source: You remembered that Robar was killed in Caer Lem.
ko_mt: 당신은 Robar가 Caer Lem에서 살해당했다는 것을 기억하고 있습니다.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToRobarDescription
source: Find Robar and ask him if he knows anything. Take a look around Sunblaze Court.
ko_mt: 로바를 찾아 아는 것이 있는지 물어보십시오. Sunblaze Court를 둘러보세요.

# Caer_Cyflen_Quest_AfterCaerLem_TalkToRobarTitle
source: Talk to Robar
ko_mt: 로바와 대화

# Caer_Cyflen_Quest_AfterCaerLem_Title
source: First Mission Accomplished
ko_mt: 첫 번째 임무 완수

# Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Description
source: Meet with Carran at the Gravekeep's Cask.
ko_mt: 묘지의 술통에서 캐런을 만나십시오.

# Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Outcome1Description
source: You have met with Carran and brought the head of the Sorak to the Council. While the crown was being inspected by the high ranking members of the Council, you passed out and were brought to the Temple of Einar.
ko_mt: 당신은 Carran을 만나서 Sorak의 머리를 의회에 데려왔습니다. 의회의 고위 인사들이 왕관을 검사하는 동안 당신은 기절하여 에이나르 신전으로 끌려갔습니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_01_MeetCarran_Title
source: Go to the Gravekeep's Cask
ko_mt: 묘지기의 술통으로 이동

# Caer_Cyflen_Quest_AfterTowerOfMagic_02_ReturnToCouncil_Description
source: Return to the Council chamber and complete your report.
ko_mt: 의회로 돌아가 보고서를 작성하십시오.

# Caer_Cyflen_Quest_AfterTowerOfMagic_02_ReturnToCouncil_Outcome1Description
source: You have finished your report.
ko_mt: 보고서를 완료했습니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_02_ReturnToCouncil_Title
source: Return to the Council
ko_mt: 위원회로 돌아가기

# Caer_Cyflen_Quest_AfterTowerOfMagic_03_Fight_Description
source: Protects the masters for 3 turns.
ko_mt: 3턴 동안 마스터를 보호합니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_03_Fight_Outcome1Description
source: You had a vision of an epic battle against the Soraks. But you weren't yourself. What does it mean? You have no idea.
ko_mt: 당신은 소락스와의 장엄한 전투에 대한 환상을 보았습니다. 하지만 당신은 당신 자신이 아니었습니다. 무슨 뜻이에요? 당신은 아무 생각이 없습니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_03_FightTitle
source: Defend the Mages with Your Life
ko_mt: 목숨을 걸고 마법사를 지켜라

# Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Description
source: You need the Council to let you go to look for the other Crown gems.
ko_mt: 다른 왕관 보석을 찾으러 가려면 의회가 필요합니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Outcome1Description
source: You have convinced the Council to let you go with the Crown. It is now your mission to search for the remaining gems. It seems the Crown is sending you messages, that you can feel pulling you to specific locations, far away, where you think you might find the missing gems.
ko_mt: 당신은 의회를 설득하여 왕실과 함께 가도록 했습니다. 이제 남은 보석을 찾는 것이 당신의 임무입니다. 왕관이 당신에게 메시지를 보내는 것 같습니다. 당신이 잃어버린 보석을 찾을 수 있다고 생각되는 멀리 떨어진 특정 위치로 당신을 끌어당기는 것을 느낄 수 있습니다.

# Caer_Cyflen_Quest_AfterTowerOfMagic_04_Convince_Title
source: Convince the Council
ko_mt: 의회를 설득하다

# Caer_Cyflen_Quest_AfterTowerOfMagic_Title
source: Report to the Council
ko_mt: 이사회에 보고

# Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Description
source: It is located near the palace and embassies. Head north, take the stairs to Sunblaze Court, then take the stairs west to the embassies, and go straight to reach the Council.
ko_mt: 궁전과 대사관 근처에 있습니다. 북쪽으로 가다가 Sunblaze Court로 가는 계단을 타고 서쪽으로 대사관으로 가는 계단을 타고 직진하면 평의회에 도착합니다.

# Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Outcome1Description
source: You have been sworn in as Council deputies.
ko_mt: 당신은 의회 의원으로 취임했습니다.

# Caer_Cyflen_Quest_AfterTutorial_01_MeetCouncil_Title
source: Meet Carran at the Legacy Council
ko_mt: 유산 위원회에서 Carran을 만나보세요
