Repository: team-waldo/solasta-translation
Catalog: translation/*/Reaction.po
Languages: ko_mt

# AlterAttackSpellDescription
source: {0} is attacking {1}! You can cast {2} to block the attack.
ko_mt: {0}이(가) {1}을(를) 공격하고 있습니다! {2}를 시전하여 공격을 차단할 수 있습니다.

# AlterAttackSpellReactDescription
source: Click to cast {0} and block the attack.
ko_mt: 클릭하여 {0}을(를) 시전하고 공격을 차단합니다.

# AlterAttackSpellReactTitle
source: Cast Spell
ko_mt: 주문 시전

# AlterAttackSpellTitle
source: Prevent incoming attack.
ko_mt: 들어오는 공격을 방지합니다.

# BlockAttackDescription
source: {0} is attacking {1}! You can react to impose disadvantage upon the enemy.
ko_mt: {0}이(가) {1}을(를) 공격하고 있습니다! 적에게 불이익을 주기 위해 대응할 수 있습니다.

# BlockAttackReactDescription
source: Click to block the attacking character and impose disadvantage. This uses your reaction until your next turn.
ko_mt: 클릭하여 공격하는 캐릭터를 차단하고 불이익을 줍니다. 이것은 다음 턴까지 당신의 반응을 사용합니다.

# BlockAttackReactTitle
source: Block
ko_mt: 블록

# BlockAttackTitle
source: Attack on Ally
ko_mt: 동맹에 대한 공격

# CastFallPreventionSpellDescriptionPlural
source: {0} are about to fall dangerously! You can cast {1} to prevent any damage.
ko_mt: {0}이(가) 위험하게 떨어지려고 합니다! 피해를 방지하기 위해 {1}을(를) 사용할 수 있습니다.

# CastFallPreventionSpellDescriptionSingle
source: {0} is about to fall dangerously! You can cast {1} to prevent any damage.
ko_mt: {0}이(가) 위험하게 떨어지려고 합니다! 피해를 방지하기 위해 {1}을(를) 사용할 수 있습니다.

# CastFallPreventionSpellReactDescription
source: Click to cast the {0} spell and prevent fall damage.
ko_mt: 클릭하면 {0} 주문을 시전하고 낙하 피해를 방지할 수 있습니다.

# CastFallPreventionSpellReactTitle
source: Cast Spell
ko_mt: 주문 시전

# CastFallPreventionSpellTitle
source: Hurtful Fall
ko_mt: 해로운 가을

# CastImmunityToSpellDescription
source: {0} is casting {3} on {1}! You can cast {2} to counter the spell.
ko_mt: {0}님이 {1}에서 {3}을(를) 캐스팅 중입니다! {2}를 시전하여 주문을 무효화할 수 있습니다.

# CastImmunityToSpellReactDescription
source: Click to cast {0} and counter the spell attack.
ko_mt: 클릭하여 {0}을(를) 시전하고 주문 공격에 대응합니다.

# CastImmunityToSpellReactTitle
source: Cast Spell
ko_mt: 주문 시전

# CastImmunityToSpellTitle
source: Incoming Spell Attack
ko_mt: 들어오는 주문 공격

# ChooseAReactionTitle
source: Choose a Reaction
ko_mt: 반응 선택

# ChooseAnOptionTitle
source: Choose an Option
ko_mt: 옵션을 선택하세요

# CounterAttackWithPowerDescription
source: {0} has hit {1}! You can counterattack with {2}.
ko_mt: {0}이(가) {1}에 도달했습니다! {2}로 반격할 수 있습니다.

# CounterAttackWithPowerReactDescription
source: Click to use {0} and strike back.
ko_mt: {0}을(를) 사용하고 반격하려면 클릭하세요.

# CounterAttackWithPowerReactTitle
source: Strike
ko_mt: 스트라이크

# CounterAttackWithPowerTitle
source: Enemy Attack
ko_mt: 적의 공격

# CounterSpellDescription
source: {0} is casting a spell! You can react to counter the spell.
ko_mt: {0}이(가) 주문을 걸고 있습니다! 당신은 주문에 대응하기 위해 반응할 수 있습니다.

# CounterSpellReactDescription
source: Click to cast counterspell and counter the enemy spell.
ko_mt: 클릭하여 반대 주문을 시전하고 적의 주문에 반대합니다.

# CounterSpellReactTitle
source: Counter
ko_mt: 카운터

# CounterSpellTitle
source: Hostile Spellcasting
ko_mt: 적대적인 주문 시전

# GiantKillerDescription
source: {0},a {2} creature, has attacked {1}, who can use a reaction to strike back
ko_mt: {2} 생물인 {0}이(가) 반격을 위해 반동을 사용할 수 있는 {1}을(를) 공격했습니다.

# GiantKillerReactDescription
source: Click to counter-attack. This uses your reaction until your next turn.
ko_mt: 클릭하여 반격합니다. 이것은 다음 턴까지 당신의 반응을 사용합니다.

# GiantKillerReactTitle
source: Attack
ko_mt: 공격

# GiantKillerTitle
source: Giant Killer
ko_mt: 자이언트 킬러

# MainTitle
source: Reacting to
ko_mt: 에 반응

# OpportunityAttackDescription
source: {0} is leaving an area threatened by one or more characters.
ko_mt: {0}이(가) 한 명 이상의 캐릭터에 의해 위협받는 지역을 떠나고 있습니다.

# OpportunityAttackReactDescription
source: Click to attack the retreating character/creature. This uses your reaction until your next turn.
ko_mt: 후퇴하는 캐릭터/생물을 공격하려면 클릭하세요. 이것은 당신의 다음 턴까지 당신의 반응을 사용합니다.

# OpportunityAttackReactTitle
source: Attack
ko_mt: 공격

# OpportunityAttackTitle
source: Attack of Opportunity
ko_mt: 기회의 공격

# PassDescription
source: You do not react to this event, saving your reaction for later.
ko_mt: 당신은 이 이벤트에 반응하지 않으며, 나중을 위해 당신의 반응을 저장합니다.

# PassTitle
source: Pass
ko_mt: 통과하다

# ReactionShotDescription
source: {0} has attacked {1}, who can use a reaction to strike back with a ranged attack.
ko_mt: {0}은(는) 반동을 사용하여 원거리 공격으로 반격할 수 있는 {1}을(를) 공격했습니다.

# ReactionShotReactDescription
source: Click to counterattack. This uses your reaction until your next turn.
ko_mt: 클릭하여 반격합니다. 이것은 당신의 다음 턴까지 당신의 반응을 사용합니다.

# ReactionShotReactTitle
source: Attack
ko_mt: 공격

# ReactionShotTitle
source: Reaction Shot
ko_mt: 리액션 샷

# SecondsTitle
source: sec
ko_mt: 비서

# SpendPowerPowerDomainBattleDecisiveStrikeDescription
source: {0} can strike with additional damage by using Channel Divinity.
ko_mt: {0}은(는) Channel Divinity를 사용하여 추가 피해를 줄 수 있습니다.

# SpendPowerPowerDomainBattleDecisiveStrikeReactDescription
source: Click to boost damage using Channel Divinity: Decisive Strike.
ko_mt: Channel Divinity: Decision Strike를 사용하여 피해를 늘리려면 클릭하세요.

# SpendPowerPowerDomainBattleDecisiveStrikeReactTitle
source: Strike
ko_mt: 스트라이크

# SpendPowerPowerDomainBattleDecisiveStrikeTitle
source: Successful Attack
ko_mt: 성공적인 공격

# SpendPowerPowerTraditionGreenmageMagicalArrowDescription
source: {0} can try to entangle the target by spending a use of Magical Arrow.
ko_mt: {0}은(는) Magical Arrow를 사용하여 대상을 얽히게 할 수 있습니다.

# SpendPowerPowerTraditionGreenmageMagicalArrowReactDescription
source: Click to try to entangle the target.
ko_mt: 클릭하면 대상이 얽히게 됩니다.

# SpendPowerPowerTraditionGreenmageMagicalArrowReactTitle
source: Entangle
ko_mt: 얽히다

# SpendPowerPowerTraditionGreenmageMagicalArrowTitle
source: Successful Attack
ko_mt: 공격 성공

# SpendSpellSlotDivineSmiteDescription
source: {0} can smite his target with additional damage by spending a spell slot.
ko_mt: {0}은(는) 주문 슬롯을 사용하여 추가 피해로 대상을 강타할 수 있습니다.

# SpendSpellSlotDivineSmiteReactDescription
source: Click to spend a spell slot and increase damage to the target.
ko_mt: 클릭하여 주문 슬롯을 사용하고 대상에 대한 피해를 증가시킵니다.

# SpendSpellSlotDivineSmiteReactTitle
source: Smite
ko_mt: 강타

# SpendSpellSlotDivineSmiteTitle
source: Divine Smite
ko_mt: 신성한 일격

# SubitemSelectCounterspellDescription
source: Select a slot level to spend to cast counterspell
ko_mt: 반대 주문을 시전하는 데 사용할 슬롯 레벨을 선택하세요.

# SubitemSelectCounterspellTitle
source: Slot Level
ko_mt: 슬롯 레벨

# SubitemSelectDivineSmiteDescription
source: Select a slot level to consume for your Divine Smite
ko_mt: 신성한 일격에 사용할 슬롯 레벨을 선택하세요.

# SubitemSelectDivineSmiteTitle
source: Slot Level
ko_mt: 슬롯 레벨

# SubitemSelectFeatherFallDescription
source: Select a slot level to spend to cast Feather Fall
ko_mt: Feather Fall을 시전하는 데 사용할 슬롯 레벨을 선택하세요.

# SubitemSelectFeatherFallTitle
source: Slot Level
ko_mt: 슬롯 레벨

# SubitemSelectShieldDescription
source: Select a slot level to spend to cast shield
ko_mt: 보호막을 캐스팅하는 데 사용할 슬롯 레벨을 선택하세요.

# SubitemSelectShieldTitle
source: Slot Level
ko_mt: 슬롯 레벨

# UncannyDodgeDescription
source: {0} is attacking {1}, who can react to halve incoming damage.
ko_mt: {0}이(가) {1}을(를) 공격하고 있습니다. 이 공격은 받는 피해를 절반으로 줄일 수 있습니다.

# UncannyDodgeReactDescription
source: Click to use your reaction and halve the attack's damage.
ko_mt: 클릭하여 반응을 사용하고 공격의 피해를 절반으로 줄이십시오.

# UncannyDodgeReactTitle
source: Halve
ko_mt: 반으로

# UncannyDodgeTitle
source: Uncanny Dodge
ko_mt: 무시무시한 닷지

# UsePowerDomainElementalDiscipleOfTheElementsColdDescription
source: {0} can become temporarily immune to cold, and recover some hit points.
ko_mt: {0}은(는) 일시적으로 추위에 면역이 되고 일부 체력을 회복할 수 있습니다.

# UsePowerDomainElementalDiscipleOfTheElementsColdReactDescription
source: Click to become immune to cold, and recover hit points.
ko_mt: 클릭하면 추위에 면역이 되고 체력이 회복됩니다.

# UsePowerDomainElementalDiscipleOfTheElementsColdReactTitle
source: Embrace
ko_mt: 포옹하다

# UsePowerDomainElementalDiscipleOfTheElementsColdTitle
source: Scholar of the Elements (Cold)
ko_mt: 원소의 학자(냉기)

# UsePowerDomainElementalDiscipleOfTheElementsFireDescription
source: {0} can become temporarily immune to fire, and recover some hit points.
ko_mt: {0}은(는) 일시적으로 불에 면역이 되고 일부 체력을 회복할 수 있습니다.

# UsePowerDomainElementalDiscipleOfTheElementsFireReactDescription
source: Click to become immune to fire, and recover hit points.
ko_mt: 클릭하면 불에 면역이 되고 체력이 회복됩니다.

# UsePowerDomainElementalDiscipleOfTheElementsFireReactTitle
source: Embrace
ko_mt: 포옹하다

# UsePowerDomainElementalDiscipleOfTheElementsFireTitle
source: Scholar of the Elements (Fire)
ko_mt: 원소의 학자(불)

# UsePowerDomainElementalDiscipleOfTheElementsLightningDescription
source: {0} can become temporarily immune to lightning, and recover some hit points.
ko_mt: {0}은(는) 일시적으로 번개에 면역이 되고 일부 HP를 회복할 수 있습니다.

# UsePowerDomainElementalDiscipleOfTheElementsLightningReactDescription
source: Click to become immune to lightning, and recover hit points.
ko_mt: 클릭하면 번개에 면역이 되고 체력이 회복됩니다.

# UsePowerDomainElementalDiscipleOfTheElementsLightningReactTitle
source: Embrace
ko_mt: 포옹하다

# UsePowerDomainElementalDiscipleOfTheElementsLightningTitle
source: Scholar of the Elements (Lightning)
ko_mt: 원소의 학자(번개)

# DeflectMissileDescription
source: {0} is attacking {1}, who can react to reduce the incoming damage by 1D10 + DEX modifier.
ko_mt: {0}이(가) {1}을(를) 공격하고 있으며, 이에 반응하여 1D10 + DEX 수정자만큼 받는 피해를 줄일 수 있습니다.

# DeflectMissileReactDescription
source: Click to use your reaction and reduce the attack's damage.
ko_mt: 클릭하여 반응을 사용하고 공격의 피해를 줄입니다.

# DeflectMissileReactTitle
source: Deflect
ko_mt: 비끼다

# DeflectMissileTitle
source: Missile Attack
ko_mt: 미사일 공격

# AlterAttackPowerDescription
source: {0} is attacking {1}! You can use {2} to increase the defender's armor class until the end of the attacker's turn.
ko_mt: {0}이(가) {1}을(를) 공격하고 있습니다! 공격자의 턴이 끝날 때까지 {2}를 사용하여 방어자의 갑옷 등급을 높일 수 있습니다.

# AlterAttackPowerReactDescription
source: Click to use {0} and block the attack.
ko_mt: 클릭하여 {0}을(를) 사용하고 공격을 차단합니다.

# AlterAttackPowerReactTitle
source: Block
ko_mt: 블록

# AlterAttackPowerTitle
source: Prevent incoming attack.
ko_mt: 들어오는 공격을 방지합니다.

# IndomitableResistanceReactTitle
source: Reroll
ko_mt: 리롤

# IndomitableResistanceReactDescription
source: Reroll to try and succeed on the saving throw.
ko_mt: 다시 굴려 내성 굴림을 시도하고 성공하십시오.

# IndomitableResistanceTitle
source: Indomitable
ko_mt: 굽히지 않는

# IndomitableResistanceDescription
source: {0} has failed a saving throw against {1} but can attempt to reroll it.
ko_mt: {0}이(가) {1}에 대한 내성 굴림에 실패했지만 다시 굴릴 수 있습니다.

# ShadowRetributionReactTitle
source: Cast Cantrip
ko_mt: 캐스트 캔트립

# ShadowRetributionReactDescription
source: Cast the cantrip spell on the hostile spellcaster.
ko_mt: 적대적인 주문 시전자에게 캔트립 주문을 시전합니다.

# ShadowRetributionDescription
source: {0} is targeted by a hostile spell of {1} and can counterattack with the {2} spell.
ko_mt: {0}은(는) {1}의 적대적인 주문의 대상이 되며 {2} 주문으로 반격할 수 있습니다.

# SwiftRetaliationReactTitle
source: Attack
ko_mt: 공격

# SwiftRetaliationReactDescription
source: Click to counter attack the attacker with a melee attack
ko_mt: 근접 공격으로 공격자를 반격하려면 클릭하십시오.

# SwiftRetaliationTitle
source: Swift Retaliation
ko_mt: 신속한 보복

# SwiftRetaliationDescription
source: {0} has attacked {1}, who can use a reaction to strike back with a melee attack.
ko_mt: {0}이(가) {1}을(를) 공격했습니다. 그는 반동을 사용하여 근접 공격으로 반격할 수 있습니다.

# RageVersusSurpriseDescription
source: {0} is surprised and cannot act this round unless you decide to trigger a Rage
ko_mt: {0}은(는) 당신이 Rage를 발동하기로 결정하지 않는 한 놀라고 이번 라운드에 행동할 수 없습니다.

# RageVersusSurpriseReactDescription
source: Click to spend a rage (you have {0} remaining).
ko_mt: 분노를 소비하려면 클릭하세요(남은 {0}).

# RageVersusSurpriseReactTitle
source: Rage ({0})
ko_mt: 분노({0})

# SpendPowerPowerBerserkerFrenzyDescription
source: As you enter you rage, you can enter a Frenzy which grants you a bonus attack with your melee weapon during the rage, at the cost of a level of exhaustion when the rage ends
ko_mt: 당신이 분노에 들어가면 분노가 끝날 때 탈진 수준의 비용으로 분노하는 동안 근접 무기로 보너스 공격을 제공하는 Frenzy에 들어갈 수 있습니다.

# SpendPowerPowerBerserkerFrenzyTitle
source: Frenzy
ko_mt: 격분

# SpendPowerPowerBerserkerFrenzyReactDescription
source: Click to enter frenzy with your rage
ko_mt: 당신의 분노에 열광하려면 클릭하십시오

# SpendPowerPowerBerserkerFrenzyReactTitle
source: Frenzy
ko_mt: 격분
