Repository: team-waldo/solasta-translation
Catalog: translation/*/Room.po
Languages: ko_mt

# Corner_12CTitle
source: Corner
ko_mt: 모서리

# Crossroad_12CTitle
source: Crossroad
ko_mt: 십자로

# Hallway_12CTitle
source: Hallway
ko_mt: 현관

# Line_12CTitle
source: Line
ko_mt: 선

# Room_Big_24CTitle
source: Big Room
ko_mt: 큰 방

# Room_Small_24CTitle
source: Small Room
ko_mt: 작은 방

# Line_24CTitle
source: Corridor
ko_mt: 복도

# Turn_12CTitle
source: Turn
ko_mt: 회전하다

# Room_Big_48CTitle
source: Huge Room
ko_mt: 거대한 방

# Clearing_Large_24CTitle
source: Large Clearing
ko_mt: 대규모 개간

# Clearing_Small_12CTitle
source: Small Clearing
ko_mt: 스몰 클리어링

# Curve_12CTitle
source: Small curved room
ko_mt: 작은 곡선 방

# Curve_24CTitle
source: Big curved room
ko_mt: 큰 곡선 방

# Curve_U_24CTitle
source: Big curved room
ko_mt: 큰 곡선 방

# Pond_Large_24CTitle
source: Large Pond
ko_mt: 큰 연못

# Pond_Small_12CTitle
source: Small Pond
ko_mt: 작은 연못

# Building_Lodge_24CTitle
source: Large Lodge
ko_mt: 라지 롯지

# Building_Cabin_12CTitle
source: Small Cabin
ko_mt: 작은 오두막

# Ruin_Large_24CTitle
source: Large Clearing with ruins
ko_mt: 폐허가 있는 대규모 개간

# Ruin_Small_12CTitle
source: Small Clearing with ruins
ko_mt: 폐허가 있는 작은 공터
