Repository: team-waldo/solasta-translation
Catalog: translation/*/Rules.po
Languages: ko_mt

# AbilityCheckVersusDcFormat
source: {0} d20{1} vs DC {2}
ko_mt: {0} d20{1} 대 DC {2}

# AbilityScoreBonusFormat
source: + Ability Bonus
ko_mt: + 능력 보너스

# ActivationTypeActionTitle
source: Action
ko_mt: 행동

# ActivationTypeBonusActionTitle
source: Bonus act.
ko_mt: 보너스 행위.

# ActivationTypeHours1Title
source: 1 hour
ko_mt: 1 시간

# ActivationTypeHours24Title
source: 24 hours
ko_mt: 24 시간

# ActivationTypeMinute10Title
source: 10 minutes
ko_mt: 10 분

# ActivationTypeMinute1Title
source: 1 minute
ko_mt: 1 분

# ActivationTypeNoCostTitle
source: Free act.
ko_mt: 자유로운 행동.

# ActivationTypeOnAttackHitTitle
source: On hit
ko_mt: 적중 시

# ActivationTypeOnAttackHitWithBowTitle
source: On hit (bow)
ko_mt: 명중 시(활)

# ActivationTypePermanentUnlessIncapacitatedTitle
source: Permanent
ko_mt: 영구적 인

# ActivationTypeReactionTitle
source: Reaction
ko_mt: 반응

# ActivationTypeRestDescription
source: This power can be activated during a rest
ko_mt: 이 힘은 휴식 중에 활성화될 수 있습니다.

# ActivationTypeRestTitle
source: Rest
ko_mt: 쉬다

# AlignmentDescription
source: A typical creature in the game world has an alignment, which broadly describes its moral and personal attitudes. Alignment is a combination of two factors: one identifies morality (good, evil, or neutral), and the other describes attitudes toward society and order (lawful, chaotic, or neutral).
ko_mt: 게임 세계의 전형적인 생물은 도덕적이고 개인적인 태도를 광범위하게 설명하는 정렬을 가지고 있습니다. 정렬은 두 가지 요소의 조합입니다. 하나는 도덕(선, 악 또는 중립)을 식별하고 다른 하나는 사회 및 질서에 대한 태도(합법, 혼돈 또는 중립)를 설명합니다.

# AlignmentTitle
source: Alignment
ko_mt: 조정

# AlterationFormExtinguishFireFormat
source: Puts out fires
ko_mt: 불을 끈다

# AlterationFormExtinguishLightFormat
source: Puts out lights
ko_mt: 불을 끈다

# AlterationFormRemoveDarknessFormat
source: Removes Darkness
ko_mt: 어둠 제거

# AlterationFormRevealTrapFormat
source: Reveals traps
ko_mt: 함정을 드러낸다

# AlterationFormUnlockFormat
source: Unlocks a target object
ko_mt: 대상 개체의 잠금을 해제합니다.

# ChallengeDifficultyDeadlyTitle
source: Deadly
ko_mt: 치명적인

# ChallengeDifficultyEasyTitle
source: Easy
ko_mt: 쉬운

# ChallengeDifficultyHardTitle
source: Hard
ko_mt: 딱딱한

# ChallengeDifficultyMediumTitle
source: Medium
ko_mt: 중간

# ConditionAcidifiedDescription
source: Taking acid damage each turn until the effect ends.
ko_mt: 효과가 끝날 때까지 매 턴마다 산성 피해를 입습니다.

# ConditionAcidifiedTitle
source: Acidified
ko_mt: 산성화

# ConditionAidedDescription
source: Hit points (maximum/current) increased by 5 + advancement.
ko_mt: HP(최대/현재)가 5 + 전진으로 증가했습니다.

# ConditionAidedTitle
source: Aided
ko_mt: 지원

# ConditionAntitoxin
source: Advantage on Constitution saving throws against poison.
ko_mt: 헌법 내성의 이점은 독에 대한 던지기입니다.

# ConditionAsleepDescription
source: Unable to act until awoken
ko_mt: 깨어날 때까지 행동 불가

# ConditionAsleepTitle
source: Asleep
ko_mt: 죽어

# ConditionAuraOfCourageDescription
source: Immunity from being frightened.
ko_mt: 겁에 질려 면역.

# ConditionAuraOfCourageTitle
source: Aura of Courage
ko_mt: 용기의 오라

# ConditionAuraOfProtectionDescription
source: {0} bonus to saving throws.
ko_mt: 내성 굴림에 {0} 보너스.

# ConditionAuraOfProtectionTitle
source: Aura of Protection
ko_mt: 보호의 오라

# ConditionBackFromTheDead1Description
source: -1 penalty on attack rolls, saving throws and ability checks. Complete a long rest to reduce the penalty.
ko_mt: 공격 굴림, 내성 굴림 및 능력 확인에 -1 페널티. 페널티를 줄이기 위해 긴 휴식을 완료하십시오.

# ConditionBackFromTheDead2Description
source: -2 penalty on attack rolls, saving throws and ability checks. Complete a long rest to reduce the penalty.
ko_mt: -2 공격 굴림, 내성 굴림 및 능력 확인에 패널티를 받습니다. 페널티를 줄이기 위해 긴 휴식을 완료하십시오.

# ConditionBackFromTheDead3Description
source: -3 penalty on attack rolls, saving throws and ability checks. Complete a long rest to reduce the penalty.
ko_mt: -3 공격 굴림, 내성 굴림 및 능력 검사에 대한 패널티. 페널티를 줄이기 위해 긴 휴식을 완료하십시오.

# ConditionBackFromTheDead4Description
source: -4 penalty on attack rolls, saving throws and ability checks. Complete a long rest to reduce the penalty.
ko_mt: -4 공격 굴림, 내성 굴림 및 능력 확인에 대한 패널티. 페널티를 줄이기 위해 긴 휴식을 완료하십시오.

# ConditionBackFromTheDeadTitle
source: Back from the Dead
ko_mt: 환생 하였다

# ConditionBanedDescription
source: -1d4 to attacks, -1d4 to saving throws.
ko_mt: 공격에 -1d4, 내성 굴림에 -1d4.

# ConditionBanedTitle
source: Banestruck
ko_mt: 베네스트트럭

# ConditionBarkskinDescription
source: The creature's Armor Class becomes at least 16.
ko_mt: 생물의 갑옷 등급은 최소 16이 됩니다.

# ConditionBarkskinTitle
source: Barkskin
ko_mt: 나무 껍질

# ConditionBeaconOfHopeDescription
source: Advantage on Wisdom and death saving throws; healing restores maximum possible hit points.
ko_mt: 지혜와 죽음 내성 굴림의 이점; 치유는 가능한 최대 HP를 회복합니다.

# ConditionBeaconOfHopeTitle
source: Beacon of Hope
ko_mt: 희망의 등대

# ConditionBearsEnduranceDescription
source: Advantage on Constitution saving throws.
ko_mt: 컨스티튜션 내성 굴림의 이점.

# ConditionBlessedDescription
source: +1d4 to attacks, +1d4 to saving throws.
ko_mt: 공격에 +1d4, 내성 굴림에 +1d4.

# ConditionBlessedTitle
source: Blessed
ko_mt: 축복 받은

# ConditionBlessingSorr-TarrTitle
source: Blessing of Sorr-Tarr
ko_mt: 소르타르의 축복

# ConditionBlindedDescription
source: Cannot see anything; disadvantage on attacks; attacks against the creature have advantage.
ko_mt: 아무것도 볼 수 없습니다. 공격에 대한 불이익; 생물에 대한 공격이 유리합니다.

# ConditionBlindedTitle
source: Blinded
ko_mt: 블라인드

# ConditionBlurredDescription
source: Attacks on creature have disadvantage.
ko_mt: 생물에 대한 공격에는 불이익이 있습니다.

# ConditionBlurredTitle
source: Blurred
ko_mt: 흐리게

# ConditionBrandedDescription
source: Emits light; cannot become invisible.
ko_mt: 빛을 방출합니다. 보이지 않게 될 수 없습니다.

# ConditionBrandedTitle
source: Branded
ko_mt: 브랜드

# ConditionBullsStrengthDescription
source: Advantage on Strength saving throws.
ko_mt: 스트렝스 내성굴림의 장점.

# ConditionCatsGraceDescription
source: Advantage on Dexterity saving throws and reduced falling damage.
ko_mt: 민첩 내성 굴림 및 낙하 피해 감소에 이점이 있습니다.

# ConditionCharmedByHypnoticPatternDescription
source: Incapacitated and speed is 0, until wounded or awoken.
ko_mt: 부상당하거나 깨어날 때까지 무력화되고 속도는 0입니다.

# ConditionCharmedByHypnoticPatternTitle
source: Charmed by Hypnosis
ko_mt: 최면에 매료되다

# ConditionCharmedDescription
source: Considers the caster an ally.
ko_mt: 시전자를 동료로 간주합니다.

# ConditionCharmedTitle
source: Charmed
ko_mt: 매혹

# ConditionChilledDescription
source: Cannot gain hit points. If undead, disadvantage on attacking the caster.
ko_mt: 체력을 얻을 수 없습니다. 언데드일 경우 시전자 공격에 불리하다.

# ConditionChilledTitle
source: Chilled
ko_mt: 냉장

# ConditionCriticalCharacterDescription
source: If this character dies, the game is over.
ko_mt: 이 캐릭터가 죽으면 게임이 종료됩니다.

# ConditionCriticalCharacterTitle
source: Critical Character
ko_mt: 크리티컬 캐릭터

# ConditionCursedActionDescription
source: Must make a WIS saving throw to act.
ko_mt: 행동하려면 WIS 내성 굴림을 해야 합니다.

# ConditionCursedActionTitle
source: Cursed (Action)
ko_mt: 저주(액션)

# ConditionCursedAttackRollDescription
source: Disadvantage to attack roll against caster.
ko_mt: 캐스터에 대한 공격 롤의 단점.

# ConditionCursedAttackRollTitle
source: Cursed (Attack Roll)
ko_mt: 저주(공격 굴림)

# ConditionCursedCharismaDescription
source: Disadvantage on CHA saving throws and ability checks.
ko_mt: CHA 내성 굴림과 능력 검사의 단점.

# ConditionCursedCharismaTitle
source: Cursed (Charisma)
ko_mt: 저주(카리스마)

# ConditionCursedConstitutionDescription
source: Disadvantage on CON saving throws and ability checks.
ko_mt: CON 내성 굴림과 능력 체크의 단점.

# ConditionCursedConstitutionTitle
source: Cursed (Constitution)
ko_mt: 저주받은(헌법)

# ConditionCursedDamageDescription
source: Caster's attacks and spells against the target deal an extra 1d8 necrotic damage.
ko_mt: 대상에 대한 시전자의 공격과 주문은 추가로 1d8의 괴사 피해를 입힙니다.

# ConditionCursedDamageTitle
source: Cursed (Damage)
ko_mt: 저주받은(데미지)

# ConditionCursedDexterityDescription
source: Disadvantage on DEX saving throws and ability checks.
ko_mt: DEX 내성 굴림과 능력 체크의 단점.

# ConditionCursedDexterityTitle
source: Cursed (Dexterity)
ko_mt: 저주받은(손재주)

# ConditionCursedIntelligenceDescription
source: Disadvantage on INT saving throws and ability checks.
ko_mt: INT 내성 굴림과 능력 체크의 단점.

# ConditionCursedIntelligenceTitle
source: Cursed (Intelligence)
ko_mt: 저주받은(지능)

# ConditionCursedStrengthDescription
source: Disadvantage on STR saving throws and ability checks.
ko_mt: STR 내성 굴림과 능력 체크의 단점.

# ConditionCursedStrengthTitle
source: Cursed (Strength)
ko_mt: 저주받은(힘)

# ConditionCursedTitle
source: Cursed
ko_mt: 저주 받은

# ConditionCursedWisdomDescription
source: Disadvantage on WIS saving throws and ability checks.
ko_mt: WIS 내성 굴림과 능력 체크의 단점.

# ConditionCursedWisdomTitle
source: Cursed (Wisdom)
ko_mt: 저주받은(지혜)

# ConditionDarkvisionDescription
source: See normally in dim light, and in natural darkness as if in dim light.
ko_mt: 희미한 빛에서 정상적으로 볼 수 있으며 자연 어둠 속에서 마치 희미한 빛에 있는 것처럼 보입니다.

# ConditionDarkvisionTitle
source: Darkvision
ko_mt: 다크비전

# ConditionDazzledDescription
source: Cannot take reactions and has -2 Armor Class penalty.
ko_mt: 반응을 취할 수 없으며 -2 아머 클래스 페널티가 있습니다.

# ConditionDazzledTitle
source: Dazzled
ko_mt: 눈부신

# ConditionDeadDescription
source: Cannot act until revived or resurrected.
ko_mt: 부활하거나 부활할 때까지 행동할 수 없습니다.

# ConditionDeadTitle
source: Dead
ko_mt: 죽은

# ConditionDeafenedDescription
source: Cannot hear anything.
ko_mt: 아무것도들을 수 없습니다.

# ConditionDeafenedTitle
source: Deafened
ko_mt: 귀머거리

# ConditionDetectEvilandGoodDescription
source: Detected as aberration, celestial, elemental, fey, fiend, or undead.
ko_mt: 이상, 천공, 정령, 악령, 악마 또는 언데드로 감지됩니다.

# ConditionDetectEvilandGoodTitle
source: Detected as Evil/Good
ko_mt: 악/선으로 감지됨

# ConditionDetectMagicDescription
source: Able to detect magic nearby.
ko_mt: 근처의 마법을 감지할 수 있습니다.

# ConditionDetectMagicTitle
source: Detect Magic
ko_mt: 마법 감지

# ConditionDiscipleImmuneColdDescription
source: Immune to cold damage and regain HP from cold.
ko_mt: 냉기 피해에 면역이고 냉기에서 HP를 회복합니다.

# ConditionDiscipleImmuneColdTitle
source: Scholar of the Elements (Cold)
ko_mt: 원소의 학자(냉기)

# ConditionDiscipleImmuneFireDescription
source: Immune to lightning damage and regain HP from lightning.
ko_mt: 번개 피해에 면역이고 번개로부터 HP를 회복합니다.

# ConditionDiscipleImmuneFireTitle
source: Scholar of the Elements (Fire)
ko_mt: 원소의 학자(불)

# ConditionDiscipleImmuneLightningDescription
source: Immune to fire damage and regain HP from fire.
ko_mt: 화염 피해에 면역이 되고 화염 피해를 입으면 HP를 회복합니다.

# ConditionDiscipleImmuneLightningTitle
source: Scholar of the Elements (Lightning)
ko_mt: 원소의 학자(번개)

# ConditionDiseasedDescription
source: The creature is afflicted with a disease.
ko_mt: 생물은 질병에 시달리고 있습니다.

# ConditionDiseasedTitle
source: Diseased
ko_mt: 병에 걸린

# ConditionDisengagingDescription
source: Unaffected by opportunity attacks.
ko_mt: 기회 공격의 영향을 받지 않습니다.

# ConditionDisengagingTitle
source: Disengaging
ko_mt: 해제

# ConditionDivineFavorDescription
source: Deals 1d4 additional radiant damage.
ko_mt: 1d4의 추가 방사 피해를 입힙니다.

# ConditionDivineFavorTitle
source: Divine Favor
ko_mt: 신의 은총

# ConditionDivinelyRevealedDescription
source: The creature's type and position are known to the caster of this effect.
ko_mt: 이 효과의 시전자는 생물의 유형과 위치를 알 수 있습니다.

# ConditionDivinelyRevealedTitle
source: Divinely Revealed
ko_mt: 신성한 계시

# ConditionDodgingDescription
source: Attacks on creature have disadvantage.
ko_mt: 생물에 대한 공격에는 불이익이 있습니다.

# ConditionDodgingTitle
source: Dodging
ko_mt: 회피

# ConditionDyingDescription
source: Will die soon unless stabilized.
ko_mt: 안정되지 않으면 곧 죽을 것입니다.

# ConditionDyingTitle
source: Dying
ko_mt: 사망

# ConditionEncumberedDescription
source: Speed is reduced by 2.
ko_mt: 속도가 2 감소합니다.

# ConditionEncumberedTitle
source: Encumbered
ko_mt: 방해

# ConditionEnfeebledDescription
source: Half damage on STR based attacks.
ko_mt: STR 기반 공격의 절반 피해.

# ConditionEnfeebledTitle
source: Weakened
ko_mt: 약화

# ConditionEntangledTitle
source: Entangled
ko_mt: 빠뜨리는

# ConditionExhaustedDescription
source: Weakened by exhaustion.
ko_mt: 피로로 약해짐.

# ConditionExhaustedTitle
source: Exhausted
ko_mt: 탈진 한

# ConditionExpeditiousRetreatDescription
source: Can dash as a bonus action.
ko_mt: 보너스 액션으로 돌진할 수 있습니다.

# ConditionExpeditiousRetreatTitle
source: Expeditious Retreat
ko_mt: 긴급 후퇴

# ConditionFalseLifeDescription
source: Additional temporary hit points.
ko_mt: 추가 임시 히트 포인트.

# ConditionFalseLifeTitle
source: False Life
ko_mt: 거짓 생활

# ConditionFeatherFallingDescription
source: Cannot be hurt by falls.
ko_mt: 넘어져도 다치지 않습니다.

# ConditionFeatherFallingTitle
source: Feather Falling
ko_mt: 깃털 떨어지는

# ConditionFlyingDescription
source: Target creature gains a flying speed of 12 cells per move action.
ko_mt: 목표 생물은 이동 행동당 12셀의 비행 속도를 얻습니다.

# ConditionFlyingTitle
source: Flying
ko_mt: 나는

# ConditionForceOfLawDescription
source: Impose disadvantage on the target's next saving throw.
ko_mt: 대상의 다음 내성굴림에 불리함을 부과합니다.

# ConditionForceOfLawTitle
source: Force of Law
ko_mt: 법의 힘

# ConditionFormAddBeneficialFormat
source: Grants: {0}
ko_mt: 교부금: {0}

# ConditionFormAddDetrimentalFormat
source: Inflicts: {0}
ko_mt: 영향: {0}

# ConditionFormAddNeutralFormat
source: Becomes: {0}
ko_mt: 다음이 됩니다: {0}

# ConditionFormRemoveDetrimentalAllFormat
source: Removes all occurrences of these conditions: {0}.
ko_mt: 다음 조건의 모든 발생을 제거합니다. {0}.

# ConditionFormRemoveDetrimentalRandomFormat
source: Removes one random occurrence of these conditions: {0}.
ko_mt: 다음 조건 중 하나의 임의 발생을 제거합니다. {0}.

# ConditionFormRemoveFormat
source: Removes: {0}
ko_mt: 제거: {0}

# ConditionFrightenedDescription
source: Unable to approach the source of fear, disadvantage on attack rolls and ability checks.
ko_mt: 두려움의 근원에 접근할 수 없고, 공격 굴림과 능력 검사에 불리합니다.

# ConditionFrightenedFearDescription
source: Must run away from the source of fear.
ko_mt: 두려움의 근원에서 도망쳐야 합니다.

# ConditionFrightenedFearTitle
source: Frightened (Fear)
ko_mt: 겁먹다(두려워)

# ConditionFrightenedTitle
source: Frightened
ko_mt: 겁 먹은

# ConditionGateKeeperDescription
source: Advantage to death saving throws.
ko_mt: 죽음 내성 굴림의 이점.

# ConditionGateKeeperTitle
source: Gate Keeper
ko_mt: 게이트 키퍼

# ConditionGiantStrengthCloudDescription
source: Strength becomes 27
ko_mt: 힘이 27이 된다

# ConditionGiantStrengthCloudTitle
source: Giant Strength (Cloud)
ko_mt: 자이언트 스트렝스(클라우드)

# ConditionGiantStrengthFireDescription
source: Strength becomes 25
ko_mt: 힘이 25가 된다

# ConditionGiantStrengthFireTitle
source: Giant Strength (Fire)
ko_mt: 거인의 힘(화염)

# ConditionGiantStrengthFrostDescription
source: Strength becomes 23
ko_mt: 힘이 23이 된다

# ConditionGiantStrengthFrostTitle
source: Giant Strength (Frost)
ko_mt: 자이언트 스트렝스(프로스트)

# ConditionGiantStrengthHillDescription
source: Strength becomes 21
ko_mt: 힘이 21이 된다

# ConditionGiantStrengthHillTitle
source: Giant Strength (Hill)
ko_mt: 자이언트 스트렝스(언덕)

# ConditionGrappledDescription
source: Cannot move.
ko_mt: 이동할 수 없습니다.

# ConditionGrappledTitle
source: Grappled
ko_mt: 쟁쟁한

# ConditionGuidedDescription
source: Add 1d4 to one ability check.
ko_mt: 하나의 능력 검사에 1d4를 추가합니다.

# ConditionGuidedTitle
source: Guided
ko_mt: 안내

# ConditionHastedDescription
source: Speed is doubled; +2 AC; Dexterity saving throws have advantage; able to take one more action per turn (Attack, Dash, Dodge, Disengage, Hide, Use Item).
ko_mt: 속도가 2배가 됩니다. +2 AC; 손재주 내성 굴림에는 이점이 있습니다. 한 턴에 한 번 더 행동할 수 있습니다(공격, 돌진, 회피, 해제, 숨기기, 아이템 사용).

# ConditionHastedTitle
source: Hasted
ko_mt: 서둘러

# ConditionHealthyDescription
source: Not wounded.
ko_mt: 다치지 않았습니다.

# ConditionHealthyTitle
source: Healthy
ko_mt: 건강한

# ConditionHeavilyEncumberedDescription
source: Speed is reduced by 4. Disadvantage to attack rolls.
ko_mt: 속도가 4 감소합니다. 공격 롤의 단점.

# ConditionHeavilyEncumberedTitle
source: Heavily Encumbered
ko_mt: 심하게 방해

# ConditionHeavilyObscuredTitle
source: Heavily Obscured
ko_mt: 심하게 가려져

# ConditionHeraldOfBattleDescription
source: +1 to AC; +1 to attack and damage; +1 to all saving throws.
ko_mt: AC에 +1; +1 공격 및 피해 모든 내성 굴림에 +1.

# ConditionHeraldOfBattleTitle
source: Blessed by Herald of Battle
ko_mt: 축복받은 전투의 전령

# ConditionHeroismTitle
source: Heroism
ko_mt: 영웅적 자질

# ConditionHighlightedDescription
source: Creature cannot benefit from invisibility, attackers have advantage.
ko_mt: 생물은 투명화의 이점을 얻을 수 없으며 공격자는 이점이 있습니다.

# ConditionHighlightedTitle
source: Highlighted
ko_mt: 하이라이트

# ConditionHinderedDescription
source: Move speed -2.
ko_mt: 이동 속도 -2.

# ConditionHinderedTitle
source: Hindered
ko_mt: 방해

# ConditionIncapacitatedDescription
source: Unable to take actions or reactions.
ko_mt: 행동이나 반응을 할 수 없습니다.

# ConditionIncapacitatedTitle
source: Incapacitated
ko_mt: 무력화

# ConditionInStinkingCloudDescription
source: The creature has to make a successful CON saving to act on its turn. Vision is heavily obscured.
ko_mt: 그 생물은 차례에 행동하기 위해 성공적인 CON 내성을 해야 합니다. 시력이 심하게 흐려집니다.

# ConditionInStinkingCloudTitle
source: In Stinking Cloud
ko_mt: 스팅킹 클라우드에서

# ConditionInvisibleDescription
source: Cannot be seen without magic; creature has advantage on attacks; attackers have disadvantage.
ko_mt: 마법 없이는 볼 수 없습니다. 생물은 공격에 유리합니다. 공격자는 단점이 있습니다.

# ConditionInvisibleTitle
source: Invisible
ko_mt: 보이지 않는

# ConditionJumpDescription
source: Jump distance increased.
ko_mt: 점프 거리가 증가했습니다.

# ConditionJumpTitle
source: Jump
ko_mt: 도약

# ConditionLethargicDescription
source: The creature cannot move or take any action until after its next turn.
ko_mt: 생물은 다음 턴이 끝날 때까지 이동하거나 행동을 취할 수 없습니다.

# ConditionLethargicTitle
source: Lethargic
ko_mt: 무기력

# ConditionLevitateDescription
source: The target creature hovers; caster can move it up or down.
ko_mt: 목표 생물이 공중에 떠 있습니다. 캐스터는 위 또는 아래로 이동할 수 있습니다.

# ConditionLevitateTitle
source: Levitating
ko_mt: 공중부양

# ConditionLifeDrainedDescription
source: Maximum hit points are reduced until a long rest is completed.
ko_mt: 긴 휴식이 끝날 때까지 최대 체력이 감소합니다.

# ConditionLifeDrainedTitle
source: Drained
ko_mt: 배수

# ConditionLightHypersensitiveDescription
source: Wounded by light.
ko_mt: 빛에 의해 상처를 입었다.

# ConditionLightHypersensitiveTitle
source: Light Hypersensitive
ko_mt: 가벼운 과민성

# ConditionLightSensitiveDescription
source: Disadvantaged by light.
ko_mt: 빛에 약함.

# ConditionLightSensitiveTitle
source: Light Sensitive
ko_mt: 빛에 민감한

# ConditionLongstriderDescription
source: Move speed increases by 2 cells.
ko_mt: 이동 속도가 2셀 증가합니다.

# ConditionLongstriderTitle
source: Longstrider
ko_mt: 롱스트라이더

# ConditionMagicallyArmoredDescription
source: Base Armor Class is set to 13.
ko_mt: 기본 방어구 클래스는 13으로 설정됩니다.

# ConditionMagicallyArmoredTitle
source: Mage Armored
ko_mt: 마법사 갑옷

# ConditionMagicallyAsleepDescription
source: Unable to act until awoken.
ko_mt: 깨어날 때까지 행동할 수 없습니다.

# ConditionMagicallyAsleepTitle
source: Magically Asleep
ko_mt: 마법처럼 잠들다

# ConditionMagicalWeaponDescription
source: Weapon can wound enemies that are immune to non-magical attacks.
ko_mt: 무기는 마법이 아닌 공격에 면역인 적에게 상처를 줄 수 있습니다.

# ConditionMagicalWeaponTitle
source: Magical Weapon
ko_mt: 마법의 무기

# ConditionMarkedByBrandingSmiteDescription
source: Emits light; cannot become invisible; revealed if invisible.
ko_mt: 빛을 방출합니다. 보이지 않게 될 수 없습니다. 보이지 않는 경우 공개됩니다.

# ConditionMarkedByBrandingSmiteTitle
source: Branding Smite
ko_mt: 브랜딩 강타

# ConditionMarkedByHunterDescription
source: Receives +1d6 damage when hit by the caster.
ko_mt: 시전자에게 명중되면 +1d6의 피해를 받습니다.

# ConditionMarkedByHunterTitle
source: Hunter's Mark
ko_mt: 사냥꾼의 표식

# ConditionMindControlledTitle
source: Mind Controlled
ko_mt: 마인드 컨트롤

# ConditionOnFireDescription
source: Sustains continuous fire damage unless the fire is extinguished by an action.
ko_mt: 행동으로 불이 꺼지지 않는 한 지속적인 화재 피해를 유지합니다.

# ConditionOnFireTitle
source: On Fire
ko_mt: 불에

# ConditionParalyzedDescription
source: Unable to act; attacks against creature have advantage; automatic critical hit if attacked from a neighboring cell.
ko_mt: 행동할 수 없음; 생물에 대한 공격이 유리합니다. 이웃 셀의 공격을 받으면 자동 치명타.

# ConditionParalyzedTitle
source: Paralyzed
ko_mt: 마비

# ConditionPetrifiedDescription
source: Turned into stone; can hardly be hurt.
ko_mt: 돌로 변했습니다. 거의 다칠 수 있습니다.

# ConditionPetrifiedTitle
source: Petrified
ko_mt: 석화

# ConditionPoisonedDescription
source: Disadvantage on attacks and ability checks.
ko_mt: 공격과 능력 체크에 불리하다.

# ConditionPoisonedTitle
source: Poisoned
ko_mt: 중독

# ConditionPossessedDescription
source: Controlled by a supernatural being.
ko_mt: 초자연적인 존재에 의해 통제됩니다.

# ConditionPossessedTitle
source: Possessed
ko_mt: 빙의

# ConditionProneDescription
source: Can only move by crawling; vulnerable to close attacks.
ko_mt: 크롤링으로만 이동할 수 있습니다. 근접 공격에 취약합니다.

# ConditionProneTitle
source: Prone
ko_mt: 경향

# ConditionProtectedFromEvilTitle
source: Protected from Evil and Good
ko_mt: 악과 선으로부터 보호

# ConditionResistingDescription
source: Add +1d4 to one saving throw.
ko_mt: 내성 굴림 하나에 +1d4를 더합니다.

# ConditionResistingTitle
source: Resistant
ko_mt: 저항하는

# ConditionRestrainedDescription
source: Unable to move; creature's attacks and Dexterity saving throws have disadvantage; attacks against creature have advantage.
ko_mt: 움직일 수 없습니다. 생물의 공격과 민첩 내성 굴림에는 단점이 있습니다. 생물에 대한 공격이 유리합니다.

# ConditionRestrainedTitle
source: Restrained
ko_mt: 억제

# ConditionSeeInvisibilityDescription
source: Can perceive invisible creatures.
ko_mt: 보이지 않는 생물을 감지할 수 있습니다.

# ConditionSeeInvisibilityTitle
source: Invisibility Sight
ko_mt: 투명 시야

# ConditionSeverelyWoundedDescription
source: Will soon die.
ko_mt: 곧 죽을 것이다.

# ConditionSeverelyWoundedTitle
source: Severely Wounded
ko_mt: 중상

# ConditionShieldedByFaithDescription
source: Armor Class +2.
ko_mt: 방어구 클래스 +2.

# ConditionShieldedByFaithTitle
source: Shielded by Faith
ko_mt: 믿음으로 보호됨

# ConditionShieldedDescription
source: Armor Class increases by +5 and immunity to magic missile.
ko_mt: 아머 클래스가 +5 증가하고 마법 미사일에 대한 면역이 증가합니다.

# ConditionShieldedTitle
source: Shielded
ko_mt: 차폐

# ConditionShockedDescription
source: Cannot use reactions.
ko_mt: 반응을 사용할 수 없습니다.

# ConditionShockedTitle
source: Shocked
ko_mt: 충격

# ConditionSleetStormDescription
source: Difficult terrain; can fall prone; heavily obscured; must roll concentration check.
ko_mt: 어려운 지형; 넘어지기 쉽습니다. 심하게 가려져; 농도 확인을 해야 합니다.

# ConditionSleetStormTitle
source: In Sleet Storm
ko_mt: 진눈깨비에서

# ConditionSlowedDescription
source: Speed halved; -2 to AC and DEX saves; max one action or bonus action; no reaction; max one attack per turn; spellcasting can fail.
ko_mt: 속도가 절반으로 줄었습니다. -2 AC 및 DEX 저장 최대 하나의 액션 또는 보너스 액션; 반응 없음; 턴당 최대 한 번의 공격; 맞춤법이 실패할 수 있습니다.

# ConditionSlowedTitle
source: Slowed
ko_mt: 느려짐

# ConditionSpiderClimbDescription
source: Able to climb like a spider.
ko_mt: 거미처럼 올라갈 수 있습니다.

# ConditionSpiderClimbTitle
source: Spider Climb
ko_mt: 스파이더 클라임

# ConditionSpiritGuardiansDescription
source: Speed is halved; can sustain damage at the start of each turn.
ko_mt: 속도가 절반으로 줄어듭니다. 각 턴이 시작될 때 피해를 입을 수 있습니다.

# ConditionSpiritGuardiansSelfDescription
source: The character is currently protected by Spirit Guardians.
ko_mt: 캐릭터는 현재 Spirit Guardians의 보호를 받고 있습니다.

# ConditionSpiritGuardiansSelfTitle
source: Protected by Spirits.
ko_mt: 영혼의 보호를 받습니다.

# ConditionSpiritGuardiansTitle
source: Targeted by Spirits
ko_mt: 영혼의 표적

# ConditionStealthyDescription
source: Actively hiding.
ko_mt: 적극적으로 숨어 있습니다.

# ConditionStealthyTitle
source: Stealthy
ko_mt: 은밀한

# ConditionStunnedDescription
source: Unable to act or move; attacks against creatures have advantage; automatically fails Strength and Dexterity saving throws.
ko_mt: 행동하거나 움직일 수 없습니다. 생물에 대한 공격이 유리합니다. 힘과 민첩 내성 굴림에 자동으로 실패합니다.

# ConditionStunnedTitle
source: Stunned
ko_mt: 기절

# ConditionSurprisedDescription
source: Unable to act for one round.
ko_mt: 한 라운드 동안 행동할 수 없습니다.

# ConditionSurprisedTitle
source: Surprised
ko_mt: 놀란

# ConditionTargetedByGuidingBoltDescription
source: First attack against this creature has advantage.
ko_mt: 이 생물에 대한 첫 번째 공격은 이점이 있습니다.

# ConditionTargetedByGuidingBoltTitle
source: Targeted by Guiding Bolt
ko_mt: 가이딩 볼트의 표적

# ConditionTemporaryHitPointsDescription
source: The creature gains temporary hit points.
ko_mt: 생물은 일시적인 체력을 얻습니다.
