Repository: team-waldo/solasta-translation
Catalog: translation/*/Rules.po
Languages: ko_mt

# ConditionTemporaryHitPointsTitle
source: Temporary HP
ko_mt: 임시 HP

# ConditionTraditionShockArcanistArcaneFuryDescription
source: Damage of evocation spells increases by proficiency bonus and INT bonus.
ko_mt: 소환 주문의 데미지는 숙련도 보너스와 INT 보너스로 증가합니다.

# ConditionTraditionShockArcanistArcaneFuryTitle
source: Arcane Fury
ko_mt: 신비한 분노

# ConditionTrueStrikeDescription
source: Caster has advantage on his first attack against the spell's target.
ko_mt: 캐스터는 주문의 대상에 대한 첫 번째 공격에 이점이 있습니다.

# ConditionTrueStrikeTitle
source: True Strike
ko_mt: 트루 스트라이크

# ConditionTurnedDescription
source: Must move away from caster.
ko_mt: 캐스터에서 멀리 이동해야 합니다.

# ConditionTurnedTitle
source: Turned
ko_mt: 돌린

# ConditionTypeBeneficialFormat
source: Beneficial Condition
ko_mt: 유익한 조건

# ConditionTypeDetrimentalFormat
source: Detrimental Condition
ko_mt: 해로운 상태

# ConditionTypeNeutralFormat
source: Neutral Condition
ko_mt: 중립 조건

# ConditionUnconsciousDescription
source: Unable to act until awoken.
ko_mt: 깨어날 때까지 행동할 수 없습니다.

# ConditionUnconsciousTitle
source: Unconscious
ko_mt: 무의식

# ConditionVampiricTouchDescription
source: Can perform a vampiric melee spell attack each turn.
ko_mt: 매 턴마다 흡혈귀의 근접 주문 공격을 수행할 수 있습니다.

# ConditionVampiricTouchTitle
source: Vampiric Touch
ko_mt: 뱀파이어의 손길

# ConditionWoundedDescription
source: Lost some hit points.
ko_mt: 일부 히트 포인트를 잃었습니다.

# ConditionWoundedTitle
source: Wounded
ko_mt: 부상자

# CounterFormBreakConcentrationFormat
source: Provokes a concentration check.
ko_mt: 집중 점검을 유발합니다.

# CounterFormDisperseCloudFormat
source: Disperses clouds in the area.
ko_mt: 해당 지역에 구름을 분산시킵니다.

# CounterFormDissipateSpellsFormat
source: Spell up to level {0} automatically dispelled, DC {1}+ spell level otherwise.
ko_mt: 레벨 {0}까지의 철자는 자동으로 무효화되고, 그렇지 않으면 DC {1}+ 철자 레벨입니다.

# CounterFormExtinguishLightFormat
source: Extinguishes light sources in the area.
ko_mt: 해당 지역의 광원을 끕니다.

# CounterFormInterruptSpellcastingFormat
source: Spell up to level {0} automatically countered, DC {1}+ spell level otherwise.
ko_mt: 레벨 {0}까지의 철자는 자동으로 무효화되고, 그렇지 않으면 DC {1}+ 철자 레벨입니다.

# CounterFormRemoveDarknessFormat
source: Removes areas of darkness.
ko_mt: 어두운 영역을 제거합니다.

# DamageAcidDescription
source: The corrosive spray of a black dragon's breath and the dissolving enzymes secreted by a black pudding deal acid damage.
ko_mt: 블랙 드래곤의 숨결의 부식성 스프레이와 블랙 푸딩이 분비하는 용해 효소가 산성 데미지를 입힌다.

# DamageAcidTitle
source: Acid
ko_mt: 산

# DamageBludgeoningDescription
source: Blunt force attacks - hammers, falling, constriction, and the like - deal bludgeoning damage.
ko_mt: 둔기 공격(망치, 낙하, 수축 등)은 두드리는 피해를 줍니다.

# DamageBludgeoningTitle
source: Bludgeoning
ko_mt: 덤벼들다

# DamageColdDescription
source: The infernal chill radiating from an ice devil's spear and the frigid blast of a white dragon's breath deal cold damage.
ko_mt: 얼음 악마의 창에서 방출되는 지옥의 냉기와 백룡의 숨결의 차가운 폭발이 냉기 피해를 줍니다.

# DamageColdTitle
source: Cold
ko_mt: 추운

# DamageFireDescription
source: Red dragons breathe fire, and many spells conjure flames to deal fire damage.
ko_mt: 레드 드래곤은 불을 내뿜으며 많은 주문이 화염을 일으켜 화염 피해를 입힙니다.

# DamageFireTitle
source: Fire
ko_mt: 불

# DamageForceDescription
source: Force is pure magical energy focused into a damaging form. Most effects that deal force damage are spells, including magic missile and spiritual weapon.
ko_mt: 포스는 손상을 입히는 형태로 집중된 순수한 마법 에너지입니다. 강제 피해를 주는 대부분의 효과는 마법 미사일과 영적 무기를 포함한 주문입니다.

# DamageForceTitle
source: Force
ko_mt: 힘

# DamageFormFormat
source: {0}{1}{2}{3} damage {4}
ko_mt: {0}{1}{2}{3} 피해 {4}

# DamageFormTightFormat
source: {0}{1}{2}{3} dmg {4}
ko_mt: {0}{1}{2}{3} 데미지 {4}

# DamageLightningDescription
source: A lightning bolt spell and a blue dragon's breath deal lightning damage.
ko_mt: 번개 화살 주문과 청룡의 숨결이 번개 피해를 줍니다.

# DamageLightningTitle
source: Lightning
ko_mt: 번개

# DamageNecroticDescription
source: Necrotic damage, dealt by certain undead and spells such as chill touch, withers matter and even the soul.
ko_mt: 특정 언데드와 오한과 같은 주문이 입히는 괴사 피해는 물질과 영혼을 시들게 합니다.

# DamageNecroticTitle
source: Necrotic
ko_mt: 괴사

# DamagePiercingDescription
source: Puncturing and impaling attacks, including spears and monster bites, deal piercing damage.
ko_mt: 창과 괴물 물기를 포함하여 구멍을 뚫고 꿰뚫는 공격은 관통 피해를 줍니다.

# DamagePiercingTitle
source: Piercing
ko_mt: 꿰뚫는

# DamagePoisonDescription
source: Venomous stings and the toxic gas of a green dragon's breath deal poison damage.
ko_mt: 독침과 그린 드래곤의 숨결의 유독 가스가 독 피해를 입힙니다.

# DamagePoisonTitle
source: Poison
ko_mt: 독

# DamagePsychicDescription
source: Mental abilities deal psychic damage.
ko_mt: 정신적 능력은 정신적 피해를 줍니다.

# DamagePsychicTitle
source: Psychic
ko_mt: 무당

# DamageRadiantDescription
source: Radiant damage, dealt by a cleric's flame strike spell or an angel's smiting weapon, sears the flesh like fire and overloads the spirit with power.
ko_mt: 성직자의 화염 공격 주문이나 천사의 강타 무기에 의해 입힌 광채 피해는 육체를 불처럼 그을리고 힘으로 영혼을 과부하시킵니다.

# DamageRadiantTitle
source: Radiant
ko_mt: 광점

# DamageSlashingDescription
source: Swords, axes, and monsters' claws deal slashing damage.
ko_mt: 검, 도끼, 몬스터의 발톱은 베는 피해를 줍니다.

# DamageSlashingTitle
source: Slashing
ko_mt: 날카로운

# DamageThunderDescription
source: A concussive burst of sound, such as the effect of the thunderwave spell, deals thunder damage.
ko_mt: 뇌파 주문의 효과와 같은 충격적인 폭발음은 천둥 피해를 입힙니다.

# DamageThunderTitle
source: Thunder
ko_mt: 우뢰

# DamageTitle
source: Damage:
ko_mt: 피해를 주다:

# DivinationFormFormatIdentifyItem
source: Reveals all the properties of an item.
ko_mt: 항목의 모든 속성을 표시합니다.

# DivinationFormFormatListCreatureFamilyInLocation
source: Senses the presence of creature types: {0}.
ko_mt: 생물 유형의 존재 감지: {0}.

# DivinationFormFormatRevealEntitiesBearingTags
source: Reveals creatures or objects which are {0}.
ko_mt: {0}인 생물 또는 개체를 표시합니다.

# DurationAnyRestFormat
source: Until any rest
ko_mt: 쉬는 날까지

# DurationDayPluralFormat
source: {0} days
ko_mt: {0}일

# DurationDaySingleFormat
source: {0} day
ko_mt: {0}일

# DurationHourPluralFormat
source: {0} hours
ko_mt: {0}시간

# DurationHourSingleFormat
source: {0} hour
ko_mt: {0}시간

# DurationInstantaneousFormat
source: Instant
ko_mt: 즉각적인

# DurationLessMinuteFormat
source: <1 min
ko_mt: <1분

# DurationLongRestFormat
source: Until long rest
ko_mt: 긴 휴식까지

# DurationMinutePluralFormat
source: {0} minutes
ko_mt: {0}분

# DurationMinuteSingleFormat
source: {0} minute
ko_mt: {0}분

# DurationNoneFormat
source: {0} round
ko_mt: {0} 라운드

# DurationPermanentFormat
source: Permanent
ko_mt: 영구적 인

# DurationRoundPluralFormat
source: {0} rounds
ko_mt: {0} 라운드

# DurationRoundSingleFormat
source: {0} round
ko_mt: {0} 라운드

# DurationShortRestFormat
source: Until short rest
ko_mt: 짧은 휴식까지

# DurationUntilEndOfSourceTurnFormat
source: Until the end of the source character's turn.
ko_mt: 소스 캐릭터의 턴 종료 시까지.

# DurationUntilEndOfTargetTurnFormat
source: Until the end of this character's turn.
ko_mt: 이 캐릭터의 턴이 끝날 때까지.

# DurationUntilStartOfSourceTurnFormat
source: Until the start of the source character's turn.
ko_mt: 소스 캐릭터의 턴이 시작될 때까지.

# DurationUntilStartOfTargetTurnFormat
source: Until the start of this character's turn.
ko_mt: 이 캐릭터의 턴이 시작될 때까지.

# EffectRangeMeleeHitTitle
source: Melee Hit
ko_mt: 근접 공격

# EffectRangeRangeHitTitle
source: Ranged Hit {0}
ko_mt: 원거리 적중 {0}

# EffectRangeSelfTitle
source: Self
ko_mt: 본인

# EffectRangeTouchTitle
source: Touch
ko_mt: 접촉

# EffectTargetInLineOfSightWithinDistanceTitle
source: In Sight {0}
ko_mt: 시야에서 {0}

# EffectTargetItemTitle
source: Item
ko_mt: 안건

# EffectTargetPositionTitle
source: Ground
ko_mt: 지면

# EffectTargetSelfTitle
source: Self
ko_mt: 본인

# HealingFormFormat
source: {0}{1}{2} healing
ko_mt: {0}{1}{2} 치유

# HealingStabilize
source: Stabilizes a dying creature.
ko_mt: 죽어가는 생물을 안정화시킵니다.

# ItemPropertyFormFormat
source: On target item: {0}
ko_mt: 대상 항목: {0}

# LightSourceFormFormat
source: light source: {0} bright + {1} dim
ko_mt: 광원: {0} 밝음 + {1} 어두움

# MaterialComponentTitle
source: M
ko_mt: 중

# MotionFormLevitateFormat
source: Levitate {0}
ko_mt: 부상 {0}

# MotionFormPullFormat
source: Pull in {0}
ko_mt: {0}을(를) 당겨

# MotionFormPushFormat
source: Push away {0}
ko_mt: 밀어내기 {0}

# MotionFormTeleportFormat
source: Teleport {0}
ko_mt: 텔레포트 {0}

# RateAtWillFormatTitle
source: at will
ko_mt: 마음대로

# RateChannelDivinityFormatTitle
source: short rest
ko_mt: 짧은 휴식

# Rated6FormatTitle
source: on 5 or 6 on 1d6
ko_mt: 1d6에서 5 또는 6에서

# RateDawnFormatTitle
source: dawn
ko_mt: 새벽

# RateHealingPoolFormatTitle
source: healing pool
ko_mt: 힐링 풀

# RateLongRestFormatTitle
source: long rest
ko_mt: 긴 휴식

# RateNoneFormatTitle
source: none
ko_mt: 없음

# RateOneMinuteFormatTitle
source: every minute
ko_mt: 매 순간

# RateShortRestFormatTitle
source: short rest
ko_mt: 짧은 휴식

# RateSpellSlotFormatTitle
source: spell slots
ko_mt: 주문 슬롯

# RecipeRequiredSpellFormat
source: Ability to cast the {0} spell.
ko_mt: {0} 주문을 시전하는 능력.

# RecipeRequiredTooltypeFormat
source: Proficiency with {0}
ko_mt: {0} 능숙도

# SaveAffinityHalfDamageTitle
source: (save for {0})
ko_mt: ({0}에 저장)

# SaveAffinityNegateAndCancelEachTurnTitle
source: (save each turn to cancel)
ko_mt: (각 턴을 저장하여 취소)

# SaveAffinityNegateTitle
source: (save to negate)
ko_mt: (부정하기 위해 저장)

# SituationalContextAttackerAwayFromTargetFormat
source: If attacker is away from the target:
ko_mt: 공격자가 대상에서 멀리 떨어져 있는 경우:

# SituationalContextAttackerNextToTargetFormat
source: If attacker is next to the target:
ko_mt: 공격자가 대상 옆에 있는 경우:

# SituationalContextAttackerOnHigherGroundThanTargetFormat
source: If attacker is on higher ground:
ko_mt: 공격자가 높은 위치에 있는 경우:

# SituationalContextConsciousAllyNextToTargetFormat
source: if attacker has a conscious ally next to the target:
ko_mt: 공격자가 대상 옆에 의식적인 동맹이 있는 경우:

# SituationalContextNextToWallFormat
source: if creature is next to a wall:
ko_mt: 생물이 벽 옆에 있는 경우:

# SituationalContextTargetIsEffectSourceFormat
source: if creature is attacking the source of the effect:
ko_mt: 생물이 효과의 근원을 공격하는 경우:

# SomaticComponentTitle
source: S
ko_mt: NS

# SpellLevel0FormatTitle
source: Cantrip
ko_mt: 주문

# SpellLevel1FormatTitle
source: 1st Level
ko_mt: 1층

# SpellLevel2FormatTitle
source: 2nd Level
ko_mt: 2단계

# SpellLevel3FormatTitle
source: 3rd Level
ko_mt: 3레벨

# SpellLevel4FormatTitle
source: 4th Level
ko_mt: 4레벨

# SpellLevel5FormatTitle
source: 5th Level
ko_mt: 5레벨

# SpellLevel6FormatTitle
source: 6th Level
ko_mt: 6레벨

# SpellLevel7FormatTitle
source: 7th Level
ko_mt: 7레벨

# SpellLevel8FormatTitle
source: 8th Level
ko_mt: 8레벨

# SpellLevel9FormatTitle
source: 9th Level
ko_mt: 9레벨

# SpellSlotFormRecoverHalfLevelUpFormat
source: Recover half your class level (rounded up) of spells slots up to level {0}.
ko_mt: 레벨 {0}까지 주문 슬롯의 클래스 레벨(반올림)의 절반을 회복합니다.

# SummonFormCreaturesMultipleFormat
source: Summon {0} (x {1}).
ko_mt: {0}(x {1})을(를) 소환합니다.

# SummonFormCreaturesSingleFormat
source: Summon {0}.
ko_mt: {0}을(를) 소환합니다.

# SummonFormEffectProxyFormat
source: Summon "{0}" for you to control
ko_mt: 당신이 제어할 "{0}" 소환

# SummonFormInventoryItemsMultipleFormat
source: Summon {0} (x {1}) to the inventory
ko_mt: 인벤토리에 {0}(x {1}) 소환

# SummonFormInventoryItemsSingleFormat
source: Summon {0} to the inventory
ko_mt: 인벤토리에 {0} 소환

# TemporaryHitPointsFormFormat
source: {0}{1}{2} temporary hit points
ko_mt: {0}{1}{2} 임시 히트 포인트

# TopologyFormProjectileBlockerFormat
source: Blocks ordinary projectiles (arrows, bolts, etc.)
ko_mt: 일반 발사체(화살표, 볼트 등) 차단

# TopologyFormSightBlockerFormat
source: Blocks line of sight
ko_mt: 시선 차단

# TurnOccurenceEndOfTurnFormat
source: End of Round
ko_mt: 라운드 종료

# TurnOccurenceEndOfTurnNoPerceptionOfSourceFormat
source: End of Turn
ko_mt: 턴 종료

# TurnOccurenceStartOfTurnFormat
source: Start of Turn
ko_mt: 턴 시작

# VersatileDamageFormFormat
source: Versatile: {0}{1}{2}{3}
ko_mt: 다목적: {0}{1}{2}{3}

# VersatileTwoHandedTitle
source: Two-handed:
ko_mt: 두 손으로:

# TopologyFormDifficultThroughFormat
source: This area slows down those who walk through it.
ko_mt: 이 지역은 통과하는 사람들의 속도를 늦춥니다.

# TopologyFormSightImpairedFormat
source: Creatures in this area cannot see anything.
ko_mt: 이 지역의 생물은 아무것도 볼 수 없습니다.

# TopologyFormDangerousZoneFormat
source: This area hurts those who walk through it.
ko_mt: 이 지역은 그것을 통과하는 사람들을 아프게합니다.

# EffectTargetCubeWithOffsetTitle
source: 3-cell cube originating from you
ko_mt: 당신에게서 비롯된 3셀 큐브

# ConditionBlessingSorrtarrTitle
source: Blessing of Sorr-Tarr
ko_mt: 소르타르의 축복

# ConditionBlessingSorrtarrDescription
source: Appears to relieve the Soraks of their vulnerability to light.
ko_mt: 빛에 대한 취약성을 소락에게 완화시키는 것으로 보입니다.

# ConditionAnnoyedByBeeTitle
source: Distracted by an Annoying Bee
ko_mt: 성가신 꿀벌에 의해 산만

# ConditionAnnoyedByBeeDescription
source: Disadvantage on concentration until next turn.
ko_mt: 다음 턴까지 집중에 불리하다.

# ConditionDetectPoisonAndDiseaseTitle
source: Detect Poison and Disease
ko_mt: 독과 질병 감지

# ConditionDetectPoisonAndDiseaseDescription
source: For the duration of the spell, you can sense poisonous creatures and disease within 6 cells of you.
ko_mt: 주문이 지속되는 동안 자신의 6칸 내에서 독성 생물과 질병을 감지할 수 있습니다.

# ConditionCharmedByAnimalFrienshipTitle
source: Charmed by Animal Friendship
ko_mt: 동물의 우정에 매료되다

# ConditionCharmedByAnimalFrienshipDescription
source: This beast will be charmed for the spell's duration, or until you or one of your companions harms it.
ko_mt: 이 야수는 주문의 지속 시간 동안 또는 당신이나 당신의 동료 중 한 명이 그것을 해칠 때까지 매혹됩니다.

# ConditionSanctuaryTitle
source: Sanctuary
ko_mt: 성역

# ConditionSanctuaryDescription
source: You ward a creature within range against attack. Until the spell ends, any creature who targets the warded creature with an attack or harmful spell must make a Wisdom saving throw or choose another target.
ko_mt: 당신은 공격으로부터 범위 내의 생물을 보호합니다. 주문이 끝날 때까지 공격이나 해로운 주문으로 보호받는 생물을 목표로 삼는 생물은 지혜 내성 굴림을 하거나 다른 목표를 선택해야 합니다.

# ConditionWardedBySanctuaryTitle
source: Shielded by Sanctuary
ko_mt: 성역으로 보호됨

# ConditionWardedBySanctuaryDescription
source: You are warded until the spell ends or until you cast a spell or launch an attack.
ko_mt: 주문이 끝날 때까지 또는 주문을 시전하거나 공격을 시작할 때까지 보호됩니다.

# ConditionProtectedFromEnergyAcidTitle
source: Protected from Acid
ko_mt: 산으로부터 보호

# ConditionProtectedFromEnergyAcidDescription
source: Resistance to acid damage
ko_mt: 산성 손상에 대한 내성

# ConditionProtectedFromEnergyColdTitle
source: Protected from Cold
ko_mt: 추위로부터 보호

# ConditionProtectedFromEnergyColdDescription
source: Resistance to cold damage
ko_mt: 냉기 피해 저항

# ConditionProtectedFromEnergyFireTitle
source: Protected from Fire
ko_mt: 화재로부터 보호

# ConditionProtectedFromEnergyFireDescription
source: Resistance to fire damage
ko_mt: 화염 피해에 대한 저항

# ConditionProtectedFromEnergyLightningTitle
source: Protected from Lightning
ko_mt: 번개로부터 보호

# ConditionProtectedFromEnergyLightningDescription
source: Resistance to lightning damage
ko_mt: 번개 피해에 대한 내성

# ConditionProtectedFromEnergyThunderTitle
source: Protected from Thunder
ko_mt: 천둥으로부터 보호

# ConditionProtectedFromEnergyThunderDescription
source: Resistance to thunder damage
ko_mt: 천둥 피해에 대한 저항

# AlterationFormDissipateSpellFormat
source: Dissipates spells on objects
ko_mt: 개체에 주문을 분산

# ConditionMindControlledByConjureAnimalTitle
source: Conjured Animal
ko_mt: 창조된 동물

# ConditionMindControlledByConjureAnimalDescription
source: This animal has been conjured by another creature.
ko_mt: 이 동물은 다른 생물에 의해 소환되었습니다.

# ConditionSilencedTitle
source: Silenced
ko_mt: 침묵

# ConditionWardedByWardingBondTitle
source: Warded by Warding Bond
ko_mt: 와드 본드에 의해 와드

# ConditionWardedByWardingBondDescription
source: Temp
ko_mt: 온도

# ConditionWaterWalkTitle
source: Water Walking
ko_mt: 워터 워킹

# ConditionWaterWalkDescription
source: Temp
ko_mt: 온도

# ConditionWaterBreathingTitle
source: Water Breathing
ko_mt: 물 호흡

# ConditionWaterBreathingDescription
source: Temp
ko_mt: 온도

# ConditionRestrictedInsideMagicCircleDescription
source: Temp
ko_mt: 온도

# ConditionProtectedInsideMagicCircleDescription
source: Temp
ko_mt: 온도

# ConditionComprehendLanguagesTitle
source: Comprehending Languages
ko_mt: 이해하는 언어

# ConditionComprehendLanguagesDescription
source: Can read and speak any language.
ko_mt: 모든 언어를 읽고 말할 수 있습니다.

# ConditionStaffOfMetisTitle
source: Elemental Resistance
ko_mt: 원소 저항

# ConditionStaffOfMetisDescription
source: Resistance to Cold, Fire, and Lightning damage.
ko_mt: 냉기, 화염 및 번개 피해에 대한 내성.

# ConditionFlying6Description
source: The target creature gains a flying speed of 6 cells per move action.
ko_mt: 목표 생물은 이동 행동당 6칸의 비행 속도를 얻습니다.

# AlterationFormAbilityScoreIncreaseValueFormat
source: Increases {0} score by {1}.
ko_mt: {0} 점수를 {1} 증가시킵니다.

# AlterationFormAbilityScoreIncreaseMaximumFormat
source: Increases {0} maximum by {1}.
ko_mt: 최대 {0}를 {1} 증가시킵니다.

# ConditionHeavyArmorOverloadDescription
source: Insufficient STR for this heavy armor. Speed is reduced by 2.
ko_mt: 이 중장갑에는 STR이 충분하지 않습니다. 속도가 2 감소합니다.

# ConditionHeavyArmorOverloadTitle
source: Heavy Armor Overload
ko_mt: 중갑 과부하

# MoveModeWalkTitle
source: Walk
ko_mt: 걷다

# MoveModeClimbTitle
source: Climb
ko_mt: 오르다

# MoveModeFlyTitle
source: Fly
ko_mt: 파리

# MoveModeIncorporealTitle
source: Incorporeal
ko_mt: 무형

# MoveModeSwimTitle
source: Swim
ko_mt: 수영

# MoveModeBurrowTitle
source: Burrow
ko_mt: 굴

# ConditionCloakOfDisplacementDescription
source: Attacks on this creature have disadvantage as long as it is conscious and able to move. Ceases to function until the next turn if damaged.
ko_mt: 이 생물에 대한 공격은 의식이 있고 움직일 수 있는 한 불리합니다. 손상되면 다음 턴까지 작동을 멈춥니다.

# ConditionCloakOfDisplacementTitle
source: Displaced
ko_mt: 실향민

# ConditionHeavilyObscuredDescription
source: Creature's vision is heavily obscured; disadvantage on attack rolls; attack rolls against creature have disadvantage.
ko_mt: 크리처의 시야가 심하게 흐려집니다. 공격 굴림의 단점; 생물에 대한 공격 굴림에는 불이익이 있습니다.

# ConditionConjuredCreatureDescription
source: This creature has been conjured by a magical effect
ko_mt: 이 생물은 마법 효과에 의해 생성되었습니다.

# ConditionConjuredCreatureTitle
source: Conjured Creature
ko_mt: 창조된 생물

# ConditionBleedingDescription
source: The creatures takes 1D6 necrotic damage at the beginning of its turn.
ko_mt: 생물은 턴 시작 시 1D6 괴사 피해를 입습니다.

# ConditionBleedingTitle
source: Doomblade Cut
ko_mt: 둠블레이드 컷

# ConditionSilencedDescription
source: The creature does not emit any sound and cannot speak or cast spells with a verbal component.
ko_mt: 생물은 소리를 내지 않으며 언어 구성요소로 말하거나 주문을 시전할 수 없습니다.

# ConditionProtectedFromEvilDescription
source: Aberrations, celestials, elementals, feys, fiends, and undead have disadvantage to attack the target, and cannot charm, frighten, or possess it. If the target is already charmed, frightened, or possessed by such a creature, the target has advantage on any new saving throw against the relevant effect.
ko_mt: Aberrations, celestials, elementals, feys, fiends, undeads는 대상을 공격하는 데 불리한 점이 있으며, 대상을 매혹시키거나 겁주거나 소유할 수 없습니다. 목표가 이미 매혹되거나 겁에 질렸거나 그러한 생물에 사로잡혀 있다면 목표는 관련 효과에 대한 새로운 내성 굴림에 이점이 있습니다.

# ConditionMarkedByFateDescription
source: Receives additional damage when hit.
ko_mt: 명중 시 추가 피해를 받습니다.

# ConditionMarkedByFateTitle
source: Mark of Fate
ko_mt: 운명의 표식

# ConditionStepbackDescription
source: Advantage on the next attack with a bow this turn.
ko_mt: 이번 턴에 활로 다음 공격에 유리합니다.

# ConditionStepbackTitle
source: Step Back Advantage
ko_mt: 뒤로 물러서기 이점

# ConditionInvisibleGreaterDescription
source: Cannot be seen without magic; the creature has advantage on attacks; attackers have disadvantage. The creature remains invisible even when attacking and casting spells.
ko_mt: 마법 없이는 볼 수 없습니다. 생물은 공격에 유리합니다. 공격자는 단점이 있습니다. 생물은 공격하고 주문을 시전할 때도 투명하게 유지됩니다.

# ConditionInvisibleGreaterTitle
source: Invisible (Greater)
ko_mt: 투명(상급)

# ConditionStoneskinDescription
source: Resistance to non-magical bludgeoning, slashing, and piercing damage.
ko_mt: 마법이 아닌 타격, 베기, 관통 피해에 대한 내성.

# ConditionStoneskinTitle
source: Stoneskin
ko_mt: 스톤스킨

# ConditionFrightenedPhantasmalKillerDescription
source: The creature is frightened and receives psychic damage each turn until it succeeds on a saving throw.
ko_mt: 그 생물은 겁에 질려 내성 굴림에 성공할 때까지 매 턴마다 사이킥 피해를 받습니다.

# ConditionFrightenedPhantasmalKillerTitle
source: Frightened by Phantasm
ko_mt: 환상에 겁먹다

# ConditionFireShieldWarmDescription
source: Resistant to cold and retaliates with fire damage against melee attackers.
ko_mt: 냉기에 강하고 근접 공격자에게 화염 피해로 반격합니다.

# ConditionFireShieldColdDescription
source: Resistant to fire and retaliates with cold damage against melee attackers.
ko_mt: 화염에 강하고 근접 공격자에게 냉기 피해로 반격합니다.

# ConditionDeathWardedTitle
source: Death Warded
ko_mt: 죽음의 수호자

# ConditionDeathWardedDescription
source: When reduced to 0 hit points, HP is set to 1 instead, preventing instant death from massive damage or effects.
ko_mt: HP가 0으로 감소하면 HP가 대신 1로 설정되어 막대한 피해나 효과로 인한 즉사를 방지합니다.

# ConditionConfusedTitle
source: Confused
ko_mt: 혼란스러운

# ConditionConfusedDescription
source: At the start of this turn, the creature can move away, not act at all, melee attack a target within reach, or act normally.
ko_mt: 이 턴이 시작될 때, 그 생물은 멀리 이동하거나 전혀 행동하지 않거나, 근접 공격 범위 내에서 목표물을 공격하거나, 정상적으로 행동할 수 있습니다.

# ConditionBanishedTitle
source: Banished
ko_mt: 추방

# ConditionBanishedDescription
source: The creature is removed from the game for the duration of the spell, unless the spell is broken before then. If the spell remains unbroken for its entire duration, the creature is permanently banished if it is extraplanar (celestial, fiend, elemental).
ko_mt: 그 생물은 주문이 그 전에 깨지지 않는 한 주문이 지속되는 동안 게임에서 제거됩니다. 주문이 전체 지속 시간 동안 깨지지 않은 상태로 유지되는 경우 해당 생물은 평면 외(천공, 악마, 정령)인 경우 영구적으로 추방됩니다.

# SpecialBehaviourConditionDuringTurnFormat
source: {3} is affected during the turn.
ko_mt: {3}은(는) 턴 동안 영향을 받습니다.

# SpecialBehaviourNoneFormat
source: {3} acts normally.
ko_mt: {3}은(는) 정상적으로 작동합니다.

# ConditionConfusedAttackTitle
source: Randomly Attacking
ko_mt: 무작위 공격

# ConditionConfusedAttackDescription
source: The creature must use its action to randomly attack a creature within its reach if possible.
ko_mt: 생물은 가능한 경우 도달 범위 내에 있는 생물을 무작위로 공격하기 위해 행동을 사용해야 합니다.

# ConditionConfusedMoveTitle
source: Randomly Moving
ko_mt: 무작위로 이동

# ConditionConfusedMoveDescription
source: The creature must move in a random direction.
ko_mt: 생물은 무작위 방향으로 움직여야 합니다.

# ConditionConfusedIncapacitatedTitle
source: Incapacitated
ko_mt: 무력화

# ConditionConfusedIncapacitatedDescription
source: The creature cannot do anything due to its confusion.
ko_mt: 생물은 혼란으로 인해 아무 것도 할 수 없습니다.

# ConditionFeatRaiseShieldDescription
source: You get +3 AC until the end of the attacker's turn.
ko_mt: 당신은 공격자의 턴이 끝날 때까지 +3 AC를 얻습니다.

# ConditionFeatRaiseShieldTitle
source: Raised Shield
ko_mt: 제기 방패

# ConditionFeatTwinBladeDescription
source: You get +3 AC until the end of the attacker's turn.
ko_mt: 당신은 공격자의 턴이 끝날 때까지 +3 AC를 얻습니다.

# ConditionFeatTwinBladeTitle
source: Twin Blade Block
ko_mt: 트윈 블레이드 블록

# DurationTurnSingleFormat
source: {0} turn
ko_mt: {0}턴

# DurationTurnPluralFormat
source: {0} turns
ko_mt: {0}턴

# ConditionFeatTakeAimDescription
source: Your ranged weapon attacks have no disadvantage or advantage, no matter the conditions.
ko_mt: 원거리 무기 공격은 조건에 관계없이 불리하거나 이점이 없습니다.

# ConditionFeatTakeAimTitle
source: Taking Aim
ko_mt: 조준

# ConditionFeatRushToBattleDescription
source: Your movement speed is increased by 3 cells and your AC is reduced by 2 until the start of your turn.
ko_mt: 턴이 시작될 때까지 이동 속도가 3칸 증가하고 AC가 2칸 감소합니다.

# ConditionFeatRushToBattleTitle
source: Rushing to Battle
ko_mt: 전투에 돌진

# ConditionDispellingEvilAndGoodTitle
source: Dispelling Evil and Good
ko_mt: 악과 선을 몰아내다
