Repository: team-waldo/solasta-translation
Catalog: translation/*/Rules.po
Languages: ko_mt

# ConditionDispellingEvilAndGoodDescription
source: Celestial, elementals, feys, fiends, and undead have disadvantage on attacks against you. You can also cancel a hostile enchantment or dismiss an extraplanar creature hit by one of your attacks.
ko_mt: Celestial, elementals, feys, fiends, undead는 당신에 대한 공격에 불리합니다. 또한 적대적 마법을 취소하거나 공격 중 하나에 적중당한 차원 외 생물을 해산할 수 있습니다.

# ConditionMindControlledDescription
source: The creature is joining the controlling caster.
ko_mt: 그 생물이 조종하는 시전자에 합류하고 있습니다.

# ConditionMindDominatedDescription
source: The creature's actions are totally controlled by the caster.
ko_mt: 생물의 행동은 시전자가 완전히 제어합니다.

# ConditionMindDominatedTitle
source: Mind Dominated
ko_mt: 마음 지배

# ConditionOnAcidTitle
source: Burned by Acid
ko_mt: 산에 의해 화상

# ConditionPheromonedTitle
source: Pheromone Stink
ko_mt: 페로몬 악취

# ConditionPheromonedDescription
source: -3 to Charisma ability checks.
ko_mt: -3 카리스마 능력 검사.

# ConditionOnAcidDescription
source: Take 1d3 acid damage at the end of your turn for 3 turns.
ko_mt: 내 턴 종료 시 3턴 동안 1d3의 산성 피해를 받습니다.

# ActivationTypePermanentTitle
source: Permanent
ko_mt: 영구적 인

# MonsterSpellcastingTitle
source: Spellcasting
ko_mt: 스펠캐스팅

# MonsterSpellcastingDescription
source: The creature has the ability to cast spells.
ko_mt: 생물은 주문을 시전할 수 있는 능력이 있습니다.

# ConditionCalmedByCalmEmotionsEnemyTitle
source: Calmed Enemy
ko_mt: 진정된 적

# ConditionCalmedByCalmEmotionsEnemyDescription
source: The creature is indifferent towards enemies unless it is wounded.
ko_mt: 생물은 부상당하지 않는 한 적에게 무관심합니다.

# ConditionCalmedByCalmEmotionsAllyTitle
source: Calmed Ally
ko_mt: 진정된 동맹

# ConditionCalmedByCalmEmotionsAllyDescription
source: The creature cannot be charmed or frightened.
ko_mt: 그 생물은 매혹되거나 겁먹을 수 없습니다.

# ConditionArcaneShockedTitle
source: Arcane Shocked
ko_mt: 아케인 쇼크

# ConditionArcaneShockedDescription
source: Your attack spells dice deal at least average damage.
ko_mt: 당신의 공격 주문 주사위는 최소한 평균 피해를 줍니다.

# ConditionHidingInPlainSightTitle
source: Hiding in Plain Sight
ko_mt: 잘 보이지 않는 곳에 숨어

# ConditionHidingInPlainSightDescription
source: +10 DEX (Stealth) while you are standing against a wall.
ko_mt: 벽에 기대어 서 있는 동안 +10 DEX(스텔스).

# KillFormAlwaysFormat
source: Target creature is killed.
ko_mt: 목표 생물이 죽습니다.

# KillFormUnderChallengeRatingFormat
source: Target creature is killed if its challenge rating is {0} or lower.
ko_mt: 목표 생물은 도전 등급이 {0} 이하이면 죽습니다.

# KillFormUnderHitPointsFormat
source: Target creature is killed if its remaining hit points are equal to {0} or lower.
ko_mt: 목표 생물의 남은 체력이 {0} 이하이면 대상 생물이 죽습니다.

# ConditionSwallowedTitle
source: Swallowed
ko_mt: 삼켰다

# ConditionSwallowedRemorhazDescription
source: Cannot act and takes 6d6 acid damage each turn. A single attack of 30 damage can force the swallower to regurgitate.
ko_mt: 행동할 수 없으며 매 턴마다 6d6의 산성 피해를 입습니다. 30 데미지의 단일 공격으로 삼키는 사람이 역류할 수 있습니다.

# AlterationFormLightUpFormat
source: Ignites light sources.
ko_mt: 광원을 점화합니다.

# ReviveFormFormat
source: Revives a dead character
ko_mt: 죽은 캐릭터를 되살린다

# ConditionHeroismDescription
source: Cannot be frightened and regains temporary hit points every turn
ko_mt: 겁먹지 않고 매 턴마다 일시적인 체력 회복

# RateD6_56FormatTitle
source: on 5 or 6 on 1d6
ko_mt: 1d6에서 5 또는 6에서

# SpellSlotFormCreateSpellSlotFormat
source: Create a spell slot
ko_mt: 주문 슬롯 생성

# SpellSlotFormCreateSorceryPointFormat
source: Creates sorcery points
ko_mt: 마법 포인트 생성

# MetamagicOptionCarefulSpellTitle
source: Careful Spell
ko_mt: 조심스러운 주문

# MetamagicOptionCarefulSpellDescription
source: Allied creatures affected by the spell automatically succeed their saving throw
ko_mt: 주문의 영향을 받는 동맹 생물은 자동으로 내성 굴림을 성공합니다.

# MetamagicOptionDistantSpellTitle
source: Distant Spell
ko_mt: 원거리 주문

# MetamagicOptionDistantSpellDescription
source: Doubles the range of a spell or change the range of a touch spell to 30 feet
ko_mt: 주문의 범위를 두 배로 늘리거나 터치 주문의 범위를 30피트로 변경

# MetamagicOptionEmpoweredSpellTitle
source: Empowered Spell
ko_mt: 강화된 주문

# MetamagicOptionEmpoweredSpellDescription
source: All damage dice rolls of 1 or 2 are rerolled, keeping the new result
ko_mt: 1 또는 2의 모든 피해 주사위를 다시 굴려 새로운 결과를 유지합니다.

# MetamagicOptionExtendedSpellTitle
source: Extended Spell
ko_mt: 확장된 주문

# MetamagicOptionExtendedSpellDescription
source: Doubles the duration of spell lasting 1 minute or more, to a maximum of 24 hours
ko_mt: 1분 이상 지속되는 주문의 지속시간을 최대 24시간까지 두 배로 늘립니다.

# MetamagicOptionHeightenedSpellTitle
source: Heightened Spell
ko_mt: 강화된 주문

# MetamagicOptionHeightenedSpellDescription
source: Can force a creature to roll the saving throw with disadvantage
ko_mt: 생물이 불리한 내성 굴림을 굴리도록 할 수 있습니다.

# MetamagicOptionQuickenedSpellTitle
source: Quickened Spell
ko_mt: 빠른 주문

# MetamagicOptionQuickenedSpellDescription
source: Can cast a main action spell with a bonus action instead, though you can't cast another spell during the same turn, except for cantrips.
ko_mt: 캔트립을 제외하고 같은 턴에 다른 주문을 발동할 수 없지만 대신에 보너스 행동으로 주 행동 주문을 발동할 수 있습니다.

# MetamagicOptionSubtleSpellTitle
source: Subtle Spell
ko_mt: 미묘한 주문

# MetamagicOptionSubtleSpellDescription
source: Can cast a sepll without verbal or somatic component
ko_mt: 언어 또는 신체 구성 요소 없이 sepll을 캐스팅할 수 있습니다.

# MetamagicOptionTwinnedSpellTitle
source: Twinned Spell
ko_mt: 쌍둥이 주문

# MetamagicOptionTwinnedSpellDescription
source: If the source spell targets one creature only, this adds another target
ko_mt: 소스 주문이 하나의 생물만을 목표로 한다면, 이것은 다른 목표를 추가합니다.

# ConditionOnFire_Elemental_Title
source: On Fire from Fire Elemental
ko_mt: 파이어 엘리멘탈의 온 파이어

# ConditionOnFire_Spider_Title
source: On Fire from Fire Osprey
ko_mt: 파이어 오스프리의 온 파이어

# ConditionOnFire_Osprey_Title
source: On Fire from Fire Spider
ko_mt: 파이어 스파이더의 온 파이어

# OrientationNorthTitle
source: North
ko_mt: 북쪽

# OrientationEastTitle
source: East
ko_mt: 동쪽

# OrientationSouthTitle
source: South
ko_mt: 남쪽

# OrientationWestTitle
source: West
ko_mt: 서쪽

# RateSorceryPointsFormatTitle
source: sorcery points
ko_mt: 마법 포인트

# SpellSlotFormRecoverSorceryHalfLevelUpFormat
source: Recover sorcery points up to half your sorcerer level, rounded up
ko_mt: 마법사 레벨의 절반까지 마법 점수를 반올림하여 회복합니다.

# ConditionSorcererChildRiftDeflectionTitle
source: Rift Deflection
ko_mt: 리프트 편향

# ConditionSorcererChildRiftDeflectionDescription
source: Enemies have disadvantage on attack rolls made against you and you gain advantage on saving throws, until the beginning of your next turn
ko_mt: 적들은 당신에 대한 공격 굴림에 불이익을 받고 당신은 다음 턴이 시작될 때까지 내성 굴림에 이점을 얻습니다.

# RateHitPointsFormatTitle
source: sacrifice max hp
ko_mt: 최대 HP 희생

# ConditionDisintegratedTitle
source: Disintegrated
ko_mt: 분해

# ConditionDisintegratedDescription
source: The creature requires a Resurrection or similar effect to be revived
ko_mt: 생물을 되살리려면 부활 또는 이와 유사한 효과가 필요합니다.

# ConditionDiseasedHarmTitle
source: Harmed
ko_mt: 피해를 입다

# ConditionDiseasedHarmDescription
source: Maximum hit points reduced for an hour or until an effect which cures diseases affects the target
ko_mt: 1시간 동안 또는 질병을 치료하는 효과가 대상에 영향을 미칠 때까지 최대 체력이 감소합니다.

# AlterationFormFeastFormatSingle
source: The party feasts for {0} hour
ko_mt: {0}시간 동안의 파티 잔치

# AlterationFormFeastFormatPlural
source: The party feasts for {0} hours
ko_mt: {0}시간 동안의 파티 잔치

# ConditionHeroesFeastTitle
source: Well Fed
ko_mt: 잘 먹다

# ConditionHeroesFeastDescription
source: Immune to poison and being frightened, advantage to WIS saves and current and max hit points increased by 10
ko_mt: 독 및 겁에 면역, WIS 세이브에 유리하고 현재 및 최대 체력이 10 증가합니다.

# ConditionEyebiteSickenedTitle
source: Sickened
ko_mt: 병들다

# ConditionEyebiteSickenedDescription
source: Disadvantage to attack rolls and ability checks
ko_mt: 공격 굴림과 능력 검사의 단점

# ConditionFrightenedEyebitePanickedTitle
source: Pannicked
ko_mt: 당황

# ConditionFrightenedEyebitePanickedDescription
source: Must run away from the source of the effect
ko_mt: 효과의 근원에서 도망쳐야 한다

# ConditionRagingTitle
source: Raging
ko_mt: 성난

# RateRagePointsFormatTitle
source: rage points
ko_mt: 분노 포인트
