Repository: team-waldo/solasta-translation
Catalog: translation/*/Screen.po
Languages: ko_mt

# StagePreviousButtonLevelUpDescription
source: Go back to the previous character level up step.
ko_mt: 이전 캐릭터 레벨 업 단계로 돌아갑니다.

# StagePreviousButtonTitle
source: Previous
ko_mt: 이전의

# StartGameButtonDescription
source: Click to start the game with the selected options.
ko_mt: 선택한 옵션으로 게임을 시작하려면 클릭하세요.

# StartGameButtonTitle
source: Start Game
ko_mt: 게임을 시작하다

# StartLongRestTitle
source: Start Long Rest
ko_mt: 긴 휴식 시작

# StartShortRestTitle
source: Start Short Rest
ko_mt: 짧은 휴식 시작

# SubclassFeaturesTitle
source: Features
ko_mt: 특징

# SubclassPreviewFormat
source: Display the subclass choices granted at level {0}.
ko_mt: 레벨 {0}에서 부여된 하위 클래스 선택을 표시합니다.

# SubclassPreviewHeaderFormat
source: These subclasses are granted at level {0}.
ko_mt: 이러한 하위 클래스는 {0} 수준에서 부여됩니다.

# SubRaceSelectionTitle
source: Select a Lineage
ko_mt: 계보 선택

# SubRacialFeaturesTitle
source: Lineage Features
ko_mt: 리니지 기능

# SwitchConfiguration0Title
source: Primary
ko_mt: 주요한

# SwitchConfiguration1Title
source: Secondary
ko_mt: 중고등 학년

# SwitchConfiguration2Title
source: Light Source
ko_mt: 광원

# SwitchConfigurationDescription
source: Click to switch your equipped items to this configuration: {0}.
ko_mt: 장착 아이템을 {0} 구성으로 전환하려면 클릭하세요.

# SwitchConfigurationNoItemFormat
source: no item held
ko_mt: 보유 품목 없음

# ToolTypeInspectionTitle
source: Tools Mastery
ko_mt: 도구 마스터리

# ToolTypeSelectionTitle
source: Select Tools
ko_mt: 도구 선택

# TotalBalanceClearAllDescription
source: Clears the whole transaction.
ko_mt: 전체 트랜잭션을 지웁니다.

# TotalBalanceClearAllTitle
source: Clear All
ko_mt: 모두 지우기

# TotalBalanceConcludeDescription
source: Complete the transaction and pay/collect the appropriate amounts.
ko_mt: 거래를 완료하고 적절한 금액을 지불/수금합니다.

# TotalBalanceConcludeTitle
source: Conclude
ko_mt: 끝내다

# TotalBalanceCostTitle
source: You Pay:
ko_mt: 지불:

# TotalBalanceGainTitle
source: You Gain:
ko_mt: 당신은 다음을 얻습니다:

# TotalBalanceTitle
source: Total
ko_mt: 총

# TotalCostTitle
source: Total Cost
ko_mt: 총 비용

# TotalRevenueTitle
source: Total Revenue
ko_mt: 총 수익

# TrackedQuestDescription
source: This quest is currently tracked and displayed on the main game screen.
ko_mt: 이 퀘스트는 현재 추적되어 메인 게임 화면에 표시됩니다.

# TrackQuestDescription
source: Click to start/stop tracking this quest and follow it on the main screen.
ko_mt: 이 퀘스트 추적을 시작/중지하고 메인 화면에서 따라가려면 클릭하세요.

# TrackQuestTitle
source: Track Quest
ko_mt: 추적 퀘스트

# TrainedSkillTooltipSuffix
source: You are trained at using this skill (add your proficiency bonus).
ko_mt: 당신은 이 기술을 사용하는 훈련을 받았습니다(숙련도 보너스 추가).

# TrainedToolTypeTooltipSuffix
source: You are trained at using this type of tool (add your proficiency bonus).
ko_mt: 귀하는 이러한 유형의 도구를 사용하는 방법을 훈련받았습니다(숙련도 보너스 추가).

# TravelFatigueDescription
source: The party accumulates fatigue through navigating the world map. A long rest recovers fatigue points.
ko_mt: 파티는 세계지도 탐색을 통해 피로를 축적합니다. 긴 휴식은 피로 포인트를 회복합니다.

# TravelFatigueTitle
source: Fatigue
ko_mt: 피로

# TravelFoodDescription
source: How much food your party carries. You need one unit per character per long rest.
ko_mt: 파티가 운반하는 음식의 양. 긴 휴식마다 캐릭터당 하나의 유닛이 필요합니다.

# TravelFoodMultipleFormat
source: {0} units
ko_mt: {0} 단위

# TravelFoodSingleFormat
source: {0} unit
ko_mt: {0} 단위

# TravelFoodTitle
source: Food
ko_mt: 음식

# TravelInterruptDescription
source: Interrupts the current journey.
ko_mt: 현재 여행을 중단합니다.

# TravelInterruptTitle
source: Interrupt
ko_mt: 방해하다

# TravelJournalDescription
source: Opens the travel journal to display the events that occurred on the journey.
ko_mt: 여행 일지를 열어 여행에서 발생한 이벤트를 표시합니다.

# TravelJournalTitle
source: Travel Journal
ko_mt: 여행 저널

# TravelResumeDescription
source: Resumes the current journey.
ko_mt: 현재 여정을 재개합니다.

# TravelResumeTitle
source: Resume
ko_mt: 재개하다

# TreasuryTitle
source: Personal Wealth
ko_mt: 개인 재산

# TutorialTitleFormat
source: Tutorial: {0}
ko_mt: 튜토리얼: {0}

# TutorialUnderstoodDescription
source: Close this panel if you have understood.
ko_mt: 이해했다면 이 패널을 닫으십시오.

# TutorialUnderstoodTitle
source: Understood
ko_mt: 이해했다

# UnlockedClassFeaturesTitle
source: Unlocked Class Features
ko_mt: 잠금 해제된 클래스 기능

# UntrackQuestTitle
source: Untrack Quest
ko_mt: 추적 해제 퀘스트

# UsablePowerPermanentTitle
source: This power is always on.
ko_mt: 이 전원은 항상 켜져 있습니다.

# UsablePowerPermanentUnlessIncapacitatedTitle
source: This power is always on unless the creature is incapacitated.
ko_mt: 이 능력은 생물이 무력화되지 않는 한 항상 켜져 있습니다.

# UsablePowersTitle
source: Usable Powers
ko_mt: 쓸 수 있는 권한

# WorldMapTitle
source: World Map
ko_mt: 세계지도

# ReorderContainerButtonDescription
source: Reorder inventory content
ko_mt: 인벤토리 콘텐츠 재정렬

# FastTravelInterruptedDescription
source: Travel interrupted
ko_mt: 여행 중단

# DialogChoiceBackgroundDescription
source: The background of this character enables a specific answer
ko_mt: 이 캐릭터의 배경은 구체적인 답변을 가능하게 합니다.

# GamePausedTopTitle
source: Game Paused
ko_mt: 게임 일시 중지

# GamePausedTopDescription
source: Press the "Play" button or space to unpause.
ko_mt: 일시 중지를 해제하려면 "재생" 버튼을 누르거나 스페이스바를 누르십시오.

# GameSettingsTitle
source: Game Settings
ko_mt: 게임 설정

# GroupLeaderDescription
source: Not used anymore
ko_mt: 더 이상 사용되지 않음

# JournalBestiaryChallengeTitle
source: Challenge
ko_mt: 도전

# InventoryMagicalUnidentifiedDescription
source: This item has magical properties that require Identify (spell or merchant) to be fully revealed
ko_mt: 이 항목에는 식별(주문 또는 상인)이 완전히 드러나도록 요구하는 마법 속성이 있습니다.

# MerchantDetectMagicNothingNewDescription
source: No new magical items have been detected
ko_mt: 새로운 마법 아이템이 감지되지 않았습니다.

# ReviewGameDescription
source: Thank you for playing Solasta! Click here to open the interface and leave us a review. Much love!
ko_mt: 솔라스타를 플레이해주셔서 감사합니다! 인터페이스를 열고 리뷰를 남기려면 여기를 클릭하십시오. 많은 사랑!

# ReviewGameTitle
source: Review the Game
ko_mt: 게임 검토

# DashModeDescriptionMainLabelTitle
source: Your movement range is now increased, at the cost of your main action. Clicking inside your normal range will not use the dash and will preserve your main action.
ko_mt: 이제 주 행동을 희생하여 이동 범위가 증가합니다. 정상 범위 내를 클릭하면 대시가 사용되지 않고 기본 동작이 유지됩니다.

# DashModeDescriptionBonusLabelTitle
source: Your movement range is now increased, at the cost of your bonus action. Clicking inside your normal range will not use the dash and preserve your bonus action.
ko_mt: 이제 보너스 액션을 희생하여 이동 범위가 증가합니다. 정상 범위 내를 클릭하면 대시를 사용하지 않고 보너스 액션이 유지됩니다.

# DashModeTitle
source: Dashing
ko_mt: 위세 당당한

# DataCorruptionTitle
source: Error: Loading Failed
ko_mt: 오류: 로드 실패

# DataCorruptionDescription
source: The game could not load properly. Please verify the integrity of your game files. More information on our forums:
ko_mt: 게임을 제대로 로드할 수 없습니다. 게임 파일의 무결성을 확인하십시오. 포럼에 대한 추가 정보:

# AutoLootInstructionDoubleClickDescription
source: Double-click an item to auto-loot.
ko_mt: 자동 약탈할 항목을 두 번 클릭합니다.

# ProximityLootInstructionDescription
source: Click an item to loot it to the selected character inventory.
ko_mt: 아이템을 클릭하면 선택한 캐릭터 인벤토리로 아이템을 획득할 수 있습니다.

# SplitItemTitle
source: Split
ko_mt: 나뉘다

# SplitItemDescription
source: Select a number of units for this stack of items.
ko_mt: 이 항목 스택에 대한 단위 수를 선택합니다.

# PartyTreasuryTitle
source: Party Wealth
ko_mt: 파티 부

# ProximityLootHeaderFormat
source: Looting ground items within {0} cells.
ko_mt: {0} 셀 내에서 땅 아이템을 약탈합니다.

# ReorderContainerButtonTitle
source: Reorder
ko_mt: 재 주문

# PartyTeleportationDescription
source: Select a destination to instantaneously teleport your party.
ko_mt: 목적지를 선택하여 파티를 즉시 텔레포트하십시오.

# PartyTeleportationTitle
source: Party Teleportation
ko_mt: 파티 텔레포트

# TeleportTitle
source: Teleport
ko_mt: 텔레포트

# NoScavengerBusinessCurrentlyTitle
source: No ongoing business with the Scavengers.
ko_mt: Scavengers와 진행 중인 비즈니스가 없습니다.

# EnemyTurnTitle
source: Enemy Turn
ko_mt: 적 턴

# BreakFreeModeChoiceTitle
source: Select How to Break Free:
ko_mt: 자유를 깨는 방법을 선택하십시오:

# BreakFreeModeAthleticsFormat
source: STR (Athletics) {0}
ko_mt: STR(육상) {0}

# BreakFreeModeAthleticsDescription
source: Roll a STR (Athletics) ability check to break free.
ko_mt: STR(육상 경기) 능력 검사를 굴려 자유를 얻습니다.

# BreakFreeModeAcrobaticsFormat
source: DEX (Acrobatics) {0}
ko_mt: DEX(곡예) {0}

# BreakFreeModeAcrobaticsDescription
source: Roll a DEX (Acrobatics) ability check to break free.
ko_mt: DEX(곡예) 능력 검사를 굴려 자유를 얻습니다.

# ColorCalibrationInstructionsDescription
source: Adjust the brightness and contrast until both lines of the five sigils are visible, with the left-most sigil barely visible.
ko_mt: 가장 왼쪽의 인장이 거의 보이지 않고 5개의 인장의 두 라인이 모두 보일 때까지 밝기와 대비를 조정합니다.

# LegendaryActionTitle
source: Legendary Action
ko_mt: 전설적인 액션

# EditorLocationVisualMoodTitle
source: Visual Mood
ko_mt: 비주얼 무드

# JournalBestiaryPowersTitle
source: Special Features
ko_mt: 특수 기능

# CraftDescription
source: Open the crafting interface.
ko_mt: 제작 인터페이스를 엽니다.

# CraftTitle
source: Craft
ko_mt: 선박

# AttunementRemoveDescription
source: Remove the attunement on this item so that the character can attune to other items.
ko_mt: 캐릭터가 다른 항목에 조정할 수 있도록 이 항목의 조정을 제거합니다.

# NewQuestContentDescription
source: The quest log has been updated
ko_mt: 퀘스트 로그가 업데이트되었습니다.

# NewBestiaryContentDescription
source: The bestiary has been updated
ko_mt: 동물이 업데이트되었습니다

# InventoryCannotDropPersonalSpellbookDescription
source: You cannot drop a personal spellbook out of your party inventory.
ko_mt: 파티 인벤토리에서 개인 마법서를 드롭할 수 없습니다.

# InventoryCannotTransferPersonalSpellbookDescription
source: You cannot transfer a personal spellbook to another character.
ko_mt: 개인 마법책은 다른 캐릭터에게 양도할 수 없습니다.

# InventoryCannotSellPersonalSpellbookDescription
source: You cannot sell your personal spellbook.
ko_mt: 개인 주문서는 판매할 수 없습니다.

# PreferredCantripNoneTitle
source: None
ko_mt: 없음

# PreferredCantripNoneDescription
source: No cantrip is selected, so the first valid attack cantrip will be used.
ko_mt: 캔트립이 선택되지 않았으므로 첫 번째 유효한 공격 캔트립이 사용됩니다.

# PreferredCantripTitle
source: Preferred Cantrip
ko_mt: 선호하는 캔트립

# PreferredCantripDescription
source: Allows you to select your preferred attack cantrip for the Ready Cantrip action. If this cantrip is not usable when the readied action is triggered (out of range, for example), then another valid cantrip will be selected.
ko_mt: Ready Cantrip 액션에 대해 선호하는 공격 캔트립을 선택할 수 있습니다. 준비된 작업이 트리거될 때 이 캔트립을 사용할 수 없는 경우(예: 범위를 벗어남) 다른 유효한 캔트립이 선택됩니다.

# AbortTravelButtonTitle
source: Abort Travel at Next Location
ko_mt: 다음 위치에서 이동 중단

# AbortTravelButtonDescription
source: Instead of traveling to the final destination, the party will stop at the next location so that you can plot an alternate route.
ko_mt: 최종 목적지로 이동하는 대신 다른 경로를 계획할 수 있도록 파티가 다음 위치에 정차합니다.

# MarkDeityTitle
source: Mark Deity
ko_mt: 마크 신

# MarkDeityDescription
source: Paint or carve your deity symbol on this item, so that it can be used as a material component for spells, and even remove the free hand requirement for somatic spells with a material component.
ko_mt: 주문의 재료 구성 요소로 사용할 수 있도록 이 항목에 신의 상징을 페인트하거나 새기고 재료 구성 요소가 있는 신체 주문에 대한 자유 손 요구 사항을 제거할 수도 있습니다.

# RepertoireKnownSpellsTitle
source: Known Spells
ko_mt: 알려진 주문

# EditorSaveTitle
source: Save
ko_mt: 구하다

# EditorUndoTitle
source: Undo
ko_mt: 실행 취소

# EditorCategoryLocationTitle
source: Location
ko_mt: 위치

# EditorCategoryRoomDescription
source: Available Room Blueprints
ko_mt: 사용 가능한 방 청사진

# EditorCategoryPropDescription
source: Available Prop Blueprints
ko_mt: 사용 가능한 소품 청사진

# EditorCategoryGadgetDescription
source: Available Gadget Blueprints
ko_mt: 사용 가능한 가젯 청사진

# EditorLocationTitleTitle
source: Title
ko_mt: 제목

# EditorLocationDescriptionTitle
source: Description
ko_mt: 설명

# EditorLocationAuthorTitle
source: Author
ko_mt: 작가

# EditorLocationMinCharLevelTitle
source: Min. Character Level
ko_mt: 최소 캐릭터 레벨

# EditorLocationMaxCharLevelTitle
source: Max. Character Level
ko_mt: 최대 캐릭터 레벨

# EditorLocationEnvironmentTitle
source: Environment
ko_mt: 환경

# EditorLocationSizeTitle
source: Size
ko_mt: 크기

# EditorLocationSizeSmallTitle
source: Small
ko_mt: 작은

# EditorLocationSizeMediumTitle
source: Medium
ko_mt: 중간

# EditorLocationSizeLargeTitle
source: Large
ko_mt: 크기가 큰

# EditorLocationMusicTitle
source: Ambient Music
ko_mt: 앰비언트 음악

# EditorCaptionXTitle
source: X
ko_mt: NS

# EditorCaptionYTitle
source: Y
ko_mt: 와이

# EditorCaptionOrientationTitle
source: Orientation
ko_mt: 정위

# EditorCaptionCancelButtonTitle
source: Cancel
ko_mt: 취소

# EditorCaptionCancelButtonDescription
source: Cancels the selection of the current element
ko_mt: 현재 요소의 선택을 취소합니다.

# EditorCaptionMoveButtonTitle
source: Move
ko_mt: 이동하다

# EditorCaptionMoveButtonDescription
source: Moves this element by dragging the mouse
ko_mt: 마우스를 드래그하여 이 요소를 이동합니다.

# EditorCaptionRotateButtonTitle
source: Rotate
ko_mt: 회전

# EditorCaptionRotateButtonDescription
source: Rotates the selected element 90° clockwise
ko_mt: 선택한 요소를 시계 방향으로 90° 회전합니다.

# EditorCaptionDeleteButtonTitle
source: Delete
ko_mt: 삭제

# EditorCaptionDeleteButtonDescription
source: Deletes the selected element
ko_mt: 선택한 요소를 삭제합니다

# MonsterSelectionTitle
source: Select a Creature
ko_mt: 생물 선택

# MonsterSortAlphabeticalTitle
source: Name
ko_mt: 이름

# MonsterSortAlphabeticalDescription
source: Sort by monster name
ko_mt: 몬스터 이름으로 정렬

# MonsterSortCRTitle
source: Challenge
ko_mt: 도전

# MonsterSortCRDescription
source: Sort by monster Challenge Rating
ko_mt: 몬스터 챌린지 등급으로 정렬

# ItemSortAlphabeticalTitle
source: Name
ko_mt: 이름

# ItemSortAlphabeticalDescription
source: Sort by item name
ko_mt: 항목 이름으로 정렬

# ItemSortValueTitle
source: Cost
ko_mt: 비용

# ItemSortValueDescription
source: Sort by item cost
ko_mt: 항목 비용으로 정렬

# LootPackSelectionTitle
source: Select a Loot Pack
ko_mt: 전리품 팩 선택

# ItemSelectionTitle
source: Select an Item
ko_mt: 아이템을 선택하세요

# TrapEffectSelectionTitle
source: Select a Trap Effect
ko_mt: 함정 효과 선택

# LocationSavedDescription
source: Content saved
ko_mt: 콘텐츠가 저장됨

# ClearElementTitle
source: Clear
ko_mt: 분명한

# ClearElementDescription
source: Clears the selected database entry
ko_mt: 선택한 데이터베이스 항목을 지웁니다.

# FeatureUnavailableTitle
source: Unavailable, coming soon
ko_mt: 사용할 수 없음, 곧 제공 예정

# EditorSettingsTitle
source: Settings
ko_mt: 설정

# EditorSettingsDescription
source: Edit the user location's settings (name, description, etc.)
ko_mt: 사용자 위치 설정(이름, 설명 등) 편집

# EditorSaveDescription
source: Save this user location to disk ({0})
ko_mt: 이 사용자 위치를 디스크({0})에 저장

# EditorUndoDescription
source: Undo the last modification ({0})
ko_mt: 마지막 수정 실행 취소({0})

# EditorPrevisTitle
source: Preview
ko_mt: 시사

# EditorPrevisDescription
source: Previsualize the location rendering in a separate window (coming soon)
ko_mt: 별도의 창에서 위치 렌더링 사전 시각화(곧 제공 예정)

# MoveShortcutFormat
source: Move ({0})
ko_mt: 이동({0})

# RotateShortcutFormat
source: Rotate ({0})
ko_mt: 회전({0})

# CopyShortcutFormat
source: Copy ({0})
ko_mt: 복사({0})

# DeleteShortcutFormat
source: Delete ({0})
ko_mt: 삭제({0})

# EditorLibraryTitle
source: Library
ko_mt: 도서관

# EditorCategoryRoomTitle
source: Rooms
ko_mt: 객실

# EditorCategoryPropTitle
source: Props
ko_mt: 소품

# EditorCategoryGadgetTitle
source: Gadgets
ko_mt: 가제트

# EditorCaptionPositionTitle
source: Position
ko_mt: 위치

# EditorCaptionCopyButtonTitle
source: Duplicate
ko_mt: 복제하다

# EditorCaptionCopyButtonDescription
source: Duplicates the selected element
ko_mt: 선택한 요소를 복제합니다.

# BackDungeonMakerTitle
source: Dungeon Maker
ko_mt: 던전 메이커

# BackDungeonMakerDescription
source: Opens the Dungeon Maker to resume editing this location
ko_mt: Dungeon Maker를 열어 이 위치 편집을 재개합니다.

# EditorLocationSwitchDescription
source: Click to switch to this user location
ko_mt: 이 사용자 위치로 전환하려면 클릭하세요.

# EditorLocationAuthorVersionTitle
source: Version
ko_mt: 버전

# UserLocationsPublishButtonDescription
source: Publish your location on Steam Workshop
ko_mt: Steam Workshop에 위치 게시

# UserLocationsPublishingWorshopLegalLabel
source: By submitting this item, you agree to the workshop terms of service.
ko_mt: 이 항목을 제출하면 워크샵 서비스 약관에 동의하는 것입니다.

# UserLocationsPublishingWorshopLegalLinkLabel
source: Read the terms of service here.
ko_mt: 여기에서 서비스 약관을 읽으십시오.

# UserLocationsPublishedItemLinkLabel
source: Browse the published item.
ko_mt: 게시된 항목을 찾습니다.

# UserLocationsPublishHeaderTitle
source: Publish Location
ko_mt: 게시 위치

# UserLocationsPublishingLabel
source: Location publishing started. Please wait.
ko_mt: 위치 게시가 시작되었습니다. 기다리세요.

# UserLocationsPublishWaitingLabel
source: New location will be published. Note: You can set a thumbnail by placing a PNG image of the same name in the same folder as the JSON file.
ko_mt: 새 위치가 게시됩니다. 참고: JSON 파일과 동일한 폴더에 동일한 이름의 PNG 이미지를 배치하여 썸네일을 설정할 수 있습니다.

# UserLocationsUpdateWaitingLabel
source: Existing location will be updated.
ko_mt: 기존 위치가 업데이트됩니다.

# UserLocationsPublishingFailedLabel
source: Could not publish location.
ko_mt: 위치를 게시할 수 없습니다.

# UserLocationsPublishingFailedReasonLabelFormat
source: Could not publish new location.\nError {0}.
ko_mt: 새 위치를 게시할 수 없습니다.\n오류 {0}.

# UserLocationsUpdatingFailedReasonLabelFormat
source: Could not update existing location's data.\nError {0}.
ko_mt: 기존 위치의 데이터를 업데이트할 수 없습니다.\n오류 {0}.

# UserLocationsItemPublishedLabelFormat
source: User location was created on the workshop. Updating location's content. Please wait.
ko_mt: 워크샵에서 사용자 위치가 생성되었습니다. 위치의 콘텐츠를 업데이트하는 중입니다. 기다리세요.

# UserLocationsItemUpdatedLabelFormat
source: User location published properly. Congratulations!
ko_mt: 사용자 위치가 올바르게 게시되었습니다. 축하합니다!

# CheatsButtonTitle
source: Cheats
ko_mt: 요령

# CheatsButtonDescription
source: Opens the Dungeon Maker playtest cheats. {0}
ko_mt: 던전 메이커 플레이 테스트 치트를 엽니다. {0}

# EditorFoldAllButtonTitle
source: Fold All
ko_mt: 모두 접기

# EditorFoldAllButtonDescription
source: Collapse all folders of this library
ko_mt: 이 라이브러리의 모든 폴더 축소

# EditorUnfoldAllButtonTitle
source: Unfold All
ko_mt: 모두 펼치기

# EditorUnfoldAllButtonDescription
source: Open all folders of this library
ko_mt: 이 라이브러리의 모든 폴더 열기

# EditorCustomDimensionsTitle
source: Custom Dimensions
ko_mt: 맞춤 측정기준

# EditorCustomDimensionsDescription
source: This gadget can be set with custom dimensions. Select your preferred valued
ko_mt: 이 가젯은 맞춤 측정기준으로 설정할 수 있습니다. 선호하는 가치를 선택하십시오

# EditorCustomDimensionsWidthTitle
source: Width
ko_mt: 너비

# EditorCustomDimensionsHeightTitle
source: Height
ko_mt: 키

# KnudgeNorthShortcutFormat
source: Nudge North ({0})
ko_mt: 북쪽으로 이동({0})

# KnudgeEastShortcutFormat
source: Nudge East ({0})
ko_mt: 넛지 이스트({0})

# KnudgeSouthShortcutFormat
source: Nudge South ({0})
ko_mt: 남쪽으로 이동({0})

# KnudgeWestShortcutFormat
source: Nudge West ({0})
ko_mt: 넛지 웨스트({0})

# EditorPlacementInstructionDescription
source: This element can be placed on the following cell types: {0}
ko_mt: 이 요소는 다음 셀 유형에 배치할 수 있습니다. {0}

# EditorPlacementWallTitle
source: Wall
ko_mt: 벽

# EditorPlacementOpeningTitle
source: Opening
ko_mt: 열리는

# EditorPlacementGroundLowTitle
source: GroundLow
ko_mt: 그라운드 로우

# EditorPlacementGroundHighTitle
source: GroundHigh
ko_mt: 지상고

# EditorPlacementGroundTitle
source: Ground
ko_mt: 지면

# EditorGroundLowSuffix
source: (low)
ko_mt: (낮은)

# EditorGroundHighSuffix
source: (high)
ko_mt: (높은)

# ContentToggleLocationTitle
source: Locations
ko_mt: 위치

# ContentToggleCampaignTitle
source: Campaigns
ko_mt: 캠페인

# CampaignCreatorTitle
source: Campaign Creator
ko_mt: 캠페인 작성자

# CampaignSettingsTitle
source: Campaign Settings
ko_mt: 캠페인 설정

# CampaignContentTitle
source: Embedded Content
ko_mt: 포함된 콘텐츠

# CampaignContentDescrition
source: The following content is stored inside the user campaign file
ko_mt: 사용자 캠페인 파일에 다음 내용이 저장됩니다.

# CampaignEditorLocationHeaderTitle
source: Locations
ko_mt: 위치

# CampaignEditorItemHeaderTitle
source: Custom Items
ko_mt: 커스텀 아이템

# CampaignEditorMonsterHeaderTitle
source: Custom Monsters
ko_mt: 커스텀 몬스터

# CampaignEditorImportContentTitle
source: Import
ko_mt: 수입

# CampaignEditorImportLocationDescrition
source: Import a location from your common pool of locations, to store it inside the JSON file of this campaign. The original location is preserved.
ko_mt: 공통 위치 풀에서 위치를 가져와 이 캠페인의 JSON 파일에 저장합니다. 원래 위치가 유지됩니다.

# CampaignEditorExportContentTitle
source: Export
ko_mt: 내 보내다

# CampaignEditorExportLocationDescrition
source: Export a location from this campaign file to your common pool of locations. Can override an existing location in the common pool. Default values will be assigned for the author / required levels.
ko_mt: 이 캠페인 파일의 위치를 ​​공통 위치 풀로 내보냅니다. 공용 풀의 기존 위치를 재정의할 수 있습니다. 작성자/필수 레벨에 기본값이 할당됩니다.

# CampaignEditorUpTitle
source: Up
ko_mt: 위로

# CampaignEditorUpDescrition
source: Move this content Up one line
ko_mt: 이 콘텐츠를 한 줄 위로 이동

# CampaignEditorDownTitle
source: Down
ko_mt: 아래에

# CampaignEditorDownDescrition
source: Move this content Down one line
ko_mt: 이 콘텐츠를 한 줄 아래로 이동

# CampaignEditorSetStartTitle
source: Set Start
ko_mt: 시작 설정

# CampaignEditorSetStartDescrition
source: Click to set this location as the start location (entrance index 0) for the campaign
ko_mt: 이 위치를 캠페인의 시작 위치(입구 색인 0)로 설정하려면 클릭하십시오.

# CampaignEditorCampaignStartTitle
source: Campaign Start
ko_mt: 캠페인 시작

# CampaignEditorCampaignStartDescrition
source: The campaign will start at this location
ko_mt: 캠페인은 이 위치에서 시작됩니다.

# CampaignMustSaveDescription
source: You must save your campaign first
ko_mt: 먼저 캠페인을 저장해야 합니다.

# CampaignReferenceImageTitle
source: Reference Image
ko_mt: 참조 이미지

# CampaignReferenceImageDescrition
source: The default background for this campaign when represented in game.
ko_mt: 게임에 표시될 때 이 캠페인의 기본 배경입니다.

# MetamagicOptionsTitle
source: Select a Metamagic Option
ko_mt: Metamagic 옵션 선택

# MetamagicIgnoreTitle
source: Ignore
ko_mt: 무시하다

# MetamagicIgnoreDescription
source: Ignore the metamagic options and proceed with spellcasting
ko_mt: metamagic 옵션을 무시하고 주문 시전을 진행하십시오.

# ProficiencyToggleMetamagicTitle
source: Metamagic
ko_mt: 메타매직

# ProficiencyMetamagicDescription
source: Metamagic allows you to twist the spells you cast
ko_mt: Metamagic을 사용하면 시전하는 주문을 비틀 수 있습니다.

# OathSpellTitle
source: Oath
ko_mt: 맹세

# OathSpellDescription
source: This Oath spell is always considered prepared, and does not count towards your spell preparation limit.
ko_mt: 이 맹세 주문은 항상 준비된 것으로 간주되며 주문 준비 제한에 포함되지 않습니다.

# TraditionSpellTitle
source: Tradition
ko_mt: 전통

# TraditionSpellDescription
source: This Tradition spell is always considered prepared, and does not count towards your spell preparation limit.
ko_mt: 이 전통 주문은 항상 준비된 것으로 간주되며 주문 준비 제한에 포함되지 않습니다.

# OriginSpellTitle
source: Origin
ko_mt: 기원

# OriginSpellDescription
source: This Origin spell is always considered known, and does not count towards your spell knowledge limit.
ko_mt: 이 Origin 주문은 항상 알려진 것으로 간주되며 주문 지식 제한에 포함되지 않습니다.

# IronManModeTitle
source: Iron Man Mode
ko_mt: 아이언맨 모드

# IronManSaveCosmeticName
source: Iron Man Campaign
ko_mt: 아이언맨 캠페인

# UnavailableContentPackDescription
source: You do not own this content. Click to access the store page
ko_mt: 이 콘텐츠를 소유하고 있지 않습니다. 클릭하면 스토어 페이지에 액세스할 수 있습니다.

# MetamagicSelectionDescription
source: You can spend sorcery points to alter this a metamagic option
ko_mt: 마법 점수를 사용하여 이 메타매직 옵션을 변경할 수 있습니다.

# ConvertTitle
source: Convert
ko_mt: 전환하다

# ConvertCreateTitle
source: You create:
ko_mt: 당신은 다음을 생성합니다:

# ConvertSpendTitle
source: You spend:
ko_mt: 너는 쓴다:

# PowerRemainingSlotsDescription
source: Your remaining pool of spell slots
ko_mt: 남은 주문 슬롯 풀

# NewContendersTitle
source: New Contenders
ko_mt: 새로운 경쟁자

# CircleSpellTitle
source: Circle
ko_mt: 원

# CircleSpellDescription
source: This circle spell is always considered prepared. It does not count towards your spell preparation limit.
ko_mt: 이 서클 주문은 항상 준비된 것으로 간주됩니다. 주문 준비 한도에 포함되지 않습니다.
