Repository: team-waldo/solasta-translation
Catalog: translation/*/Screen.po
Languages: ko_mt

# JournalRelationIncreasedFormat
source: Relationship with {1} increased to {0}.
ko_mt: {1}과의 관계가 {0}(으)로 증가했습니다.

# JournalRelationIncreasedTitle
source: Relationship Increased:
ko_mt: 관계 증가:

# JournalRelationStatusChangedFormat
source: Status is now {0}
ko_mt: 상태는 현재 {0}입니다.

# JournalTimecodeDayFormat
source: Day {0}
ko_mt: {0}일

# JournalTimecodeHourMinuteAMFormat
source: {0}:{1} AM
ko_mt: {0}:{1} 오전

# JournalTimecodeHourMinutePMFormat
source: {0}:{1} PM
ko_mt: {0}:{1} 오후

# JournalTitle
source: Party Journal
ko_mt: 파티 저널

# JournalTravelContinuedTitle
source: Travel (continued)
ko_mt: 여행(계속)

# JournalTravelTitle
source: Travel
ko_mt: 여행하다

# JournalTutorialDescription
source: Allows you to review tutorial information that was previously displayed in-game.
ko_mt: 이전에 게임 내에서 표시된 튜토리얼 정보를 검토할 수 있습니다.

# JournalTutorialForumsDescription
source: Find out more about Solasta on our forums.
ko_mt: 포럼에서 Solasta에 대해 자세히 알아보세요.

# JournalTutorialForumsTitle
source: Solasta Forums
ko_mt: 솔라스타 포럼

# JournalTutorialSRDDescription
source: Read about the rules system Solasta uses.
ko_mt: Solasta가 사용하는 규칙 시스템에 대해 읽어보십시오.

# JournalTutorialSRDTitle
source: System Reference Document
ko_mt: 시스템 참조 문서

# JournalTutorialTitle
source: <#F5B486>T</color>utorial
ko_mt: <#F5B486>T</color>자습서

# JournalTutorialWikiDescription
source: Find out more about the Solasta Universe and unique content on the online Wiki [Coming Soon].
ko_mt: 온라인 Wiki에서 Solasta Universe 및 고유 콘텐츠에 대해 자세히 알아보십시오. [곧 출시].

# JournalTutorialWikiTitle
source: Solasta Wiki
ko_mt: 솔라스타 위키

# KnownCantripsTitle
source: Known Cantrips
ko_mt: 알려진 캔트립

# KnownSpellDescription
source: This spell is known or written in a spellbook.
ko_mt: 이 주문은 알려져 있거나 주문서에 기록되어 있습니다.

# KnownSpellTitle
source: Known
ko_mt: 모두 다 아는

# LegalAgreeDescription
source: By clicking the "I Agree" button, you accept the terms above.
ko_mt: "동의함" 버튼을 클릭하면 위의 약관에 동의하는 것입니다.

# LegalAgreeTitle
source: I Agree
ko_mt: 나는 동의한다

# LegalDisagreeDescription
source: By clicking the "I Do Not Agree" button, you do not accept the terms above, which means you cannot play the game.
ko_mt: "동의하지 않음" 버튼을 클릭하면 위의 조건에 동의하지 않으며, 이는 게임을 플레이할 수 없음을 의미합니다.

# LegalDisagreeTitle
source: I Do Not Agree
ko_mt: 난 동의하지 않는다

# LegalProceedDescription
source: Move on to the next step
ko_mt: 다음 단계로 이동

# LegalProceedTitle
source: Proceed
ko_mt: 진행하다

# LevelGainsTitle
source: Your Level Gains
ko_mt: 레벨 상승

# LoadGameDescription
source: Select and load a saved game.
ko_mt: 저장된 게임을 선택하고 불러옵니다.

# LoadGameTitle
source: Load Game
ko_mt: 게임 로드

# LocationIntroductionActiveQuestsFormat
source: Active Quests: {0}
ko_mt: 활성 퀘스트: {0}

# LocationIntroductionHeaderTitle
source: New Location
ko_mt: 새로운 위치

# LongRestCompleteTitle
source: Long Rest Complete
ko_mt: 긴 휴식 완료

# LongRestDescription
source: Take at least eight hours to eat, drink, and sleep, and wake up ready for anything.
ko_mt: 먹고, 마시고, 자고, 일어나서 무엇이든 할 수 있는 최소한 8시간이 필요합니다.

# LongRestTitle
source: Long Rest
ko_mt: 긴 휴식

# LootAllDescription
source: Loots everything from this container that can fit in your inventory without increasing your encumbrance rating.
ko_mt: 방해 등급을 높이지 않고 인벤토리에 들어갈 수 있는 모든 것을 이 컨테이너에서 약탈합니다.

# LootAllTitle
source: Loot All
ko_mt: 전리품

# MagicalTagDescription
source: This attack is considered magical and can wound creatures that resist non-magical attacks.
ko_mt: 이 공격은 마법으로 간주되며 마법이 아닌 공격에 저항하는 생물에게 상처를 줄 수 있습니다.

# MagicRevealedPluralFormat
source: New items have been revealed as magical on {0}.
ko_mt: {0}에 새로운 아이템이 마법처럼 밝혀졌습니다.

# MagicRevealedSingleFormat
source: A new item has been revealed as magical on {0}.
ko_mt: {0}에 새로운 아이템이 마법처럼 밝혀졌습니다.

# MainAttackTitle
source: Main Attack
ko_mt: 메인 공격

# MainQuestsListTitle
source: Main Quests
ko_mt: 메인 퀘스트

# MainQuestTypeTitle
source: Main Quest
ko_mt: 메인 퀘스트

# MapToggleDescription
source: Open the map of the location.
ko_mt: 위치 지도를 엽니다.

# MerchantDetectMagicDescription
source: Detects magical auras on all items carried by party members, but does not reveal any item's function.
ko_mt: 파티원이 소지한 모든 아이템에서 마법의 오라를 감지하지만 아이템의 기능을 드러내지는 않습니다.

# MerchantDetectMagicTitle
source: Detect Magic
ko_mt: 마법 감지

# MerchantFactionRelationEffectDescription
source: Your party's standing with the merchant's faction affects rebates and overcharges.
ko_mt: 상인의 진영에 대한 파티의 입장은 리베이트와 과충전에 영향을 미칩니다.

# MerchantIdentifyDescription
source: Reveals everything about a selected item, including whether it is magical.
ko_mt: 마법의 여부를 포함하여 선택한 항목에 대한 모든 것을 표시합니다.

# MerchantIdentifyTitle
source: Identify
ko_mt: 식별하다

# NewClassSelectionTitle
source: Or click to add a new class to this character.
ko_mt: 또는 이 캐릭터에 새 클래스를 추가하려면 클릭하세요.

# NewGameScreenTitle
source: New Game
ko_mt: 새로운 게임

# NewRecipeTitle
source: New crafting option!
ko_mt: 새로운 제작 옵션!

# NextClassFeaturesTitle
source: Next Class Features
ko_mt: 다음 클래스 기능

# NextPageTitle
source: Next
ko_mt: 다음

# NextTutorialStepDescription
source: Display the next step in the tutorial.
ko_mt: 자습서의 다음 단계를 표시합니다.

# NextTutorialStepTitle
source: Next
ko_mt: 다음

# NoContainerTitle
source: This character is not equipped with any backpack or container item in the "Back" slot.
ko_mt: 이 캐릭터는 "뒤로" 슬롯에 배낭이나 컨테이너 아이템이 장착되어 있지 않습니다.

# NoCraftingOptionsTitle
source: Your party does not have any crafting options yet.
ko_mt: 귀하의 파티에는 아직 제작 옵션이 없습니다.

# OpenGamingLicenseButtonDescription
source: Display the full Open Game License and System Reference Document
ko_mt: 전체 오픈 게임 라이선스 및 시스템 참조 문서 표시

# OpenGamingLicenseButtonTitle
source: Open Game License
ko_mt: 오픈 게임 라이선스

# OpenGamingLicenseTitle
source: OPEN GAME LICENSE Version 1.0a
ko_mt: 오픈 게임 라이선스 버전 1.0a

# OpentRestButtonDescription
source: Take a short rest.
ko_mt: 짧은 휴식을 취하십시오.

# ParticipantNameFormat
source: Player: {0}
ko_mt: 플레이어: {0}

# ParticipantsTitle
source: Participants
ko_mt: 참가자들

# PartyJournalButtonDescription
source: Opens the journal screen to access your adventure log, quests, monster entries, faction relations, and more information about your party's progress.
ko_mt: 모험 일지, 퀘스트, 몬스터 항목, 진영 관계 및 파티 진행 상황에 대한 추가 정보에 액세스할 수 있는 일지 화면을 엽니다.

# PartyJournalButtonTitle
source: Journal
ko_mt: 신문

# PassTitle
source: Pass
ko_mt: 통과하다

# PauseDescription
source: Pause the flow of time.
ko_mt: 시간의 흐름을 멈춥니다.

# PauseTitle
source: Pause
ko_mt: 정지시키다

# PersonalityHeaderTitle
source: Personality
ko_mt: 인격

# PersonalityValueFormat
source: "{0}" personality score: {1}.
ko_mt: "{0}" 성격 점수: {1}.

# PlanarToggleDescription
source: Toggle the horizontal plane on/off for movement destination selection.
ko_mt: 이동 대상 선택을 위해 수평면을 켜거나 끕니다.

# PlayDescription
source: Resume the flow of time.
ko_mt: 시간의 흐름을 재개합니다.

# PlayTitle
source: Play
ko_mt: 놀다

# PoolPointsToSpendPluralTitle
source: {0}/{1} points to assign
ko_mt: 할당할 {0}/{1} 포인트

# PoolPointsToSpendSingleTitle
source: {0}/{1} point to assign
ko_mt: 할당할 {0}/{1} 포인트

# PowerRemainingHealingPoolDescription
source: Your remaining pool of healing points.
ko_mt: 남은 치유 포인트 풀.

# PowerUsedAllDescription
source: You have no more uses of this power.
ko_mt: 더 이상 이 힘을 사용할 수 없습니다.

# PowerUsedNoneDescription
source: You have not used this power.
ko_mt: 당신은 이 능력을 사용하지 않았습니다.

# PowerUsedSomeDescription
source: You have spent {0} use(s) of this power.
ko_mt: 이 능력을 {0} 사용했습니다.

# PrepareAutoDescription
source: Automatically prepares spells based on their general relevance.
ko_mt: 일반적인 관련성을 기준으로 주문을 자동으로 준비합니다.

# PrepareAutoTitle
source: Auto Prepare
ko_mt: 자동 준비

# PrepareClearDescription
source: Clears all prepared spells.
ko_mt: 준비된 모든 주문을 취소합니다.

# PrepareClearTitle
source: Clear
ko_mt: 분명한

# PreparedSpellDescription
source: This spell has been prepared and can be cast using spell slots.
ko_mt: 이 주문은 준비되었으며 주문 슬롯을 사용하여 시전할 수 있습니다.

# PreparedSpellTitle
source: Prepared
ko_mt: 준비

# PreparePanelDescription
source: You can do this once per long rest.
ko_mt: 긴 휴식을 할 때마다 이 작업을 수행할 수 있습니다.

# PreparePanelInstruction
source: Select {0} spells to prepare.
ko_mt: 준비할 주문 {0}개를 선택하세요.

# PreparePanelTitle
source: Prepare Spells
ko_mt: 주문 준비

# PrepareRevertDescription
source: Revert to the spells that were prepared before opening this panel.
ko_mt: 이 패널을 열기 전에 준비한 주문으로 되돌립니다.

# PrepareRevertTitle
source: Revert
ko_mt: 돌아가는 것

# PrepareSpellsDescription
source: Select a different set of prepared spells.
ko_mt: 준비된 주문의 다른 세트를 선택하십시오.

# PrepareSpellsTitle
source: Prepare Spells
ko_mt: 주문 준비

# PrepareValidateDescription
source: Validate the prepared spells you have selected.
ko_mt: 선택한 준비된 주문을 확인합니다.

# PrepareValidateTitle
source: Validate
ko_mt: 확인

# PreviousPageTitle
source: Previous
ko_mt: 이전의

# PreviousTutorialStepDescription
source: Display the previous tutorial instructions.
ko_mt: 이전 자습서 지침을 표시합니다.

# PreviousTutorialStepTitle
source: Previous
ko_mt: 이전의

# ProficienciesTitle
source: Proficiencies
ko_mt: 능력

# ProficiencyArmorCategoryDescription
source: You are proficient with this category of armor, and can wear it.
ko_mt: 당신은 이 범주의 갑옷에 능숙하며 착용할 수 있습니다.

# ProficiencyArmorTypeDescription
source: You are proficient with this specific type of armor, and can wear it.
ko_mt: 당신은 이 특정 유형의 갑옷에 능숙하며 착용할 수 있습니다.

# ProficiencyBonusTitle
source: Proficiency Bonus
ko_mt: 진보 보너스

# ProficiencyLanguageDescription
source: You are proficient at speaking this language.
ko_mt: 당신은 이 언어를 능숙하게 구사합니다.

# ProficiencyMarkerDoubleSkillDescription
source: You are an expert (double proficiency) with {0} ({1}) skill checks.
ko_mt: 귀하는 {0}({1}) 기술 검사를 받은 전문가(이중 숙련도)입니다.

# ProficiencyMarkerDoubleToolDescription
source: You are an expert (double proficiency) at using this kind of tool.
ko_mt: 당신은 이런 종류의 도구를 사용하는 데 전문가(이중 숙련도)입니다.

# ProficiencyMarkerSavingThrowDescription
source: You are proficient with {0} saving throws.
ko_mt: 당신은 {0} 내성굴림에 능숙합니다.

# ProficiencyMarkerSingleSkillDescription
source: You are proficient with {0}({1}) skill checks.
ko_mt: 귀하는 {0}({1}) 기술 검사에 능숙합니다.

# ProficiencyMarkerSingleToolDescription
source: You are proficient at using this kind of tool.
ko_mt: 당신은 이런 종류의 도구를 능숙하게 사용합니다.

# ProficiencyToggleFeatTitle
source: Feats
ko_mt: 위업

# ProficiencyToggleLanguageTitle
source: Languages
ko_mt: 언어

# ProficiencyToggleSavingThrowTitle
source: Saving Throws
ko_mt: 던지기 저장

# ProficiencyToggleSkillTitle
source: Skills
ko_mt: 기술

# ProficiencyToggleToolTitle
source: Tools
ko_mt: 도구

# ProficiencyToggleWeaponAndArmorTitle
source: Weapons and Armor
ko_mt: 무기와 갑옷

# ProficiencyWeaponCategoryDescription
source: You are proficient with this category of weapon, adding your proficiency bonus to attack rolls.
ko_mt: 당신은 이 범주의 무기에 능숙하며 공격 굴림에 숙련도 보너스를 추가합니다.

# ProficiencyWeaponTypeDescription
source: You are proficient with this specific type of weapon, adding your proficiency bonus to attack rolls.
ko_mt: 당신은 이 특정 유형의 무기에 능숙하여 공격 굴림에 숙련도 보너스를 추가합니다.

# PurchaseClearAllDescription
source: Click to clear all purchased items.
ko_mt: 구매한 모든 항목을 지우려면 클릭하세요.

# PurchaseOrderTitle
source: You Purchase
ko_mt: 당신이 구매

# QuestChoiceStatusTitle
source: Choice:
ko_mt: 선택:

# QuestCompletedDescription
source: Quest Completed
ko_mt: 퀘스트 완료

# QuestFailedDescription
source: Quest Failed
ko_mt: 퀘스트 실패

# QuestLogTitle
source: Quests
ko_mt: 퀘스트

# QuestObjectivesTitle
source: Objectives
ko_mt: 목표

# QuestOptionalStatusTitle
source: (optional)
ko_mt: (선택 과목)

# QuitGameDescription
source: Quit the current game and return to the main menu.
ko_mt: 현재 게임을 종료하고 메인 메뉴로 돌아갑니다.

# QuitGameTitle
source: Quit Game
ko_mt: 게임 종료

# QuitLocationDescription
source: Quit the current location and return to the campaign screen.
ko_mt: 현재 위치를 종료하고 캠페인 화면으로 돌아갑니다.

# QuitLocationTitle
source: Quit Location
ko_mt: 종료 위치

# RaceHeaderTitle
source: Ancestry
ko_mt: 가계

# RacialFeaturesTitle
source: Ancestry Features
ko_mt: 조상 특징

# ReadyCantripAttackDescription
source: Use an attack cantrip on the first enemy that moves into range. Attacks with disadvantage will not trigger this reaction.
ko_mt: 범위 내로 이동하는 첫 번째 적에게 공격 캔트립을 사용합니다. 불리한 공격은 이 반응을 일으키지 않습니다.

# ReadyCantripAttackTitle
source: Cantrip Attack
ko_mt: 캔트립 어택

# ReadyMeleeAttackDescription
source: Use your currently equipped weapon to attack the first enemy that moves into melee range.
ko_mt: 현재 장착된 무기를 사용하여 근접 범위로 이동하는 첫 번째 적을 공격합니다.

# ReadyMeleeAttackTitle
source: Melee Attack
ko_mt: 근접 공격

# ReadyOptionsTitle
source: Ready Options
ko_mt: 준비 옵션

# ReadyRangedAttackDescription
source: Use your currently equipped weapon to attack the first enemy that moves into range. Attacks with disadvantage will not trigger this reaction.
ko_mt: 현재 장착된 무기를 사용하여 범위 내로 이동하는 첫 번째 적을 공격합니다. 불리한 공격은 이 반응을 촉발하지 않습니다.

# ReadyRangedAttackTitle
source: Ranged Attack
ko_mt: 원거리 공격

# ReadyToLevelUpLongRestDescription
source: This character is ready to level up. Take a long rest to start the level up sequence.
ko_mt: 이 캐릭터는 레벨을 올릴 준비가 되었습니다. 레벨 업 시퀀스를 시작하려면 긴 휴식을 취하십시오.

# RemainingPointsFormat
source: {0} remaining points
ko_mt: 남은 점수 {0}점

# RepertoireHeaderFormat
source: {0} Spells
ko_mt: {0} 주문

# RepertoirePreparedSpellsDescription
source: The number of spells that you have prepared from your allowance.
ko_mt: 수당에서 준비한 주문의 수입니다.

# RepertoirePreparedSpellsTitle
source: Prepared Spells
ko_mt: 준비된 주문

# RepertoireSpellsTitle
source: Spells
ko_mt: 주문

# RequiredFactionInvalidTitle
source: Faction Relation
ko_mt: 진영 관계

# RequiredFactionStatusFormat
source: Your status with the {0} faction is {1}. You need {2} to purchase this item.
ko_mt: {0} 진영의 상태는 {1}입니다. 이 항목을 구매하려면 {2}이(가) 필요합니다.

# RequiresCharacterLevelDescription
source: Requires character level {0}
ko_mt: 캐릭터 레벨 {0} 필요

# RequiresClassLevelDescription
source: Requires class level {0}
ko_mt: 수업 수준 {0} 필요

# RestingTitle
source: Resting…
ko_mt: 휴식 중…

# RestModuleHitDiceHeaderTitle
source: Hit Points Recovery
ko_mt: 히트 포인트 복구

# RestModuleHitDiceInstructionAfterRestLongRestTitle
source: You have recovered all hit points and half your hit dice maximum.
ko_mt: 모든 체력과 히트 주사위 최대치의 절반을 회복했습니다.

# RestModuleHitDiceInstructionAfterRestShortRestTitle
source: Spend hit dice to recover hit points.
ko_mt: 히트 포인트를 복구하기 위해 히트 주사위를 사용합니다.

# RestModuleHitDiceInstructionBeforeRestLongRestTitle
source: When the rest is complete, recover all hit points and half your hit dice maximum.
ko_mt: 나머지가 완료되면 모든 HP와 히트 주사위 최대값의 절반을 회복합니다.

# RestModuleHitDiceInstructionBeforeRestShortRestTitle
source: When the rest is complete, spend hit dice to recover missing hit points.
ko_mt: 나머지가 완료되면 히트 주사위를 사용하여 누락된 HP를 복구합니다.

# RestModulePostRestActivitiesAfterDescription
source: Select actions.
ko_mt: 작업을 선택합니다.

# RestModulePostRestActivitiesBeforeDescription
source: Your characters' actions after the rest is complete.
ko_mt: 나머지가 완료된 후 캐릭터의 행동.

# RestModulePostRestActivitiesHeaderTitle
source: Post Rest Actions
ko_mt: 휴식 후 조치

# RestModuleRecoveredFeaturesHeaderTitle
source: Feature and Ability Recovery
ko_mt: 기능 및 능력 회복

# RestModuleRecoveredFeaturesInstructionAfterRestTitle
source: You have recovered the following features:
ko_mt: 다음 기능을 복구했습니다.

# RestModuleRecoveredFeaturesInstructionBeforeRestTitle
source: Upon rest completion, you will recover these features:
ko_mt: 휴식이 완료되면 다음 기능이 복구됩니다.

# RestModuleRecoveredFeaturesNoneTitle
source: None
ko_mt: 없음

# ResumeDescription
source: Close this panel and resume the game.
ko_mt: 이 패널을 닫고 게임을 재개하십시오.

# ResumeTitle
source: Resume
ko_mt: 재개하다

# ReviveCastSpellFormat
source: Cast {0}
ko_mt: 캐스트 {0}

# ReviveItemSpellSubtitlePluralFormat
source: ({0}{1} slots remaining)
ko_mt: (남은 슬롯 {0}{1}개)

# ReviveItemSpellSubtitleSingleFormat
source: ({0}{1} slot remaining)
ko_mt: (남은 슬롯 {0}{1}개)

# ReviveItemSubtitlePluralFormat
source: ({0} uses remaining)
ko_mt: ({0}은(는) 남은 사용)

# ReviveItemSubtitleSingleFormat
source: ({0} use remaining)
ko_mt: ({0} 남은 사용)

# ReviveUpcastSubtitleDescription
source: Upcast:
ko_mt: 배기갱:

# ReviveUsePowerFormat
source: Use {0}
ko_mt: {0} 사용

# RitualsListTitle
source: Rituals
ko_mt: 의식

# RitualSpellDescription
source: This ritual spell can be cast without expending a spell slot, provided you spend 10 minutes to cast it.
ko_mt: 이 의식 주문은 10분 동안 시전하면 주문 슬롯을 소모하지 않고 시전할 수 있습니다.

# RollHitDiceButtonDescription
source: Rolls one hit die and increases your current hit points by the result plus your Constitution bonus.
ko_mt: 하나의 히트 주사위를 굴리고 결과에 체질 보너스를 더한 만큼 현재 HP가 증가합니다.

# RollHitDiceButtonTitle
source: Roll
ko_mt: 롤

# RotateCCWDescription
source: Rotate the view counterclockwise.
ko_mt: 보기를 시계 반대 방향으로 회전합니다.

# RotateCWDescription
source: Rotate the view clockwise.
ko_mt: 보기를 시계 방향으로 회전합니다.

# RoundStartTitle
source: Round {0}
ko_mt: 라운드 {0}

# SaleClearAllDescription
source: Click to clear all sold items.
ko_mt: 모든 판매 항목을 지우려면 클릭하십시오.

# SaleOrderTitle
source: You Sell
ko_mt: 당신은 판매

# SaveGameDescription
source: Save the current game.
ko_mt: 현재 게임을 저장합니다.

# SaveGameTitle
source: Save Game
ko_mt: 게임을 저장

# ScoreAutoAssignButtonTitle
source: Auto Assign
ko_mt: 자동 할당

# ScoreMethodFreeEditionDescription
source: Use this option to recreate one of your favorite tabletop characters. No cheating, now!
ko_mt: 이 옵션을 사용하여 좋아하는 탁상용 캐릭터 중 하나를 다시 만드십시오. 이제 부정 행위는 없습니다!

# ScoreMethodFreeEditionTitle
source: Free Choice
ko_mt: 자유로운 선택

# ScoreMethodPointSystemDescription
source: You define your abilities using a point system. Starting each ability score at 8, you increase by one point each ability up to 13, then it will cost you two more points to increase to 14 and two more points to increase to 15 (maximum)
ko_mt: 포인트 시스템을 사용하여 능력을 정의합니다. 각 능력 점수는 8에서 시작하여 13까지 각 능력이 1포인트씩 증가합니다. 그런 다음 14로 증가하려면 2포인트, 15로 증가하려면 2포인트가 더 필요합니다(최대).

# ScoreMethodPointSystemTitle
source: Points System
ko_mt: 포인트 제도

# ScoreMethodPredeterminedDescription
source: Your ability scores are a set of predetermined values: 15, 14, 13, 12, 10, 8
ko_mt: 능력 점수는 미리 결정된 값의 집합입니다: 15, 14, 13, 12, 10, 8

# ScoreMethodPredeterminedTitle
source: Predetermined
ko_mt: 미리 결정된

# ScoreMethodRoll4d6Description
source: For each of your six ability scores, roll 4d6 and add together the three best results.
ko_mt: 6개의 능력 점수 각각에 대해 4d6을 굴려서 가장 좋은 결과 3개를 더합니다.

# ScoreMethodRoll4d6Title
source: Roll 4d6
ko_mt: 롤 4d6

# ScoreModifierDescription
source: The bonus applied to actions and effects based on this ability score.
ko_mt: 이 능력 점수에 따라 행동과 효과에 적용되는 보너스.

# ScoreOptimizeForTitle
source: Optimize for:
ko_mt: 최적화:

# ScoreOptimizeNoneDescription
source: You have not selected a class to optimize for.
ko_mt: 최적화할 클래스를 선택하지 않았습니다.

# ScoreOptimizeNoneTitle
source: No Class Selected
ko_mt: 선택한 클래스 없음

# ScoreRerollButtonTitle
source: Reroll
ko_mt: 리롤

# ScoreResetButtonTitle
source: Reset
ko_mt: 초기화

# ScribeScrollDescription
source: Copy the spell into one of your spellbooks.
ko_mt: 주문을 당신의 주문책 중 하나에 복사하십시오.

# ScribeScrollTitle
source: Scribe
ko_mt: 학자

# SearchByCastingTimeTitle
source: Casting Time
ko_mt: 캐스팅 시간

# SearchByDamageTypeTitle
source: Damage Type
ko_mt: 손상 유형

# SearchByNameTitle
source: Search by Name
ko_mt: 이름으로 검색

# SearchBySchoolTitle
source: School
ko_mt: 학교

# SearchByTagsTitle
source: Properties
ko_mt: 속성

# SecondaryQuestsListTitle
source: Secondary Quests
ko_mt: 보조 퀘스트

# SecondaryQuestTypeTitle
source: Secondary Quest
ko_mt: 보조 퀘스트

# SelectAllCharactersDescription
source: Select all characters in the group.
ko_mt: 그룹의 모든 문자를 선택합니다.

# SelectionNoneTitle
source: All
ko_mt: 모두

# SessionInviteDescription
source: Invite a member of your friends list to join this game.
ko_mt: 이 게임에 참여하려면 친구 목록의 구성원을 초대하십시오.

# SessionInviteTitle
source: Invite Friend
ko_mt: 친구를 초대하다

# SessionModePrivateDescription
source: This session is multiplayer, but is hidden from other players. You can invite friends, though.
ko_mt: 이 세션은 멀티플레이어이지만 다른 플레이어에게는 숨겨져 있습니다. 하지만 친구를 초대할 수 있습니다.

# SessionModePrivateTitle
source: Private
ko_mt: 사적인

# SessionModePublicDescription
source: This session is multiplayer, and is visible to all players.
ko_mt: 이 세션은 멀티플레이어이며 모든 플레이어가 볼 수 있습니다.

# SessionModePublicTitle
source: Public
ko_mt: 공공의

# SessionModeSingleDescription
source: Single player only.
ko_mt: 싱글 플레이어 전용.

# SessionModeSingleTitle
source: Single
ko_mt: 하나의

# SessionModeTitle
source: Mode
ko_mt: 방법

# SessionNameTitle
source: Name
ko_mt: 이름

# SessionTitle
source: Game Session
ko_mt: 게임 세션

# ShortRestCompleteTitle
source: Short Rest Complete
ko_mt: 짧은 휴식 완료

# ShortRestDescription
source: Take a one hour break to recover some powers and hit points.
ko_mt: 1시간 동안 휴식을 취하여 일부 능력과 체력을 회복하십시오.

# ShortRestTitle
source: Short Rest
ko_mt: 짧은 휴식

# ShoveModeKnockProneDescription
source: Knock a creature prone.
ko_mt: 엎드려 있는 생물을 노크하십시오.

# ShoveModeKnockProneTitle
source: Knock Prone
ko_mt: 노크하기 쉬운

# ShoveModePushAwayDescription
source: Push a creature in the direction you are facing.
ko_mt: 당신이 향하고 있는 방향으로 생물을 밀어냅니다.

# ShoveModePushAwayTitle
source: Push Away
ko_mt: 밀어내다

# ShoveOptionsTitle
source: Shove Options
ko_mt: 쇼브 옵션

# SkipButtonDescription
source: Skip forward until next dialog choice, if any.
ko_mt: 다음 대화 선택이 있을 때까지 앞으로 건너뜁니다(있는 경우).

# SkipButtonTitle
source: Skip
ko_mt: 건너 뛰다

# SpellAdvancementCloseDescription
source: Close the spell advancement option.
ko_mt: 주문 발전 옵션을 닫습니다.

# SpellAdvancementOpenDescription
source: Click to cast this spell with a higher level spell slot.
ko_mt: 클릭하면 더 높은 레벨의 주문 슬롯이 있는 이 주문을 시전할 수 있습니다.

# SpellAttackBonusDescription
source: The bonus added to spells' attack rolls.
ko_mt: 주문의 공격 굴림에 추가되는 보너스.

# SpellAttackBonusTitle
source: Spell Attack Bonus
ko_mt: 주문 공격 보너스

# SpellAutoSelectButtonTitle
source: Auto Select
ko_mt: 자동 선택

# SpellcastingAbilityDescription
source: The ability score used to cast your spells and determine their effectiveness.
ko_mt: 주문을 시전하고 효과를 결정하는 데 사용되는 능력 점수입니다.

# SpellcastingAbilityTitle
source: Spellcasting Ability
ko_mt: 주문 시전 능력

# SpellcastingClassTitle
source: Spellcasting Class
ko_mt: 스펠캐스팅 클래스

# SpellLevelCantripShortTitle
source: C
ko_mt: 씨

# SpellResetButtonTitle
source: Reset
ko_mt: 초기화

# SpellSaveDCDescription
source: The difficulty class of your spells. The higher the DC, the tougher the target's saving throw will be.
ko_mt: 주문의 난이도 등급입니다. DC가 높을수록 대상의 내성 굴림이 더 강해집니다.

# SpellSaveDCTitle
source: Spell Save DC
ko_mt: 철자 저장 DC

# SpellsGroupCantripsTitle
source: At Will
ko_mt: 마음대로

# SpellsGroupSlotsTitle
source: Slots
ko_mt: 슬롯

# SpellSlotInfiniteDescription
source: This type of spell can be used indefinitely.
ko_mt: 이 유형의 주문은 무기한 사용할 수 있습니다.

# SpellSlotsRecoveredDescription
source: All spells slots are recovered.
ko_mt: 모든 주문 슬롯이 복구됩니다.

# SpellSlotsRecoveredTitle
source: Spell Slots
ko_mt: 주문 슬롯

# SpellSlotsUsedAllDescription
source: You have spent all spell slot(s) of this level.
ko_mt: 이 레벨의 모든 주문 슬롯을 사용했습니다.

# SpellSlotsUsedAllLevelsDescription
source: You have no available slots to cast this spell.
ko_mt: 이 주문을 시전할 수 있는 슬롯이 없습니다.

# SpellSlotsUsedNoneDescription
source: You have not spent any spell slot of this level.
ko_mt: 이 레벨의 주문 슬롯을 사용하지 않았습니다.

# SpellSlotsUsedSomeDescription
source: You have expended {0} spell slot(s) of this level.
ko_mt: 이 레벨의 주문 슬롯 {0}개를 사용했습니다.

# StageFinishButtonCreationDescription
source: Finish the character creation process.
ko_mt: 캐릭터 생성 과정을 마칩니다.

# StageFinishButtonLevelUpDescription
source: Finish the character level up process.
ko_mt: 캐릭터 레벨업 과정을 마칩니다.

# StageFinishButtonTitle
source: Finish
ko_mt: 마치다

# StageNextButtonCreationDescription
source: Proceed to the next character creation step.
ko_mt: 다음 캐릭터 생성 단계를 진행합니다.

# StageNextButtonLevelUpDescription
source: Proceed to the next character level up step.
ko_mt: 다음 캐릭터 레벨업 단계를 진행합니다.

# StageNextButtonTitle
source: Next
ko_mt: 다음

# StagePreviousButtonCreationDescription
source: Go back to the previous character creation step.
ko_mt: 이전 캐릭터 생성 단계로 돌아갑니다.
