Repository: team-waldo/solasta-translation
Catalog: translation/*/Screen.po
Languages: ko_mt

# AbilityScoreBonusDescription
source: The bonus to this ability score, based on your current choices.
ko_mt: 현재 선택에 따라 이 능력 점수에 대한 보너스입니다.

# AbilityScoreBonusEditableDescription
source: The bonus to this ability score value, which you can adjust with your remaining points.
ko_mt: 이 능력 점수 값에 대한 보너스로, 남은 점수로 조정할 수 있습니다.

# AbilityScoresAssignTitle
source: Drag and drop your rolls onto ability score cells, or auto assign.
ko_mt: 능력 점수 셀에 롤을 끌어다 놓거나 자동 할당합니다.

# AbilityScoresEditPointsTitle
source: Edit your rolls using your remaining points.
ko_mt: 남은 포인트를 사용하여 롤을 편집하십시오.

# AbilityScoresMethodTitle
source: Select Ability Score Generation Method
ko_mt: 능력 점수 생성 방법 선택

# AbortCreationDescription
source: Cancels the character creation process.
ko_mt: 캐릭터 생성 프로세스를 취소합니다.

# AbortLevelUpDescription
source: Cancels the character level up process.
ko_mt: 캐릭터 레벨 업 프로세스를 취소합니다.

# AbortTitle
source: Cancel
ko_mt: 취소

# ActiveQuestsFormatPlural
source: Your team has {0} active quests.
ko_mt: 팀에 활성 퀘스트가 {0}개 있습니다.

# ActiveQuestsFormatSingle
source: Your team has one active quest.
ko_mt: 팀에 활성 퀘스트가 하나 있습니다.

# AddCharacterDescription
source: Adds a character from your pool of local characters.
ko_mt: 로컬 캐릭터 풀에서 캐릭터를 추가합니다.

# AddCharacterTitle
source: Add Character
ko_mt: 캐릭터 추가

# AddNewClassTitle
source: Add New Class
ko_mt: 새 클래스 추가

# AnswerChoiceTitle
source: Select an Answer
ko_mt: 답변 선택

# AscendDescription
source: Elevate the horizontal plane by one cell.
ko_mt: 수평면을 한 셀 높이십시오.

# AttackDamageDescription
source: The damage this attack causes on a successful hit.
ko_mt: 이 공격이 성공했을 때 입히는 피해입니다.

# AttackDamageTitle
source: dmg
ko_mt: 피해

# AttackRollFooterTitle
source: Attack
ko_mt: 공격

# AttackToHitDescription
source: The bonus added to d20 attack rolls with this attack.
ko_mt: 이 공격으로 d20 공격 굴림에 보너스가 추가됩니다.

# AttackToHitTitle
source: to Hit
ko_mt: 명중하다

# AttunableItemsTitle
source: Items that can be attuned.
ko_mt: 조율할 수 있는 아이템.

# AttunableItemsWarningFormat
source: {0} has reached the limit of {1} attunable items.
ko_mt: {0}은(는) 조정할 수 있는 항목의 한도인 {1}개에 도달했습니다.

# AttunementExecutedWarningDescription
source: Remove attunement to this item in order to attune to a different item.
ko_mt: 다른 항목에 조정하려면 이 항목에 대한 조정을 제거하십시오.

# AttunementExecutedWarningTitle
source: {0} has reached the attunement limit for this rest.
ko_mt: {0}은(는) 이 나머지에 대한 조정 한도에 도달했습니다.

# AttunementRemoveTitle
source: Remove
ko_mt: 제거하다

# AvailableSlotsDescription
source: The number of spells of this level that you can cast. You can use one of these slots to cast a lower level spell, which may increase its effect.
ko_mt: 발동할 수 있는 이 레벨의 주문 수입니다. 이 슬롯 중 하나를 사용하여 더 낮은 레벨의 주문을 시전하면 효과가 증가할 수 있습니다.

# AvailableSlotsTitle
source: Available Slots:
ko_mt: 사용 가능한 슬롯:

# BackgroundFeaturesTitle
source: Background Features
ko_mt: 배경 기능

# BackgroundHeaderTitle
source: Background
ko_mt: 배경

# BackTitle
source: Back
ko_mt: 뒤쪽에

# BattleIntroTitle
source: A Battle Starts!
ko_mt: 전투가 시작됩니다!

# BattleVictoryTitle
source: Victory!
ko_mt: 승리!

# BonusAttackTitle
source: Bonus Attack
ko_mt: 보너스 공격

# CancelTitle
source: Cancel
ko_mt: 취소

# CaptionAbortDescription
source: Abort this action.
ko_mt: 이 작업을 중단합니다.

# CaptionAbortTitle
source: Abort
ko_mt: 중단

# CaptionProceedDescription
source: Execute your action even though it is incomplete.
ko_mt: 불완전하더라도 행동을 실행하십시오.

# CaptionProceedTitle
source: Proceed
ko_mt: 진행하다

# CastLightButtonDescription
source: Click to cast a light cantrip on one of your hand-held items.
ko_mt: 클릭하여 휴대용 항목 중 하나에 가벼운 캔트립을 시전합니다.

# ChanelDivinityRecoveredDescription
source: All uses of Channel Divinity are restored.
ko_mt: 채널 신성의 모든 사용이 복원됩니다.

# CharacterInformationTitle
source: Character
ko_mt: 성격

# CharacterInfoTitle
source: Character Info
ko_mt: 캐릭터 정보

# CharacterInspectionModeBattleAvailableTitle
source: The character can perform one free/inventory action per combat round.
ko_mt: 캐릭터는 전투 라운드당 하나의 무료/인벤토리 작업을 수행할 수 있습니다.

# CharacterInspectionModeBattleSpentTitle
source: The character has spent the free/inventory action for this combat round.
ko_mt: 캐릭터는 이번 전투 라운드에서 자유/재고 행동을 소비했습니다.

# CharacterInspectionModeSelectCarriedItemTitle
source: Select any item to apply this effect.
ko_mt: 이 효과를 적용할 항목을 선택하십시오.

# CharacterInspectionModeSelectEquipedItemTitle
source: Select an equipped item to apply this effect.
ko_mt: 이 효과를 적용할 장비 아이템을 선택하세요.

# CharacterInspectionModeSelectMagicalUnidentifiedItemTitle
source: Select an unidentified magical item to identify.
ko_mt: 식별할 미확인 마법 아이템을 선택하십시오.

# CharacterInspectionModeSelectSpellbookTitle
source: Select a spellbook with at least {0} blank page(s).
ko_mt: 최소 {0}개의 빈 페이지가 있는 마법책을 선택하세요.

# CharacterInspectionModeSelectWeaponNonMagicalTitle
source: Select a non-magical weapon to apply this effect.
ko_mt: 이 효과를 적용하려면 마법이 아닌 무기를 선택하십시오.

# CharacterInspectionModeSelectWeaponTitle
source: Select a weapon to apply this effect.
ko_mt: 이 효과를 적용할 무기를 선택하세요.

# CharacterPersonalityDescriptionTitle
source: The personality of a character determines how he/she will behave during narrative sequences. Some narrative flags will provide variation to dialogs, while other will open different dialog branches and more generally have the character play a role fitting his/her personality.
ko_mt: 캐릭터의 성격은 내러티브 시퀀스에서 행동하는 방식을 결정합니다. 일부 내러티브 플래그는 대화에 변형을 제공하는 반면 다른 플래그는 다른 대화 분기를 열고 더 일반적으로 캐릭터가 자신의 성격에 맞는 역할을 하도록 합니다.

# CharacterPersonalityBackgroundAlignementDescription
source: During character creation, the chosen background and alignment open the selection of specific personality flags, allowing you to customize the way your character behaves during narrative sequences.
ko_mt: 캐릭터를 생성하는 동안 선택한 배경과 정렬은 특정 성격 플래그를 선택하여 내러티브 시퀀스 동안 캐릭터가 행동하는 방식을 사용자 지정할 수 있도록 합니다.

# CharactersManagementTitle
source: Character Management
ko_mt: 캐릭터 관리

# ChooseFeatureDescription
source: You must select an option.
ko_mt: 옵션을 선택해야 합니다.

# ChooseFeatureTitle
source: Choose:
ko_mt: 선택하다:

# ClassDeityDescription
source: The divinity that your character follows. Mandatory for some choices.
ko_mt: 당신의 캐릭터가 따르는 신성. 일부 선택에는 필수입니다.

# ClassDeityTitle
source: Deity
ko_mt: 신

# ClassFeaturesTitle
source: Class Features
ko_mt: 클래스 특징

# ClassHeaderTitle
source: Class
ko_mt: 수업

# ClassHitDiceDescription
source: The dice cast at each level to determine your hit points, and also to recover lost hit points.
ko_mt: 각 레벨에서 주사위를 던져 체력을 결정하고 잃어버린 체력을 회복합니다.

# ClassHitDiceTitle
source: Hit Dice
ko_mt: 히트 주사위

# ClassOrMarkerTitle
source: OR
ko_mt: 또는

# ClassSelectionTitle
source: Select a Class
ko_mt: 클래스 선택

# ClearFiltersTitle
source: Clear Filters
ko_mt: 필터 지우기

# CloseTitle
source: Close
ko_mt: 닫기

# CompletedQuestsListTitle
source: Completed Quests
ko_mt: 완료된 퀘스트

# ConfigurationHeaderTitle
source: Equipped Items Configuration
ko_mt: 장착 아이템 구성

# ContainerSpaceDescription
source: Items occupy an amount of space, and containers (backpacks, pouches) can only fit items up to a space limit.
ko_mt: 품목은 공간을 많이 차지하며 컨테이너(백팩, 파우치)는 공간 제한까지만 품목을 넣을 수 있습니다.

# ContainerWeightDescription
source: Items all weigh something, and containers can only hold a certain weight.
ko_mt: 아이템은 모두 무게가 나가고 컨테이너는 특정 무게만 담을 수 있습니다.

# CraftingAbilityCheckTitle
source: Ability Check
ko_mt: 능력 확인

# CraftingAbortButtonDescription
source: Stops the crafting operation. All progress and spent ingredients are lost.
ko_mt: 제작 작업을 중지합니다. 모든 진행 상황과 소모된 재료가 손실됩니다.

# CraftingAbortButtonTitle
source: Abort Crafting
ko_mt: 제작 중단

# CraftingBonusTitle
source: Crafting Bonus: {0}
ko_mt: 제작 보너스: {0}

# CraftingDifficultyTitle
source: Crafting Difficulty
ko_mt: 제작 난이도

# CraftingEstimatedHoursFormat
source: At least {0} hour(s) are required to craft this item.
ko_mt: 이 항목을 만드는 데 최소 {0}시간이 필요합니다.

# CraftingIngredientsDescription
source: The ingredients are consumed when crafting starts.
ko_mt: 재료는 제작 시작 시 소모됩니다.

# CraftingIngredientsTitle
source: Ingredients
ko_mt: 재료

# CraftingInProgressTitle
source: The type of ability check made by the character.
ko_mt: 캐릭터가 수행하는 능력 확인 유형입니다.

# CraftingItemEffectTitle
source: Item Effects
ko_mt: 아이템 효과

# CraftingNoOptionSelectedTitle
source: You must select one of the crafting options.
ko_mt: 제작 옵션 중 하나를 선택해야 합니다.

# CraftingNoSuitableToolTypeDescription
source: No one in the party possesses {0} type tools.
ko_mt: 파티 중 누구도 {0} 유형 도구를 소유하지 않습니다.

# CraftingNoSuitableToolTypeTitle
source: Not in Inventory
ko_mt: 인벤토리에 없음

# CraftingNotProficientDescription
source: {0} is not proficient with any of the following: {1}.
ko_mt: {0}은(는) {1}에 능숙하지 않습니다.

# CraftingNotProficientTitle
source: Not Proficient
ko_mt: 능숙하지 않음

# CraftingOptionsTitle
source: Crafting Options
ko_mt: 제작 옵션

# CraftingRemainingHoursFormat
source: At least {0} more hour(s) are required to complete this crafting operation.
ko_mt: 이 제작 작업을 완료하려면 최소 {0}시간이 더 필요합니다.

# CraftingRemainingSuccessesTitle
source: Remaining Ability Check Successes
ko_mt: 남은 능력 확인 성공

# CraftingRequiredSuccessesDescription
source: The actual crafting time depends on the crafting character's ability check successes. Checks are repeated every hour until crafting is complete.
ko_mt: 실제 제작 시간은 제작 캐릭터의 능력 확인 성공 여부에 따라 달라집니다. 확인은 제작이 완료될 때까지 매시간 반복됩니다.

# CraftingRequiredSuccessesTitle
source: Required Successes
ko_mt: 필수 성공

# CraftingStartButtonDescription
source: Starts the crafting operation and consumes the ingredients.
ko_mt: 제작 작업을 시작하고 재료를 소모합니다.

# CraftingStartButtonTitle
source: Start Crafting
ko_mt: 제작 시작

# CraftingTitle
source: Crafting
ko_mt: 제작

# CraftingUnknownRecipeDescription
source: You have not learned this crafting option yet.
ko_mt: 당신은 아직 이 제작 옵션을 배우지 않았습니다.

# CutscenePauseDescription
source: Pauses cutscene playback (shortcut: Return).
ko_mt: 컷신 재생을 일시 중지합니다(단축키: Return).

# CutscenePlayDescription
source: Resumes cutscene playback (shortcut: Return).
ko_mt: 컷신 재생을 재개합니다(단축키: Return).

# CutsceneShutdownDescription
source: Closes this control panel and resumes playback.
ko_mt: 이 제어판을 닫고 재생을 다시 시작합니다.

# CutsceneStepbackDescription
source: Go back to the previous narrative state and pause the playback (shortcut: Backspace).
ko_mt: 이전 내러티브 상태로 돌아가서 재생을 일시 중지합니다(단축키: 백스페이스).

# DeathSavesFailuresTitle
source: Failures
ko_mt: 실패

# DeathSavesFormat
source: {0} is dying and must make a death saving throw.
ko_mt: {0}은(는) 죽어가고 있으며 죽음 내성 굴림을 해야 합니다.

# DeathSavesSuccessesTitle
source: Successes
ko_mt: 성공

# DeathSavesTitle
source: Death Saving Throws
ko_mt: 데스 세이빙 던지기

# DeathTimerFormat
source: {0} has died, but may be revived by party members.
ko_mt: {0}이(가) 사망했지만 파티원에 의해 소생될 수 있습니다.

# DeathTimerReviveOptionsFormat
source: {0}'s revive options:
ko_mt: {0}의 소생 옵션:

# DeathTimerUnavailableDescription
source: (unavailable)
ko_mt: (없는)

# DeathTimerWithExpirationFormat
source: {0} has died, but may be revived by party members.\n{1} expires in {2} rounds.
ko_mt: {0}이(가) 사망했지만 파티원에 의해 소생될 수 있습니다.\n{1}은(는) {2} 라운드 후에 만료됩니다.

# DefaultSessionNameFormat
source: {0}'s game
ko_mt: {0}님의 게임

# DescendDescription
source: Lower the horizontal plane by one cell.
ko_mt: 수평면을 한 셀 낮춥니다.

# DestinyQuestsListTitle
source: Destiny Quests
ko_mt: 운명 퀘스트

# DestinyQuestTypeTitle
source: Destiny Quest
ko_mt: 데스티니 퀘스트

# DeviceOverchargeDescription
source: Add more charges to this effect.
ko_mt: 이 효과에 더 많은 요금을 추가합니다.

# DisabledSlotAutoConfigDescription
source: This slot is disabled as its content is determined automatically.
ko_mt: 이 슬롯은 콘텐츠가 자동으로 결정되므로 비활성화됩니다.

# DisabledSlotNoneDescription
source: This slot is disabled.
ko_mt: 이 슬롯은 비활성화되어 있습니다.

# DisabledSlotTwoHandedEquipedDescription
source: This slot is disabled because its paired slot is equipped with a two-handed item.
ko_mt: 이 슬롯은 쌍으로 된 슬롯에 양손 아이템이 장착되어 있어 비활성화되어 있습니다.

# DismissCharacterDescription
source: Remove this character from the team.
ko_mt: 팀에서 이 캐릭터를 제거합니다.

# DismissCharacterTitle
source: Dismiss
ko_mt: 해고하다

# DomainSpellDescription
source: This domain spell is always considered prepared. It does not count towards your spell preparation limit.
ko_mt: 이 도메인 주문은 항상 준비된 것으로 간주됩니다. 주문 준비 한도에 포함되지 않습니다.

# DomainSpellTitle
source: Domain
ko_mt: 도메인

# DoneTitle
source: Done
ko_mt: 완료

# DropItemDescription
source: Drop the item on the ground.
ko_mt: 아이템을 바닥에 떨어뜨립니다.

# DropItemTitle
source: Drop
ko_mt: 떨어지다

# DungeonMasterTitle
source: [ToRemove] Dungeon Master
ko_mt: [제거] 던전 마스터

# EffectFormRollFooterDamageTitle
source: Damage
ko_mt: 피해를 주다

# EffectFormRollFooterHealingTitle
source: Healing
ko_mt: 치유

# EncounterAvoidButtonDescription
source: Avoid the battle altogether
ko_mt: 전투를 완전히 피하십시오

# EncounterAvoidButtonTitle
source: Hide
ko_mt: 숨다

# EncounterCombatAwareDescription
source: Hostile creatures are nearby, but {0} has managed to spot them. What will you do?
ko_mt: 적대적인 생물이 근처에 있지만 {0}이(가) 발견했습니다. 당신은 무엇을 할 것인가?

# EncounterCombatSurprisedDescription
source: A group of hostile creatures has managed to surprise you!
ko_mt: 적대적인 생물 무리가 당신을 놀라게 했습니다!

# EncounterCombatTitle
source: Combat Encounter
ko_mt: 전투 조우

# EncounterEventTitle
source: Game Event
ko_mt: 게임 이벤트

# EncounterFightButtonDescription
source: Starts the battle against the enemy group.
ko_mt: 적군과의 전투를 시작합니다.

# EncounterFightButtonTitle
source: Start Battle
ko_mt: 전투 시작

# EncounterHeroStatusAsleepDescription
source: {0} is sleeping and will not act until awoken.
ko_mt: {0}은(는) 자고 있으며 깨어날 때까지 작동하지 않습니다.

# EncounterHeroStatusAsleepTitle
source: Asleep
ko_mt: 죽어

# EncounterHeroStatusAwareDescription
source: {0} is aware of the approaching enemies.
ko_mt: {0}은(는) 접근하는 적을 알고 있습니다.

# EncounterHeroStatusAwareTitle
source: Aware
ko_mt: 알고있는

# EncounterHeroStatusDeadDescription
source: {0} was dead at the end of the battle.
ko_mt: {0}은(는) 전투가 끝날 때 사망했습니다.

# EncounterHeroStatusDeadTitle
source: Dead
ko_mt: 죽은

# EncounterHeroStatusHealthyDescription
source: {0} was healthy at the end of the battle.
ko_mt: {0}은(는) 전투가 끝날 때까지 건강했습니다.

# EncounterHeroStatusHealthyTitle
source: Healthy
ko_mt: 건강한

# EncounterHeroStatusSeverelyWoundedDescription
source: {0} was severely wounded at the end of the battle.
ko_mt: {0}은(는) 전투가 끝날 때 중상을 입었습니다.

# EncounterHeroStatusSeverelyWoundedTitle
source: Severely Wounded
ko_mt: 중상

# EncounterHeroStatusSpotterDescription
source: {0} has spotted the approaching enemies.
ko_mt: {0}이(가) 다가오는 적을 발견했습니다.

# EncounterHeroStatusSpotterTitle
source: Spotter
ko_mt: 정찰병

# EncounterHeroStatusSurprisedDescription
source: {0} is surprised and will not act during the first round of the battle.
ko_mt: {0}은(는) 놀라서 전투의 첫 번째 라운드에서 행동하지 않습니다.

# EncounterHeroStatusSurprisedTitle
source: Surprised
ko_mt: 놀란

# EncounterHeroStatusUnconsciousDescription
source: {0} was unconscious at the end of the battle.
ko_mt: {0}은(는) 전투가 끝날 때 의식을 잃었습니다.

# EncounterHeroStatusUnconsciousTitle
source: Unconscious
ko_mt: 무의식

# EncounterHeroStatusWoundedDescription
source: {0} was wounded at the end of the battle.
ko_mt: {0}은(는) 전투가 끝날 때 부상을 입었습니다.

# EncounterHeroStatusWoundedTitle
source: Wounded
ko_mt: 부상자

# EncounterProceedButtonDescription
source: Start the interaction.
ko_mt: 상호 작용을 시작합니다.

# EncounterProceedButtonTitle
source: Proceed
ko_mt: 진행하다

# EncounterSurpriseHeaderTitle
source: Surprise Roll Results
ko_mt: 서프라이즈 롤 결과

# EncumbranceHeavyTitle
source: Heavy
ko_mt: 무거운

# EncumbranceLightTitle
source: Light
ko_mt: 빛

# EncumbranceNoneTitle
source: None
ko_mt: 없음

# EncumbranceTitle
source: Encumbrance
ko_mt: 방해물

# EndTurnDescription
source: End this character's turn and move on to the next creature to act.
ko_mt: 이 캐릭터의 턴을 종료하고 행동할 다음 생물로 이동합니다.

# EndTurnTitle
source: End Turn
ko_mt: 턴 종료

# EquipmentConfigurationSetupTitle
source: Drag items below to change their configuration.
ko_mt: 구성을 변경하려면 아래 항목을 드래그하세요.

# EquipmentTitle
source: Equipment
ko_mt: 장비

# EthnicGroupSelectionTitle
source: Select an origin.
ko_mt: 원점을 선택합니다.

# ExamineDocumentDescription
source: Read this document.
ko_mt: 이 문서를 읽으십시오.

# ExamineDocumentTitle
source: Read
ko_mt: 읽다

# ExistingClassSelectionTitle
source: Select an existing class to level up.
ko_mt: 레벨을 올릴 기존 클래스를 선택하세요.

# ExpertiseSuffix
source: (expert)
ko_mt: (전문가)

# ExpertSkillTooltipSuffix
source: You are an expert at using this skill (add your proficiency bonus x 2).
ko_mt: 당신은 이 기술을 사용하는 전문가입니다(숙련 보너스 x 2 추가).

# ExpertToolTypeTooltipSuffix
source: You are an expert at using this type of tool (add your proficiency bonus x 2).
ko_mt: 당신은 이러한 유형의 도구를 사용하는 데 전문가입니다(숙련도 보너스 x 2 추가).

# ExplorationActionsTitle
source: Character Actions
ko_mt: 캐릭터 액션

# FailedQuestsListTitle
source: Failed Quests
ko_mt: 실패한 퀘스트

# FeatAutoSelectButtonTitle
source: Auto Select
ko_mt: 자동 선택

# FeatBackButtonTitle
source: Back One Step
ko_mt: 뒤로 한 걸음

# FeatureListingProficienciesTitle
source: Proficiencies
ko_mt: 능력

# FocusCharacterDescription
source: Click to focus the view on this character.
ko_mt: 이 캐릭터에 대한 보기의 초점을 맞추려면 클릭하십시오.

# GameContentButtonDescription
source: Display the document that details which game content uses the SRD and which is original.
ko_mt: 어떤 게임 콘텐츠가 SRD를 사용하고 어떤 것이 원본인지 자세히 설명하는 문서를 표시합니다.

# GameContentButtonTitle
source: Game Content
ko_mt: 게임 콘텐츠

# GameMenuButtonDescription
source: Opens the game menu.
ko_mt: 게임 메뉴를 엽니다.

# GameMenuTitle
source: Menu
ko_mt: 메뉴

# GamePausedTitle
source: Paused
ko_mt: 일시중지됨

# HitDiceItemStatusDeadTitle
source: Dead
ko_mt: 죽은

# HitDiceItemStatusFullHPTitle
source: Full HP
ko_mt: 전체 HP

# HitDiceItemStatusOutofHDTitle
source: Empty
ko_mt: 비어있는

# HitDiceItemStatusRollTitle
source: Roll
ko_mt: 롤

# HitDiceItemStatusUnconsciousTitle
source: Unconscious
ko_mt: 무의식

# InBattleDescription
source: Your party is currently engaged in a turn-based battle.
ko_mt: 당신의 파티는 현재 턴제 전투에 참여하고 있습니다.

# InBattleTitle
source: In Battle
ko_mt: 전투 중

# InspectDescription
source: Opens the character view screen, from which you can access the inventory, character information, proficiencies, spells, and crafting options.
ko_mt: 인벤토리, 캐릭터 정보, 숙련도, 주문 및 제작 옵션에 액세스할 수 있는 캐릭터 보기 화면을 엽니다.

# InspectInventoryDescription
source: Open the character's inventory tab.
ko_mt: 캐릭터의 인벤토리 탭을 엽니다.

# InspectInventoryTitle
source: Inventory
ko_mt: 목록

# InspectionGiveItemToCharacterDescription
source: Click to give this item to {0}.
ko_mt: 이 항목을 {0}에게 주려면 클릭하세요.

# InspectionSelectCharacterDescription
source: Click to select this character.
ko_mt: 이 문자를 선택하려면 클릭하세요.

# InspectTitle
source: Inspect
ko_mt: 검사

# InventoryCannotDropQuestItemDescription
source: You cannot drop a quest item out of your party inventory.
ko_mt: 파티 인벤토리에서 퀘스트 아이템을 드롭할 수 없습니다.

# InventoryCannotLootAllDescription
source: Some item(s) do not fit in your inventory.
ko_mt: 일부 품목은 귀하의 인벤토리에 맞지 않습니다.

# InventoryCannotSellQuestItemDescription
source: You cannot sell a quest item.
ko_mt: 퀘스트 아이템은 판매할 수 없습니다.

# InventoryDescription
source: Opens the character inventory screen, from which you can also access character information, proficiencies, spells, and crafting options.
ko_mt: 캐릭터 정보, 숙련도, 주문 및 제작 옵션에 액세스할 수 있는 캐릭터 인벤토리 화면을 엽니다.

# InventoryForceEquipDescription
source: This item prevents any other item from being equipped.
ko_mt: 이 아이템은 다른 아이템이 장착되는 것을 방지합니다.

# InventoryMaxWeightCapacityDescription
source: You cannot carry that much weight.
ko_mt: 그 무게를 감당할 수 없습니다.

# InventorySlotAlwaysLockedDescription
source: This slot is locked and cannot be equipped/unequipped.
ko_mt: 이 슬롯은 잠겨 있어 장착/해제할 수 없습니다.

# InventorySlotLockedInBattleDescription
source: This slot is locked in battle.
ko_mt: 이 슬롯은 전투에 잠겨 있습니다.

# InventoryTitle
source: Inventory
ko_mt: 목록

# JournalAdventureDescription
source: Display the adventure log, listing all the events that have taken place during the campaign.
ko_mt: 캠페인 동안 발생한 모든 이벤트를 나열하는 모험 로그를 표시합니다.

# JournalAdventureTitle
source: <#F5B486>A</color>dventure <#F5B486>L</color>og
ko_mt: 모험 일지

# JournalBattleOutcomeTitle
source: Victory
ko_mt: 승리

# JournalBattleTitle
source: Encounter
ko_mt: 맞닥 뜨리다

# JournalBestiaryAttacksTitle
source: Attacks
ko_mt: 공격

# JournalBestiaryBackToBestiaryTitle
source: Back to Bestiary
ko_mt: 돌아가기

# JournalBestiaryChallengeDescription
source: The average party level needed to fight one of these creatures in a balanced challenge.
ko_mt: 균형 잡힌 도전에서 이러한 생물 중 하나와 싸우는 데 필요한 평균 파티 수준입니다.

# JournalBestiaryDescription
source: Lists the foes you can face and the knowledge you have collected.
ko_mt: 상대할 수 있는 적과 수집한 지식을 나열합니다.

# JournalBestiaryDifficultyTitle
source: Difficulty
ko_mt: 어려움

# JournalBestiaryImmunitiesTitle
source: Immunities
ko_mt: 면역

# JournalBestiaryKnowledgeTitle
source: Knowledge
ko_mt: 지식

# JournalBestiaryLanguagesTitle
source: Languages
ko_mt: 언어

# JournalBestiaryLootOptionsTitle
source: Treasure
ko_mt: 보물

# JournalBestiaryMonsterIndexFormat
source: Creature {0} of {1}
ko_mt: {1}의 {0} 생물

# JournalBestiaryNoneTitle
source: None
ko_mt: 없음

# JournalBestiaryProficienciesTitle
source: Proficiencies
ko_mt: 능력

# JournalBestiaryResistancesTitle
source: Resistances
ko_mt: 저항

# JournalBestiarySavingThrowsTitle
source: Saving Throws
ko_mt: 던지기 저장

# JournalBestiarySensesTitle
source: Senses
ko_mt: 감각

# JournalBestiarySizeTitle
source: Size
ko_mt: 크기

# JournalBestiarySortAlphabeticalTitle
source: Alphabetical
ko_mt: 알파벳순

# JournalBestiarySortChallengeRatingTitle
source: Challenge Rating
ko_mt: 도전 등급

# JournalBestiarySortKnowledgeLevelTitle
source: Knowledge Level
ko_mt: 지식 수준

# JournalBestiarySortOrderTitle
source: Sort Order
ko_mt: 정렬 순서

# JournalBestiarySortSizeTitle
source: Size
ko_mt: 크기

# JournalBestiarySortUpdateDateTitle
source: Last Update
ko_mt: 마지막 업데이트

# JournalBestiaryStandardTitle
source: Standard
ko_mt: 기준

# JournalBestiaryTitle
source: <#F5B486>B</color>estiary
ko_mt: <#F5B486>B</color>어귀

# JournalBestiaryTotalUnlockedTitle
source: Unlocked
ko_mt: 잠금 해제

# JournalBestiaryUnknownDescription
source: Your knowledge level is insufficient to access this type of information.
ko_mt: 귀하의 지식 수준은 이러한 유형의 정보에 액세스하기에 충분하지 않습니다.

# JournalBestiaryUnknownTitle
source: Unknown Creature
ko_mt: 알 수 없는 생물

# JournalBestiaryVulnerabilitiesTitle
source: Vulnerabilities
ko_mt: 취약점

# JournalCampaignStartTitle
source: The Adventure Begins!
ko_mt: 모험이 시작됩니다!

# JournalConversationTitle
source: Conversation:
ko_mt: 대화:

# JournalFactionIntroduction
source: During your adventures you will meet people from various factions. Good relations with a faction can bring many advantages. You improve your relations with a faction by doing jobs for them or promoting their interests.
ko_mt: 모험을 하는 동안 다양한 파벌의 사람들을 만납니다. 파벌과의 좋은 관계는 많은 이점을 가져올 수 있습니다. 당신은 파벌을 위해 일을 하거나 그들의 이익을 증진함으로써 파벌과의 관계를 개선합니다.

# JournalFactionProminentMembersTitle
source: Prominent Members
ko_mt: 저명한 회원

# JournalFactionStatusDescription
source: Displays the party's standing with the various factions on the Legacy Council.
ko_mt: 레거시 위원회의 다양한 파벌에 대한 파티의 입장을 표시합니다.

# JournalFactionStatusTitle
source: <#F5B486>F</color>actions
ko_mt: <#F5B486>F</color>액션

# JournalNewDayColorTitle
source: <#F5B486>D</color>ay
ko_mt: <#F5B486>디</color>어이

# JournalNewDayTitle
source: Day
ko_mt: 일

# JournalQuestCompletedTitle
source: Quest Completed:
ko_mt: 퀘스트 완료:

# JournalQuestFailedTitle
source: Quest Failed:
ko_mt: 퀘스트 실패:

# JournalQuestLogDescription
source: Lists the active and completed quests, along with your current objectives.
ko_mt: 현재 목표와 함께 활성 및 완료된 퀘스트를 나열합니다.

# JournalQuestLogTitle
source: <#F5B486>Q</color>uest <#F5B486>L</color>og
ko_mt: <#F5B486>Q</color>요스트 <#F5B486>L</color>og

# JournalQuestStartedTitle
source: Quest Started:
ko_mt: 퀘스트 시작:

# JournalQuestUpdatedSummaryFormat
source: {0} (continued)
ko_mt: {0}(계속)

# JournalQuestUpdatedTitle
source: Quest Updated:
ko_mt: 퀘스트 업데이트:

# JournalRelationDecreasedFormat
source: Relationship with {1} decreased to {0}.
ko_mt: {1}과의 관계가 {0}(으)로 감소했습니다.

# JournalRelationDecreasedTitle
source: Relationship Decreased:
ko_mt: 관계 감소:
