Repository: team-waldo/solasta-translation
Catalog: translation/*/Setting.po
Languages: ko_mt

# ApplyDescription
source: Apply the changes you have selected.
ko_mt: 선택한 변경 사항을 적용합니다.

# ApplyNoChangeDescription
source: Settings have not changed.
ko_mt: 설정이 변경되지 않았습니다.

# ApplyTitle
source: Apply
ko_mt: 적용하다

# AutosaveCountDescription
source: The number of autosaves kept.
ko_mt: 보관된 자동 저장 횟수입니다.

# AutosaveCountTitle
source: Autosave Count
ko_mt: 자동 저장 횟수

# CameraModeDescription
source: Select an exploration camera mode.
ko_mt: 탐색 카메라 모드를 선택합니다.

# CameraModeElasticDescription
source: The exploration camera can move away from your party but returns to follow mode automatically after a few seconds.
ko_mt: 탐사 카메라는 파티에서 멀어질 수 있지만 몇 초 후에 자동으로 추적 모드로 돌아갑니다.

# CameraModeElasticTitle
source: Spring
ko_mt: 봄

# CameraModeFollowDescription
source: The exploration camera is locked on your party.
ko_mt: 탐사 카메라가 파티에 잠겨 있습니다.

# CameraModeFollowTitle
source: Follow
ko_mt: 따르다

# CameraModeFreeDescription
source: You can move the exploration camera at will, outside the fog.
ko_mt: 안개 밖에서 탐사 카메라를 마음대로 움직일 수 있습니다.

# CameraModeFreeTitle
source: Free
ko_mt: 무료

# CameraModeTitle
source: Camera Mode
ko_mt: 카메라 모드

# ConfineCursorToWindowDescription
source: If enabled, the cursor cannot leave the game window unless another screen is selected.
ko_mt: 활성화하면 다른 화면이 선택되지 않는 한 커서가 게임 창을 떠날 수 없습니다.

# ConfineCursorToWindowTitle
source: Confine Cursor to Window
ko_mt: 창에 커서 제한

# ContextualCameraFrequencyLevelDescription
source: Set how often the close-up camera focuses on important actions.
ko_mt: 클로즈업 카메라가 중요한 동작에 초점을 맞추는 빈도를 설정합니다.

# ContextualCameraFrequencyLevelTitle
source: Contextual Camera Frequency
ko_mt: 상황별 카메라 빈도

# DamageAcidStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageAcidStyleTitle
source: Acid Damage Style
ko_mt: 산성 손상 스타일

# DamageBludgeoningStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageBludgeoningStyleTitle
source: Bludgeoning Damage Style
ko_mt: 블러전닝 데미지 스타일

# DamageColdStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageColdStyleTitle
source: Cold Damage Style
ko_mt: 콜드 데미지 스타일

# DamageFireStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageFireStyleTitle
source: Fire Damage Style
ko_mt: 화염 피해 스타일

# DamageForceStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageForceStyleTitle
source: Force Damage Style
ko_mt: 포스 데미지 스타일

# DamageLightningStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageLightningStyleTitle
source: Lightning Damage Style
ko_mt: 번개 피해 스타일

# DamageNecroticStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageNecroticStyleTitle
source: Necrotic Damage Style
ko_mt: 괴저 피해 스타일

# DamagePiercingStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamagePiercingStyleTitle
source: Piercing Damage Style
ko_mt: 피어싱 데미지 스타일

# DamagePoisonStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamagePoisonStyleTitle
source: Poison Damage Style
ko_mt: 포이즌 데미지 스타일

# DamagePsychicStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamagePsychicStyleTitle
source: Psychic Damage Style
ko_mt: 사이킥 데미지 스타일

# DamageRadiantStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageRadiantStyleTitle
source: Radiant Damage Style
ko_mt: 래디언트 데미지 스타일

# DamageSlashingStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageSlashingStyleTitle
source: Slashing Damage Style
ko_mt: 참격 데미지 스타일

# DamageThunderStyleDescription
source: Die style used for this type of damage.
ko_mt: 이러한 유형의 손상에 사용되는 다이 스타일입니다.

# DamageThunderStyleTitle
source: Thunder Damage Style
ko_mt: 천둥 피해 스타일

# DisplayBanterTextAboveCharactersDescription
source: Check this to show/hide the banter lines above characters in game.
ko_mt: 게임에서 캐릭터 위의 농담 라인을 표시하거나 숨기려면 이 옵션을 선택합니다.

# DisplayBanterTextAboveCharactersTitle
source: Display Banter Text Above Characters
ko_mt: 문자 위에 농담 텍스트 표시

# DisplayTutorialDescription
source: Display or Hide tutorial panels during the game.
ko_mt: 게임 중에 튜토리얼 패널을 표시하거나 숨깁니다.

# DisplayTutorialTitle
source: Display Tutorial
ko_mt: 튜토리얼 표시

# EffectsVolumeDescription
source: Change sound effects volume.
ko_mt: 음향 효과 볼륨을 변경합니다.

# EffectsVolumeTitle
source: Effects Volume
ko_mt: 효과 볼륨

# FocusCameraOnBattleActionsDescription
source: When enabled, the camera will automatically focus on important battle actions such as attacks, spellcasting, and more.
ko_mt: 활성화하면 카메라가 공격, 주문 시전 등과 같은 중요한 전투 행동에 자동으로 초점을 맞춥니다.

# FocusCameraOnBattleActionsTitle
source: Focus Camera on Battle Actions
ko_mt: 전투 액션에 카메라 초점 맞추기

# FramerateDescription
source: Game screen refresh frequency.
ko_mt: 게임 화면 새로 고침 빈도.

# FramerateTitle
source: Framerate
ko_mt: 프레임 속도

# FullscreenDescription
source: Display the game in full screen or windowed mode.
ko_mt: 게임을 전체 화면 또는 창 모드로 표시합니다.

# FullscreenTitle
source: Full Screen
ko_mt: 전체 화면

# GroupedMonsterInitiativesDescription
source: When rolling for initiative, all monsters of the same type have the same initiative.
ko_mt: 주도권을 굴릴 때 같은 유형의 모든 몬스터는 같은 주도권을 가집니다.

# GroupedMonsterInitiativesTitle
source: Grouped Monster Initiatives
ko_mt: 그룹화된 몬스터 이니셔티브

# HealingStyleDescription
source: Die style used for healing effects.
ko_mt: 치유 효과에 사용되는 다이 스타일.

# HealingStyleTitle
source: Healing Style
ko_mt: 힐링 스타일

# MainTitle
source: Settings
ko_mt: 설정

# MasterEnabledDescription
source: All audio on/off.
ko_mt: 모든 오디오 켜기/끄기.

# MasterEnabledTitle
source: Master Enabled
ko_mt: 마스터 활성화

# MasterVolumeDescription
source: Overall audio volume.
ko_mt: 전체 오디오 볼륨.

# MasterVolumeTitle
source: Master Volume
ko_mt: 마스터 볼륨

# MoveWithRightClickDescription
source: Right-click to move characters, interact with an object, or attack an enemy.
ko_mt: 캐릭터를 이동하거나 개체와 상호 작용하거나 적을 공격하려면 마우스 오른쪽 버튼을 클릭합니다.

# MoveWithRightClickTitle
source: Move/Contextual Action with Right-Click
ko_mt: 오른쪽 클릭으로 이동/상황별 작업

# MusicVolumeDescription
source: Adjust background music volume.
ko_mt: 배경 음악 볼륨을 조정합니다.

# MusicVolumeTitle
source: Music Volume
ko_mt: 음악 볼륨

# OnlyShowNPCIconOnHoverDescription
source: NPC type icons (merchant, quest giver, etc.) only display when the cursor is over the NPC.
ko_mt: NPC 유형 아이콘(상인, 퀘스트 제공자 등)은 커서가 NPC 위에 있을 때만 표시됩니다.

# OnlyShowNPCIconOnHoverTitle
source: Only Show NPC Icon on Mouseover
ko_mt: 마우스 오버 시 NPC 아이콘만 표시

# OrbitalCameraCorrectionDescription
source: The camera moves up when entering level boundaries.
ko_mt: 레벨 경계에 들어갈 때 카메라가 위로 이동합니다.

# OrbitalCameraCorrectionTitle
source: Orbital Camera Correction
ko_mt: 궤도 카메라 보정

# PartyReactionTrapDetectedDescription
source: Set the party's reaction to a trap being detected.
ko_mt: 트랩이 감지되면 파티원의 반응을 설정합니다.

# PartyReactionTrapDetectedNoReactionDescription
source: The party continues with its current actions.
ko_mt: 당은 현재의 행동을 계속합니다.

# PartyReactionTrapDetectedNoReactionTitle
source: No Reaction
ko_mt: 반응 없음

# PartyReactionTrapDetectedStopMovementDescription
source: The party stops moving.
ko_mt: 파티가 이동을 멈춥니다.

# PartyReactionTrapDetectedStopMovementTitle
source: Stop Movement
ko_mt: 움직임을 멈추다

# PartyReactionTrapDetectedTitle
source: Reaction on Trap Detection
ko_mt: 트랩 감지에 대한 반응

# PrepareSpellsLongRestDescription
source: Changing a character's prepared spells requires a long rest.
ko_mt: 캐릭터가 준비한 주문을 변경하려면 긴 휴식이 필요합니다.

# PrepareSpellsLongRestTitle
source: Prepare Spells & Long Rest
ko_mt: 주문 준비 및 긴 휴식

# QualityLevelDescription
source: Graphical quality. Hight quality requires a more powerful graphics card.
ko_mt: 그래픽 품질. 고화질을 위해서는 더 강력한 그래픽 카드가 필요합니다.

# QualityLevelHighDescription
source: Good for high-end systems
ko_mt: 고급 시스템에 적합

# QualityLevelHighTitle
source: High
ko_mt: 높은

# QualityLevelLowDescription
source: Good for low-end systems
ko_mt: 저사양 시스템에 적합

# QualityLevelLowTitle
source: Low
ko_mt: 낮은

# QualityLevelMediumDescription
source: Good for middle-range systems
ko_mt: 중간 범위 시스템에 적합

# QualityLevelMediumTitle
source: Medium
ko_mt: 중간

# QualityLevelTitle
source: Quality Level
ko_mt: 품질 수준

# QualityLevelUltraDescription
source: Usable only with the most powerful systems
ko_mt: 가장 강력한 시스템에서만 사용 가능

# QualityLevelUltraTitle
source: Ultra
ko_mt: 극단론자

# QualityLevelVery HighDescription
source: Good for powerful systems
ko_mt: 강력한 시스템에 적합

# QualityLevelVery HighTitle
source: Very High
ko_mt: 매우 높음

# QualityLevelVery LowDescription
source: Works with the weakest systems
ko_mt: 가장 약한 시스템에서 작동

# QualityLevelVery LowTitle
source: Very Low
ko_mt: 매우 낮은

# QuicksaveCountDescription
source: The number of quicksaves kept.
ko_mt: 보관된 퀵세이브의 수입니다.

# QuicksaveCountTitle
source: Quicksave Count
ko_mt: 빠른 저장 횟수

# ReactionTimerDescription
source: This option gives you a limited time to decide whether or not to use a reaction.
ko_mt: 이 옵션은 반응을 사용할지 여부를 결정할 수 있는 제한된 시간을 제공합니다.

# ReactionTimerTitle
source: Reaction Timer
ko_mt: 반응 타이머

# ResolutionDescription
source: The graphical resolution of the game screen.
ko_mt: 게임 화면의 그래픽 해상도입니다.

# ResolutionTitle
source: Resolution
ko_mt: 해결

# RollAbilityCheckDieDescription
source: Show/hide die when an ability check is rolled during exploration or combat.
ko_mt: 탐험이나 전투 중에 능력 검사가 굴릴 때 주사위를 표시하거나 숨깁니다.

# RollAbilityCheckDieTitle
source: Show Ability Check Die
ko_mt: 능력 검사 주사위 표시

# RollAttackDieDescription
source: Show/hide die when the game rolls for an attack.
ko_mt: 게임이 공격을 위해 굴릴 때 주사위를 표시하거나 숨깁니다.

# RollAttackDieTitle
source: Show Attack Die
ko_mt: 공격 주사위 표시

# RollDamageDiceDescription
source: Show/hide die when an attack deals damage.
ko_mt: 공격이 피해를 입힐 때 주사위를 표시하거나 숨깁니다.

# RollDamageDiceTitle
source: Show Damage Dice
ko_mt: 피해 주사위 표시

# RollDialogsDieDescription
source: Show/hide die when rolling an ability check during a conversation.
ko_mt: 대화 중에 능력 검사를 굴릴 때 주사위를 표시하거나 숨깁니다.

# RollDialogsDieTitle
source: Show Dialog Die
ko_mt: 대화 다이 표시

# RollDieAlwaysDescription
source: Always roll the die.
ko_mt: 항상 주사위를 굴립니다.

# RollDieAlwaysTitle
source: Always
ko_mt: 언제나

# RollDieHeroOnlyDescription
source: Roll the die for hero characters only.
ko_mt: 영웅 캐릭터에 대해서만 주사위를 굴립니다.

# RollDieHeroOnlyTitle
source: Heroes Only
ko_mt: 영웅 전용

# RollDieNeverDescription
source: Never roll the die.
ko_mt: 주사위를 굴리지 마십시오.

# RollDieNeverTitle
source: Never
ko_mt: 절대

# RollHealingDiceDescription
source: Show/hide die when a spell or power heals damage.
ko_mt: 주문이나 능력이 피해를 치료할 때 주사위를 표시하거나 숨깁니다.

# RollHealingDiceTitle
source: Show Healing Dice
ko_mt: 치유 주사위 표시

# RollInitiativeDieDescription
source: Show/hide die when the game rolls for initiative.
ko_mt: 게임이 이니셔티브를 위해 굴릴 때 주사위를 표시하거나 숨깁니다.

# RollInitiativeDieTitle
source: Show Initiative Die
ko_mt: 이니셔티브 다이 표시

# RollSavingThrowDieDescription
source: Show/hide die when a saving throw is rolled.
ko_mt: 내성 굴림을 굴릴 때 주사위를 표시하거나 숨깁니다.

# RollSavingThrowDieTitle
source: Show Saving Throw Die
ko_mt: 저장 주사위 표시

# ShowHelmetInPortraitDescription
source: Check this to show/hide helmets in character portraits.
ko_mt: 캐릭터 초상화에서 헬멧을 표시하거나 숨기려면 이 옵션을 선택합니다.

# ShowHelmetInPortraitTitle
source: Show Helmet in Portrait
ko_mt: 헬멧을 세로로 보기

# TargetFramerateDescription
source: Allows you to limit the framerate to a given number of frames per second, limiting computation cost/overheating.
ko_mt: 프레임 속도를 초당 주어진 프레임 수로 제한하여 계산 비용/과열을 제한할 수 있습니다.

# TargetFramerateTitle
source: Target Framerate
ko_mt: 목표 프레임 속도

# TextLanguagedeDescription
source: Deutsch
ko_mt: 독일어

# TextLanguageDescription
source: The language used for in-game text.
ko_mt: 게임 내 텍스트에 사용되는 언어입니다.

# TextLanguagedeTitle
source: Deutsch
ko_mt: 독일어

# TextLanguageenDescription
source: English
ko_mt: 영어

# TextLanguageenTitle
source: English
ko_mt: 영어

# TextLanguagefrDescription
source: Français
ko_mt: 프랑세즈

# TextLanguagefrTitle
source: Français
ko_mt: 프랑세즈

# TextLanguageTitle
source: Texts Language
ko_mt: 텍스트 언어

# TimeDisplayMode24Description
source: Time display uses the 24 hour clock.
ko_mt: 시간 표시는 24시간제를 사용합니다.

# TimeDisplayMode24Title
source: 24 Hours
ko_mt: 24 시간

# TimeDisplayModeAMPMDescription
source: Time display uses the AM/PM system.
ko_mt: 시간 표시는 AM/PM 시스템을 사용합니다.

# TimeDisplayModeAMPMTitle
source: AM/PM
ko_mt: 오전 오후

# TimeDisplayModeDescription
source: Toggles display mode for in-game time (AM-PM/24 hours).
ko_mt: 게임 내 시간 표시 모드를 전환합니다(AM-PM/24시간).

# TimeDisplayModeTitle
source: Time Display Mode
ko_mt: 시간 표시 모드

# ToggleAudioDescription
source: Click this tab to change sound and music settings.
ko_mt: 사운드 및 음악 설정을 변경하려면 이 탭을 클릭합니다.

# ToggleAudioTitle
source: Audio
ko_mt: 오디오

# ToggleDiceDescription
source: Click this tab to change dice display settings.
ko_mt: 주사위 표시 설정을 변경하려면 이 탭을 클릭하십시오.

# ToggleDiceTitle
source: Dice
ko_mt: 주사위

# ToggleGameDescription
source: Click this tab to change gameplay settings.
ko_mt: 게임 플레이 설정을 변경하려면 이 탭을 클릭하십시오.

# ToggleGameTitle
source: Game
ko_mt: 게임

# ToggleGraphicsDescription
source: Click this tab to change graphics and display settings.
ko_mt: 그래픽 및 디스플레이 설정을 변경하려면 이 탭을 클릭합니다.

# ToggleGraphicsTitle
source: Graphics
ko_mt: 제도법

# ToggleGuiDescription
source: Click this tab to change user interface settings.
ko_mt: 사용자 인터페이스 설정을 변경하려면 이 탭을 클릭합니다.

# VoicesVolumeDescription
source: Change of voice playback volume.
ko_mt: 음성 재생 볼륨 변경.

# VoicesVolumeTitle
source: Voice Volume
ko_mt: 음성 볼륨

# VSyncDescription
source: Sets vertical synchronization with screen display.
ko_mt: 화면 표시와 수직 동기화를 설정합니다.

# VSyncDoubleDescription
source: Game rendering frequency is synchronized at half the screen frequency. Useful for high frequency (120Hz) monitors.
ko_mt: 게임 렌더링 빈도는 화면 빈도의 절반으로 동기화됩니다. 고주파(120Hz) 모니터에 유용합니다.

# VSyncDoubleTitle
source: Double
ko_mt: 더블

# VSyncNoneDescription
source: Game rendering frequency is not synchronized with the screen display, allowing an unlimited frame rate.
ko_mt: 게임 렌더링 빈도가 화면 표시와 동기화되지 않아 프레임 속도에 제한이 없습니다.

# VSyncNoneTitle
source: None
ko_mt: 없음

# VSyncSingleDescription
source: Game rendering frequency is synchronized with the screen frequency, or an integer divider (e.g. 30, 20, 15).
ko_mt: 게임 렌더링 빈도는 화면 빈도 또는 정수 분할기(예: 30, 20, 15)와 동기화됩니다.

# VSyncSingleTitle
source: Single
ko_mt: 하나의

# VSyncTitle
source: Vsync
ko_mt: 수직동기화

# FullScreenModeTitle
source: Fullscreen Mode
ko_mt: 전체 화면으로보기

# FullScreenModeDescription
source: Sets the application's window type.
ko_mt: 응용 프로그램의 창 유형을 설정합니다.

# FullScreenModeExclusiveFullScreenTitle
source: Exclusive Fullscreen
ko_mt: 독점 전체 화면

# FullScreenModeExclusiveFullScreenDescription
source: The application changes the monitor resolution and claims exclusive use of the target display.
ko_mt: 응용 프로그램은 모니터 해상도를 변경하고 대상 디스플레이의 독점 사용을 주장합니다.

# FullScreenModeFullScreenWindowTitle
source: Fullscreen Window
ko_mt: 전체 화면 창

# FullScreenModeFullScreenWindowDescription
source: In this mode, the application will be in a window that covers the whole screen. It runs at desktop resolution, and other requested resolutions are scaled to fit.
ko_mt: 이 모드에서 응용 프로그램은 전체 화면을 덮는 창에 있습니다. 데스크톱 해상도에서 실행되며 기타 요청된 해상도는 그에 맞게 조정됩니다.

# FullScreenModeMaximizedWindowTitle
source: Maximized Window
ko_mt: 최대화된 창

# FullScreenModeMaximizedWindowDescription
source: In this mode, the application creates a maximized window.
ko_mt: 이 모드에서 응용 프로그램은 최대화된 창을 만듭니다.

# FullScreenModeWindowedTitle
source: Windowed
ko_mt: 창

# FullScreenModeWindowedDescription
source: In this mode, Unity creates a standard, non-fullscreen window.
ko_mt: 이 모드에서 Unity는 전체 화면이 아닌 표준 창을 만듭니다.

# CustomQualityTitle
source: Custom Quality
ko_mt: 맞춤 품질

# CustomQualityDescription
source: Allows you to override the default quality parameters.
ko_mt: 기본 품질 매개변수를 무시할 수 있습니다.

# ShadowQualityTitle
source: Shadow Quality
ko_mt: 그림자 품질

# ShadowQualityDescription
source: Choose a resolution for rendering shadows. The higher the resolution, the greater the processing overhead.
ko_mt: 그림자 렌더링을 위한 해상도를 선택합니다. 해상도가 높을수록 처리 오버헤드가 커집니다.

# ShadowQualityLowTitle
source: Low
ko_mt: 낮은

# ShadowQualityLowDescription
source: Low shadow map resolution.
ko_mt: 낮은 그림자 맵 해상도.

# ShadowQualityMediumTitle
source: Medium
ko_mt: 중간

# ShadowQualityMediumDescription
source: Medium shadow map resolution.
ko_mt: 중간 그림자 맵 해상도.

# ShadowQualityHighTitle
source: High
ko_mt: 높은

# ShadowQualityHighDescription
source: High shadow map resolution.
ko_mt: 높은 그림자 맵 해상도.

# ShadowQualityVeryHighTitle
source: Very High
ko_mt: 매우 높음

# ShadowQualityVeryHighDescription
source: Very high shadow map resolution.
ko_mt: 매우 높은 그림자 맵 해상도.

# ShadowDistanceTitle
source: Shadow Distance
ko_mt: 그림자 거리

# ShadowDistanceDescription
source: Set the maximum distance from the camera at which shadows are visible. Shadows beyond this distance are not rendered.
ko_mt: 그림자가 보이는 카메라로부터의 최대 거리를 설정합니다. 이 거리 이상의 그림자는 렌더링되지 않습니다.

# ShadowDistanceLowTitle
source: Low
ko_mt: 낮은

# ShadowDistanceLowDescription
source: Low shadow rendering distance.
ko_mt: 낮은 그림자 렌더링 거리.

# ShadowDistanceMediumTitle
source: Medium
ko_mt: 중간

# ShadowDistanceMediumDescription
source: Medium shadow rendering distance.
ko_mt: 중간 그림자 렌더링 거리.

# ShadowDistanceHighTitle
source: High
ko_mt: 높은

# ShadowDistanceHighDescription
source: High shadow rendering distance.
ko_mt: 높은 그림자 렌더링 거리.

# ShadowDistanceVeryHighTitle
source: Very High
ko_mt: 매우 높음

# ShadowDistanceVeryHighDescription
source: Very high shadow rendering distance.
ko_mt: 매우 높은 그림자 렌더링 거리.

# ShadowDistanceUltraTitle
source: Ultra
ko_mt: 극단론자

# ShadowDistanceUltraDescription
source: Maximum shadow rendering distance.
ko_mt: 최대 그림자 렌더링 거리.

# TextureQualityTitle
source: Texture Quality
ko_mt: 질감 품질

# TextureQualityDescription
source: Choose a resolution for displaying textures. A lower resolution has a smaller processing overhead.
ko_mt: 텍스처를 표시할 해상도를 선택합니다. 해상도가 낮을수록 처리 오버헤드가 적습니다.

# TextureQualityQuarterResTitle
source: Very Low Resolution
ko_mt: 매우 낮은 해상도

# TextureQualityQuarterResDescription
source: Use very low resolution textures.
ko_mt: 매우 낮은 해상도의 텍스처를 사용하십시오.

# TextureQualityHalfResTitle
source: Low Resolution
ko_mt: 저해상도

# TextureQualityHalfResDescription
source: Use low resolution textures.
ko_mt: 저해상도 텍스처를 사용합니다.

# TextureQualityFullResTitle
source: Original Resolution
ko_mt: 원래 해상도

# TextureQualityFullResDescription
source: Use original resolution textures.
ko_mt: 원본 해상도 텍스처를 사용합니다.

# VolumetricLightingQualityTitle
source: Volumetric Lighting Quality
ko_mt: 체적 조명 품질

# VolumetricLightingQualityDescription
source: Choose a resolution for rendering volumetric lighting effects. You can also disable them. Note that some features are disabled at lower quality levels. A higher setting gives better rendering quality at the expense of processing overhead.
ko_mt: 체적 조명 효과를 렌더링하기 위한 해상도를 선택합니다. 비활성화할 수도 있습니다. 일부 기능은 낮은 품질 수준에서 비활성화됩니다. 더 높은 설정은 처리 오버헤드를 희생시키면서 더 나은 렌더링 품질을 제공합니다.

# VolumetricLightingQualityDisabledTitle
source: Disabled
ko_mt: 장애가있는

# VolumetricLightingQualityDisabledDescription
source: Disable volumetric lighting entirely.
ko_mt: 체적 조명을 완전히 비활성화합니다.

# VolumetricLightingQualityLowTitle
source: Low
ko_mt: 낮은

# VolumetricLightingQualityLowDescription
source: Use a low resolution buffer and disable most volumetric lighting features.
ko_mt: 저해상도 버퍼를 사용하고 대부분의 볼류메트릭 조명 기능을 비활성화합니다.

# VolumetricLightingQualityMediumTitle
source: Medium
ko_mt: 중간

# VolumetricLightingQualityMediumDescription
source: Use a medium resolution buffer and disable some volumetric lighting features.
ko_mt: 중간 해상도 버퍼를 사용하고 일부 볼륨 조명 기능을 비활성화하십시오.

# VolumetricLightingQualityHighTitle
source: High
ko_mt: 높은

# VolumetricLightingQualityHighDescription
source: Use a high resolution buffer and enable all volumetric lighting features.
ko_mt: 고해상도 버퍼를 사용하고 모든 볼류메트릭 조명 기능을 활성화합니다.

# ClothesSimulationQualityTitle
source: Clothes Simulation Quality
ko_mt: 의상 시뮬레이션 품질

# ClothesSimulationQualityDescription
source: Choose the physics simulation quality of characters' clothes. You can also disable this effect. A higher quality setting enables cloth simulation on more characters on screen at the expense of processing overhead.
ko_mt: 캐릭터 의상의 물리 시뮬레이션 품질을 선택합니다. 이 효과를 비활성화할 수도 있습니다. 더 높은 품질 설정을 사용하면 처리 오버헤드를 희생시키면서 화면의 더 많은 캐릭터에 의상 시뮬레이션을 할 수 있습니다.

# ClothesSimulationQualityDisabledTitle
source: Disabled
ko_mt: 장애가있는

# ClothesSimulationQualityDisabledDescription
source: Disable cloth simulation completely.
ko_mt: 천 시뮬레이션을 완전히 비활성화합니다.

# ClothesSimulationQualityImportantTitle
source: Only Important Characters
ko_mt: 중요한 문자만

# ClothesSimulationQualityImportantDescription
source: Enable cloth simulation only for major characters.
ko_mt: 주요 캐릭터에 대해서만 천 시뮬레이션을 활성화합니다.

# DepthOfFieldTitle
source: Depth of Field
ko_mt: 피사계 심도

# DepthOfFieldDescription
source: Enable or disable the effect that simulates the focus properties of a camera lens.
ko_mt: 카메라 렌즈의 초점 속성을 시뮬레이션하는 효과를 활성화하거나 비활성화합니다.

# AmbientOcclusionTitle
source: Ambient Occlusion
ko_mt: 주변 폐색

# AmbientOcclusionDescription
source: Enable or disable Ambient Occlusion as a full-screen post-processing effect. It darkens creases, holes, intersections, and surfaces that are close to each other.
ko_mt: 전체 화면 후처리 효과로 앰비언트 오클루전을 활성화 또는 비활성화합니다. 주름, 구멍, 교차점 및 서로 가까운 표면을 어둡게 합니다.

# AntiAliasingTitle
source: Anti-Aliasing
ko_mt: 안티 앨리어싱

# AntiAliasingDescription
source: Choose the solution you want to use to prevent aliasing and give graphics a smoother appearance. You can also disable this effect.
ko_mt: 앨리어싱을 방지하고 그래픽을 더 매끄럽게 표현하는 데 사용할 솔루션을 선택하십시오. 이 효과를 비활성화할 수도 있습니다.

# AntiAliasingNoneTitle
source: None
ko_mt: 없음

# AntiAliasingNoneDescription
source: Disable the anti-aliasing effect entirely.
ko_mt: 앤티 앨리어싱 효과를 완전히 비활성화합니다.

# AntiAliasingFastApproximateAntialiasingDescription
source: Fast Approximate Anti-Aliasing is the cheapest technique and is recommended for slower desktops.
ko_mt: Fast Approximate Anti-Aliasing은 가장 저렴한 기술이며 느린 데스크탑에 권장됩니다.

# AntiAliasingTemporalAntialiasingDescription
source: Temporal Anti-Aliasing is a more advanced anti-aliasing technique. It is substantially better at smoothing edges in motion, but has a higher processing overhead than FXAA.
ko_mt: 임시 앤티 앨리어싱은 보다 발전된 앤티 앨리어싱 기술입니다. 모션의 가장자리를 부드럽게 하는 데는 훨씬 더 우수하지만 FXAA보다 처리 오버헤드가 더 높습니다.

# BrightnessTitle
source: Brightness
ko_mt: 명도

# BrightnessDescription
source: Adjust the game's brightness for your display.
ko_mt: 디스플레이에 맞게 게임의 밝기를 조정합니다.

# ContrastTitle
source: Contrast
ko_mt: 차이

# ContrastDescription
source: Adjust the game's contrast for your display.
ko_mt: 디스플레이에 대한 게임의 대비를 조정합니다.

# DiceVisibilityTitle
source: Dice Visibility
ko_mt: 주사위 가시성

# DiceStyleTitle
source: Dice Style
ko_mt: 주사위 스타일

# PartyD20StyleDescription
source: Die style for party d20 rolls
ko_mt: 파티 d20 롤용 다이 스타일

# PartyD20StyleTitle
source: Party d20 Style
ko_mt: 파티 d20 스타일

# PartySecondaryD20StyleDescription
source: Die style for the party's second die when rolling with advantage or disadvantage
ko_mt: 유리하거나 불리하게 굴릴 때 파티의 두 번째 주사위의 주사위 스타일

# PartySecondaryD20StyleTitle
source: Party Adv./Disadv. d20 Style
ko_mt: 파티 Adv./Disadv. d20 스타일

# EnemyD20StyleDescription
source: Die style for enemy d20 rolls
ko_mt: 적 d20 롤의 다이 스타일

# EnemyD20StyleTitle
source: Enemy d20 Style
ko_mt: 적 d20 스타일

# EnemySecondaryD20StyleDescription
source: Die style for the enemy's second die when rolling with advantage or disadvantage
ko_mt: 유리하거나 불리하게 굴릴 때 적의 두 번째 주사위를 위한 주사위 스타일

# EnemySecondaryD20StyleTitle
source: Enemy Adv./Disadv. d20 Style
ko_mt: 적 Adv./Disadv. d20 스타일
