Repository: team-waldo/solasta-translation
Catalog: translation/*/Setting.po
Languages: ko_mt

# ToggleKeyboardDescription
source: Allows you to customize the keyboard mapping of game commands
ko_mt: 게임 명령의 키보드 매핑을 사용자 지정할 수 있습니다.

# ToggleKeyboardTitle
source: Keyboard
ko_mt: 건반

# GeneralHeaderTitle
source: General
ko_mt: 일반적인

# CancelTitle
source: Cancel
ko_mt: 취소

# PlayPauseTitle
source: Play/Pause/Speed Up Battle Turn
ko_mt: 재생/일시 중지/배틀 턴 속도 높이기

# QuickSaveTitle
source: Quick Save
ko_mt: 빠른 저장

# QuickLoadTitle
source: Quick Load
ko_mt: 빠른 로드

# ToggleMapTitle
source: Toggle Map
ko_mt: 지도 토글

# PartyJournalTitle
source: Party Journal
ko_mt: 파티 저널

# BestiaryTitle
source: Bestiary
ko_mt: 동물 우화집

# ShowDetailedInformationTitle
source: Highlight Interactive Elements
ko_mt: 대화형 요소 강조 표시

# CharacterControlHeaderTitle
source: Character Control
ko_mt: 캐릭터 컨트롤

# InspectCharacterTitle
source: Inspect Character
ko_mt: 캐릭터 검사

# CastSpellTitle
source: Cast Spell
ko_mt: 주문 시전

# EndTurnTitle
source: End Turn
ko_mt: 턴 종료

# SelectNextCharacterTitle
source: Select Next Character
ko_mt: 다음 문자 선택

# SelectAllCharactersTitle
source: Select All Characters
ko_mt: 모든 문자 선택

# SelectCharacter1Title
source: Select Character 1
ko_mt: 캐릭터 1 선택

# SelectCharacter2Title
source: Select Character 2
ko_mt: 캐릭터 2 선택

# SelectCharacter3Title
source: Select Character 3
ko_mt: 캐릭터 3 선택

# SelectCharacter4Title
source: Select Character 4
ko_mt: 캐릭터 4 선택

# EnablePlanarTargettingDescription
source: Allows you to confine destination/target selection to an horizontal plane, instead of full 3D.
ko_mt: 대상/대상 선택을 전체 3D 대신 수평 평면으로 제한할 수 있습니다.

# EnablePlanarTargettingTitle
source: Enable Planar Targeting
ko_mt: 평면 타겟팅 사용

# CameraControlHeaderTitle
source: Camera Control
ko_mt: 카메라 제어

# LeftTitle
source: Move Left
ko_mt: 왼쪽으로 이동

# RightTitle
source: Move Right
ko_mt: 오른쪽으로 이동해라

# ForwardTitle
source: Move Forward
ko_mt: 앞으로 이동

# BackwardTitle
source: Move Backward
ko_mt: 뒤로 이동

# RotateCCWTitle
source: Rotate Counterclockwise
ko_mt: 시계 반대 방향으로 회전

# RotateCWTitle
source: Rotate Clockwise
ko_mt: 시계 방향으로 회전하세요

# HeldZoomTitle
source: Hold to Zoom to Character
ko_mt: 길게 눌러 문자 확대

# ZoomInTitle
source: Zoom In
ko_mt: 확대

# ZoomOutTitle
source: Zoom Out
ko_mt: 축소

# KeyMappingUnboundTitle
source: Unbound
ko_mt: 매여 있지 않은

# KeyMappingImmutableDescription
source: This keyboard mapping cannot be modified by the user.
ko_mt: 이 키보드 매핑은 사용자가 수정할 수 없습니다.

# InputKeyTitle
source: Hit a Key
ko_mt: 키를 치다

# DefaultDescription
source: Resets to the default values for this category of settings
ko_mt: 이 설정 범주에 대한 기본값으로 재설정합니다.

# DefaultTitle
source: Default
ko_mt: 기본

# PreserveRandomSeedDescription
source: Preserve the random number generation when loading a saved game in order to obtain the same combat results. The random generation is always recalculated for dialog rolls even when this option is on.
ko_mt: 동일한 전투 결과를 얻으려면 저장된 게임을 로드할 때 난수 생성을 유지하십시오. 무작위 생성은 이 옵션이 켜져 있는 경우에도 대화 롤에 대해 항상 다시 계산됩니다.

# PreserveRandomSeedTitle
source: Preserve Random Seed
ko_mt: 랜덤 시드 보존

# ClothesSimulationQualityAlwaysTitle
source: TBC
ko_mt: 미정

# RefreshRateDescription
source: The refresh frequency (Hz) of the selected resolution
ko_mt: 선택한 해상도의 재생 빈도(Hz)

# RefreshRateTitle
source: Refresh Rate
ko_mt: 새로 고침 빈도

# DisplayHeaderTitle
source: Display
ko_mt: 표시하다

# GameplayHeaderTitle
source: Gameplay
ko_mt: 게임 플레이

# CameraHeaderTitle
source: Camera
ko_mt: 카메라

# SpellComponentsHeaderTitle
source: Spell Components
ko_mt: 주문 구성 요소

# VerbalComponentDescription
source: Determines how you simulate the requirements for spells with a verbal component.
ko_mt: 언어 구성 요소로 주문 요구 사항을 시뮬레이션하는 방법을 결정합니다.

# VerbalComponentTitle
source: Verbal Components
ko_mt: 언어 구성 요소

# VerbalComponentDisabledDescription
source: Heroes do not require the ability to speak to cast spells with a verbal component.
ko_mt: 영웅은 언어적 요소로 주문을 시전하기 위해 말하는 능력이 필요하지 않습니다.

# VerbalComponentDisabledTitle
source: Disabled
ko_mt: 장애가있는

# VerbalComponentFullDescription
source: Heroes must be able to speak to cast spells with a verbal component.
ko_mt: 영웅은 언어 구성 요소로 주문을 시전하기 위해 말할 수 있어야 합니다.

# VerbalComponentFullTitle
source: Full
ko_mt: 가득한

# SomaticComponentDescription
source: Determines how you simulate the requirements for spells with a somatic component.
ko_mt: 신체 구성 요소로 주문 요구 사항을 시뮬레이션하는 방법을 결정합니다.

# SomaticComponentTitle
source: Somatic Components
ko_mt: 체세포 성분

# SomaticComponentDisabledDescription
source: Heroes do not require a free hand to cast spells with a somatic component.
ko_mt: 영웅은 신체 구성 요소가 있는 주문을 시전하기 위해 자유 손이 필요하지 않습니다.

# SomaticComponentDisabledTitle
source: Disabled
ko_mt: 장애가있는

# SomaticComponentFullTitle
source: Full
ko_mt: 가득한

# MaterialComponentDescription
source: Determines how you simulate the requirements for spells with a material component.
ko_mt: 재료 구성 요소로 주문 요구 사항을 시뮬레이션하는 방법을 결정합니다.

# MaterialComponentTitle
source: Material Components
ko_mt: 재료 구성 요소

# MaterialComponentDisabledDescription
source: No material components are required.
ko_mt: 재료 구성 요소가 필요하지 않습니다.

# MaterialComponentDisabledTitle
source: Disabled
ko_mt: 장애가있는

# MaterialComponentBasicDescription
source: Spells with a material component require a spell focus or component pouch.
ko_mt: 재료 구성 요소가 있는 주문에는 주문 초점 또는 구성 요소 주머니가 필요합니다.

# MaterialComponentBasicTitle
source: Basic
ko_mt: 기초적인

# MaterialComponentFullDescription
source: Spells with a mundane material component require a spell focus or component pouch. Spells with a specific component require it.
ko_mt: 평범한 재료 구성 요소가 있는 주문에는 주문 초점 또는 구성 요소 주머니가 필요합니다. 특정 구성 요소가 있는 주문에는 필요합니다.

# MaterialComponentFullTitle
source: Full
ko_mt: 가득한

# OtherHeaderTitle
source: Other
ko_mt: 다른

# DifficultySettingsHeaderTitle
source: Difficulty Settings - can be changed during play
ko_mt: 난이도 설정 - 플레이 중 변경 가능

# DifficultyPresetTitle
source: Difficulty
ko_mt: 어려움

# DifficultyPresetDescription
source: Choose from a list of difficulty presets.
ko_mt: 난이도 사전 설정 목록에서 선택합니다.

# DifficultyPresetPreset1Title
source: Story Mode
ko_mt: 스토리 모드

# DifficultyPresetPreset1Description
source: For players who prefer to focus on the story. Exploration and combat will be simplified.
ko_mt: 스토리에 집중하는 것을 선호하는 플레이어에게 적합합니다. 탐험과 전투가 간소화됩니다.

# DifficultyPresetPreset2Title
source: Explorer Mode
ko_mt: 탐색기 모드

# DifficultyPresetPreset2Description
source: For players unfamiliar with tactical RPGs or the ruleset.
ko_mt: 전술 RPG나 규칙 세트에 익숙하지 않은 플레이어를 위한 것입니다.

# DifficultyPresetPreset3Title
source: Authentic Mode
ko_mt: 정통 모드

# DifficultyPresetPreset3Description
source: For players who want the authentic tabletop ruleset.
ko_mt: 진정한 탁상용 규칙 세트를 원하는 플레이어를 위한 것입니다.

# DifficultyPresetPreset4Title
source: Scavenger Mode
ko_mt: 청소부 모드

# DifficultyPresetPreset4Description
source: For players who are ready for a harder challenge.
ko_mt: 더 어려운 도전을 준비하는 플레이어를 위해.

# DifficultyPresetPreset5Title
source: Cataclysm Mode
ko_mt: 대격변 모드

# DifficultyPresetPreset5Description
source: For players looking to defy the odds. You will suffer. A lot.
ko_mt: 역경을 이겨내고자 하는 플레이어에게 적합합니다. 당신은 고통을 겪을 것이다. 많이.

# CustomDifficultyTitle
source: Custom Difficulty
ko_mt: 커스텀 난이도

# CustomDifficultyDescription
source: Allows you to pick and choose the settings you want.
ko_mt: 원하는 설정을 선택하고 선택할 수 있습니다.

# BattleSettingsHeaderTitle
source: Battle
ko_mt: 전투

# DamageTakenAllyMultiplierTitle
source: Damage Taken
ko_mt: 받은 피해

# DamageTakenAllyMultiplierDescription
source: Modifies the damage taken by player characters and critical NPCs.
ko_mt: 플레이어 캐릭터와 크리티컬 NPC가 받는 피해를 수정합니다.

# DisableEnemyCritsTitle
source: Disable Enemy Critical Hits
ko_mt: 적 치명타 비활성화

# DisableEnemyCritsDescription
source: Enemies' critical hits deal regular damage.
ko_mt: 적의 치명타는 일반 피해를 줍니다.

# AiUsesPowerfulMovesMoreOftenTitle
source: Deadlier AI
ko_mt: 치명적인 AI

# AiUsesPowerfulMovesMoreOftenDescription
source: Monsters will use powerful moves (such as AoE spells) more often, and will shove characters to their death.
ko_mt: 몬스터는 강력한 기술(예: AoE 주문)을 더 자주 사용하고 캐릭터를 밀쳐 죽음에 이르게 할 것입니다.

# AiTargetsHelplessCharactersTitle
source: Merciless AI
ko_mt: 무자비한 AI

# AiTargetsHelplessCharactersDescription
source: Monsters will attack unconscious and dying characters to kill them.
ko_mt: 몬스터는 의식을 잃은 캐릭터와 죽어가는 캐릭터를 공격하여 죽입니다.

# EnemyHpMultiplierTitle
source: Enemy Health Multiplier
ko_mt: 적 건강 배율

# EnemyHpMultiplierDescription
source: Modifies enemy health points by the selected value.
ko_mt: 선택한 값으로 적의 체력을 수정합니다.

# SavingThrowAllyModifierTitle
source: Ally Saving Throw
ko_mt: 아군 내성굴림

# SavingThrowAllyModifierDescription
source: All saving throws made by friendly characters will receive this modifier.
ko_mt: 아군 캐릭터의 모든 내성 굴림은 이 수정자를 받습니다.

# SavingThrowEnemyModifierTitle
source: Enemy Saving Throw
ko_mt: 적 내성 굴림

# SavingThrowEnemyModifierDescription
source: All saving throws made by enemy characters will receive this modifier.
ko_mt: 적 캐릭터의 모든 내성 굴림은 이 수정자를 받습니다.

# AttackRollAllyModifierTitle
source: Ally Attack Roll
ko_mt: 동맹 공격 굴림

# AttackRollAllyModifierDescription
source: All attack rolls made by friendly characters will receive this modifier.
ko_mt: 아군 캐릭터의 모든 공격 굴림은 이 수정자를 받습니다.

# AttackRollEnemyModifierTitle
source: Enemy Attack Roll
ko_mt: 적 공격 굴림

# AttackRollEnemyModifierDescription
source: All attack rolls made by enemy characters will receive this modifier.
ko_mt: 적 캐릭터의 모든 공격 굴림은 이 수정자를 받습니다.

# AbilityCheckAllyModifierTitle
source: Ally Ability Check
ko_mt: 아군 능력 체크

# AbilityCheckAllyModifierDescription
source: All ability checks made by friendly characters will receive this modifier.
ko_mt: 아군 캐릭터가 수행한 모든 능력 검사는 이 수정자를 받습니다.

# AbilityCheckEnemyModifierTitle
source: Enemy Ability Check
ko_mt: 적 능력 체크

# AbilityCheckEnemyModifierDescription
source: All ability checks made by enemy characters will receive this modifier.
ko_mt: 적 캐릭터가 수행한 모든 능력 검사는 이 수정자를 받습니다.

# AutoreviveTitle
source: Auto-revive
ko_mt: 자동 소생

# AutoreviveDescription
source: Characters are automatically revived at the end of a battle as long as one survived.
ko_mt: 캐릭터는 살아남은 한 전투가 끝날 때 자동으로 부활합니다.

# HeatlhAndRestSettingsHeaderTitle
source: Health and Rest
ko_mt: 건강과 휴식

# CompanionsRestTitle
source: Companions Rest
ko_mt: 동반자 휴식

# CompanionsRestDescription
source: Critical NPCs and companions fully recover during short rests.
ko_mt: 크리티컬 NPC와 동료는 짧은 휴식 중에 완전히 회복됩니다.

# NoFoodNeededTitle
source: No Food Required
ko_mt: 음식 필요 없음

# NoFoodNeededDescription
source: Characters can take a long rest even if they have no food.
ko_mt: 캐릭터는 음식이 없어도 긴 휴식을 취할 수 있습니다.

# MaxHpOnHitDiceTitle
source: Max Health on Hit Dice
ko_mt: 명중 주사위의 최대 체력

# MaxHpOnHitDiceDescription
source: Using a hit die during a short rest grants the maximum amount of health back.
ko_mt: 짧은 휴식 중에 명중 주사위를 사용하면 최대 체력 회복을 얻을 수 있습니다.

# MaxHpOnLevelUpTitle
source: Max Health on Level Up
ko_mt: 레벨 업 시 최대 체력

# MaxHpOnLevelUpDescription
source: Increase the health of a character by the maximum value upon leveling up.
ko_mt: 레벨업 시 캐릭터의 체력이 최대치만큼 증가합니다.

# InventorySettingsHeaderTitle
source: Inventory
ko_mt: 목록

# EncumbranceRuleTypeTitle
source: Encumbrance Rule
ko_mt: 예산가집행 규칙

# EncumbranceRuleTypeDescription
source: Choose which encumbrance rule to play with.
ko_mt: 사용할 예산가집행 규칙을 선택합니다.

# EncumbranceRuleTypeDefaultTitle
source: Tabletop
ko_mt: 테이블 탑

# EncumbranceRuleTypeDefaultDescription
source: Your characters can carry up to 15x STR.
ko_mt: 캐릭터는 최대 15배의 STR을 보유할 수 있습니다.

# EncumbranceRuleTypeVariantTitle
source: Solasta (Variant)
ko_mt: 솔라스타(변종)

# EncumbranceRuleTypeVariantDescription
source: Your characters can carry up to 15x STR, but will be encumbered above 5x STR, and heavily encumbered above 10x STR.
ko_mt: 캐릭터는 최대 15배 STR을 보유할 수 있지만 5배 STR 이상에서는 방해가 되며 10배 STR 이상에서는 크게 방해됩니다.

# EncumbranceRuleTypeEasyTitle
source: Simplified
ko_mt: 쉽게 한

# EncumbranceRuleTypeEasyDescription
source: Your characters can carry up to 150x STR.
ko_mt: 캐릭터는 최대 150배의 STR을 보유할 수 있습니다.

# SpellcastingSettingsHeaderTitle
source: Spellcasting
ko_mt: 스펠캐스팅

# NeverLoseConcentrationOnSpellsTitle
source: Never Lose Concentration
ko_mt: 절대 집중력을 잃지 마세요

# NeverLoseConcentrationOnSpellsDescription
source: A caster concentrating on a spell will not need a Constitution saving throw when damaged.
ko_mt: 주문에 집중하는 시전자는 피해를 입었을 때 체질 내성 굴림이 필요하지 않습니다.

# ScrollsCanBeUsedByAnyCharacterTitle
source: Universal Scrolls
ko_mt: 유니버설 스크롤

# ScrollsCanBeUsedByAnyCharacterDescription
source: Any character can use a scroll, even though the spell is not on their spell list.
ko_mt: 주문이 주문 목록에 없더라도 모든 캐릭터는 두루마리를 사용할 수 있습니다.

# RandomnessSettingsHeaderTitle
source: Dice Rolls
ko_mt: 주사위 롤

# RandomnessModeTitle
source: Random Mode
ko_mt: 랜덤 모드

# RandomnessModeDescription
source: Choose the random mode used when rolling dice.
ko_mt: 주사위를 굴릴 때 사용되는 무작위 모드를 선택하십시오.

# RandomnessModeTrueRandomTitle
source: True Random
ko_mt: 트루 랜덤

# RandomnessModeTrueRandomDescription
source: Your luck will be left in the hands of the dice gods.
ko_mt: 당신의 행운은 주사위 신의 손에 맡겨질 것입니다.

# RandomnessModeNiceDiceTitle
source: Karmic Dice
ko_mt: 카르믹 주사위

# RandomnessModeNiceDiceDescription
source: Bad dice rolls will increase the player's chances of landing a good roll.
ko_mt: 잘못된 주사위 굴림은 플레이어가 좋은 주사위를 굴릴 확률을 높입니다.

# ForceCritEveryFewRollsTitle
source: Guaranteed Critical
ko_mt: 중요한 보장

# ForceCritEveryFewRollsDescription
source: Guarantees the player a critical hit at least once every 15 rolls.
ko_mt: 플레이어가 15번 굴릴 때마다 최소 한 번씩 치명타를 보장합니다.

# StorySettingsHeaderTitle
source: Story
ko_mt: 이야기

# ForceSuccessOnDialogRollsTitle
source: Force Dialog Roll Success
ko_mt: 강제 대화 롤 성공

# ForceSuccessOnDialogRollsDescription
source: Any skill check rolled during a dialog will succeed.
ko_mt: 대화 중에 굴린 모든 기술 검사는 성공합니다.

# AlwaysDisplayDialogChancesTitle
source: Always Display Dialog Chances
ko_mt: 항상 대화 기회 표시

# AlwaysDisplayDialogChancesDescription
source: Skill check success chance will always be displayed, instead of only upon insight check success.
ko_mt: 인사이트 확인 성공 시에만 스킬 확인 성공 확률이 표시되지 않고 항상 표시됩니다.

# UnlockAllBestiaryContentTitle
source: Unlock All Bestiary
ko_mt: 모든 짐승 잠금 해제

# UnlockAllBestiaryContentDescription
source: All content in the bestiary is unlocked from the start; no survival checks needed to discover information on monsters.
ko_mt: bestiary의 모든 콘텐츠는 처음부터 잠금 해제됩니다. 몬스터에 대한 정보를 발견하기 위해 생존 확인이 필요하지 않습니다.

# DisableRandomEncountersTitle
source: Disable Random Encounters
ko_mt: 무작위 만남 비활성화

# DisableRandomEncountersDescription
source: Removes all random encounters when traveling on the world map, except for scripted ones.
ko_mt: 스크립트로 작성된 것을 제외하고 세계 지도를 여행할 때 모든 무작위 조우를 제거합니다.

# ExplorationSettingsHeaderTitle
source: Exploration
ko_mt: 탐구

# AuthorizeRetryOnGadgetsTitle
source: Reroll Exploration Checks
ko_mt: 탐색 확인 다시 롤링

# AuthorizeRetryOnGadgetsDescription
source: Allows you to retry picking a lock or disarming a trap even if the character has previously failed.
ko_mt: 캐릭터가 이전에 실패한 경우에도 자물쇠를 선택하거나 함정을 해제하는 것을 다시 시도할 수 있습니다.

# AutoDetectTrapsTitle
source: Autodetect Traps
ko_mt: 트랩 자동 감지

# AutoDetectTrapsDescription
source: Traps in the vicinity will automatically be detected even if they would normally require a skill check.
ko_mt: 근처에 있는 함정은 일반적으로 기술 확인이 필요한 경우에도 자동으로 감지됩니다.

# ForceCraftingRollSuccessTitle
source: Force Crafting Roll Success
ko_mt: 포스 크래프팅 롤 성공

# ForceCraftingRollSuccessDescription
source: Each crafting roll will succeed automatically.
ko_mt: 각 제작 롤은 자동으로 성공합니다.

# NoToolRequirementTitle
source: No Tool Required
ko_mt: 도구가 필요하지 않음

# NoToolRequirementDescription
source: Characters can craft and unlock chests or doors without the need for tools.
ko_mt: 캐릭터는 도구 없이 상자나 문을 만들고 잠금을 해제할 수 있습니다.

# SomaticComponentFullDescription
source: Characters must have a free hand.
ko_mt: 캐릭터는 손이 자유로워야 합니다.

# QualityHeaderTitle
source: Quality
ko_mt: 품질

# ColorCalibrationHeaderTitle
source: Color Calibration
ko_mt: 색상 보정

# FasterTravelOnWorldMapTitle
source: Faster Travel on World Map
ko_mt: 세계 지도에서 더 빠른 여행

# FasterTravelOnWorldMapDescription
source: Increase the travel speed when traveling on the World Map.
ko_mt: 세계 지도에서 이동할 때 이동 속도를 높입니다.

# ScrollSensitivityDescription
source: Sets the speed for scrolling areas with the mouse wheel.
ko_mt: 마우스 휠로 영역을 스크롤하는 속도를 설정합니다.

# ScrollSensitivityTitle
source: Scroll Sensitivity
ko_mt: 스크롤 감도

# ShadowsTitle
source: Shadows
ko_mt: 그림자

# ShadowsDescription
source: Enable or disable shadows.
ko_mt: 그림자를 활성화하거나 비활성화합니다.

# SubtitlesHeaderTitle
source: Subtitles
ko_mt: 자막

# SubtitlesEnabledDescription
source: Enable/disable subtitles during cutscenes.
ko_mt: 컷신 중 자막을 활성화/비활성화합니다.

# SubtitlesEnabledTitle
source: Enabled
ko_mt: 활성화됨

# SubtitlesDisplaySpeakerNameDescription
source: Display the name of the speaking character during cutscenes.
ko_mt: 컷신 중 말하는 캐릭터의 이름을 표시합니다.

# SubtitlesDisplaySpeakerNameTitle
source: Display Speaker Name
ko_mt: 스피커 이름 표시

# SubtitlesBlackBackgroundDescription
source: Display a black background behind subtitles.
ko_mt: 자막 뒤에 검은색 배경을 표시합니다.

# SubtitlesBlackBackgroundTitle
source: Black Background
ko_mt: 검정색 배경

# AllowAttuningUnknownItemsTitle
source: Allow Attuning Unknown Items
ko_mt: 알 수 없는 항목 조정 허용

# AllowAttuningUnknownItemsDescription
source: A character will be able to attune to a magic item even if its magical properties are unknown.
ko_mt: 캐릭터는 마법 속성을 알 수 없는 경우에도 마법 아이템에 동조할 수 있습니다.

# MoveCameraWithScreenBordersTitle
source: Move Camera with Screen Borders
ko_mt: 화면 테두리가 있는 카메라 이동

# SpellbookPagesConstraintTitle
source: Spellbook Page Limitation
ko_mt: 마법서 페이지 제한

# SpellbookPagesConstraintDescription
source: When the option is activated, spellbooks can only contain spells fitting their pages limit (usually 100 pages). Each scribed spell (either from level up or scroll) takes a number of pages equal to its level in the spellbook. A wizard may have to purchase another spellbook before the end of the Solasta campaign, or be prevented from leveling up.
ko_mt: 옵션이 활성화되면 주문 책은 페이지 제한(보통 100페이지)에 맞는 주문만 포함할 수 있습니다. 각 스크립팅된 주문(레벨 업 또는 스크롤)은 해당 주문 책의 레벨과 동일한 페이지 수를 차지합니다. 마법사는 솔라스타 캠페인이 끝나기 전에 다른 주문서를 구매해야 하거나 레벨업이 금지될 수 있습니다.

# FadingFogOfWarTitle
source: Animated Fog of War
ko_mt: 애니메이션 전쟁의 안개

# TextLanguagept-BRTitle
source: Português (Brasil)
ko_mt: 포르투갈어(브라질)

# TextLanguagept-BRDescription
source: Português (Brasil)
ko_mt: 포르투갈어(브라질)
