Repository: team-waldo/solasta-translation
Catalog: translation/*/Skill.po
Languages: ko_mt

# AcrobaticsDescription
source: Your Dexterity (Acrobatics) check covers your attempt to stay on your feet in a tricky situation, such as when you're trying to run across a sheet of ice, balance on a tightrope, or stay upright on a rocking ship's deck.
ko_mt: 손재주(곡예) 검사는 얼음판을 가로질러 달리거나 줄타기에서 균형을 잡거나 흔들리는 배의 갑판에서 똑바로 서려고 할 때와 같은 까다로운 상황에서 발을 유지하려는 시도를 다룹니다.

# AcrobaticsTitle
source: Acrobatics
ko_mt: 재주 넘기

# AnimalHandlingDescription
source: When there is any question whether you can calm down a domesticated animal, keep a mount from getting spooked, or intuit an animal's intentions, make a Wisdom (Animal Handling) check. You also make a Wisdom (Animal Handling) check to control your mount when you attempt a risky maneuver.
ko_mt: 길들여진 동물을 진정시킬 수 있는지, 말이 겁을 내지 않도록 할 수 있는지, 또는 동물의 의도를 직감할 수 있는지에 대한 질문이 있을 때 지혜(동물 취급) 체크를 하십시오. 또한 위험한 기동을 시도할 때 탈것을 제어하기 위해 지혜(동물 다루기) 검사를 합니다.

# AnimalHandlingTitle
source: Animal Handling
ko_mt: 동물 취급

# ArcanaDescription
source: Your Intelligence (Arcana) check measures your ability to recall lore about spells, magic items, eldritch symbols, magical traditions, the planes of existence, and the inhabitants of those planes.
ko_mt: 당신의 지능(아르카나) 체크는 주문, 마법 아이템, 섬뜩한 상징, 마법의 전통, 존재의 차원, 그리고 그 차원의 주민들에 대한 지식을 회상하는 능력을 측정합니다.

# ArcanaTitle
source: Arcana
ko_mt: 아르카나

# AthleticsDescription
source: Your Strength (Athletics) check covers difficult situations you encounter while climbing, jumping, or swimming.
ko_mt: 근력(육상) 체크는 등반, 점프 또는 수영 중에 직면하는 어려운 상황을 다룹니다.

# AthleticsTitle
source: Athletics
ko_mt: 체육 실기

# DeceptionDescription
source: Your Charisma (Deception) check determines whether you can convincingly hide the truth, either verbally or through your actions.
ko_mt: 당신의 카리스마(기만) 체크는 당신이 말이나 행동을 통해 진실을 설득력 있게 숨길 수 있는지 여부를 결정합니다.

# DeceptionTitle
source: Deception
ko_mt: 기만

# HistoryDescription
source: Your Intelligence (History) check measures your ability to recall lore about historical events, legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations.
ko_mt: 지능(역사) 검사는 역사적 사건, 전설적인 인물, 고대 왕국, 과거 분쟁, 최근 전쟁 및 잃어버린 문명에 대한 지식을 회상하는 능력을 측정합니다.

# HistoryTitle
source: History
ko_mt: 역사

# InsightDescription
source: Your Wisdom (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone's next move. This can be useful to know which negotiation technique you should employ during a dialog.
ko_mt: 당신의 지혜(통찰) 체크는 거짓말을 찾거나 누군가의 다음 움직임을 예측할 때와 같이 생물의 진정한 의도를 결정할 수 있는지 여부를 결정합니다. 이것은 대화 중에 어떤 협상 기술을 사용해야 하는지 아는 데 유용할 수 있습니다.

# InsightTitle
source: Insight
ko_mt: 통찰력

# IntimidationDescription
source: When you attempt to influence someone through overt threats, hostile actions, and physical violence, you may make a Charisma (Intimidation) check.
ko_mt: 노골적인 위협, 적대적 행동, 신체적 폭력을 통해 누군가에게 영향을 미치려고 할 때 카리스마(협박) 체크를 할 수 있습니다.

# IntimidationTitle
source: Intimidation
ko_mt: 위협

# InvestigationDescription
source: When you look around for clues and make deductions based on those clues, you make an Intelligence (Investigation) check.
ko_mt: 주변에서 단서를 찾고 그 단서를 바탕으로 추론할 때 지능(수사) 체크를 합니다.

# InvestigationTitle
source: Investigation
ko_mt: 조사

# MedecineDescription
source: A Wisdom (Medicine) check lets you try to stabilize a dying companion, diagnose an illness, or craft healing potions or antitoxin.
ko_mt: 지혜(약) 체크를 통해 죽어가는 동료를 안정시키거나, 질병을 진단하거나, 치유 물약이나 항독소를 만들 수 있습니다.

# MedecineTitle
source: Medicine
ko_mt: 약

# NatureDescription
source: Your Intelligence (Nature) check measures your ability to recall lore about terrain, plants and animals, the weather, and natural cycles.
ko_mt: 지능(자연) 검사는 지형, 식물과 동물, 날씨, 자연 순환에 대한 지식을 기억하는 능력을 측정합니다.

# NatureTitle
source: Nature
ko_mt: 자연

# PerceptionDescription
source: Your Wisdom (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of your surroundings and the keenness of your senses.
ko_mt: 지혜(지각) 검사를 통해 무언가의 존재를 발견하거나 듣거나 감지할 수 있습니다. 주변 환경에 대한 일반적인 인식과 감각의 예리함을 측정합니다.

# PerceptionTitle
source: Perception
ko_mt: 지각

# PerformanceDescription
source: Your Charisma (Performance) check determines how well you can delight an audience with music, dance, acting, storytelling, or some other form of entertainment.
ko_mt: 당신의 카리스마(공연) 체크는 당신이 음악, 춤, 연기, 스토리텔링 또는 다른 형태의 오락으로 청중을 얼마나 즐겁게 할 수 있는지를 결정합니다.

# PerformanceTitle
source: Performance
ko_mt: 성능

# PersuasionDescription
source: When you attempt to influence someone or a group of people with tact, social graces, or good nature, you may make a Charisma (Persuasion) check. Typically, you use persuasion when acting in good faith, to foster friendships, make cordial requests, or exhibit proper etiquette.
ko_mt: 재치, 사회적 품위 또는 선한 성격으로 누군가 또는 사람들의 그룹에 영향을 미치려고 할 때 카리스마(설득) 체크를 할 수 있습니다. 일반적으로 선의로 행동하거나, 우정을 키우거나, 진심 어린 요청을 하거나, 적절한 에티켓을 보일 때 설득을 사용합니다.

# PersuasionTitle
source: Persuasion
ko_mt: 설득

# ReligionDescription
source: Your Intelligence (Religion) check measures your ability to recall lore about deities, rites and prayers, religious hierarchies, holy symbols, and the practices of secret cults.
ko_mt: 당신의 지능(종교) 체크는 신, 의식과 기도, 종교적 위계, 신성한 상징, 비밀 숭배 행위에 대한 지식을 회상하는 능력을 측정합니다.

# ReligionTitle
source: Religion
ko_mt: 종교

# SleightOfHandDescription
source: Whenever you attempt an act of legerdemain or manual trickery, such as planting something on someone else or concealing an object on your person, make a Dexterity (Sleight of Hand) check.
ko_mt: 다른 사람에게 무언가를 심거나 자신의 물건을 숨기는 것과 같이 레거드메인 또는 수동 속임수를 시도할 때마다 손재주(Sleight of Hand) 체크를 하십시오.

# SleightOfHandTitle
source: Sleight of Hand
ko_mt: 손의 속임수

# StealthDescription
source: Make a Dexterity (Stealth) check when you attempt an action while in close vicinity of enemies while remaining undetected. Your score is also used to determine how fast the detection gauge fills up when sneaking around enemies.
ko_mt: 들키지 않은 상태에서 적 가까이에 있는 동안 행동을 시도하면 민첩성(은신) 체크를 합니다. 당신의 점수는 또한 적 주위를 은신할 때 탐지 게이지가 얼마나 빨리 채워지는지를 결정하는 데 사용됩니다.

# StealthTitle
source: Stealth
ko_mt: 몰래 하기

# SurvivalDescription
source: You may make a Wisdom (Survival) check to follow tracks, hunt wild game, guide your group through frozen wastelands, identify signs that owlbears live nearby, predict the weather, or avoid quicksand and other natural hazards.
ko_mt: 지혜(생존) 체크를 하여 흔적을 추적하고, 야생 사냥감을 사냥하고, 얼어붙은 황무지를 통해 그룹을 안내하고, 올빼미 곰이 근처에 살고 있다는 징후를 식별하고, 날씨를 예측하거나, 유사 및 기타 자연 재해를 피할 수 있습니다.

# SurvivalTitle
source: Survival
ko_mt: 활착
