Repository: team-waldo/solasta-translation
Catalog: translation/*/SlotType.po
Languages: ko_mt

# AmmunitionSlotDescription
source: You can store ammunition for ranged weapons here.
ko_mt: 여기에 원거리 무기용 탄약을 보관할 수 있습니다.

# AmmunitionSlotTitle
source: Ammunition
ko_mt: 탄약

# BackSlotDescription
source: You can equip backpacks, shield, or strap large weapons here.
ko_mt: 여기에 배낭, 방패 또는 스트랩 대형 무기를 장착할 수 있습니다.

# BackSlotTitle
source: Back
ko_mt: 뒤쪽에

# BeltSlotDescription
source: You can equip belts or girdles here.
ko_mt: 여기에서 벨트나 거들을 장비할 수 있습니다.

# BeltSlotTitle
source: Belt
ko_mt: 벨트

# ContainerSlotDescription
source: You can store any object here.
ko_mt: 여기에 모든 개체를 저장할 수 있습니다.

# ContainerSlotTitle
source: Container
ko_mt: 컨테이너

# FeetSlotDescription
source: You can wear boots, slippers, or shoes in this slot.
ko_mt: 이 슬롯에 부츠, 슬리퍼 또는 신발을 신을 수 있습니다.

# FeetSlotTitle
source: Feet
ko_mt: 피트

# FingerSlotDescription
source: You can equip rings here.
ko_mt: 여기서 반지를 장착할 수 있습니다.

# FingerSlotTitle
source: Finger
ko_mt: 손가락

# GlovesSlotDescription
source: You can equip gloves or gauntlets here.
ko_mt: 여기에서 장갑이나 건틀릿을 장비할 수 있습니다.

# GlovesSlotTitle
source: Hands
ko_mt: 소유

# HeadSlotDescription
source: You can equip hats, helms, crowns, or diadems here.
ko_mt: 여기에서 모자, 투구, 왕관 또는 왕관을 장비할 수 있습니다.

# HeadSlotTitle
source: Head
ko_mt: 머리

# MainHandSlotDescription
source: You can equip main weapons here.
ko_mt: 여기에서 주요 무기를 장비할 수 있습니다.

# MainHandSlotTitle
source: Main Hand
ko_mt: 주 손

# NeckSlotDescription
source: You can equip necklaces and amulets here.
ko_mt: 여기에서 목걸이와 부적을 장비할 수 있습니다.

# NeckSlotTitle
source: Neck
ko_mt: 목

# OffHandSlotDescription
source: You can equip secondary weapons here. If the main hand is already equipped with a two-handed weapon, this slot is disabled.
ko_mt: 여기에서 보조 무기를 장착할 수 있습니다. 주 손에 이미 양손 무기가 장착되어 있으면 이 슬롯이 비활성화됩니다.

# OffHandSlotTitle
source: Off Hand
ko_mt: 오프 핸드

# PersonalStorageSlotDescription
source: You can store objects in your backpack, etc., as long as you do not exceed the maximum weight of the container.
ko_mt: 컨테이너의 최대 무게를 초과하지 않는 한 배낭 등에 물건을 보관할 수 있습니다.

# PersonalStorageSlotTitle
source: Personal Storage
ko_mt: 개인용 스토리지

# SmallContainerSlotDescription
source: You can store small objects here.
ko_mt: 여기에 작은 물건을 보관할 수 있습니다.

# SmallContainerSlotTitle
source: Small Container
ko_mt: 소형 용기

# TorchHolderSlotDescription
source: You can only place torches or equivalent items here.
ko_mt: 여기에는 횃불 또는 이에 상응하는 항목만 놓을 수 있습니다.

# TorchHolderSlotTitle
source: Torch Holder
ko_mt: 토치 홀더

# TorsoSlotDescription
source: You can equip suits of armor here.
ko_mt: 여기에서 갑옷을 장비할 수 있습니다.

# TorsoSlotTitle
source: Torso
ko_mt: 몸통

# UtilitySlotDescription
source: You can store utility items (potions, scrolls, spell focus, component pouch) here.
ko_mt: 여기에 유틸리티 아이템(물약, 두루마리, 스펠 포커스, 구성품 파우치)을 보관할 수 있습니다.

# UtilitySlotTitle
source: Utility
ko_mt: 공익 사업

# WristsSlotDescription
source: You can equip bracers here.
ko_mt: 여기에서 팔보호구를 장착할 수 있습니다.

# WristsSlotTitle
source: Wrists
ko_mt: 손목

# ShouldersSlotDescription
source: You can equip cloaks and pauldrons here.
ko_mt: 여기에서 망토와 견갑을 장비할 수 있습니다.

# ShouldersSlotTitle
source: Shoulders
ko_mt: 어깨
