Repository: team-waldo/solasta-translation
Catalog: translation/*/Spell.po
Languages: ko_mt

# AcidArrowDescription
source: Launch an acid arrow.
ko_mt: 산성 화살을 발사합니다.

# AcidArrowTitle
source: Acid Arrow
ko_mt: 산성 화살

# AcidSplashDescription
source: Launch an acid bolt.
ko_mt: 산성 볼트를 발사합니다.

# AcidSplashTitle
source: Acid Splash
ko_mt: 산성 튀김

# AidDescription
source: Temporarily increases hit points for up to three allies.
ko_mt: 아군 최대 3명의 HP를 일시적으로 증가시킵니다.

# AidTitle
source: Aid
ko_mt: 지원

# AnimateDeadDescription
source: Create an undead servant.
ko_mt: 언데드 서번트를 만듭니다.

# AnimateDeadTitle
source: Animate Dead
ko_mt: 애니메이트 데드

# BaneDescription
source: Reduce your enemies' attack and saving throws for a limited time.
ko_mt: 제한된 시간 동안 적의 공격과 내성 굴림을 줄입니다.

# BaneTitle
source: Bane
ko_mt: 독

# BarkskinDescription
source: Gives you or an ally you can touch an AC of at least 16.
ko_mt: 당신이나 아군이 최소 16의 AC를 만질 수 있도록 합니다.

# BarkskinTitle
source: Barkskin
ko_mt: 나무 껍질

# BeaconOfHopeDescription
source: Raise hope and vitality.
ko_mt: 희망과 활력을 높입니다.

# BeaconOfHopeTitle
source: Beacon of Hope
ko_mt: 희망의 등대

# BestowCurseAbilityCharismaTitle
source: Bestow Curse (Charisma)
ko_mt: 저주 부여(카리스마)

# BestowCurseAbilityConstitutionTitle
source: Bestow Curse (Constitution)
ko_mt: 저주 부여(헌법)

# BestowCurseAbilityDexterityTitle
source: Bestow Curse (Dexterity)
ko_mt: 저주 부여(손재주)

# BestowCurseAbilityIntelligenceTitle
source: Bestow Curse (Intelligence)
ko_mt: 저주 부여(지능)

# BestowCurseAbilityStrengthTitle
source: Bestow Curse (Strength)
ko_mt: 저주 부여(힘)

# BestowCurseAbilityWisdomTitle
source: Bestow Curse (Wisdom)
ko_mt: 저주 부여(지혜)

# BestowCurseDescription
source: Curses a creature you can touch.
ko_mt: 당신이 만질 수 있는 생물을 저주합니다.

# BestowCurseOnActionTurnTitle
source: Bestow Curse (Action)
ko_mt: 저주 부여(액션)

# BestowCurseOnAttackRollTitle
source: Bestow Curse (Attack)
ko_mt: 저주 부여(공격)

# BestowCurseOnDamageAddNecroticTitle
source: Bestow Curse (Damage)
ko_mt: 저주 부여(데미지)

# BestowCurseTitle
source: Bestow Curse
ko_mt: 저주 부여

# BlessDescription
source: Increase your allies' saving throws and attack rolls for a limited time.
ko_mt: 제한된 시간 동안 아군의 내성 굴림과 공격 굴림을 늘립니다.

# BlessTitle
source: Bless
ko_mt: 신을 하다

# BlindnessDescription
source: Blind an enemy for one minute.
ko_mt: 1분 동안 적의 눈을 멀게 합니다.

# BlindnessTitle
source: Blindness
ko_mt: 맹목

# BlurDescription
source: Makes you blurry and harder to hit for up to one minute.
ko_mt: 최대 1분 동안 흐릿하고 공격하기 어렵게 만듭니다.

# BlurTitle
source: Blur
ko_mt: 흐림

# BrandingSmiteDescription
source: Your next hit causes additional radiant damage and your target becomes luminous.
ko_mt: 다음 공격은 추가 방사 피해를 입히고 대상이 빛납니다.

# BrandingSmiteTitle
source: Branding Smite
ko_mt: 브랜딩 강타

# BurningHandsDescription
source: Spray a cone of fire in front of you.
ko_mt: 눈앞에 불의 원뿔을 뿌립니다.

# BurningHandsTitle
source: Burning Hands
ko_mt: 불타는 손

# CharmPersonDescription
source: Makes an ally of an enemy.
ko_mt: 적의 아군을 만듭니다.

# CharmPersonTitle
source: Charm Person
ko_mt: 매력 사람

# ChillTouchDescription
source: Deal damage to one enemy and prevent healing for a limited time.
ko_mt: 일정 시간 동안 적 1명에게 피해를 주고 치유를 방해합니다.

# ChillTouchTitle
source: Chill Touch
ko_mt: 칠 터치

# ColorSprayTitle
source: Color Spray
ko_mt: 컬러 스프레이

# ConjureGoblinoidsDescription
source: Conjures 2 goblins who obey your orders unless you lose concentration.
ko_mt: 집중력을 잃지 않는 한 명령에 복종하는 2명의 고블린을 소환합니다.

# ConjureGoblinoidsTitle
source: Conjure Goblinoids
ko_mt: 고블리노이드를 소환하다

# CounterspellDescription
source: Interrupt an enemy's spellcasting.
ko_mt: 적의 주문 시전을 방해합니다.

# CounterspellTitle
source: Counterspell
ko_mt: 카운터스펠

# CreateFoodDescription
source: Conjure 15 units of food.
ko_mt: 15 유닛의 음식을 소환하십시오.

# CreateFoodTitle
source: Create Food
ko_mt: 음식 만들기

# CureWoundsDescription
source: Heal an ally by touch.
ko_mt: 터치로 아군을 치료합니다.

# CureWoundsTitle
source: Cure Wounds
ko_mt: 상처 치료

# DancingLightsDescription
source: Create dancing lights that move at your command.
ko_mt: 명령에 따라 움직이는 춤추는 조명을 만드십시오.

# DancingLightsTitle
source: Dancing Lights
ko_mt: 춤추는 빛

# DarknessDescription
source: Create an area of magical darkness.
ko_mt: 마법의 어둠의 영역을 만듭니다.

# DarknessTitle
source: Darkness
ko_mt: 어둠

# DarkvisionDescription
source: Grant Darkvision to the target.
ko_mt: 대상에게 다크비전을 부여합니다.

# DarkvisionTitle
source: Darkvision
ko_mt: 다크비전

# DaylightDescription
source: Summon a globe of bright light.
ko_mt: 밝은 빛의 구체를 소환합니다.

# DaylightTitle
source: Daylight
ko_mt: 일광

# DazzleDescription
source: Lower a target's AC and prevent reaction until the start of its next turn.
ko_mt: 목표의 AC를 낮추고 다음 턴이 시작될 때까지 반응을 방지합니다.

# DazzleTitle
source: Dazzle
ko_mt: 부시다

# DetectEvilAndGoodDescription
source: Detect nearby creatures of evil or good nature.
ko_mt: 악하거나 선한 성격의 주변 생물을 감지하십시오.

# DetectEvilAndGoodTitle
source: Detect Evil and Good
ko_mt: 악과 선을 찾아라

# DetectMagicDescription
source: Detect nearby magic objects or creatures.
ko_mt: 근처의 마법 물체나 생물을 감지합니다.

# DetectMagicTitle
source: Detect Magic
ko_mt: 마법 감지

# DispelMagicDescription
source: End active spells on a creature or object.
ko_mt: 생물이나 개체에 대한 활성 주문을 종료합니다.

# DispelMagicTitle
source: Dispel Magic
ko_mt: 디스펠 매직

# DivineFavorDescription
source: Gain additional radiant damage for a limited time.
ko_mt: 제한된 시간 동안 추가 방사 피해를 얻습니다.

# DivineFavorTitle
source: Divine Favor
ko_mt: 신의 은총

# EnhanceAbilityBearsEnduranceDescription
source: Gain temporary hit points and advantage on Constitution checks.
ko_mt: 일시적인 체력과 체질 검사에서 이점을 얻으십시오.

# EnhanceAbilityBearsEnduranceTitle
source: Bear's Endurance
ko_mt: 곰의 인내

# EnhanceAbilityBullsStrengthDescription
source: Increased carrying capacity and advantage on Strength checks.
ko_mt: 강화된 운반 능력과 힘 검사의 이점.

# EnhanceAbilityBullsStrengthTitle
source: Bull's Strength
ko_mt: 황소의 힘

# EnhanceAbilityCatsGraceDescription
source: Reduced falling damage and advantage on Dexterity checks.
ko_mt: 낙하 피해가 감소하고 민첩성 검사에 유리합니다.

# EnhanceAbilityCatsGraceTitle
source: Cat's Grace
ko_mt: 캣츠 그레이스

# EnhanceAbilityDescription
source: Grant temporary powers to an ally for up to one hour.
ko_mt: 최대 1시간 동안 아군에게 일시적인 힘을 부여합니다.

# EnhanceAbilityEaglesSplendorDescription
source: Advantage on Charisma checks.
ko_mt: 카리스마 체크의 이점.

# EnhanceAbilityEaglesSplendorTitle
source: Eagle's Splendor
ko_mt: 독수리의 화려함

# EnhanceAbilityFoxsCunningDescription
source: Advantage on Intelligence checks.
ko_mt: 지능 검사의 이점.

# EnhanceAbilityFoxsCunningTitle
source: Fox's Cunning
ko_mt: 여우의 교활함

# EnhanceAbilityOwlsWisdomDescription
source: Advantage on Wisdom checks.
ko_mt: 지혜 검사의 이점.

# EnhanceAbilityOwlsWisdomTitle
source: Owl's Wisdom
ko_mt: 올빼미의 지혜

# EnhanceAbilityTitle
source: Enhance Ability
ko_mt: 능력 향상

# ExpeditiousRetreatDescription
source: Gain movement points and become able to dash as a bonus action for a limited time.
ko_mt: 이동 포인트를 얻고 제한된 시간 동안 보너스 액션으로 대시할 수 있게 됩니다.

# ExpeditiousRetreatTitle
source: Expeditious Retreat
ko_mt: 긴급 후퇴

# FaerieFireDescription
source: Highlight creatures to give advantage to anyone attacking them.
ko_mt: 공격하는 사람에게 유리하도록 생물을 강조 표시합니다.

# FaerieFireTitle
source: Faerie Fire
ko_mt: 페어리 파이어

# FalseLifeDescription
source: Gain a few temporary hit points for a limited time.
ko_mt: 제한된 시간 동안 몇 가지 임시 체력을 얻습니다.

# FalseLifeTitle
source: False Life
ko_mt: 거짓 생활

# FearDescription
source: Frighten creatures and force them to flee.
ko_mt: 생물을 놀라게하고 강제로 도망치십시오.

# FearTitle
source: Fear
ko_mt: 두려움

# FeatherFallDescription
source: Provide a safe landing when you or an ally falls.
ko_mt: 자신이나 동료가 넘어졌을 때 안전한 착륙을 제공하십시오.

# FeatherFallTitle
source: Feather Fall
ko_mt: 깃털 낙하

# FindTrapsDescription
source: Spot mechanical and magical traps, but not natural hazards.
ko_mt: 기계 및 마법 함정을 발견하지만 자연 재해는 아닙니다.

# FindTrapsTitle
source: Find Traps
ko_mt: 함정 찾기

# FireballDescription
source: Launch a fireball that explodes from a point of your choosing.
ko_mt: 선택한 지점에서 폭발하는 화염구를 발사합니다.

# FireballTitle
source: Fireball
ko_mt: 화구

# FireBoltDescription
source: Launch a fire bolt.
ko_mt: 파이어볼트를 발사합니다.

# FireBoltTitle
source: Fire Bolt
ko_mt: 파이어 볼트

# FlamingSphereDescription
source: Summons a movable, burning sphere.
ko_mt: 움직일 수 있는 불타는 구체를 소환합니다.

# FlamingSphereTitle
source: Flaming Sphere
ko_mt: 불타는 구체

# FlyDescription
source: An ally you touch gains the ability to fly for a limited time.
ko_mt: 당신이 터치한 아군은 제한된 시간 동안 비행 능력을 얻습니다.

# FlyTitle
source: Fly
ko_mt: 파리

# FogCloudDescription
source: Generate a sphere of thick fog for a limited time. Creatures inside it cannot attack those on the outside.
ko_mt: 제한된 시간 동안 짙은 안개 구체를 생성합니다. 내부의 생물은 외부의 생물을 공격할 수 없습니다.

# FogCloudTitle
source: Fog Cloud
ko_mt: 안개 구름

# GlyphOfWardingDescription
source: Creates a fixed magical trap.
ko_mt: 고정 마법 함정을 생성합니다.

# GlyphOfWardingTitle
source: Glyph of Warding
ko_mt: 수호의 문양

# GuidanceDescription
source: Increase an ally's ability checks for a limited time.
ko_mt: 제한된 시간 동안 아군의 능력 검사를 증가시킵니다.

# GuidanceTitle
source: Guidance
ko_mt: 안내

# GuidingBoltDescription
source: Launch a radiant attack against an enemy and make them easy to hit.
ko_mt: 적에게 광공격을 가해 쉽게 명중시키십시오.

# GuidingBoltTitle
source: Guiding Bolt
ko_mt: 가이딩 볼트

# HasteDescription
source: Make an ally faster and more agile, and grant them an additional action for a limited time.
ko_mt: 아군을 더 빠르고 민첩하게 만들고 제한된 시간 동안 추가 행동을 부여하십시오.

# HasteTitle
source: Haste
ko_mt: 서두름

# HealingWordDescription
source: Heal an ally you can see.
ko_mt: 보이는 아군을 치료합니다.

# HealingWordTitle
source: Healing Word
ko_mt: 치유의 말씀

# HeroismDescription
source: An ally gains temporary hit points and cannot be frightened for a limited time.
ko_mt: 아군은 일시적인 체력을 얻고 제한된 시간 동안 겁먹을 수 없습니다.

# HeroismTitle
source: Heroism
ko_mt: 영웅적 자질

# HideousLaughterDescription
source: Make an enemy helpless with irresistible laughter.
ko_mt: 참을 수 없는 웃음으로 적을 무력하게 만드십시오.

# HideousLaughterTitle
source: Hideous Laughter
ko_mt: 끔찍한 웃음

# HoldPersonDescription
source: Paralyze a humanoid you can see for a limited time.
ko_mt: 제한된 시간 동안 볼 수 있는 인간형을 마비시킵니다.

# HoldPersonTitle
source: Hold Person
ko_mt: 홀드 사람

# HuntersMarkDescription
source: An enemy gets additional damage from you, and you can easily detect it for a limited time.
ko_mt: 적에게 추가 피해를 입히고 제한된 시간 동안 쉽게 감지할 수 있습니다.

# HuntersMarkTitle
source: Hunter's Mark
ko_mt: 사냥꾼의 표식

# HypnoticPatternDescription
source: Charms enemies to make them harmless until attacked.
ko_mt: 적을 매혹시켜 공격을 받을 때까지 무해하게 만듭니다.

# HypnoticPatternTitle
source: Hypnotic Pattern
ko_mt: 최면 패턴

# IdentifyDescription
source: Identify the hidden properties of an object.
ko_mt: 개체의 숨겨진 속성을 식별합니다.

# IdentifyTitle
source: Identify
ko_mt: 식별하다

# InflictWoundsDescription
source: Deal necrotic damage to an enemy you hit.
ko_mt: 적중한 적에게 괴사 피해를 줍니다.

# InflictWoundsTitle
source: Inflict Wounds
ko_mt: 상처를 입히다

# InvisibilityDescription
source: Make an ally invisible for a limited time.
ko_mt: 제한된 시간 동안 아군을 투명 상태로 만듭니다.

# InvisibilityTitle
source: Invisibility
ko_mt: 투명

# JumpDescription
source: Increase an ally's jumping distance.
ko_mt: 아군의 점프 거리를 증가시킵니다.

# JumpTitle
source: Jump
ko_mt: 도약

# KnockDescription
source: Magically open locked doors, chests, and the like.
ko_mt: 잠긴 문, 상자 등을 마술처럼 엽니다.

# KnockTitle
source: Knock
ko_mt: 노크

# LesserRestorationDescription
source: Remove a detrimental condition from an ally.
ko_mt: 아군에게서 불리한 조건을 제거합니다.

# LesserRestorationTitle
source: Lesser Restoration
ko_mt: 하급 복원

# LevitateTitle
source: Levitate
ko_mt: 공중에 뜨다

# LightDescription
source: An object you can touch emits a powerful light for a limited time.
ko_mt: 만질 수 있는 물체는 제한된 시간 동안 강력한 빛을 방출합니다.

# LightningBoltDescription
source: Unleash a stroke of lightning in a direction of your choice, damaging everyone it touches.
ko_mt: 원하는 방향으로 번개를 날려 닿는 모든 사람에게 피해를 줍니다.

# LightningBoltTitle
source: Lightning Bolt
ko_mt: 번갯불

# LightTitle
source: Light
ko_mt: 빛

# LongstriderDescription
source: Increases an ally's speed by two cells per turn.
ko_mt: 턴당 아군의 속도를 2칸 증가시킵니다.

# LongstriderTitle
source: Longstrider
ko_mt: 롱스트라이더

# MageArmorDescription
source: Provide magical armor to an ally who doesn't wear armor.
ko_mt: 갑옷을 입지 않은 아군에게 마법 갑옷을 제공합니다.

# MageArmorTitle
source: Mage Armor
ko_mt: 마법사 갑옷

# MagicCircleDescription
source: Creates a magic circle which protects against attacks by celestials, elementals, feys, fiends, and undead, and restricts their movement.
ko_mt: 천계, 정령, 페이, 마귀, 언데드의 공격을 방어하고 이동을 제한하는 마법진을 생성합니다.

# MagicCircleProtectOuterDescription
source: Celestials, elementals, feys, fiends, and undead attack creatures inside the circle with disadvantage, and cannot enter the circle.
ko_mt: Celestials, elementals, feys, fiends 및 undead는 서클 내부의 생물을 불리하게 공격하며 서클에 들어갈 수 없습니다.

# MagicCircleProtectOuterTitle
source: Magic Circle (protects from outer enemies)
ko_mt: 매직 서클(외부 적들로부터 보호)

# MagicCircleRestrictInnerDescription
source: Celestials, elementals, feys, fiends, and undead attack creatures outside the circle with disadvantage, and cannot leave the circle.
ko_mt: Celestials, elementals, feys, fiends 및 undead는 서클 외부의 생물을 불리하게 공격하며 서클을 떠날 수 없습니다.

# MagicCircleRestrictInnerTitle
source: Magic Circle (blocks enemies inside)
ko_mt: 매직 서클(내부의 적을 차단)

# MagicCircleTitle
source: Magic Circle
ko_mt: 매직 서클

# MagicMissileDescription
source: Strike one or more enemies with projectiles that can't miss.
ko_mt: 놓칠 수 없는 발사체로 하나 이상의 적을 공격하세요.

# MagicMissileTitle
source: Magic Missile
ko_mt: 매직 미사일

# MagicWeaponDescription
source: A nonmagical weapon becomes a +1 weapon for up to one hour.
ko_mt: 마법이 아닌 무기는 최대 1시간 동안 +1 무기가 됩니다.

# MagicWeaponTitle
source: Magic Weapon
ko_mt: 마법의 무기

# MassHealingWordDescription
source: Instantly heals up to six allies you can see.
ko_mt: 볼 수 있는 최대 6명의 아군을 즉시 치유합니다.

# MassHealingWordTitle
source: Mass Healing Word
ko_mt: 대량 치유의 말씀

# MistyStepDescription
source: Teleports you to a free cell you can see, no more than 6 cells away.
ko_mt: 6칸 이내의 볼 수 있는 빈 칸으로 순간이동합니다.

# MistyStepTitle
source: Misty Step
ko_mt: 미스티 스텝

# PassWithoutTraceDescription
source: Make yourself and up to 5 allies stealthier for one hour.
ko_mt: 1시간 동안 자신과 최대 5명의 아군을 은신 상태로 만듭니다.

# PassWithoutTraceTitle
source: Pass Without Trace
ko_mt: 흔적없이 통과

# PoisonSprayDescription
source: Fire a poison spray at an enemy you can see, within range.
ko_mt: 범위 내에서 보이는 적에게 독 스프레이를 발사합니다.

# PoisonSprayTitle
source: Poison Spray
ko_mt: 독 스프레이

# PrayerOfHealingDescription
source: Heal multiple allies at the same time.
ko_mt: 여러 아군을 동시에 치료합니다.

# PrayerOfHealingTitle
source: Prayer of Healing
ko_mt: 치유의 기도

# ProtectionFromEnergyAcidDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 원하는 생물 하나를 터치하십시오.

# ProtectionFromEnergyAcidTitle
source: Protection from Acid
ko_mt: 산으로부터 보호

# ProtectionFromEnergyColdDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 원하는 생물 하나를 터치하십시오.

# ProtectionFromEnergyColdTitle
source: Protection from Cold
ko_mt: 추위로부터 보호

# ProtectionFromEnergyDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 원하는 생물 하나를 터치하십시오.

# ProtectionFromEnergyFireDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 자발적인 생물 하나를 터치하십시오.

# ProtectionFromEnergyFireTitle
source: Protection from Fire
ko_mt: 화재로부터 보호

# ProtectionFromEnergyLightningDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 원하는 생물 하나를 터치하십시오.

# ProtectionFromEnergyLightningTitle
source: Protection from Lightning
ko_mt: 번개로부터 보호

# ProtectionFromEnergyThunderDescription
source: Touch one willing creature to give them resistance to this damage type.
ko_mt: 이 피해 유형에 대한 저항력을 부여하려면 원하는 생물 하나를 터치하십시오.

# ProtectionFromEnergyThunderTitle
source: Protection from Thunder
ko_mt: 천둥으로부터 보호

# ProtectionFromEnergyTitle
source: Protection from Energy
ko_mt: 에너지로부터 보호

# ProtectionFromEvilGoodDescription
source: Touch an ally to give them protection from evil or good creatures for a limited time.
ko_mt: 제한된 시간 동안 동료를 터치하여 악하거나 선한 생물로부터 보호하십시오.

# ProtectionFromEvilGoodTitle
source: Protect vs Evil & Good
ko_mt: 보호 대 악 및 선

# ProtectionFromPoisonDescription
source: Cures and protects against poison.
ko_mt: 독을 치료하고 보호합니다.

# ProtectionFromPoisonTitle
source: Protection from Poison
ko_mt: 독으로부터 보호

# RaiseDeadDescription
source: Brings one creature back to life, up to 10 days after death.
ko_mt: 죽은 후 최대 10일 동안 한 생물을 되살립니다.

# RaiseDeadTitle
source: Raise Dead
ko_mt: 데드 키우기

# RayOfEnfeeblementDescription
source: Weaken an enemy so they deal less damage for one minute.
ko_mt: 적을 약화시켜 1분 동안 피해를 줄입니다.

# RayOfEnfeeblementTitle
source: Ray of Enfeeblement
ko_mt: 약화의 광선

# RayOfFrostDescription
source: Launch a freezing ray at an enemy to damage and slow them.
ko_mt: 적에게 얼어붙은 광선을 발사하여 피해를 입히고 둔화시킵니다.

# RayOfFrostTitle
source: Ray of Frost
ko_mt: 서리 광선

# RemoveCurseDescription
source: Removes all curses affecting the target.
ko_mt: 대상에게 영향을 미치는 모든 저주를 제거합니다.

# RemoveCurseTitle
source: Remove Curse
ko_mt: 저주 제거

# ResistanceDescription
source: Grant an ally a one-time bonus to saving throws.
ko_mt: 아군에게 내성 굴림에 대한 1회 보너스를 부여합니다.

# ResistanceTitle
source: Resistance
ko_mt: 저항

# ResurrectionDescription
source: Brings one creature back to life, up to 100 years after death.
ko_mt: 죽은 후 최대 100년 동안 한 생물을 되살립니다.

# ResurrectionTitle
source: Resurrection
ko_mt: 부활

# RevivifyDescription
source: Brings one creature back to life, up to 1 minute after death.
ko_mt: 죽은 후 최대 1분까지 한 생물을 다시 살아나게 합니다.

# RevivifyTitle
source: Revivify
ko_mt: 소생하다

# SacredFlameDescription
source: Strike an enemy with radiant damage.
ko_mt: 빛나는 데미지로 적을 공격합니다.

# SacredFlameTitle
source: Sacred Flame
ko_mt: 신성한 불꽃

# SanctuaryDescription
source: Temp
ko_mt: 온도

# SanctuaryTitle
source: Sanctuary
ko_mt: 성역

# ScorchingRayDescription
source: Fling rays of fire at one or more enemies.
ko_mt: 한 명 이상의 적에게 광선을 발사합니다.

# ScorchingRayTitle
source: Scorching Ray
ko_mt: 작열의 광선

# SeeInvisibilityDescription
source: You can see invisible creatures.
ko_mt: 보이지 않는 생물을 볼 수 있습니다.

# SeeInvisibilityTitle
source: See Invisibility
ko_mt: 투명도 참조

# ShadowArmorDescription
source: Grants 3 temporary hit points for one minute.
ko_mt: 1분 동안 3개의 임시 HP를 부여합니다.

# ShadowArmorTitle
source: Shadow Armor
ko_mt: 그림자 갑옷

# ShadowDaggerDescription
source: Launches an illusionary dagger that causes psychic damage.
ko_mt: 사이킥 데미지를 입히는 환상의 단검을 발사합니다.

# ShadowDaggerTitle
source: Shadow Dagger
ko_mt: 그림자 단검

# ShatterDescription
source: Triggers a sudden noise that causes Thunder Damage in a 2-cell radius.
ko_mt: 2셀 반경에 천둥 피해를 입히는 갑작스러운 소음을 유발합니다.

# ShatterTitle
source: Shatter
ko_mt: 파편

# ShieldDescription
source: Increase your AC by 5 just before you would take a hit.
ko_mt: 적중하기 직전에 AC를 5 증가시키십시오.

# ShieldOfFaithDescription
source: Increase an ally's AC by 2 for a limited time.
ko_mt: 제한된 시간 동안 아군의 AC를 2 증가시킵니다.

# ShieldOfFaithTitle
source: Shield of Faith
ko_mt: 믿음의 방패

# ShieldTitle
source: Shield
ko_mt: 방패

# ShockingGraspDescription
source: Damage and daze an enemy on a successful touch.
ko_mt: 터치에 성공하면 적에게 피해를 입히고 멍하게 만듭니다.

# ShockingGraspTitle
source: Shocking Grasp
ko_mt: 충격적인 손아귀

# SleepTitle
source: Sleep
ko_mt: 잠

# SleetStormDescription
source: Creates an area where the ground is slippery, vision is obscured, and concentration is harder.
ko_mt: 지면이 미끄럽고 시야가 흐려지고 집중이 어려운 지역을 만듭니다.

# SleetStormTitle
source: Sleet Storm
ko_mt: 진눈깨비

# SlowDescription
source: Slows and impairs the actions of up to 6 creatures.
ko_mt: 최대 6명의 생물의 행동을 늦추고 방해합니다.

# SlowTitle
source: Slow
ko_mt: 느린

# SpareTheDyingDescription
source: Touch a dying ally to stabilize them.
ko_mt: 죽어가는 아군을 터치하여 안정시키십시오.

# SpareTheDyingTitle
source: Spare the Dying
ko_mt: 죽어가는 것을 아끼다

# SpiderClimbDescription
source: Touch an ally to allow them to climb walls like a spider for a limited time.
ko_mt: 아군을 터치하면 제한된 시간 동안 거미처럼 벽을 오를 수 있습니다.

# SpiderClimbTitle
source: Spider Climb
ko_mt: 스파이더 클라임

# SpiritGuardiansDescription
source: Call forth spirits to protect you.
ko_mt: 당신을 보호하기 위해 영혼을 불러.

# SpiritGuardiansTitle
source: Spirit Guardians
ko_mt: 영혼의 수호자

# SpiritualWeaponDescription
source: Summon a weapon that fights for you.
ko_mt: 당신을 위해 싸우는 무기를 소환하십시오.

# SpiritualWeaponTitle
source: Spiritual Weapon
ko_mt: 영적 무기

# StinkingCloudDescription
source: Create a cloud of incapacitating, noxious gas.
ko_mt: 무력하고 유독한 가스 구름을 만듭니다.

# StinkingCloudTitle
source: Stinking Cloud
ko_mt: 악취나는 구름

# ThunderwaveDescription
source: Emit a wave of force that causes damage and pushes creatures and objects away.
ko_mt: 피해를 입히고 생물과 물체를 밀어내는 힘의 파동을 방출합니다.

# ThunderwaveTitle
source: Thunderwave
ko_mt: 천둥파

# TonguesDescription
source: Grants knowledge of all languages for one hour.
ko_mt: 1시간 동안 모든 언어에 대한 지식을 부여합니다.

# TonguesTitle
source: Tongues
ko_mt: 방언

# TrueStrikeDescription
source: Increases your chance to hit a target you can see, one time.
ko_mt: 눈에 보이는 대상을 한 번 명중할 확률이 증가합니다.

# TrueStrikeTitle
source: True Strike
ko_mt: 트루 스트라이크

# VampiricTouchDescription
source: Grants you a life-draining melee attack for one minute.
ko_mt: 1분 동안 생명력을 흡수하는 근접 공격을 제공합니다.

# VampiricTouchTitle
source: Vampiric Touch
ko_mt: 뱀파이어의 손길

# WallOfFireDescription
source: Create a burning wall that injures creatures in or next to it.
ko_mt: 그 안이나 옆에 있는 생물에게 상처를 입히는 불타는 벽을 만듭니다.

# WallOfFireLineTitle
source: Wall of Fire (line)
ko_mt: 불의 벽(라인)

# WallOfFireTitle
source: Wall of Fire
ko_mt: 불의 벽

# WaterBreathingDescription
source: Grants up to ten creatures the ability to breathe underwater.
ko_mt: 최대 10명의 생물에게 물속에서 숨을 쉴 수 있는 능력을 부여합니다.

# WaterBreathingTitle
source: Water Breathing
ko_mt: 물 호흡

# WaterWalkDescription
source: Grants you to ability to walk on liquid surfaces for one hour.
ko_mt: 1시간 동안 액체 표면 위를 걸을 수 있는 능력을 부여합니다.

# WaterWalkTitle
source: Water Walk
ko_mt: 워터 워크

# WindWallDescription
source: Create a wall of wind that causes damage, pushes creatures and objects away, and disperses fogs and gases.
ko_mt: 피해를 입히고 생물과 물체를 밀어내고 안개와 가스를 분산시키는 바람의 벽을 만듭니다.

# WindWallTitle
source: Wind Wall
ko_mt: 바람의 벽

# AnnoyingBeeTitle
source: Annoying Bee
ko_mt: 성가신 꿀벌

# AnnoyingBeeDescription
source: The target sees an illusional bee harassing them and has disadvantage on concentration checks until the start of their next turn.
ko_mt: 목표는 환상의 벌이 그들을 괴롭히는 것을 보고 다음 턴이 시작될 때까지 집중 체크에 불리합니다.

# GreaseTitle
source: Grease
ko_mt: 유지

# GreaseDescription
source: Cover an area of 2 x 2 cells with grease. Creatures trying to cross it may fall prone.
ko_mt: 그리스로 2 x 2 셀 영역을 덮습니다. 그것을 건너려는 생물은 넘어질 수 있습니다.

# GoodberryTitle
source: Goodberry
ko_mt: 굿베리

# DetectPoisonAndDiseaseTitle
source: Detect Poison and Disease
ko_mt: 독과 질병 감지

# DetectPoisonAndDiseaseDescription
source: You sense the presence and location of poisonous creatures and diseases within 6 cells of you.
ko_mt: 당신은 당신의 6개 세포 내에서 유독한 생물과 질병의 존재와 위치를 감지합니다.

# ComprehendLanguagesTitle
source: Comprehend Languages
ko_mt: 언어 이해

# ComprehendLanguagesDescription
source: For the duration of the spell, you understand the literal meaning of any spoken words that you hear.
ko_mt: 주문이 지속되는 동안 당신은 당신이 듣는 모든 말의 문자 그대로의 의미를 이해합니다.

# AnimalFriendshipTitle
source: Animal Friendship
ko_mt: 동물의 우정

# AnimalFriendshipDescription
source: Choose a beast that you can see within the spell's range. The beast must make a Wisdom saving throw or be charmed for the spell's duration.
ko_mt: 주문 범위 내에서 볼 수 있는 야수를 선택하십시오. 야수는 지혜 내성 굴림을 하거나 주문의 지속 시간 동안 매혹되어야 합니다.

# PurifyFoodTitle
source: Purify Food
ko_mt: 음식을 정화

# PurifyFoodDescription
source: All non-magical food within a sphere 5 feet in radius is purified and rendered free of poison and disease.
ko_mt: 반경 5피트 내의 모든 비 마법 음식은 정화되고 독과 질병이 없게 됩니다.

# EntangleTitle
source: Entangle
ko_mt: 얽히다
