Repository: team-waldo/solasta-translation
Catalog: translation/*/Spell.po
Languages: ko_mt

# EntangleDescription
source: Enemies in a four-cell square area are restrained if they fail an STR saving throw
ko_mt: 4칸 사각형 영역에 있는 적이 STR 내성 굴림에 실패하면 제지됩니다.

# CommandTitle
source: Command
ko_mt: 명령

# CommandTitleDescription
source: You speak one word to command a creature to perform a simple action
ko_mt: 당신은 생물에게 간단한 행동을 하도록 명령하기 위해 한 단어를 말합니다.

# CommandApproachTitle
source: Approach
ko_mt: 접근하다

# CommandApproachDescription
source: The target moves toward you by the shortest and most direct route
ko_mt: 목표물은 가장 짧고 직접적인 경로로 당신을 향해 이동합니다.

# CommandDropTitle
source: Drop
ko_mt: 떨어지다

# CommandDropDescription
source: The target drops what it is holding and ends its turn
ko_mt: 대상은 들고 있는 것을 떨어뜨리고 턴을 종료합니다.

# CommandFleeTitle
source: Flee
ko_mt: 서두르다

# CommandFleeDescription
source: The target spends its turn running away
ko_mt: 대상은 턴을 피해 도망칩니다.

# CommandGrovelTitle
source: Grovel
ko_mt: 기다

# CommandGrovelDescription
source: The target falls prone and ends its turn
ko_mt: 대상은 넘어지고 턴 종료

# CommandHaltTitle
source: Halt
ko_mt: 정지

# CommandHaltDescription
source: The target doesn't move and doesn't take actions
ko_mt: 대상은 움직이지 않고 행동을 취하지 않습니다.

# CalmEmotionsTitle
source: Calm Emotions
ko_mt: 차분한 감정

# CalmEmotionsOnAllyTitle
source: Calm Ally
ko_mt: 고요한 동맹

# CalmEmotionsOnAllyDescription
source: Stops one or more creatures from being charmed or frightened.
ko_mt: 하나 이상의 생물이 매혹되거나 겁먹지 못하게 합니다.

# CalmEmotionsOnEnemyTitle
source: Calm Enemy
ko_mt: 침착한 적

# AlarmTitle
source: Alarm
ko_mt: 경보

# AlarmDescription
source: Magically detects roaming monsters when camping on the road.
ko_mt: 도로에서 캠핑을 할 때 로밍 몬스터를 마법처럼 감지합니다.

# Create or Destroy waterTitle
source: Create or Destroy Water
ko_mt: 물 생성 또는 파괴

# Create or Destroy waterDescription
source: Temp
ko_mt: 온도

# CreateWaterTitle
source: Create Water
ko_mt: 물 만들기

# CreateWaterDescription
source: Temp
ko_mt: 온도

# DestroyWaterTitle
source: Destroy Water
ko_mt: 물을 파괴

# DestroyWaterDescription
source: Temp
ko_mt: 온도

# Floating DiskTitle
source: Floating Disk
ko_mt: 플로팅 디스크

# Floating DiskDescription
source: Temp
ko_mt: 온도

# Purify FoodTitle
source: Purify Food
ko_mt: 음식을 정화

# Purify FoodDescription
source: Temp
ko_mt: 온도

# SilenceTitle
source: Silence
ko_mt: 고요

# SilenceDescription
source: Creates a sphere four cells in radius, inside which sound cannot exist. Stops thunder damage and prevents spellcasting using verbal components.
ko_mt: 소리가 존재할 수 없는 반경 4칸의 구체를 생성합니다. 천둥 피해를 막고 언어 구성 요소를 사용하여 주문 시전을 방지합니다.

# WardingBondTitle
source: Warding Bond
ko_mt: 와드 본드

# WardingBondDescription
source: Temp
ko_mt: 온도

# ConditionRestrictedInsideMagicCircleTitle
source: Restricted Inside Magic Circle
ko_mt: 매직 서클 내부 제한

# ConditionProtectedInsideMagicCircleTitle
source: Protected Inside Magic Circle
ko_mt: 보호된 내부 매직 서클

# Shine_Title
source: Shine
ko_mt: 빛나는

# Shine_Description
source: An enemy you can see becomes luminous for a while.
ko_mt: 눈에 보이는 적이 잠시 동안 빛을 발합니다.

# Sparkle_Title
source: Sparkle
ko_mt: 불꽃

# Sparkle_Description
source: Target up to three objects that can be illuminated and light them up immediately.
ko_mt: 조명할 수 있는 최대 3개의 물체를 대상으로 지정하고 즉시 조명을 밝힐 수 있습니다.

# GoodberryDescription
source: Creates 10 berries infused with magic. Eating a berry restores 1 hit point and provides sustenance for a long rest. Berries vanish after a long rest.
ko_mt: 마법이 깃든 열매 10개를 생성합니다. 장과를 먹으면 1의 체력을 회복하고 긴 휴식을 위한 식량을 제공합니다. 열매는 오랜 휴식 후에 사라집니다.

# ColorSprayDescription
source: Spray a luminous crone that briefly blinds your enemies.
ko_mt: 적의 눈을 잠시 멀게 하는 빛나는 크론을 뿌립니다.

# ConjureAnimalsDescription
source: Summon spirits in the form of beasts to help you in battle
ko_mt: 전투에서 당신을 돕기 위해 짐승의 형태로 영혼을 소환하십시오.

# ConjureAnimalsFourBeastsDescription
source: 4 medium beasts are conjured
ko_mt: 중형 야수 4마리 소환

# ConjureAnimalsFourBeastsTitle
source: Conjure 4 Beasts
ko_mt: 4 비스트 컨저어

# ConjureAnimalsOneBeastDescription
source: 1 powerful beast is conjured
ko_mt: 강력한 야수 1마리 소환

# ConjureAnimalsOneBeastTitle
source: Conjure 1 Beast
ko_mt: 1 비스트 컨저어

# ConjureAnimalsTitle
source: Conjure Animal
ko_mt: 동물을 창조하다

# ConjureAnimalsTwoBeastsDescription
source: 2 beasts are conjured
ko_mt: 2마리의 짐승이 소환된다

# ConjureAnimalsTwoBeastslTitle
source: Conjure 2 Beasts
ko_mt: 2 비스트 컨저어

# GustOfWindTitle
source: Gust of Wind
ko_mt: 돌풍

# LevitateDescription
source: Allow a creature to levitate and gain control of its aerial movement for a limited time. Can affect enemies if their size is medium or smaller.
ko_mt: 제한된 시간 동안 생물이 공중에 떠 있게 하고 공중 이동을 제어할 수 있습니다. 크기가 중간 이하인 경우 적에게 영향을 줄 수 있습니다.

# IdentifyCreaturesTitle
source: Identify Creatures
ko_mt: 생물 식별

# IdentifyCreaturesDescription
source: Reveals full bestiary knowledge for the affected creatures.
ko_mt: 영향을 받는 생물에 대한 완전한 동물 지식을 나타냅니다.

# BanishmentTitle
source: Banishment
ko_mt: 추방

# BanishmentDescription
source: Banishes a creature as long as you concentrate. The creature can be permanently banished if it is extraplanar.
ko_mt: 집중하는 한 생물을 추방합니다. 생명체가 평면 외면 영구적으로 추방될 수 있습니다.

# BlackTentaclesTitle
source: Black Tentacles
ko_mt: 검은 촉수

# BlackTentaclesDescription
source: Conjures black tentacles that restrain and damage creatures within the area of effect.
ko_mt: 효과 범위 내의 생물을 제지하고 피해를 입히는 검은 촉수를 생성합니다.

# BlightTitle
source: Blight
ko_mt: 마름병

# BlightDescription
source: Drains life from a creature, causing massive necrotic damage.
ko_mt: 생물의 생명력을 흡수하여 막대한 괴사 피해를 입힙니다.

# ConfusionTitle
source: Confusion
ko_mt: 착란

# ConfusionDescription
source: Creates confusion and erratic behavior in a creature, possibly leading it to attack its allies.
ko_mt: 생물에게 혼란과 변덕스러운 행동을 일으켜 아군을 공격하게 할 수 있습니다.

# ConjureMinorElementalsTitle
source: Conjure Minor Elementals
ko_mt: 하급 정령 소환

# ConjureMinorElementalsDescription
source: Conjure elemental creatures under your command, which are dismissed when the spell ends or is broken.
ko_mt: 주문이 종료되거나 해제될 때 해제되는 당신의 명령에 따라 원소 생물을 소환합니다.

# ConjureMinorElementalsOneTitle
source: Conjure 1 Elemental
ko_mt: 정령 1개 소환

# ConjureMinorElementalsOneDescription
source: 1 elemental is conjured (CR 2).
ko_mt: 1개의 정령이 소환됩니다(CR 2).

# ConjureMinorElementalsTwoTitle
source: Conjure 2 Elementals
ko_mt: 정령 2개 소환

# ConjureMinorElementalsTwoDescription
source: 2 elementals are conjured (CR 2).
ko_mt: 2개의 정령이 소환됩니다(CR 2).

# ConjureMinorElementalsFourTitle
source: Conjure 4 Elementals
ko_mt: 4 엘리멘탈 컨저어

# ConjureMinorElementalsFourDescription
source: 4 elementals are conjured (CR 1/2).
ko_mt: 4개의 정령이 소환됩니다(CR 1/2).

# DeathWardTitle
source: Death Ward
ko_mt: 죽음의 병동

# DeathWardDescription
source: Protects the creature once against instant death or being reduced to 0 hit points.
ko_mt: 즉사 또는 0 HP로 감소되는 생물로부터 생물을 한 번 보호합니다.

# DimensionDoorTitle
source: Dimension Door
ko_mt: 차원문

# DimensionDoorDescription
source: Transfers the caster and a friendly creature to a specified destination.
ko_mt: 시전자와 아군 생물을 지정된 목적지로 이동시킵니다.

# FireShieldTitle
source: Fire Shield
ko_mt: 파이어 쉴드

# FireShieldDescription
source: Grants resistance to fire or cold, and damages creatures attacking the caster with melee attacks.
ko_mt: 화염이나 냉기에 대한 저항력을 부여하고 근접 공격으로 시전자를 공격하는 생물에게 피해를 줍니다.

# FireShieldWarmTitle
source: Warm Shield
ko_mt: 따뜻한 방패

# FireShieldWarmDescription
source: Resistance to cold damage; attackers receive fire damage.
ko_mt: 냉기 피해에 대한 내성; 공격자는 화염 피해를 입습니다.

# FireShieldColdTitle
source: Cold Shield
ko_mt: 콜드 쉴드

# FireShieldColdDescription
source: Resistance to fire damage; attackers receive cold damage.
ko_mt: 화재 피해에 대한 내성; 공격자는 냉기 피해를 받습니다.

# FreedomOfMovementTitle
source: Freedom of Movement
ko_mt: 이동의 자유

# FreedomOfMovementDescription
source: Grants immunity to movement restrictions, as well as being paralyzed or restrained.
ko_mt: 이동 제한 및 마비 또는 구속에 면역이 됩니다.

# GiantInsectTitle
source: Giant Insect
ko_mt: 거대 곤충

# GiantInsectDescription
source: Conjures a giant version of a natural insect or arthropod.
ko_mt: 거대한 자연 곤충이나 절지동물을 불러냅니다.

# GreaterInvisibilityTitle
source: Greater Invisibility
ko_mt: 상급 투명도

# GreaterInvisibilityDescription
source: Target becomes invisible for the duration, even when attacking or casting spells.
ko_mt: 대상은 공격하거나 주문을 시전할 때도 지속 시간 동안 투명 상태가 됩니다.

# GuardianOfFaithTitle
source: Guardian of Faith
ko_mt: 믿음의 수호자

# GuardianOfFaithDescription
source: Conjures a large spectral guardian that damages approaching enemies.
ko_mt: 다가오는 적에게 피해를 주는 거대한 유령 수호자를 소환합니다.

# IceStormTitle
source: Ice Storm
ko_mt: 얼음 폭풍

# IceStormDescription
source: Causes bludgeoning and cold damage in the area, and turns the ground into difficult terrain.
ko_mt: 해당 지역에 타격과 냉기 피해를 입히고 지면을 험난한 지형으로 만든다.

# PhantasmalKillerTitle
source: Phantasmal Killer
ko_mt: 판타즈멀 킬러

# PhantasmalKillerDescription
source: Causes psychic damage to the target creature with each turn, unless a saving throw is successful or the effect ends.
ko_mt: 내성 굴림이 성공하거나 효과가 끝나지 않는 한 매 턴에 목표 생물에게 정신 피해를 입힙니다.

# StoneskinTitle
source: Stoneskin
ko_mt: 스톤스킨

# StoneskinDescription
source: Grants resistance to non-magical bludgeoning, slashing, and piercing damage.
ko_mt: 마법이 아닌 타격, 베기, 관통 피해에 대한 저항력을 부여합니다.

# WallOfFireRingInnerTitle
source: Wall of Fire (Ring/Inner)
ko_mt: 불의 벽(링/내부)

# WallOfFireRingOuterTitle
source: Wall of Fire (Ring/Outer)
ko_mt: 월 오브 파이어(링/아우터)

# SleepDescription
source: Put a number of creatures to sleep for a limited time.
ko_mt: 제한된 시간 동안 여러 생물을 잠들게 합니다.

# CloudKillTitle
source: Cloudkill
ko_mt: 클라우드킬

# CloudKillDescription
source: Creates an obscuring and poisonous cloud. The cloud moves every round.
ko_mt: 어둡고 유독한 구름을 만듭니다. 구름은 매 라운드 움직입니다.

# ConeOfColdTitle
source: Cone of Cold
ko_mt: 냉기의 원뿔

# ConeOfColdDescription
source: Inflicts massive cold damage in the cone of effect.
ko_mt: 효과의 원뿔에 막대한 냉기 피해를 입힙니다.

# ConjureElementalTitle
source: Conjure Elemental
ko_mt: 컨저어 엘리멘탈

# ConjureElementalDescription
source: Conjures an elemental of the chosen element that fights alongside you. If you lose concentration, the elemental remains and becomes hostile.
ko_mt: 당신과 함께 싸우는 선택된 요소의 정령을 불러냅니다. 집중력을 잃으면 정령이 남아 적대적이 됩니다.

# ConjureElementalAirTitle
source: Conjure Elemental (Air)
ko_mt: 컨저어 엘리멘탈(공기)

# ConjureElementalEarthTitle
source: Conjure Elemental (Earth)
ko_mt: 컨저어 엘리멘탈(대지)

# ConjureElementalFireTitle
source: Conjure Elemental (Fire)
ko_mt: 컨저어 엘리멘탈(화염)

# ContagionTitle
source: Contagion
ko_mt: 전염병

# ContagionDescription
source: Hit a creature to inflict a disease from the options.
ko_mt: 옵션에서 질병을 유발하는 생물을 공격합니다.

# ContagionBlindingSicknessTitle
source: Blinding Sickness
ko_mt: 실명

# ContagionBlindingSicknessDescription
source: The creature has disadvantage on Wisdom checks and Wisdom saving throws, and is blinded.
ko_mt: 그 생물은 지혜 판정과 지혜 내성 굴림에 불리하고 눈이 멀었습니다.

# ContagionFilthFeverTitle
source: Filth Fever
ko_mt: 오물열

# ContagionFilthFeverDescription
source: The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.
ko_mt: 그 생물은 힘 체크, 힘 내성 굴림, 힘을 사용하는 공격 굴림에 불리합니다.

# ContagionFleshRotTitle
source: Flesh Rot
ko_mt: 살코기

# ContagionFleshRotDescription
source: The creature has disadvantage on Charisma checks and is vulnerable to all damage.
ko_mt: 그 생물은 카리스마 체크에 불리하며 모든 피해에 취약합니다.

# ContagionMindfireTitle
source: Mindfire
ko_mt: 마인드파이어

# ContagionMindfireDescription
source: The creature has disadvantage on Intelligence checks and Intelligence saving throws, and behaves as if under the effects of the confusion spell during combat.
ko_mt: 그 생물은 지능 체크와 지능 내성 굴림에 불리한 점이 있으며 전투 중 혼란 주문의 영향을 받는 것처럼 행동합니다.

# ContagionSeizureTitle
source: Seizure
ko_mt: 발작

# ContagionSeizureDescription
source: The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.
ko_mt: 이 생물은 민첩성 검사, 민첩성 내성 굴림, 민첩성을 사용하는 공격 굴림에 불리합니다.

# ContagionSlimyDoomTitle
source: Slimy Doom
ko_mt: 칙칙한 운명

# ContagionSlimyDoomDescription
source: The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is stunned until the end of its next turn.
ko_mt: 그 생물은 체질 체크와 체질 내성 굴림에 불리합니다. 추가로, 생물은 피해를 입을 때마다 다음 턴이 끝날 때까지 기절합니다.

# DispelEvilAndGoodTitle
source: Dispel Evil and Good
ko_mt: 악과 선을 없애라

# DispelEvilAndGoodDescription
source: Celestial, elementals, feys, fiends, and undead have disadvantage on attacks against you. This spell also allows you to cancel hostile enchantments or dismiss extraplanar creatures hit by your attacks once.
ko_mt: Celestial, elementals, feys, fiends, undead는 당신에 대한 공격에 불리합니다. 이 주문을 사용하면 적대적인 마법을 취소하거나 공격에 적중당한 차원 외 생물을 한 번 해제할 수도 있습니다.

# DominatePersonTitle
source: Dominate Person
ko_mt: 지배자

# DominatePersonDescription
source: Grants you control over an enemy creature.
ko_mt: 적 생물을 제어할 수 있습니다.

# FlameStrikeTitle
source: Flame Strike
ko_mt: 플레임 스트라이크

# FlameStrikeDescription
source: Conjures a burning column of fire and radiance affecting all creatures inside.
ko_mt: 내부의 모든 생물에게 영향을 미치는 불타는 기둥과 광채를 불러옵니다.

# GreaterRestorationTitle
source: Greater Restoration
ko_mt: 더 큰 회복

# GreaterRestorationDescription
source: Removes one detrimental condition, such as a charm or curse, or an effect that reduces an ability score or hit points.
ko_mt: 매력이나 저주 또는 능력 점수 또는 체력을 감소시키는 효과와 같은 하나의 해로운 상태를 제거합니다.

# HoldMonsterTitle
source: Hold Monster
ko_mt: 홀드 몬스터

# HoldMonsterDescription
source: Paralyzes a creature unless it succeeds a WIS saving throw. No effect on undead.
ko_mt: WIS 내성 굴림에 성공하지 않으면 생물을 마비시킵니다. 언데드에게는 효과가 없습니다.

# InsectPlagueTitle
source: Insect Plague
ko_mt: 곤충 역병

# InsectPlagueDescription
source: Summons a sphere of biting insects.
ko_mt: 벌레를 물고 있는 구체를 소환합니다.

# MassCureWoundsTitle
source: Mass Cure Wounds
ko_mt: 대량 치료 상처

# MassCureWoundsDescription
source: Heals up to 6 creatures.
ko_mt: 최대 6명의 생물을 치유합니다.

# WallOfForceTitle
source: Wall of Force
ko_mt: 힘의 벽

# WallOfForceDescription
source: Conjures an invisible wall that blocks movement and attacks.
ko_mt: 이동과 공격을 막는 투명벽을 생성한다.

# MindTwistTitle
source: Mind Twist
ko_mt: 마인드 트위스트

# MindTwistDescription
source: Causes massive psychic damage to hostile creatures around you, and incapacitates them if they fail their INT saving throw.
ko_mt: 주변의 적대적인 생물에게 막대한 정신 피해를 입히고 지능 내성 굴림에 실패하면 무력화합니다.

# CalmEmotionsDescription
source: Stops allies from being charmed or frightened, or makes enemies indifferent.
ko_mt: 아군이 매혹되거나 겁을 먹는 것을 막거나 적을 무관심하게 만듭니다.

# CalmEmotionsOnEnemyDescription
source: Makes enemies indifferent to your allies unless they are wounded.
ko_mt: 적들이 부상당하지 않는 한 아군에게 무관심하게 만듭니다.

# Spell_Flameblade_Title
source: Flame Blade
ko_mt: 화염검

# Spell_Flameblade_Description
source: Evokes a fiery blade for ten minutes that you can wield in battle.
ko_mt: 전투에서 사용할 수 있는 10분 동안 불타는 칼날을 불러냅니다.

# GustOfWindDescription
source: A line of strong wind blasts from you in the direction of your choice for the spell's duration.
ko_mt: 주문이 지속되는 동안 자신이 선택한 방향으로 강한 바람이 일렬로 흩날립니다.

# SacredFlameTitle_backer
source: Sacred Flame*
ko_mt: 신성한 불꽃*

# DominateBeastTitle
source: Dominate Beast
ko_mt: 도미네이션 비스트

# DominateBeastDescription
source: Grants you control over an enemy beast.
ko_mt: 적 야수를 제어할 수 있습니다.

# CircleOfDeathTitle
source: Circle of Death
ko_mt: 죽음의 원

# CircleOfDeathDescription
source: A sphere of negative energy causes Necrotic damage from a point you choose
ko_mt: 부정적인 에너지 구체는 선택한 지점에서 괴사 피해를 입힙니다.

# FreezingSphereTitle
source: Freezing Sphere
ko_mt: 얼어붙은 구체

# FreezingSphereDescription
source: Toss a huge ball of cold energy that explodes on impact
ko_mt: 충격을 받으면 폭발하는 거대한 냉기 공을 던지십시오.

# TrueSeeingTitle
source: True Seeing
ko_mt: 참된 모습

# TrueSeeingDescription
source: A creature you touch gains True Sight for one hour
ko_mt: 당신이 접촉하는 생물은 한 시간 동안 진정한 시력을 얻습니다.

# BladeBarrierTitle
source: Blade Barrier
ko_mt: 블레이드 배리어

# BladeBarrierWallTitle
source: Blade Barrier (Wall)
ko_mt: 블레이드 배리어(벽)

# BladeBarrierRingTitle
source: Blade Barrier (Ring)
ko_mt: 블레이드 배리어(링)

# BladeBarrierDescription
source: Conjures a wall of razor sharp blades which causes 6d10 slashing damage to anyone crossing it
ko_mt: 날카로운 칼날 벽을 생성하여 벽을 건너는 모든 사람에게 6d10 베기 피해를 입힙니다.

# ChainLightningTitle
source: Chain Lightning
ko_mt: 체인 라이트닝

# ChainLightningDescription
source: Target a creature with lightning, which can arc to 3 other targets within 30 feet.
ko_mt: 번개가 치는 생물을 대상으로 삼아 30피트 내의 다른 대상 3명에게 호를 줄 수 있습니다.

# DisintegrateTitle
source: Disintegrate
ko_mt: 분해하다

# DisintegrateDescription
source: Causes massive force damage on the target, which can be disintegrated if reduced to 0 hit points
ko_mt: 목표물에 막대한 피해를 입히고, 체력이 0이 되면 분해될 수 있습니다.

# EyebiteTitle
source: Eyebite
ko_mt: 눈에 물린

# EyebiteDescription
source: Your eyes gain a specific property which can target a creature each turn
ko_mt: 당신의 눈은 매 턴마다 생물을 목표로 삼을 수 있는 특정 속성을 얻습니다.

# EyebiteAsleepTitle
source: Eyebite (Asleep)
ko_mt: 이물(수면)

# EyebiteAsleepDescription
source: The creature falls asleep unless shaken or hurt
ko_mt: 생물은 흔들리거나 다치지 않으면 잠이 듭니다.

# EyebitePanickedTitle
source: Eyebite (Panicked)
ko_mt: 이물(패닉)

# EyebitePanickedDescription
source: The creature becomes frightened and must run away from you
ko_mt: 그 생물은 겁에 질려 당신에게서 도망쳐야 합니다.

# EyebiteSickenedTitle
source: Eyebite (Sickened)
ko_mt: 이물 (병든)

# EyebiteSickenedDescription
source: The creature has disadvantage to attacks until a WIS save is succeeded
ko_mt: 생물은 WIS 내성이 성공할 때까지 공격에 불리합니다.

# GlobeOfInvulnerabilityTitle
source: Globe Of Invulnerability
ko_mt: 무적의 구체

# GlobeOfInvulnerabilityDescription
source: A sphere surrounding you prevents any spell up to 5th level to affect anyone inside it.
ko_mt: 당신을 둘러싼 구체는 그 안에 있는 모든 사람에게 영향을 미치는 5레벨까지의 주문을 방지합니다.

# HarmTitle
source: Harm
ko_mt: 피해

# HarmDescription
source: Inflicts devastating necrotic damage and reduces the maximum hit points accordingly. Cannot drop the target below 1 hit points
ko_mt: 파괴적인 괴사 피해를 입히고 그에 따라 최대 HP를 감소시킵니다. 목표물을 1히트 포인트 이하로 떨어뜨릴 수 없습니다.

# HealTitle
source: Heal
ko_mt: 치유하다

# HealDescription
source: Heals 70 hit points and also removes blindness and diseases
ko_mt: 70 HP를 치유하고 실명과 질병을 제거합니다.

# HeroesFeastTitle
source: Heroes Feast
ko_mt: 영웅의 잔치

# HeroesFeastDescription
source: Summons a feast which cures most ailments and grants immunity to poisonand being frightened, WIS save advantage, and increased maximum hitpoints
ko_mt: 대부분의 질병을 치료하고 독과 겁에 대한 면역을 부여하고 WIS 세이브 이점을 제공하고 최대 HP를 증가시키는 향연을 소환합니다.

# SunbeamTitle
source: Sunbeam
ko_mt: 태양열

# SunbeamDescription
source: You conjure a line of radiance which can burn and blind creatures in the line of effect; undead and oozes save with disadvantage. The beam can be retargeted each turn
ko_mt: 당신은 효과 라인에 있는 생물을 불태우고 눈을 멀게 할 수 있는 광채의 라인을 불러냅니다. 언데드와 oozes는 단점으로 저장합니다. 빔은 매 턴마다 대상을 변경할 수 있습니다.

# ProduceFlameTitle
source: Produce Flame
ko_mt: 화염 생성

# ProduceFlameDescription
source: Conjures a flickering flame in your hand, which generates light or can be hurled to inflict fire damage
ko_mt: 손에 깜박이는 불꽃을 일으켜 빛을 생성하거나 던져서 화염 피해를 입힐 수 있습니다.

# ShillelaghTitle
source: Shillelagh
ko_mt: 곤봉

# ShillelaghDescription
source: Conjures a magical club which attacks are magical and use your spellcasting ability instead of strength
ko_mt: 마법 공격을 하고 힘 대신 주문 시전 능력을 사용하는 마법 곤봉을 생성합니다.

# HeatMetalTitle
source: Heat Metal
ko_mt: 히트 메탈

# HeatMetalDescription
source: Cause the metallic armor worn by a creature to glow red hot, causing fire damage and disadvantage to attack rolls and ability checks. The damage and effects can be repeated every turn with a bonus action.
ko_mt: 생물이 착용한 금속 갑옷이 붉게 타오르게 하여 화염 피해를 입히고 공격 굴림과 능력 검사에 불리하게 만듭니다. 피해와 효과는 보너스 액션으로 매 턴마다 반복될 수 있습니다.

# MoonBeamTitle
source: Moon Beam
ko_mt: 문 빔

# MoonBeamDescription
source: Conjures a vertical column of moonlight which causes radiant damage. Shapechangers have disadvantage on hte save.
ko_mt: 빛의 피해를 입히는 수직의 달빛 기둥을 생성합니다. 셰이프체인저는 저장에 불리합니다.

# SpikeGrowthTitle
source: Spike Growth
ko_mt: 스파이크 성장

# SpikeGrowthDescription
source: Grows spikes and thorns in the area, making the terrain difficult and causing damage for every moved cell
ko_mt: 해당 지역에 가시와 가시가 자라 지형을 어렵게 만들고 이동한 모든 세포에 피해를 줍니다.

# CallLightningTitle
source: Call Lightning
ko_mt: 전화 번개

# CallLightningDescription
source: Calls a vertical bolt of lightning to strike a target. The bolt can be repeated by an action every turn.
ko_mt: 수직으로 번개를 불러 목표를 공격합니다. 볼트는 턴마다 액션으로 반복할 수 있습니다.

# ConjureFeyTitle
source: Conjure Fey
ko_mt: 컨저어 페이

# ConjureFeyDescription
source: Conjures a fey creature of challenge rating 6 that fights alongside you. If you lose concentration, the creature remains and becomes hostile.
ko_mt: 당신과 함께 싸우는 도전 등급 6의 거친 생물을 소환합니다. 집중을 잃으면 생물은 남아 적대적이 됩니다.

# WallOfThornsTitle
source: Wall of Thorns
ko_mt: 가시의 벽

# WallOfThornsDescription
source: Conjures a fey creature of challenge rating 6 that fights alongside you. If you lose concentration, the creature remains and becomes hostile.
ko_mt: 당신과 함께 싸우는 도전 등급 6의 거친 생물을 소환합니다. 집중을 잃으면 생물은 남아 적대적이 됩니다.
