Repository: team-waldo/solasta-translation
Catalog: translation/*/Stage.po
Languages: ko_mt

# AbilityScoreIncreaseRemainingFormat
source: Remaining point(s): {0}/{1}
ko_mt: 남은 포인트: {0}/{1}

# AbilityScoreIncreaseTitle
source: Ability Score Increase
ko_mt: 능력치 증가

# AbilityScoresAssignmentDragTitle
source: Drag and drop your rolls onto ability score cells, or optimize them for your character class.
ko_mt: 능력 점수 셀에 롤을 끌어다 놓습니다. 또는 캐릭터 클래스에 맞게 최적화하십시오.

# AbilityScoresAssignmentEditTitle
source: Adjust your ability scores from your points pool.
ko_mt: 포인트 풀에서 능력 점수를 조정합니다.

# AbilityScoresAssignmentEditUnlimitedTitle
source: Adjust your ability scores as desired.
ko_mt: 원하는 대로 능력 점수를 조정합니다.

# AbilityScoresAvailableValuesTitle
source: Your available scores.
ko_mt: 사용 가능한 점수입니다.

# AbilityScoresBonusFromRaceTitle
source: From Ancestry
ko_mt: 조상에서

# AbilityScoresCurrentTitle
source: Current Ability Scores
ko_mt: 현재 능력 점수

# AbilityScoresDecreaseCannotDescription
source: You cannot lower this value any more.
ko_mt: 더 이상 이 값을 낮출 수 없습니다.

# AbilityScoresDecreaseDescription
source: Lower this ability score.
ko_mt: 이 능력 점수를 낮춥니다.

# AbilityScoresFreeEditionDescription
source: Accurately recreate an existing character.
ko_mt: 기존 캐릭터를 정확하게 재현합니다.

# AbilityScoresFreeEditionTitle
source: Free Edit
ko_mt: 무료 편집

# AbilityScoresIncreaseCannotDescription
source: No further increase possible.
ko_mt: 더 이상 늘릴 수 없습니다.

# AbilityScoresIncreaseCapitalDescription
source: Raise this ability score at the cost of {0} point(s).
ko_mt: {0}포인트를 희생하여 이 능력 점수를 올리세요.

# AbilityScoresIncreaseFreeDescription
source: Raise this ability score (free).
ko_mt: 이 능력 점수를 올립니다(무료).

# AbilityScoresMethodPointsTitle
source: Point Buy
ko_mt: 포인트 구매

# AbilityScoresMethodRollTitle
source: Dice Rolls
ko_mt: 주사위 롤

# AbilityScoresMethodTitle
source: Choose an ability generation system and define your character's stats.
ko_mt: 능력 생성 시스템을 선택하고 캐릭터의 통계를 정의하십시오.

# AbilityScoresOptimizeDescription
source: Optimize ability score assignments for the selected character class.
ko_mt: 선택한 캐릭터 클래스에 대한 능력 점수 할당을 최적화합니다.

# AbilityScoresOptimizeTitle
source: Optimize
ko_mt: 최적화

# AbilityScoresPointsCapitalInfiniteTitle
source: Unlimited Points
ko_mt: 무제한 포인트

# AbilityScoresPointsCapitalTitle
source: Points Pool
ko_mt: 포인트 풀

# AbilityScoresPredeterminedDescription
source: Reroll 6 ability scores, using 4d6 and keeping the three best rolls.
ko_mt: 4d6을 사용하고 3개의 최고의 롤을 유지하면서 6개의 능력 점수를 다시 굴립니다.

# AbilityScoresPredeterminedTitle
source: Standard Array
ko_mt: 표준 배열

# AbilityScoresRemainingPointsDescription
source: You have this many points still to spend.
ko_mt: 아직 사용할 포인트가 이만큼 많습니다.

# AbilityScoresRemainingPointsTitle
source: Remaining
ko_mt: 남은

# AbilityScoresRerollDescription
source: Reroll 6 ability scores, using 4d6 and keeping the three best rolls.
ko_mt: 4d6을 사용하고 3개의 최고의 롤을 유지하면서 6개의 능력 점수를 다시 굴립니다.

# AbilityScoresRerollTitle
source: Reroll Dice
ko_mt: 주사위 다시 굴리기

# AbilityScoresResetDescription
source: Reset all ability score assignments.
ko_mt: 모든 능력 점수 할당을 재설정합니다.

# AbilityScoresResetTitle
source: Reset
ko_mt: 초기화

# AbilityScoresStageDescription
source: Generate the character's six main ability scores.
ko_mt: 캐릭터의 6가지 주요 능력 점수를 생성합니다.

# AbilityScoresStageFailNotAllAssignedDescription
source: You must assign all 6 ability scores to the left side of the screen.
ko_mt: 6개의 능력 점수를 모두 화면 왼쪽에 할당해야 합니다.

# AbilityScoresStageFailRemainingPointsDescription
source: You must spend all your points before you can proceed.
ko_mt: 계속하기 전에 모든 포인트를 소비해야 합니다.

# AbilityScoresStageFailSpendAllLevelUpPointsDescription
source: You must spend all the ability score points from leveling up.
ko_mt: 당신은 레벨 업에서 모든 능력 점수 포인트를 소비해야합니다.

# AbilityScoresStageFailSpendAllRacePointsDescription
source: You must spend all the ability score points from the chosen ancestry.
ko_mt: 선택한 조상의 모든 능력 점수를 사용해야 합니다.

# AbilityScoresStageTitle
source: Ability Scores
ko_mt: 능력 점수

# AbilityTipDescription
source: As a "{0}", your most important ability scores are {1}, {2}, and {3}.
ko_mt: "{0}"로서 가장 중요한 능력 점수는 {1}, {2} 및 {3}입니다.

# AbilityTipTitle
source: Tip
ko_mt: 팁

# AllSpellsFormat
source: As a member of the "{0}" class, you have access to all spells (except cantrips) of your spell list. Another interface will let you choose spells to prepare for the day.
ko_mt: "{0}" 클래스의 구성원으로서 주문 목록의 모든 주문(캔트립 제외)에 액세스할 수 있습니다. 또 다른 인터페이스에서는 하루를 준비할 주문을 선택할 수 있습니다.

# AtHigherLevelsDescription
source: Show the features granted at higher levels.
ko_mt: 더 높은 수준에서 부여된 기능을 표시합니다.

# AtHigherLevelsTitle
source: At Higher Levels
ko_mt: 더 높은 수준에서

# BackgroundAlignmentTitle
source: Choose an alignment:
ko_mt: 정렬 선택:

# BackgroundChose2FlagsTitle
source: Personality flags (choose 2)
ko_mt: 개성 플래그(2개 선택)

# BackgroundEquipmentTitle
source: Background Equipment
ko_mt: 배경 장비

# BackgroundFeaturesTitle
source: Background Features
ko_mt: 배경 기능

# BackgroundPredefinedFlagsTitle
source: Fixed Property Flags
ko_mt: 고정 속성 플래그

# BackgroundSelectionStageDescription
source: This stage creates a background for the character.
ko_mt: 이 단계는 캐릭터의 배경을 만듭니다.

# BackgroundSelectionStageMissingAlignmentDescription
source: You must select an alignment.
ko_mt: 선형을 선택해야 합니다.

# BackgroundSelectionStageMissingAlignmentFlagsDescription
source: You must choose two additional personality flags on the ethical board (Law/Chaos/Good/Evil).
ko_mt: 윤리 게시판에서 두 개의 추가 성격 플래그(Law/Chaos/Good/Evil)를 선택해야 합니다.

# BackgroundSelectionStageMissingBackgroundFlagsDescription
source: You must choose personality flags for your selected background.
ko_mt: 선택한 배경에 대한 개성 플래그를 선택해야 합니다.

# BackgroundSelectionStageNoneSelectedDescription
source: You must select a background.
ko_mt: 배경을 선택해야 합니다.

# BackgroundSelectionStageTitle
source: Background
ko_mt: 배경

# CantripLearnPluralTitle
source: Select {0} cantrips to learn.
ko_mt: 학습할 캔트립을 {0}개 선택하세요.

# CantripLearnSingleTitle
source: Select a cantrip to learn.
ko_mt: 학습할 캔트립을 선택하세요.

# ChangeEquipementDescription
source: Click to choose between different equipment configurations.
ko_mt: 다른 장비 구성 중에서 선택하려면 클릭하십시오.

# ChangeEquipementTitle
source: Edit Equipment
ko_mt: 장비 편집

# ClassAdvancementStageDescription
source: This stage lets you level up a class or add a new class.
ko_mt: 이 단계에서는 클래스의 레벨을 올리거나 새 클래스를 추가할 수 있습니다.

# ClassAdvancementStageTitle
source: Class Advancement
ko_mt: 수업 진보

# ClassEquipmentTitle
source: Class Equipment
ko_mt: 클래스 장비

# ClassFeaturesTitle
source: Class Features
ko_mt: 클래스 특징

# ClassSelectionStageDescription
source: This stage lets you choose class features for your character.
ko_mt: 이 단계에서는 캐릭터의 클래스 기능을 선택할 수 있습니다.

# ClassSelectionStageNoneSelectedDescription
source: You must select a class.
ko_mt: 클래스를 선택해야 합니다.

# ClassSelectionStageTitle
source: Class
ko_mt: 수업

# DeitySelectionDeityChoiceTitle
source: Select a Deity
ko_mt: 신을 선택하십시오

# DeitySelectionDomainChoiceTitle
source: Select a Divine Domain
ko_mt: 신성한 영역을 선택하십시오

# DeitySelectionSelectedDeityDomainsHeader
source: Divine Domains
ko_mt: 신성한 영역

# DeitySelectionSelectedDeityHeader
source: Deity
ko_mt: 신

# DeitySelectionSelectedDomainFeaturesTitle
source: Domain Features
ko_mt: 도메인 기능

# DeitySelectionSelectedDomainHeader
source: Domain
ko_mt: 도메인

# DeitySelectionStageDescription
source: This stage lets you choose which deity the character follows, and select the benefits of your faith.
ko_mt: 이 단계에서는 캐릭터가 따르는 신을 선택하고 믿음의 이점을 선택할 수 있습니다.

# DeitySelectionStageNoDeitySelectedDescription
source: You must select a deity.
ko_mt: 신을 선택해야 합니다.

# DeitySelectionStageNoDomainSelectedDescription
source: You must select a divine domain.
ko_mt: 신성한 영역을 선택해야 합니다.

# DeitySelectionStageTitle
source: Deity
ko_mt: 신

# FightingStyleEffectsHeaderTitle
source: Style Effects
ko_mt: 스타일 효과

# FightingStyleSelectedFightingStyleHeader
source: Fighting Style
ko_mt: 격투 스타일

# FightingStyleSelectionStageDescription
source: This stage lets you choose a fighting style for the character.
ko_mt: 이 단계에서는 캐릭터의 전투 스타일을 선택할 수 있습니다.

# FightingStyleSelectionStageNoFightingStyleSelectedDescription
source: You must select a fighting style.
ko_mt: 전투 스타일을 선택해야 합니다.

# FightingStyleSelectionStageTitle
source: Fighting Style
ko_mt: 화이팅 스타일

# FightingStyleSelectionTitle
source: Select Fighting Style
ko_mt: 격투 스타일 선택

# HigherLevelFeaturesTitle
source: Higher Level Features
ko_mt: 더 높은 수준의 기능

# HitPointsGainFormatPlural
source: You have gained {0} hit points You have gained one additional hit die
ko_mt: {0} 히트 포인트를 얻었습니다. 당신은 하나의 추가 명중 주사위를 얻었습니다

# HitPointsGainFormatSingle
source: You have gained {0} hit point You have gained one additional hit die
ko_mt: {0} 히트 포인트를 얻었습니다. 당신은 하나의 추가 명중 주사위를 얻었습니다

# HitPointsGainTitle
source: Hit Points
ko_mt: 히트 포인트

# IdentityAdditionalBackstoryHeader
source: Additional Backstory
ko_mt: 추가 배경 이야기

# IdentityAdditionalBackstoryTemporaryInput
source: < Input your backstory here >
ko_mt: < 여기에 당신의 뒷이야기를 입력하세요 >

# IdentityDefinitionDescription
source: This stage develops the character's background.
ko_mt: 이 단계는 캐릭터의 배경을 발전시킵니다.

# IdentityDefinitionStageFailDuplicateName
source: Another character is already using that name.
ko_mt: 다른 캐릭터가 이미 그 이름을 사용하고 있습니다.

# IdentityDefinitionStageFailEmptyName
source: You must input a name.
ko_mt: 이름을 입력해야 합니다.

# IdentityDefinitionTitle
source: Identity
ko_mt: 신원

# IdentityFirstNameTitle
source: First Name
ko_mt: 이름

# IdentityLastNameTitle
source: Last Name
ko_mt: 성

# IdentityModifiersHeader
source: Modifiers
ko_mt: 수정자

# IdentityMorphotypeBeardShapeHeader
source: Beard Shape
ko_mt: 수염 모양

# IdentityMorphotypeBodyDecorationHeader
source: Body Decoration
ko_mt: 몸 장식

# IdentityMorphotypeEyeColorHeader
source: Eye Color
ko_mt: 눈 색깔

# IdentityMorphotypeFaceAndSkinHeader
source: Face and Skin
ko_mt: 얼굴과 피부

# IdentityMorphotypeFaceShapeHeader
source: Face
ko_mt: 얼굴

# IdentityMorphotypeHairColorHeader
source: Hair Color
ko_mt: 머리 색깔

# IdentityMorphotypeHairShapeHeader
source: Hair Shape
ko_mt: 머리 모양

# IdentityMorphotypeMusculatureHeader
source: Physique
ko_mt: 체

# IdentityMorphotypeOriginHeader
source: Origin
ko_mt: 기원

# IdentityMorphotypeSkinHeader
source: Skin Tone
ko_mt: 피부톤

# IdentityRandomRollDescription
source: Creates a random name based on the character's ancestry.
ko_mt: 캐릭터의 조상에 따라 임의의 이름을 만듭니다.

# IdentityRandomRollTitle
source: Random
ko_mt: 무작위의

# IdentityVoiceTitle
source: Voice
ko_mt: 목소리

# LevelGainsCantripSelectionMultiple
source: {0} cantrips to select
ko_mt: 선택할 수 있는 캔트립 {0}개

# LevelGainsCantripSelectionSingle
source: One cantrip to select
ko_mt: 하나의 캔트립 선택

# LevelGainsSaveDcFormat
source: Save DC is increased to {0}
ko_mt: 저장 DC가 {0}(으)로 증가합니다.

# LevelGainsSpellAttackFormat
source: Spell attack is increased to {0}
ko_mt: 주문 공격이 {0}으로 증가합니다.

# LevelGainsSpellSelectionMultiple
source: {0} spells to select
ko_mt: 선택할 주문 {0}개

# LevelGainsSpellSelectionSingle
source: One spell to select
ko_mt: 선택할 주문 하나

# LevelGainsSpellSlotsTile
source: Spell slots:
ko_mt: 주문 슬롯:

# LevelGainsStageDescription
source: This stage lists what you have gained from your new level.
ko_mt: 이 단계는 새로운 레벨에서 얻은 것을 나열합니다.

# LevelGainsStageTitle
source: Level Gains
ko_mt: 레벨 게인

# LevelUpCaptionTitle
source: {0} is now a level {1} {2}
ko_mt: {0}은(는) 이제 {1} {2} 레벨입니다.

# LevelUpHeader
source: Level Up!
ko_mt: 레벨 업!

# NeedADeityDescription
source: You must choose a deity.
ko_mt: 신을 선택해야 합니다.

# ProficiencyAutoSelectButtonDescription
source: Let the computer make the choices for now.
ko_mt: 지금은 컴퓨터가 선택하도록 하십시오.

# ProficiencyAutoSelectButtonTitle
source: Auto
ko_mt: 자동

# ProficiencyBonusGainFormat
source: Increased to {0} Affects all attacks, saving throws, skill & tool checks, and spell DC.
ko_mt: {0}(으)로 증가 모든 공격, 내성 굴림, 기술 및 도구 확인, 주문 DC에 영향을 줍니다.

# ProficiencyBonusGainTitle
source: Proficiency Bonus
ko_mt: 숙련도 보너스

# ProficiencyEditButtonDescription
source: Go back on proficiency step and make changes.
ko_mt: 숙련도 단계로 돌아가서 변경하십시오.

# ProficiencyEditButtonTitle
source: Change
ko_mt: 변화

# ProficiencyEffectsDescription
source: Proficiency in a saving throw, skill, tool, or weapon lets you add your proficiency bonus to the corresponding ability check. Proficiency in feats, languages, and armors lets you use them. Expertise in skills and tools doubles the proficiency bonus.
ko_mt: 내성 굴림, 기술, 도구 또는 무기에 대한 숙련도를 통해 해당 능력 검사에 숙련도 보너스를 추가할 수 있습니다. 재주, 언어, 방어구에 능숙하면 사용할 수 있습니다. 기술과 도구에 대한 전문성은 숙련도 보너스를 두 배로 늘립니다.

# ProficiencyExpertiseChoicesPluralFormat
source: Choose {0} trained skills or {1} to become expert in (double proficiency)
ko_mt: {0} 숙련된 기술 또는 {1}을(를) 선택하여 전문가가 되십시오(이중 숙련도).

# ProficiencyExpertiseChoicesSingleFormat
source: Choose {0} trained skills or {1} to become expert in (double proficiency)
ko_mt: {0} 숙련된 기술 또는 {1}을(를) 선택하여 전문가가 되십시오(이중 숙련도).

# ProficiencyFeatChoicesPluralFormat
source: Choose {0} feats
ko_mt: 업적 {0}개 선택

# ProficiencyFeatChoicesSingleFormat
source: Choose {0} feat
ko_mt: {0} 위업 선택

# ProficiencyIntroductionCreationDescription
source: Your ancestry, class, and background let you choose proficiencies in skills, tools, feats, and languages.
ko_mt: 가계, 계급, 배경에 따라 기술, 도구, 재주, 언어 능력을 선택할 수 있습니다.

# ProficiencyIntroductionLevelUpDescription
source: Gaining a level gives you new proficiencies to choose.
ko_mt: 레벨을 얻으면 선택할 수 있는 새로운 능력이 생깁니다.

# ProficiencyLanguageChoicesPluralFormat
source: Choose {0} languages
ko_mt: {0}개 ​​언어 선택

# ProficiencyLanguageChoicesSingleFormat
source: Choose {0} language
ko_mt: {0} 언어 선택

# ProficiencyResetAllButtonDescription
source: Reset all allocated proficiency points.
ko_mt: 할당된 모든 숙련도를 재설정합니다.

# ProficiencyResetAllButtonTitle
source: Reset All
ko_mt: 모두 초기화

# ProficiencyResetButtonDescription
source: Reset allocated proficiency points for this step.
ko_mt: 이 단계에 할당된 숙련도 점수를 재설정합니다.

# ProficiencyResetButtonTitle
source: Reset
ko_mt: 초기화

# ProficiencySelectionStageDescription
source: This stage chooses the character's proficiencies: skills, expertise, languages, and more.
ko_mt: 이 단계에서는 기술, 전문 지식, 언어 등 캐릭터의 숙련도를 선택합니다.

# ProficiencySelectionStageFailSpendAllPointsDescription
source: You must spend all your proficiency points before proceeding.
ko_mt: 계속하기 전에 모든 숙련도 포인트를 소비해야 합니다.

# ProficiencySelectionStageTitle
source: Proficiencies
ko_mt: 능력

# ProficiencySkillChoicesPluralFormat
source: Choose {0} skills
ko_mt: {0} 기술 선택

# ProficiencySkillChoicesPluralListFormat
source: Choose {0} skills from {1}
ko_mt: {1}에서 {0} 기술 선택

# ProficiencySkillChoicesSingleFormat
source: Choose {0} skill
ko_mt: {0} 스킬 선택

# ProficiencySkillChoicesSingleListFormat
source: Choose {0} skills from {1}
ko_mt: {1}에서 {0} 기술 선택

# ProficiencyToolTypeChoicesPluralFormat
source: Choose {0} tools
ko_mt: {0} 도구 선택

# ProficiencyToolTypeChoicesPluralListFormat
source: Choose {0} tools among {1}
ko_mt: {1} 중 {0} 도구 선택

# ProficiencyToolTypeChoicesSingleFormat
source: Choose {0} tool
ko_mt: {0} 도구 선택

# ProficiencyToolTypeChoicesSingleListFormat
source: Choose {0} tool among {1}
ko_mt: {1} 중 {0} 도구 선택

# RaceSelectionStageDescription
source: This stage determines the character's ancestry and its features.
ko_mt: 이 단계는 캐릭터의 조상과 특징을 결정합니다.

# RaceSelectionStageNoneSelectedDescription
source: You must select an ancestry.
ko_mt: 조상을 선택해야 합니다.

# RaceSelectionStageTitle
source: Ancestry
ko_mt: 가계

# RaceSubraceCountDescription
source: {0} of {1} lineages
ko_mt: {1} 계보 중 {0}

# SexFemaleTitle
source: Female
ko_mt: 여자

# SexMaleTitle
source: Male
ko_mt: 남성

# SpellLearnPluralTitle
source: Select {0} spells to learn.
ko_mt: 배울 주문 {0}개를 선택하세요.

# SpellLearnSingleTitle
source: Select a spell to learn.
ko_mt: 배울 주문을 선택하세요.

# SpellScribePluralTitle
source: Select {0} spells to scribe into your spellbook.
ko_mt: {0} 주문을 선택하여 맞춤법 책에 쓰세요.

# SpellScribeSingleTitle
source: Select a spell to scribe into your spellbook.
ko_mt: 주문 책에 쓸 주문을 선택합니다.

# SpellSelectionStageDescription
source: This stage allows you to choose the character's spells.
ko_mt: 이 단계에서는 캐릭터의 주문을 선택할 수 있습니다.

# SpellSelectionStageFailLearnSpellsDescription
source: You must learn all your spells before proceeding.
ko_mt: 계속하기 전에 모든 주문을 배워야 합니다.

# SpellSelectionStageTitle
source: Spells
ko_mt: 주문

# SubclassSelectionStageDomainTitle
source: Divine Domain
ko_mt: 신성한 도메인

# SubclassSelectionStageMartialDescription
source: This stages chooses a martial archetype for the character.
ko_mt: 이 단계에서는 캐릭터의 무술 유형을 선택합니다.

# SubclassSelectionStageMartialFeatures
source: Martial Archetype Features
ko_mt: 무술 원형 특징

# SubclassSelectionStageMartialHeader
source: Select Martial Archetype
ko_mt: 무술 원형 선택

# SubclassSelectionStageMartialNoneDescription
source: You must select a martial archetype.
ko_mt: 무술 원형을 선택해야 합니다.

# SubclassSelectionStageMartialTitle
source: Martial Archetype
ko_mt: 용감한 원형

# SubclassSelectionStageOathDescription
source: This stage chooses the character's sacred oath.
ko_mt: 캐릭터의 성스러운 맹세를 선택하는 스테이지입니다.

# SubclassSelectionStageOathFeatures
source: Sacred Oath Features
ko_mt: 신성한 맹세 기능

# SubclassSelectionStageOathHeader
source: Select Sacred Oath
ko_mt: 신성한 맹세 선택

# SubclassSelectionStageOathNoneDescription
source: You must select a sacred oath.
ko_mt: 신성한 맹세를 선택해야 합니다.

# SubclassSelectionStageOathTitle
source: Sacred Oath
ko_mt: 신성한 맹세

# SubclassSelectionStageRangerDescription
source: This stages selects the character's ranger archetype.
ko_mt: 이 단계에서는 캐릭터의 레인저 전형을 선택합니다.

# SubclassSelectionStageRangerFeatures
source: Ranger Archetype Features
ko_mt: 레인저 원형 특징

# SubclassSelectionStageRangerHeader
source: Select Ranger Archetype
ko_mt: 레인저 아키타입 선택

# SubclassSelectionStageRangerNoneDescription
source: You must select a ranger archetype.
ko_mt: 레인저 아키타입을 선택해야 합니다.

# SubclassSelectionStageRangerTitle
source: Ranger Archetype
ko_mt: 레인저 원형

# SubclassSelectionStageRoguishDescription
source: This stage selects the character's roguish archetype.
ko_mt: 이 단계는 캐릭터의 악랄한 전형을 선택합니다.

# SubclassSelectionStageRoguishFeatures
source: Roguish Archetype Features
ko_mt: Roguish 원형 기능

# SubclassSelectionStageRoguishHeader
source: Select a Roguish Archetype
ko_mt: Roguish 아키타입 선택

# SubclassSelectionStageRoguishNoneDescription
source: You must select a roguish archetype.
ko_mt: 당신은 악랄한 원형을 선택해야 합니다.

# SubclassSelectionStageRoguishTitle
source: Roguish Archetype
ko_mt: 도적 원형

# SubclassSelectionStageSubclassDescription
source: This stages selects the character's subclass.
ko_mt: 이 단계에서는 캐릭터의 하위 클래스를 선택합니다.

# SubclassSelectionStageSubclassFeatures
source: Subclass Features
ko_mt: 하위 클래스 기능

# SubclassSelectionStageSubclassHeader
source: Select Subclass
ko_mt: 하위 클래스 선택

# SubclassSelectionStageSubclassTitle
source: Subclass
ko_mt: 아강

# SubclassSelectionStageTraditionDescription
source: This stages selects the character's arcane tradition.
ko_mt: 이 단계에서는 캐릭터의 신비한 전통을 선택합니다.

# SubclassSelectionStageTraditionFeatures
source: Arcane Tradition Features
ko_mt: 신비한 전통 기능

# SubclassSelectionStageTraditionHeader
source: Select Arcane Tradition
ko_mt: 신비한 전통 선택

# SubclassSelectionStageTraditionNoneDescription
source: You must select an arcane tradition.
ko_mt: 신비한 전통을 선택해야 합니다.

# SubclassSelectionStageTraditionTitle
source: Arcane Tradition
ko_mt: 아케인 전통

# UnlockedClassFeaturesTitle
source: Unlocked Class Features
ko_mt: 잠금 해제된 클래스 기능

# UnlockedRaceFeaturesTitle
source: Unlocked Ancestry Features
ko_mt: 잠금 해제된 조상 기능

# SpellIntroductionCreationDescription
source: Select new spells or cantrips to learn.
ko_mt: 배울 새로운 주문이나 캔트립을 선택하세요.

# SpellSelectionHeaderTitle
source: Select Spells
ko_mt: 주문 선택

# AbilityScoresStageFailMinimalStrengthDescription
source: A character must have a minimum strength of {0} to start adventuring.
ko_mt: 모험을 시작하려면 캐릭터의 최소 힘이 {0}이어야 합니다.

# IdentityMorphotypeAgeHeader
source: Age
ko_mt: 나이

# IdentityPronounTitle
source: Pronoun
ko_mt: 대명사

# PronounMaleTitle
source: He
ko_mt: 그

# PronounFemaleTitle
source: She
ko_mt: 그녀

# PronounNonBinaryTitle
source: They
ko_mt: 그들

# BackgroundPersonalityFlagsTitle
source: Background Personality Flags (choose two)
ko_mt: 배경 성격 플래그(2개 선택)

# AlignementPersonalityFlagsTitle
source: Additional Personality Flags (choose two)
ko_mt: 추가 성격 플래그(2개 선택)

# AlignementLawAxisTitle
source: Law
ko_mt: 법

# AlignementChaosAxisTitle
source: Chaos
ko_mt: 혼돈

# AlignementGoodAxisTitle
source: Good
ko_mt: 좋은

# AlignementEvilAxisTitle
source: Evil
ko_mt: 사악한

# SpellSelectionStageFailNotEnoughPagesDescription
source: None of your spellbooks contains enough room to scribe these spells. You must acquire a new spellbook to complete the level up sequence.
ko_mt: 당신의 주문서에는 이 주문을 쓸 만큼 충분한 공간이 없습니다. 레벨 업 시퀀스를 완료하려면 새 마법서를 획득해야 합니다.

# SubclassSelectionStageSorcerousOriginDescription
source: This stage chooses a sorcerous origin for the character
ko_mt: 이 단계는 캐릭터의 마법 기원을 선택합니다.

# SubclassSelectionStageSorcerousOriginFeatures
source: Sorcerous Origin Features
ko_mt: 소서러스 오리진 기능

# SubclassSelectionStageSorcerousOriginHeader
source: Select a Sorcerous Origin
ko_mt: 마법의 기원 선택

# SubclassSelectionStageSorcerousOriginTitle
source: Sorcerous Origin
ko_mt: 마법의 기원

# ProficiencyIgnoreButtonTitle
source: Ignore
ko_mt: 무시하다

# ProficiencyIgnoreButtonDescription
source: Ignore this step
ko_mt: 이 단계를 무시하십시오

# SpellUnlearnPluralTitle
source: Select {0} spells to unlearn
ko_mt: 학습을 취소할 주문 {0}개를 선택하세요.

# SpellUnlearnSingleTitle
source: Select a spell to unlearn
ko_mt: 학습을 취소할 주문을 선택하세요

# SubclassSelectionStageSorcerousDescription
source: This stage chooses a sorcerous origin for the character
ko_mt: 이 단계는 캐릭터의 마법 기원을 선택합니다.

# SubclassSelectionStageSorcerousFeatures
source: Sorcerous Origin Features
ko_mt: 소서러스 오리진 기능

# SubclassSelectionStageSorcerousHeader
source: Select a Sorcerous Origin
ko_mt: 마법의 기원 선택

# SubclassSelectionStageSorcerousTitle
source: Sorcerous Origin
ko_mt: 마법의 기원

# ProficiencyMetamagicChoicesSingleFormat
source: Choose {0} Metamagic options
ko_mt: {0} 메타매직 옵션 선택

# ProficiencyMetamagicChoicesPluralFormat
source: Choose {0} Metamagic options
ko_mt: {0} 메타매직 옵션 선택

# SubclassSelectionStageSorcerousNoneDescription
source: You must select a sorcerous origin.
ko_mt: 마법의 기원을 선택해야 합니다.

# SubclassSelectionStagePathDescription
source: This stage chooses a primal path for the character
ko_mt: 이 단계는 캐릭터의 기본 경로를 선택합니다.

# SubclassSelectionStagePathFeatures
source: Primal Path Features
ko_mt: 기본 경로 기능

# SubclassSelectionStagePathHeader
source: Select a Primal Path
ko_mt: 기본 경로 선택

# SubclassSelectionStagePathTitle
source: Primal Path
ko_mt: 원시 경로

# SubclassSelectionStageCircleDescription
source: This stage chooses a druid circle for the character
ko_mt: 이 단계는 캐릭터의 드루이드 서클을 선택합니다.

# SubclassSelectionStageCircleFeatures
source: Druid Circle Features
ko_mt: 드루이드 서클 기능

# SubclassSelectionStageCircleHeader
source: Select a Druid Circle
ko_mt: 드루이드 서클 선택

# SubclassSelectionStageCircleTitle
source: Druid Circle
ko_mt: 드루이드 서클
