Repository: team-waldo/solasta-translation
Catalog: translation/*/Subclass.po
Languages: ko_mt

# DomainBattleDescription
source: The Battle domain grants powerful combat spells. Its clerics can deal damage as well as providing front-line healing.
ko_mt: 배틀 도메인은 강력한 전투 주문을 부여합니다. 성직자는 피해를 입히고 최전선에서 치유를 제공할 수 있습니다.

# DomainBattleTitle
source: Battle
ko_mt: 전투

# DomainElementalColdDescription
source: The Elemental domain allows a cleric to become one with the elements. The ice sub-domain makes you less vulnerable to cold damage and grants you ice-based attacks.
ko_mt: 엘리멘탈 도메인은 성직자가 엘리멘탈과 하나가 되도록 합니다. ice 하위 도메인은 냉기 피해에 덜 취약하게 만들고 얼음 기반 공격을 허용합니다.

# DomainElementalColdTitle
source: Elemental (Ice)
ko_mt: 정령(얼음)

# DomainElementalFireDescription
source: The Elemental domain allows a cleric to become one with the elements. The fire sub-domain makes you less vulnerable to fire damage and grants you fire-based attacks.
ko_mt: 엘리멘탈 도메인은 성직자가 엘리멘탈과 하나가 되도록 합니다. 화재 하위 도메인은 화재 피해에 덜 취약하게 만들고 화재 기반 공격을 허용합니다.

# DomainElementalFireTitle
source: Elemental (Fire)
ko_mt: 정령(화염)

# DomainElementalLightningDescription
source: The Elemental domain allows a cleric to become one with the elements. The lightning sub-domain makes you less vulnerable to lightning damage and grants you lightning-based attacks.
ko_mt: 엘리멘탈 도메인은 성직자가 엘리멘탈과 하나가 되도록 합니다. 번개 하위 도메인은 번개 피해에 덜 취약하게 만들고 번개 기반 공격을 허용합니다.

# DomainElementalLightningTitle
source: Elemental (Lightning)
ko_mt: 정령(번개)

# DomainInsightDescription
source: The Insight domain focuses on learning, memory, and deduction. Those who embrace this domain are renowned for their knowledge and wisdom.
ko_mt: Insight 도메인은 학습, 기억 및 추론에 중점을 둡니다. 이 영역을 수용하는 사람들은 지식과 지혜로 유명합니다.

# DomainInsightTitle
source: Insight
ko_mt: 통찰력

# DomainLawDescription
source: The Law domain focuses on protecting the innocent and punishing the guilty, granting powers and spells to control and tame the unlawful.
ko_mt: 법 영역은 무고한 사람을 보호하고 죄인을 처벌하며 불법을 통제하고 길들이는 능력과 주문을 부여하는 데 중점을 둡니다.

# DomainLawTitle
source: Law
ko_mt: 법

# DomainLifeDescription
source: The Life domain focuses on the vibrant positive energy - one of the fundamental forces of the universe - that sustains all life, and grants unrivaled healing abilities.
ko_mt: 생명 영역은 모든 생명을 지탱하고 비할 데 없는 치유 능력을 부여하는 우주의 근본적인 힘 중 하나인 활기찬 긍정적인 에너지에 초점을 맞춥니다.

# DomainLifeTitle
source: Life
ko_mt: 삶

# DomainOblivionTitle
source: Oblivion
ko_mt: 망각

# DomainSunDescription
source: The Sun domain encompasses the powers of cleansing light and warmth of the sun itself. Clerics who embrace this domain are beacons of light in a world of darkness.
ko_mt: 태양 영역은 정화 빛의 힘과 태양 자체의 따뜻함을 포함합니다. 이 영역을 받아들이는 성직자는 어둠의 세계에서 빛의 등불입니다.

# DomainSunTitle
source: Sun
ko_mt: 태양

# MartialChampionDescription
source: Champions focus on the raw physical power, honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.
ko_mt: 챔피언은 치명적인 완벽함으로 연마된 순수한 물리적 힘에 초점을 맞춥니다. 이 원형을 본보기로 삼는 사람들은 혹독한 훈련과 신체적 우수성을 결합하여 파괴적인 일격을 가합니다.

# MartialChampionTitle
source: Champion
ko_mt: 챔피언

# MartialMountaineerDescription
source: Mountaineers are trained to fight in difficult terrain and confined spaces. They are capable skirmishers and know how to take advantage of small spaces, given the right equipment.
ko_mt: 산악인은 험난한 지형과 제한된 공간에서 싸우도록 훈련되었습니다. 그들은 유능한 척후병이며 적절한 장비가 주어지면 좁은 공간을 활용하는 방법을 알고 있습니다.

# MartialMountaineerTitle
source: Mountaineer
ko_mt: 등산가

# MartialSpellbladeDescription
source: Spellblades are as skilled with arcane magic as with their weapons. This versatility is a weapon in itself, often surprising enemies who tend to think an armored fighter cannot cast spells.
ko_mt: 스펠블레이드는 무기만큼이나 비전 마법에 능숙합니다. 이 다재다능함은 그 자체로 무기이며, 종종 기갑 전투기가 주문을 시전할 수 없다고 생각하는 경향이 있는 적들을 놀라게 합니다.

# MartialSpellbladeTitle
source: Spellblade
ko_mt: 스펠블레이드

# PaladinOathOfDevotionDescription
source: Paladins who swear the Oath of Devotion uphold the loftiest ideals of justice, virtue, and order. They act with honor in pursuit of the greater good, hold themselves to the highest standards of conduct, and some, for better or worse, hold the rest of the world to the same standards.
ko_mt: 헌신의 맹세를 하는 성기사는 정의, 미덕, 질서라는 가장 고상한 이상을 지지합니다. 그들은 더 큰 선을 추구하기 위해 명예롭게 행동하고, 가장 높은 수준의 행동 기준을 고수하며, 좋든 나쁘든 나머지 세상을 같은 기준으로 유지하는 사람들도 있습니다.

# PaladinOathOfDevotionTitle
source: Oath of Devotion
ko_mt: 헌신의 맹세

# PaladinOathOfTheMotherlandDescription
source: Paladins who swear the Oath of the Motherland dedicate their lives to restoring the pre-Cataclysm world, undoing the land's decay, and bringing life back, despite its violent and volcanic nature. They reject the term "Badlands" in favor of "Motherland."
ko_mt: 조국의 맹세를 맹세하는 성기사들은 격렬하고 화산이 많은 자연에도 불구하고 대격변 이전의 세계를 복원하고, 땅의 부패를 복원하고, 생명을 되살리는 데 일생을 바칩니다. 그들은 "조국"을 위해 "황무지"라는 용어를 거부합니다.

# PaladinOathOfTheMotherlandTitle
source: Oath of the Motherland
ko_mt: 조국의 맹세

# PaladinOathOfTirmarDescription
source: Paladins who swear the Oath of Tirmar belong to an old order descended from the Tirmarian Inquisition. Obsessed with their arch-enemies, the legendary Sorr-Akkath, they conduct their rituals in the old language of Tirmar, and hold grudges from the time of the Cataclysm a thousand years ago.
ko_mt: 티르마르의 맹세를 맹세하는 성기사들은 티르마인 종교 재판의 후손인 오래된 교단에 속해 있습니다. 그들의 최대의 적인 전설적인 소르-아카스에게 사로잡힌 그들은 티르마르의 고대 언어로 의식을 수행하고 천년 전 대격변 때부터 원한을 품고 있습니다.

# PaladinOathOfTirmarTitle
source: Oath of Tirmar
ko_mt: 티르마르의 맹세

# RangerHunterDescription
source: Emulating the Hunter archetype means accepting your place as a bulwark between civilization and the terrors of the wilderness. As you walk the Hunter's path, you learn specialized techniques for fighting the threats you face.
ko_mt: 헌터 원형을 닮는다는 것은 문명과 광야의 공포 사이의 보루로서 자신의 위치를 ​​받아들이는 것을 의미합니다. 사냥꾼의 길을 걸으면서 직면한 위협에 맞서 싸우는 전문 기술을 배우게 됩니다.

# RangerHunterTitle
source: Hunter
ko_mt: 사냥꾼

# RangerMarksmanDescription
source: Marksmen are experts with a bow, inheriting techniques developed by the elite high elven troops of the Manacalon Empire. They are among the deadliest ranged combatants on Solasta.
ko_mt: 명사수는 마나칼론 제국의 엘리트 하이 엘프 부대가 개발한 기술을 계승한 활 전문가입니다. 그들은 솔라스타에서 가장 치명적인 원거리 전투원 중 하나입니다.

# RangerMarksmanTitle
source: Marksman
ko_mt: 명사수

# RangerShadowTamerDescription
source: Shadow Tamers are used to wandering the desolate lands beyond the Marches. They know the lore and languages of darkness and the hazards and customs of those dreadful caves inhabited by monsters.
ko_mt: Shadow Tamers는 행진 너머의 황량한 땅을 방황하는 데 익숙합니다. 그들은 전설과 어둠의 언어, 그리고 괴물이 사는 무시무시한 동굴의 위험과 관습을 알고 있습니다.

# RangerShadowTamerTitle
source: Shadow Tamer
ko_mt: 섀도우 테이머

# RoguishDarkweaverDescription
source: Darkweavers are trained by a secret society that extends throughout the kingdoms. They have developed techniques to improve their mobility in all three dimensions, and mastered the art of poison crafting.
ko_mt: 다크위버는 왕국 전체에 걸쳐 있는 비밀 결사에서 훈련을 받습니다. 그들은 3차원 모두에서 이동성을 향상시키는 기술을 개발했으며 독 공예 기술을 마스터했습니다.

# RoguishDarkweaverTitle
source: Darkweaver
ko_mt: 다크위버

# RoguishShadowcasterDescription
source: Shadowcasters are trained in arcane magic as well as in roguish abilities. They are tricksters who use magic to make their moves even more unpredictable and unstoppable. Some believe they don't really exist.
ko_mt: 섀도우캐스터는 비전 마법과 악랄한 능력에 대해 훈련을 받습니다. 그들은 마법을 사용하여 움직임을 더욱 예측할 수 없고 멈출 수 없게 만드는 속임수입니다. 어떤 사람들은 그것들이 실제로 존재하지 않는다고 믿습니다.

# RoguishShadowcasterTitle
source: Shadowcaster
ko_mt: 섀도우캐스터

# RoguishThiefDescription
source: Thieves have honed their skills in the larcenous arts. In addition to improving their agility and stealth, they learn skills useful for delving into ancient ruins, reading unfamiliar languages, and using magic items they normally couldn't employ.
ko_mt: 도둑들은 음탕한 기술을 연마했습니다. 민첩성과 은신을 향상시키는 것 외에도 고대 유적을 탐험하고 익숙하지 않은 언어를 읽고 평소에는 사용할 수 없는 마법 아이템을 사용하는 데 유용한 기술을 배웁니다.

# RoguishThiefTitle
source: Thief
ko_mt: 도둑

# TraditionGreenmageDescription
source: Greenmages are the heirs to the ancient traditions of the sylvan elves. They are wardens of the forest, specialized in nature magic and also reliable bowmen, trained to survive without spells if need be - as they had to in the wake of the Cataclysm.
ko_mt: 그린메이지는 실반 엘프의 고대 전통을 이어받은 계승자입니다. 그들은 숲의 감시자이며 자연 마법에 특화되어 있으며 또한 믿을 수 있는 궁수이며, 대격변 이후에 필요하다면 주문 없이도 살아남을 수 있도록 훈련을 받았습니다.

# TraditionGreenmageTitle
source: Greenmage
ko_mt: 그린메이지

# TraditionLoremasterDescription
source: Loremasters are obsessed with the lost knowledge of pre-Cataclysm times. They know the old Empire had superior magic and they long to learn more about the lost spells and rituals. Their magic is focused on gathering all possible knowledge.
ko_mt: 로어마스터는 대격변 이전 시대의 잃어버린 지식에 사로잡혀 있습니다. 그들은 고대 제국이 뛰어난 마법을 가지고 있다는 것을 알고 있으며 잃어버린 주문과 의식에 대해 더 많이 알고 싶어합니다. 그들의 마법은 가능한 모든 지식을 수집하는 데 중점을 둡니다.

# TraditionLoremasterTitle
source: Loremaster
ko_mt: 로어마스터

# TraditionShockArcanistDescription
source: Shock Arcanists were the battle mages of the Manacalon Empire. Their teachings have survived the Cataclysm to become a renowned and feared magical tradition, taught in every major magic school.
ko_mt: 쇼크 아케니스트들은 마나칼론 제국의 전투 마법사들이었다. 그들의 가르침은 대격변에서 살아남아 모든 주요 마법 학교에서 가르치는 유명하고 두려운 마법 전통이 되었습니다.

# TraditionShockArcanistTitle
source: Shock Arcanist
ko_mt: 충격의 신비술사

# DomainOblivionDescription
source: The Oblivion domain shows the darker aspect of Maraike, that of the goddess of death. Clerics who choose this domain consider life and death as part of the same, greater cycle, and can use necromantic spells as well as any other.
ko_mt: 망각의 영역은 죽음의 여신 마라이케의 어두운 면을 보여준다. 이 영역을 선택한 성직자는 삶과 죽음을 동일하고 더 큰 주기의 일부로 간주하며 다른 모든 주문과 마찬가지로 강령술을 사용할 수 있습니다.

# SorcerousDraconicBloodlineDescription
source: Your innate magic comes from draconic magic that was mingled with your blood or that of your ancestors. Most often, sorcerers with this origin trace their descent back to a mighty sorcerer of ancient times who made a bargain with a dragon or who might even have claimed a dragon parent.
ko_mt: 당신의 타고난 마법은 당신이나 당신의 조상의 혈액과 섞인 드라코닉 마법에서 나옵니다. 대부분 이 기원을 가진 마법사는 용과 거래를 했거나 심지어 용의 부모라고 주장했을 수도 있는 고대의 강력한 마법사로 거슬러 올라갑니다.

# SorcerousDraconicBloodlineTitle
source: Draconic Bloodline
ko_mt: 드라코닉 혈통

# SorcerousManaPainterTitle
source: Mana Painter
ko_mt: 마나 페인터

# SorcerousManaPainterDescription
source: Born out of the mana starvation that followed the cataclysm, certain dwellers of Solasta learned to drain magic from all that surrounded them, locations, objects and even people. They learned to channel scarce mana to cast spells, create potions or scrolls. Whereas their enemies call them mana stealers, they are truly artists of magic.
ko_mt: 대격변에 뒤이은 마나 굶주림에서 태어난 솔라스타의 일부 거주자들은 자신을 둘러싼 모든 것, 장소, 물체, 심지어 사람까지 마법을 흡수하는 법을 배웠습니다. 그들은 주문을 시전하고, 물약이나 두루마리를 만들기 위해 부족한 마나를 집중하는 법을 배웠습니다. 적들은 그들을 마나강탈자라고 부르지만 그들은 진정한 마술사입니다.

# SorcerousChildRiftTitle
source: Child of the Rift
ko_mt: 균열의 자식

# SorcerousChildRiftDescription
source: Another effect of the Rift and its cataclysmic closing was that some people around it were affected in their blood, gaining an innate ability to cast spells, but in an instinctive way. The very nature of the Rift also changed them deeply, as they are not only flesh and blood, but also mana, light, and shadow.
ko_mt: 균열과 그 대격변적 폐쇄의 또 다른 효과는 주변 사람들이 피에 영향을 받아 본능적으로 주문을 시전할 수 있는 타고난 능력을 얻었다는 것입니다. 균열의 본질은 살과 피뿐만 아니라 마나, 빛, 그림자이기 때문에 그들을 크게 변화 시켰습니다.

# PathBerserkerDescription
source: The Path of the Berserker is a path of untrammeled fury, slick with blood. As you enter the berserker’s rage, you thrill in the chaos of battle, heedless of your own health or well-­‐‑being.
ko_mt: The Path of the Berserker는 피로 얼룩지지 않은 분노의 길입니다. 광전사의 분노에 휩싸이면 자신의 건강이나 웰빙에 신경 쓰지 않고 전투의 혼란에 빠져들게 됩니다.

# PathBerserkerTitle
source: Path of the Berzerker
ko_mt: 버저커의 길

# CircleLandDescription
source: The Circle of the Land is made up of mystics and sages who safeguard ancient knowledge of the Old Faith. As a member of this circle, your magic is influenced by the land where you were initiated into the circle's mysterious rites.
ko_mt: The Circle of the Land는 고대 신앙에 대한 고대 지식을 보호하는 신비주의자와 현자들로 구성되어 있습니다. 이 서클의 일원으로서 당신의 마법은 당신이 서클의 신비한 의식에 입문한 땅의 영향을 받습니다.

# CircleLandTitle
source: Circle of the Land
ko_mt: 땅의 원
