Repository: team-waldo/solasta-translation
Catalog: translation/*/Tip.po
Languages: ko, ko_mt

# Tip/&LoadingTip01
source: Casting spells consumes spell slots. Most classes regain spell slots after a long rest.
ko: 주문을 시전하면 주문 슬롯이 소모됩니다. 대부분의 클래스는 긴 휴식 후에 주문 슬롯을 회복합니다.

# Tip/&LoadingTip02
source: When rolling an attack or ability check with advantage, two d20s are rolled and the better result is used. When rolling with disadvantage, the worst result is kept.
ko: 이점을 가지고 명중이나 능력치 판정을 할 때, d20 주사위를 두 번 굴려 좋은 결과를 사용합니다. 불리점의 경우에는 나쁜 결과를 사용합니다.

# Tip/&LoadingTip03
source: Open the Journal screen ($Shortcut[PartyJournal]) to consult your party progress, objectives, and achievements.
ko: 일지 화면($Shortcut[PartyJournal])을 열어 파티의 진행 상황, 목표, 도전 과제를 확인하세요.

# Tip/&LoadingTip04
source: You can customize your 3D dice in the Game Settings.
ko: 게임 설정에서 3D 주사위를 꾸밀 수 있습니다.

# Tip/&LoadingTip05
source: Spells consume spell slots when cast, unlike cantrips which can be cast at will.
ko: 조건 없이 시전할 수 있는 캔트립과 달리, 주문은 시전할 때 주문 슬롯을 소모합니다.

# Tip/&LoadingTip06
source: Taking a long rest is the main way to recover all your spell slots, although wizards can use Arcane Recovery to recover a few low-level slots during short rests.
ko: 모든 주문 슬롯을 회복하려면 긴 휴식을 취하는 것이 주로 쓰이는 방법이지만, 위자드는 짧은 휴식 중 비전 회복을 사용하여 낮은 레벨의 슬롯 몇 개를 회복할 수 있습니다.

# Tip/&LoadingTip07
source: Most spellcasters cannot use all the spells they know. They need to prepare a number of them and take a long rest.
ko: 주문 시전자들이 주문을 안다고 해서 바로 사용할 수는 없습니다. 주문을 시전하기 위해선 원하는 주문을 준비하고 긴 휴식을 취해야 합니다.

# Tip/&LoadingTip08
source: Wizards must learn new spells and write them in their spellbook before they can prepare and cast them.
ko: 위자드가 새로운 주문을 시전하려면 반드시 주문을 배워서 주문책에 기록하고 준비하는 과정을 거쳐야 합니다.

# Tip/&LoadingTip09
source: Clerics and paladins always know all the spells they can cast at their level, but still need to prepare those they want to be able to cast.
ko: 클레릭과 팔라딘은 현재 레벨에서 시전할 수 있는 모든 주문을 알지만, 주문을 쓰려면 원하는 주문을 골라 준비해야 합니다.

# Tip/&LoadingTip10
source: Wizard spell scrolls are destroyed after casting. Wizards can also copy a spell from a scroll into their spellbook to acquire them, which also destroys the scroll.
ko: 위자드의 주문 두루마리는 시전 후 파괴됩니다. 위자드는 두루마리의 주문을 주문책에 복사하여 획득할 수도 있으며, 이 경우에도 두루마리는 파괴됩니다.

# Tip/&LoadingTip13
source: Some creatures are afraid of light and can even be hurt by it, allowing you to use light as a weapon.
ko: 일부 생물은 빛을 두려워하고 심지어는 빛에 상처를 입을 수도 있으니, 이를 무기로 사용하는 것도 가능합니다.

# Tip/&LoadingTip14
source: To perform a long rest, you must find a suitable place: either an inn such as the Gravekeep's Cask, or a campfire when exploring.
ko: 긴 휴식을 취하려면 적절한 장소를 찾아야 합니다. 묘지기의 술통 같은 여관이나 탐험 중 찾는 모닥불이 좋은 예시입니다.

# Tip/&LoadingTip15
source: In each turn of battle, a character has a main action and a bonus action. The main action is used to move or attack, for instance, while bonus actions are granted by specific class features, spells, or powers.
ko: 매 전투 턴에서 캐릭터는 주 행동과 추가 행동을 가집니다. 주 행동이 이동이나 공격에 사용되는 반면 추가 행동은 특정 클래스의 능력이나 주문을 통해 얻습니다.

# Tip/&LoadingTip16
source: Reactions allow them to interrupt someone else's action, for instance, to perform an opportunity attack. Each character can make one reaction, and recover it at the start of their next turn.
ko: 반응 행동을 통해 다른 사람의 행동을 방해할 수 있습니다(예: 기회 공격 수행). 각 캐릭터마다 한 번씩만 가능하며, 다음 턴이 되어야 다시 반응할 수 있습니다.

# Tip/&LoadingTip17
source: Some characters or monsters can attack more than once per turn, and can move between attacks.
ko: 일부 캐릭터나 몬스터는 한 턴에 한 번 이상 공격할 수 있으며 공격 후 이동도 가능합니다.

# Tip/&LoadingTip18
source: Shoving can push an enemy one cell away or put them down until they get up. Enemies can shove, too.
ko: 밀치기는 적을 한 칸 밀어내거나 넘어트릴 수 있습니다. 적 또한 밀치기가 가능합니다.

# Tip/&LoadingTip19
source: Dodging is a powerful defense even if it uses your main action: enemies have disadvantage on hitting you for the remainder of your turn.
ko: 회피는 주 행동을 사용하는 강력한 방어입니다. 적들은 남은 턴 동안 당신을 공격할 때 불리합니다.

# Tip/&LoadingTip20
source: Switch to cautious mode when exploring. You'll be slow, but better able to notice traps and footsteps.
ko: 탐색할 때 경계 모드로 전환하면 이동은 느리지만 더 쉽게 덫과 발자국을 발견합니다.

# Tip/&LoadingTip21
source: In combat, you can move normally and then dash as your main action to go twice as far.
ko: 전투 중, 주 행동 중 하나인 질주를 통해 이동 가능 거리를 평소보다 두 배로 늘릴 수 있습니다.

# Tip/&LoadingTip22
source: Most characters can jump two cells without a problem. Longer jumps require strength, and proficiency with Athletics helps a lot. You always have a chance to fall prone when landing if you jump far.
ko: 대부분의 캐릭터는 문제없이 두 칸을 이동할 수 있습니다. 더 멀리 뛰려면 힘이 필요하며 운동 능력에 능숙하면 많은 도움이 됩니다. 멀리 점프하면 착지할 때 항상 넘어질 가능성이 있습니다.

# Tip/&LoadingTip23
source: Most characters can climb two cells without a problem. Climbing higher requires strength, and proficiency with Athletics helps a lot. Some characters, like thieves or darkweavers, have superior climbing abilities.
ko: 대부분의 캐릭터는 두 칸까지 문제없이 등반할 수 있습니다. 더 높이 오르려면 힘이 필요하며 운동 능력에 능숙하면 많은 도움이 됩니다. 시프나 다크위버 등 몇몇 캐릭터는 우수한 등반 능력을 보유하고 있습니다.

# Tip/&LoadingTip25
source: After moving the camera around to examine your surroundings, you can center on a character and follow them. Either double-click the character's portrait or press TAB while controlling this character.
ko: 시점을 이리저리 움직여 주변을 살펴본 후엔 캐릭터를 중심으로 시점 고정이 가능합니다. 초상화를 더블 클릭하거나 캐릭터를 조종할 때 Tab 키를 누르면 됩니다.

# Tip/&LoadingTip26
source: To better navigate in three dimensions, activate/deactivate the camera planar mode, with the button in the center of the compass (bottom right of the screen).
ko: 3차원에서 더 잘 탐색하기 위해, 나침반 중앙(화면 오른쪽 하단)에 있는 버튼으로 카메라 평면 모드를 활성화/비활성화할 수 있습니다.

# Tip/&LoadingTip27
source: Flying spells or artifacts can let you move almost anywhere you want. But losing concentration means falling - possibly to your death.
ko: 비행 주문이나 유물을 사용하면 원하는 거의 모든 곳으로 이동할 수 있습니다. 그러나 집중력을 잃으면 떨어집니다. 아마도 죽음에 이르게 될 것입니다.

# Tip/&LoadingTip28
source: When a battle starts, all creatures involved roll initiative to determine the play order. High dexterity raises your initiative.
ko: 전투가 시작되면 모든 참가자가 우선권을 계산해 행동 순서를 결정합니다. 민첩이 높을수록 우선권도 높습니다.

# Tip/&LoadingTip29
source: Battles sometimes begin with one side being surprised. Surprised characters or creatures cannot act during the first round of battle.
ko: 가끔 한쪽이 기습당해 방비를 못한 상태로 전투가 시작됩니다. 기습당한 캐릭터는 전투의 첫 라운드에서 행동할 수 없습니다.

# Tip/&LoadingTip30
source: You can set up weapon slots to change quickly from sword and shield to bow, for example, or to draw a torch along with a one-handed weapon. Prepare any combo you like.
ko: 무기 슬롯을 미리 설정해 빠른 전환이 가능합니다. 예를 들어 검과 방패에서 활로, 또는 한손 무기와 횃불로 바꾸는 식으로요. 원하는 조합을 맞춰보세요.

# Tip/&LoadingTip31
source: Many consumables can be set up in the utility slot, making them available more quickly than the inventory would.
ko: 여러 소모품을 보조 슬롯에 장비해두면 인벤토리를 여는 것보다 더 빨리 사용할 수 있습니다.

# Tip/&LoadingTip32
source: When you find a mysterious item, use Detect Magic first to determine whether it has magical properties. If it does, use Identify to learn how to use it.
ko: 불가사의한 아이템을 발견하면 먼저 마법 감지를 사용하여 마법 속성이 있는지 확인하십시오. 그리고 식별을 사용하여 사용 방법을 배우십시오.

# Tip/&LoadingTip33
source: Ingredients are various items like flowers, powders, and magic gems, allowing you to craft a variety of items, from healing potions to powerful magic swords.
ko: 꽃, 가루, 마력석 등 다양한 아이템을 재료로 치유의 물약부터 강력한 마법의 검까지 다양한 아이템을 제작할 수 있습니다.

# Tip/&LoadingTip34
source: To craft, you need the relevant proficiency. Your ability scores matter, too. For instance, to craft a scroll you need proficiency with the scroll kit, and Arcana will help a lot.
ko: 제작하려면 관련 숙련도가 필요합니다. 당신의 능력 점수도 중요합니다. 예를 들어 두루마리를 만들려면 두루마리 제작 도구에 대한 숙련도가 필요하며 비전 숙련이 많은 도움이 될 것입니다.

# Tip/&LoadingTip35
source: Crafting can be performed during downtime while traveling. A character with a crafting operation in progress works on their task before sleeping.
ko: 여행 중 휴식시간 중에 제작할 수 있습니다. 제작 작업이 진행 중인 캐릭터는 잠들기 전에 작업을 수행합니다.

# Tip/&LoadingTip36
source: Personality flags influence the dialog lines spoken by a character. They don't make choices for you - they simply change the flavor of the experience.
ko: 성격 플래그는 캐릭터가 말하는 대사에 영향을 줍니다. 성격 플래그가 당신에게 다른 선택을 요구하지는 않습니다 - 단순히 플레이 경험을 바꿀 뿐입니다.

# Tip/&LoadingTip37
source: When speaking to an NPC, the most suitable character in the party will automatically use Insight to guess which approach is most likely to work with them.
ko: NPC와 대화할 때는, 파티에서 가장 적합한 캐릭터가 자동으로 통찰 판정을 사용하여 상황에 가장 잘 맞는 접근 방식을 추측합니다.

# Tip/&LoadingTip38
source: Your group has a specific level of relations with each of the game's factions. The more they like you, the more items they will sell you, and the lower their prices will be.
ko: 주인공 파티는 게임의 각 세력과 특정한 수준의 관계를 가지고 있습니다. 세력의 호감도가 높을수록 더 많은 품목을 판매하며 가격은 낮아질 것입니다.

# Tip/&LoadingTip39
source: When bringing back items from the Badlands, choose which faction to sell them to. This will influence your relations with them.
ko: 황무지에서 아이템을 가져올 때 판매할 세력을 선택하십시오. 세력과의 관계에 영향을 줄 것입니다.

# Tip/&LoadingTip40
source: Disengage can be used as a main action, allowing you to move outside the enemies' range without risking opportunity attacks.
ko: 이탈은 주 행동을 사용하여, 기회 공격을 받지 않고 당신이 적의 간격 밖으로 이동할 수 있게 합니다.

# Tip/&LoadingTip41
source: When an enemy is in a neighboring cell, you are engaged. If you move away from that enemy, you risk suffering an opportunity attack.
ko: 적이 근접한 칸에 있으면 교전 상태가 됩니다. 이 적에게서 멀어지면 기회 공격을 받을 위험이 있습니다.

# Tip/&LoadingTip42
source: Rogues can use sneak attack to increase their damage when they attack an enemy that is in a cell next to an ally, unless they have disadvantage on their attack roll.
ko: 도적은 명중 굴림에 불리한 점이 없는 한 암습 공격을 사용하여 아군 바로 옆에 있는 적을 공격할 때 피해를 증가시킬 수 있습니다.

# Tip/&LoadingTip43
source: Wielding two light weapons allows you to perform a second attack with your bonus actions. Both weapons need the Light tag.
ko: 두 개의 가벼운 무기를 휘두르면 추가 행동으로 공격을 한 번 더 수행할 수 있습니다. 두 무기 모두 가벼움 속성이 필요합니다.

# Tip/&LoadingTip44
source: Wielding a finesse weapon allows you to use Dexterity as the main ability score for the attack, if it is better than Strength. Check for the Finesse tag.
ko: 기교 무기를 휘두르면 민첩을 공격의 주요 능력 점수로 사용할 수 있습니다(힘보다 더 나은 경우). 기교 태그를 확인하십시오.

# Tip/&LoadingTip45
source: A weapon with the Versatile tag can be used with one or two hands. If you leave the second hand slot empty, you'll deal more damage with such a weapon. Example: a longsword.
ko: 양손가능 태그가 있는 무기는 한 손 또는 두 손으로 사용할 수 있습니다. 다른 손을 비워두면 그러한 무기로 더 많은 피해를 입힐 수 있습니다. 예: 롱소드.

# Tip/&LoadingTip47
source: To level up, your characters need to take a long rest. They will gain their new power when waking up.
ko: 레벨을 올리려면 캐릭터가 긴 휴식을 취해야 합니다. 휴식이 끝나면 캐릭터는 새로운 힘을 얻습니다.

# Tip/&LoadingTip12
source: At the edge of your light sources, the environment is in dim light. You don't need Darkvision to see in dim light.
ko: 광원의 가장자리에서 사물들은 약간 어둡게 보입니다. 약간 어두운 곳에서 보기 위해서 어둠시야가 필요하지는 않습니다.

# Tip/&LoadingTip11
source: Lighting is a crucial element of the game; characters without Darkvision will attack an unlit foe with disadvantage. Use torches and light spells to illuminate your environment.
ko: 조명은 게임의 중요한 요소입니다. 어둠시야가 없는 캐릭터는 어두울 때 적을 불리하게 공격합니다. 횃불과 조명 주문을 사용하여 환경을 밝힙니다.

# Tip/&LoadingTip46
source: To split a stack of items, drag and drop the stack onto an empty cell while holding down the CTRL key. This will take one unit from the stack.
ko: 아이템을 분할하려면 CTRL 키를 누른 상태에서 스택을 빈 칸으로 끌어다 놓습니다. 1 단위를 가져옵니다.

# Tip/&LoadingTip24
source: Levitation spells and artifacts allow you to float up or down instead of climbing. You can also force an enemy to float in mid-air instead of rushing toward you if its size is medium or smaller.
ko: 공중 부양 주문과 유물을 사용하면 등반하는 대신 위 또는 아래로 떠 있을 수 있습니다. 또한 적의 크기가 중간 이하인 경우, 당신을 향해 돌진하지 못하도록 공중에 떠 있게 할 수도 있습니다.

# Tip/&LoadingTip48
source: You can change the difficulty settings of the game on the fly at any time.
ko: 게임 중 언제든지 설정을 통해 난이도를 변경할 수 있습니다.

# Tip/&LoadingTip49
source: If you experience lag/latency in multiplayer, lower the graphical settings/quality level on the slowest machines.
ko: 멀티플레이에서 랙이나 지연을 겪는다면, 그래픽 설정을 낮추고 저사양 기기에는 품질 수준을 낮추십시오.

# LoadingTip01
source: Casting spells consumes spell slots. Most classes regain spell slots after a long rest.
ko_mt: 주문을 시전하면 주문 슬롯이 소모됩니다. 대부분의 클래스는 긴 휴식 후에 주문 슬롯을 회복합니다.

# LoadingTip02
source: When rolling an attack or ability check with advantage, two d20s are rolled and the better result is used. When rolling with disadvantage, the worst result is kept.
ko_mt: 어택이나 어빌리티 체크를 유리하게 굴릴 때 2개의 d20을 굴려 더 나은 결과를 사용합니다. 불리하게 굴릴 때 최악의 결과가 유지됩니다.

# LoadingTip03
source: Open the Journal screen ($Shortcut[PartyJournal]) to consult your party progress, objectives, and achievements.
ko_mt: 저널 화면($Shortcut[PartyJournal])을 열어 파티 진행 상황, 목표, 업적을 확인하세요.

# LoadingTip04
source: You can customize your 3D dice in the Game Settings.
ko_mt: 게임 설정에서 3D 주사위를 사용자 지정할 수 있습니다.

# LoadingTip05
source: Spells consume spell slots when cast, unlike cantrips which can be cast at will.
ko_mt: 마음대로 시전할 수 있는 캔트립과 달리 주문은 시전할 때 주문 슬롯을 소모합니다.

# LoadingTip06
source: Taking a long rest is the main way to recover all your spell slots, although wizards can use Arcane Recovery to recover a few low-level slots during short rests.
ko_mt: 긴 휴식을 취하는 것이 모든 주문 슬롯을 복구하는 주요 방법이지만 마법사는 짧은 휴식 중에 비전 회복을 사용하여 낮은 수준의 슬롯 몇 개를 복구할 수 있습니다.

# LoadingTip07
source: Most spellcasters cannot use all the spells they know. They need to prepare a number of them and take a long rest.
ko_mt: 대부분의 주문 시전자는 자신이 알고 있는 모든 주문을 사용할 수 없습니다. 그들은 많은 것을 준비하고 긴 휴식을 취해야합니다.

# LoadingTip08
source: Wizards must learn new spells and write them in their spellbook before they can prepare and cast them.
ko_mt: 마법사는 새로운 주문을 배우고 주문을 준비하고 시전하기 전에 주문 책에 기록해야 합니다.

# LoadingTip09
source: Clerics and paladins always know all the spells they can cast at their level, but still need to prepare those they want to be able to cast.
ko_mt: 성직자와 성기사는 항상 자신의 레벨에서 시전할 수 있는 모든 주문을 알고 있지만 여전히 시전할 수 있는 주문을 준비해야 합니다.

# LoadingTip10
source: Wizard spell scrolls are destroyed after casting. Wizards can also copy a spell from a scroll into their spellbook to acquire them, which also destroys the scroll.
ko_mt: 마법사 주문 스크롤은 시전 후 파괴됩니다. 마법사는 두루마리의 주문을 마법책으로 복사하여 획득할 수도 있으며, 이 경우 두루마리도 파괴됩니다.

# LoadingTip13
source: Some creatures are afraid of light and can even be hurt by it, allowing you to use light as a weapon.
ko_mt: 일부 생물은 빛을 두려워하고 빛에 의해 상처를 입을 수도 있으므로 빛을 무기로 사용할 수 있습니다.

# LoadingTip14
source: To perform a long rest, you must find a suitable place: either an inn such as the Gravekeep's Cask, or a campfire when exploring.
ko_mt: 긴 휴식을 취하려면 적절한 장소를 찾아야 합니다. Gravekeep's Cask와 같은 여관이나 탐험할 때 모닥불을 찾아야 합니다.

# LoadingTip15
source: In each turn of battle, a character has a main action and a bonus action. The main action is used to move or attack, for instance, while bonus actions are granted by specific class features, spells, or powers.
ko_mt: 각 전투 턴에서 캐릭터는 메인 액션과 보너스 액션을 가집니다. 예를 들어, 주요 행동은 이동하거나 공격하는 데 사용되는 반면 보너스 행동은 특정 클래스 기능, 주문 또는 능력에 의해 부여됩니다.

# LoadingTip16
source: Reactions allow them to interrupt someone else's action, for instance, to perform an opportunity attack. Each character can make one reaction, and recover it at the start of their next turn.
ko_mt: 반응을 통해 다른 사람의 행동을 방해할 수 있습니다(예: 기회 공격 수행). 각 캐릭터는 하나의 반응을 할 수 있으며 다음 턴이 시작될 때 이를 회복합니다.

# LoadingTip17
source: Some characters or monsters can attack more than once per turn, and can move between attacks.
ko_mt: 일부 캐릭터나 몬스터는 한 턴에 한 번 이상 공격할 수 있으며 공격 사이를 이동할 수 있습니다.

# LoadingTip18
source: Shoving can push an enemy one cell away or put them down until they get up. Enemies can shove, too.
ko_mt: 밀치기는 적을 한 칸 밀어내거나 일어날 때까지 내려놓을 수 있습니다. 적들도 밀칠 수 있습니다.

# LoadingTip19
source: Dodging is a powerful defense even if it uses your main action: enemies have disadvantage on hitting you for the remainder of your turn.
ko_mt: 회피는 메인 액션을 사용하더라도 강력한 방어입니다. 적들은 남은 턴 동안 당신을 공격할 때 불리합니다.

# LoadingTip20
source: Switch to cautious mode when exploring. You'll be slow, but better able to notice traps and footsteps.
ko_mt: 탐색할 때 주의 모드로 전환합니다. 느리지만 덫과 발자국을 더 잘 알아차릴 수 있습니다.

# LoadingTip21
source: In combat, you can move normally and then dash as your main action to go twice as far.
ko_mt: 전투에서는 정상적으로 이동한 다음 주 액션으로 돌진하여 두 배 더 멀리 갈 수 있습니다.

# LoadingTip22
source: Most characters can jump two cells without a problem. Longer jumps require strength, and proficiency with Athletics helps a lot. You always have a chance to fall prone when landing if you jump far.
ko_mt: 대부분의 문자는 문제 없이 두 셀을 이동할 수 있습니다. 더 멀리 뛰려면 힘이 필요하며 육상 경기에 능숙하면 많은 도움이 됩니다. 멀리 점프하면 착지할 때 항상 넘어질 가능성이 있습니다.

# LoadingTip23
source: Most characters can climb two cells without a problem. Climbing higher requires strength, and proficiency with Athletics helps a lot. Some characters, like thieves or darkweavers, have superior climbing abilities.
ko_mt: 대부분의 캐릭터는 문제 없이 두 칸을 오를 수 있습니다. 더 높이 오르려면 힘이 필요하며 육상 경기에 능숙하면 많은 도움이 됩니다. 도둑이나 darkweaver와 같은 일부 캐릭터는 우수한 등반 능력을 가지고 있습니다.

# LoadingTip25
source: After moving the camera around to examine your surroundings, you can center on a character and follow them. Either double-click the character's portrait or press TAB while controlling this character.
ko_mt: 카메라를 이리저리 움직여 주변을 살펴본 후 캐릭터를 중심으로 따라갈 수 있습니다. 캐릭터의 초상화를 더블 클릭하거나 이 캐릭터를 제어하는 ​​동안 TAB 키를 누르십시오.

# LoadingTip26
source: To better navigate in three dimensions, activate/deactivate the camera planar mode, with the button in the center of the compass (bottom right of the screen).
ko_mt: 3차원에서 더 잘 탐색하려면 나침반 중앙(화면 오른쪽 하단)에 있는 버튼으로 카메라 평면 모드를 활성화/비활성화합니다.

# LoadingTip27
source: Flying spells or artifacts can let you move almost anywhere you want. But losing concentration means falling - possibly to your death.
ko_mt: 비행 주문이나 유물을 사용하면 원하는 거의 모든 곳으로 이동할 수 있습니다. 그러나 집중력을 잃는다는 것은 떨어지는 것을 의미합니다. 아마도 죽음에 이르게 될 것입니다.

# LoadingTip28
source: When a battle starts, all creatures involved roll initiative to determine the play order. High dexterity raises your initiative.
ko_mt: 전투가 시작되면 관련된 모든 생물이 주도권을 굴려 플레이 순서를 결정합니다. 높은 민첩성은 당신의 주도권을 높입니다.

# LoadingTip29
source: Battles sometimes begin with one side being surprised. Surprised characters or creatures cannot act during the first round of battle.
ko_mt: 전투는 때때로 한쪽이 놀란 상태에서 시작됩니다. 놀란 캐릭터나 생물은 전투의 첫 번째 라운드에서 행동할 수 없습니다.

# LoadingTip30
source: You can set up weapon slots to change quickly from sword and shield to bow, for example, or to draw a torch along with a one-handed weapon. Prepare any combo you like.
ko_mt: 예를 들어 무기 슬롯을 설정하여 검과 방패에서 활로 빠르게 변경하거나 한손 무기와 함께 횃불을 그릴 수 있습니다. 원하는 콤보를 준비하십시오.

# LoadingTip31
source: Many consumables can be set up in the utility slot, making them available more quickly than the inventory would.
ko_mt: 많은 소모품을 유틸리티 슬롯에 설치하여 인벤토리보다 더 빨리 사용할 수 있습니다.

# LoadingTip32
source: When you find a mysterious item, use Detect Magic first to determine whether it has magical properties. If it does, use Identify to learn how to use it.
ko_mt: 신비한 아이템을 발견하면 먼저 마법 감지를 사용하여 마법 속성이 있는지 확인하십시오. 그렇다면 식별을 사용하여 사용 방법을 배우십시오.

# LoadingTip33
source: Ingredients are various items like flowers, powders, and magic gems, allowing you to craft a variety of items, from healing potions to powerful magic swords.
ko_mt: 재료는 꽃, 가루, 마력석 등 다양한 아이템으로 치유의 물약부터 강력한 마법의 검까지 다양한 아이템을 제작할 수 있습니다.

# LoadingTip34
source: To craft, you need the relevant proficiency. Your ability scores matter, too. For instance, to craft a scroll you need proficiency with the scroll kit, and Arcana will help a lot.
ko_mt: 제작하려면 관련 숙련도가 필요합니다. 당신의 능력 점수도 중요합니다. 예를 들어 두루마리를 만들려면 두루마리 키트에 대한 숙련도가 필요하며 Arcana가 많은 도움이 될 것입니다.

# LoadingTip35
source: Crafting can be performed during downtime while traveling. A character with a crafting operation in progress works on their task before sleeping.
ko_mt: 여행 중 다운타임 중에 제작할 수 있습니다. 제작 작업이 진행 중인 캐릭터는 잠들기 전에 작업을 수행합니다.

# LoadingTip36
source: Personality flags influence the dialog lines spoken by a character. They don't make choices for you - they simply change the flavor of the experience.
ko_mt: 성격 플래그는 캐릭터가 말하는 대사에 영향을 줍니다. 그들은 당신을 위해 선택하지 않습니다 - 그들은 단순히 경험의 맛을 변경합니다.

# LoadingTip37
source: When speaking to an NPC, the most suitable character in the party will automatically use Insight to guess which approach is most likely to work with them.
ko_mt: NPC와 대화할 때 파티에서 가장 적합한 캐릭터는 자동으로 통찰력을 사용하여 그들과 가장 잘 맞는 접근 방식을 추측합니다.

# LoadingTip38
source: Your group has a specific level of relations with each of the game's factions. The more they like you, the more items they will sell you, and the lower their prices will be.
ko_mt: 당신의 그룹은 게임의 각 진영과 특정 수준의 관계를 가지고 있습니다. 그들이 당신을 더 좋아할수록 더 많은 품목을 판매하고 가격은 낮아질 것입니다.

# LoadingTip39
source: When bringing back items from the Badlands, choose which faction to sell them to. This will influence your relations with them.
ko_mt: 황무지에서 아이템을 가져올 때 판매할 진영을 선택하십시오. 이것은 그들과의 관계에 영향을 미칠 것입니다.

# LoadingTip40
source: Disengage can be used as a main action, allowing you to move outside the enemies' range without risking opportunity attacks.
ko_mt: Disengage는 기회 공격의 위험을 감수하지 않고 적의 범위 밖으로 이동할 수 있도록 주요 행동으로 사용할 수 있습니다.

# LoadingTip41
source: When an enemy is in a neighboring cell, you are engaged. If you move away from that enemy, you risk suffering an opportunity attack.
ko_mt: 적이 이웃 셀에 있으면 교전이 시작됩니다. 그 적에게서 멀어지면 기회 공격을 받을 위험이 있습니다.

# LoadingTip42
source: Rogues can use sneak attack to increase their damage when they attack an enemy that is in a cell next to an ally, unless they have disadvantage on their attack roll.
ko_mt: 도적은 공격 굴림에 불리한 점이 없는 한 은신 공격을 사용하여 아군 옆에 있는 셀에 있는 적을 공격할 때 피해를 증가시킬 수 있습니다.

# LoadingTip43
source: Wielding two light weapons allows you to perform a second attack with your bonus actions. Both weapons need the Light tag.
ko_mt: 두 개의 가벼운 무기를 휘두르면 보너스 액션으로 두 번째 공격을 수행할 수 있습니다. 두 무기 모두 Light 태그가 필요합니다.

# LoadingTip44
source: Wielding a finesse weapon allows you to use Dexterity as the main ability score for the attack, if it is better than Strength. Check for the Finesse tag.
ko_mt: 기교 무기를 휘두르면 민첩성을 공격의 주요 능력 점수로 사용할 수 있습니다(힘보다 더 나은 경우). Finesse 태그를 확인하십시오.

# LoadingTip45
source: A weapon with the Versatile tag can be used with one or two hands. If you leave the second hand slot empty, you'll deal more damage with such a weapon. Example: a longsword.
ko_mt: Versatile 태그가 있는 무기는 한 손 또는 두 손으로 사용할 수 있습니다. 초침 슬롯을 비워두면 그러한 무기로 더 많은 피해를 입힐 수 있습니다. 예: 롱소드.

# LoadingTip47
source: To level up, your characters need to take a long rest. They will gain their new power when waking up.
ko_mt: 레벨을 올리려면 캐릭터가 긴 휴식을 취해야 합니다. 그들은 깨어나면 새로운 힘을 얻을 것입니다.

# LoadingTip12
source: At the edge of your light sources, the environment is in dim light. You don't need Darkvision to see in dim light.
ko_mt: 광원의 가장자리에서 환경은 희미한 빛에 있습니다. 어두운 곳에서 보기 위해 Darkvision이 필요하지 않습니다.

# LoadingTip11
source: Lighting is a crucial element of the game; characters without Darkvision will attack an unlit foe with disadvantage. Use torches and light spells to illuminate your environment.
ko_mt: 조명은 게임의 중요한 요소입니다. Darkvision이 없는 캐릭터는 불이 붙지 않은 적을 불리하게 공격합니다. 횃불과 조명 주문을 사용하여 환경을 밝힙니다.

# LoadingTip46
source: To split a stack of items, drag and drop the stack onto an empty cell while holding down the CTRL key. This will take one unit from the stack.
ko_mt: 항목 스택을 분할하려면 CTRL 키를 누른 상태에서 스택을 빈 셀로 끌어다 놓습니다. 스택에서 한 단위를 가져옵니다.

# LoadingTip24
source: Levitation spells and artifacts allow you to float up or down instead of climbing. You can also force an enemy to float in mid-air instead of rushing toward you if its size is medium or smaller.
ko_mt: 공중 부양 주문과 유물을 사용하면 등반하는 대신 위 또는 아래로 떠 있을 수 있습니다. 또한 적의 크기가 중간 이하인 경우 자신을 향해 돌진하지 않고 공중에 떠 있게 할 수도 있습니다.

# LoadingTip48
source: You can change the difficulty settings of the game on the fly at any time.
ko_mt: 언제든지 즉석에서 게임의 난이도 설정을 변경할 수 있습니다.
