Repository: team-waldo/solasta-translation
Catalog: translation/*/Travel.po
Languages: ko, ko_mt

# Travel/&FactionRelicInterestedFactionsTitle
source: Interested Factions
ko: 관심 세력

# Travel/&FatigueExhaustedDescription
source: The party is completely exhausted and must rest.
ko: 파티가 완전히 탈진해 휴식이 필요합니다.

# Travel/&FatigueExhaustedTitle
source: Exhausted
ko: 탈진함

# Travel/&FatigueFreshDescription
source: The party is fresh and can keep on traveling.
ko: 파티가 활기가 넘치는 상태이며 여행을 계속할 수 있습니다.

# Travel/&FatigueFreshTitle
source: Fresh
ko: 활기참

# Travel/&FatigueImpededDescription
source: The party is slightly tired but can keep traveling.
ko: 파티가 약간 지친 상태지만 여행을 계속할 수는 있습니다.

# Travel/&FatigueImpededTitle
source: Impeded
ko: 지침

# Travel/&PaceFastDescription
source: The party travels quickly (36 miles per day), at the expense of stealth and perception.
ko: 빠르게 이동하지만 (하루에 36마일씩), 은신하거나 주변의 위협을 파악하기는 어렵습니다.

# Travel/&PaceFastTitle
source: Fast
ko: 빠름

# Travel/&PaceNormalDescription
source: The party travels at a normal pace (24 miles a day), striking a good balance between speed and awareness of its surroundings.
ko: 보통의 속도로 이동하며 (하루에 24마일씩), 주위를 살피며 적당한 속도로 움직입니다.

# Travel/&PaceNormalTitle
source: Normal
ko: 보통

# Travel/&PaceSlowDescription
source: The party travels slowly (16 miles per day), paying more attention to the surroundings and being less noticeable.
ko: 천천히 이동하며 (하루에 16마일씩), 주변을 보다 주의 깊게 살피는 동시에 눈에 띄지 않고 조용하게 움직입니다.

# Travel/&PaceSlowTitle
source: Slow
ko: 느림

# Travel/&StandardCampActivity01Title
source: {0} does some weapons maintenance.
ko: {0}은(는) 무기를 손질합니다.

# Travel/&StandardCampActivity02Title
source: {0} performs armor maintenance.
ko: {0}은(는) 방어구를 손질합니다.

# Travel/&StandardCampActivity03Title
source: {0} cooks a nice meal for the party.
ko: {0}은(는) 일행을 위해 맛있는 식사를 준비합니다.

# Travel/&StandardCampActivity04Title
source: {0} performs mental exercises.
ko: {0}은(는) 정신을 수련합니다.

# Travel/&StandardCampActivity05Title
source: {0} prays.
ko: {0}은(는) 기도합니다.

# Travel/&StandardCampActivity06Title
source: {0} tells old war stories.
ko: {0}은(는) 옛 전쟁에 대한 이야기를 들려줍니다.

# Travel/&StandardCampActivity07Title
source: {0} starts a heated political discussion about the Principality of Masgarth.
ko: {0}은(는) 마스가르드 공국에 대해 열띤 정치적 토론을 시작합니다.

# Travel/&StandardCampActivity08Title
source: {0} starts a discussion about deities and religions.
ko: {0}은(는) 신과 종교에 대한 토론을 시작합니다.

# Travel/&StandardCampActivity09Title
source: {0} starts a game of dice.
ko: {0}은(는) 주사위 놀이를 시작합니다.

# Travel/&StandardCampActivity10Title
source: {0} starts singing an old song.
ko: {0}은(는) 오래된 노래를 부르기 시작합니다.

# Travel/&StandardCampActivity11Title
source: {0} starts a game of dice.
ko: {0}은(는) 주사위 놀이를 시작합니다.

# Travel/&StandardCampActivity12Title
source: {0} starts a game of cards.
ko: {0}은(는) 카드 놀이를 시작합니다.

# Travel/&StandardRandomEvents10Title
source: {0} stops near a shrine to pray.
ko: {0}은(는) 기도하기 위해 성소 근처에서 멈춰섭니다.

# Travel/&StandardRandomEvents11Title
source: {0} works on martial arts training exercises.
ko: {0}은(는) 무술 훈련을 합니다.

# Travel/&StandardRandomEvents1Title
source: The party comes across a band of mercenaries.
ko: 파티는 용병 무리를 만났습니다.

# Travel/&StandardRandomEvents2Title
source: The party passes an old Imperial marketplace, now used as a meeting point for Scavengers.
ko: 파티는 오늘날 스캐빈저의 접선 장소로 쓰이는 옛 제국의 장터를 지나갔습니다.

# Travel/&StandardRandomEvents3Title
source: The party passes an ancient tree, old enough to have survived the Cataclysm.
ko: 파티는 대격변 이전부터 살아온 것처럼 보일 정도로 오래된 고목 옆을 지나갔습니다.

# Travel/&StandardRandomEvents4Title
source: The party meets a wandering scholar from Gallivan.
ko: 파티는 갈리반에서 온 떠돌이 학자를 만났습니다.

# Travel/&StandardRandomEvents5Title
source: The party meets a band of Pilgrims on their way to the Einareum.
ko: 파티는 에이나리움으로 향하는 순례자 무리를 만났습니다.

# Travel/&StandardRandomEvents6Title
source: The party comes across some wounded dwarf mercenaries and tends to their wounds.
ko: 파티는 부상을 입은 드워프 용병들은 만나 그들의 상처를 치료해주었습니다.

# Travel/&StandardRandomEvents7Title
source: The party comes across a messenger whose horse has been spooked. {0} calms the animal and is gratefully thanked.
ko: 파티는 겁에 질린 말 때문에 곤란해하는 전령을 만났습니다. {0}이(가) 말을 진정시키자 전령은 고마움을 표했습니다.

# Travel/&StandardRandomEvents8Title
source: {0} plays a game of dice with a wandering scholar.
ko: {0}은(는) 방랑하는 학자와 주사위 놀이를 했습니다.

# Travel/&StandardRandomEvents9Title
source: {0} plays a tune on the flute.
ko: {0}은(는) 플루트를 연주했습니다.

# Travel/&TravelActivityCampTitle
source: Camp
ko: 야영

# Travel/&TravelActivityExplorationTitle
source: Exploration
ko: 탐색

# Travel/&TravelActivityLongRestTitle
source: Rest
ko: 휴식

# Travel/&TravelActivityNavigateTitle
source: Navigate
ko: 정찰

# Travel/&TravelActivityStandByTitle
source: Standby
ko: 대기

# Travel/&TravelEventCraftingProgressFailure1Title
source: {0} faces a setback while crafting the {1}: no progress.
ko: {0}은(는) {1}을(를) 만들던 중 차질을 빚었습니다. 진전이 없군요.

# Travel/&TravelEventCraftingProgressFinishedTitle
source: {0} has finished crafting the {1}.
ko: {0}이(가) {1} 제작을 완료했습니다.

# Travel/&TravelEventCraftingProgressHalfwayTitle
source: {0} is halfway done crafting the {1}.
ko: {0}은(는) {1} 제작을 절반 이상 완료했습니다.

# Travel/&TravelEventCrownAttunedDescription
source: Our heroes take a well-deserved rest, but the mood is somber.
ko: 영웅들은 충분한 휴식을 취했지만, 분위기는 가라앉아 있습니다.

# Travel/&TravelEventCrownAttunedTitle
source: A Troubled Night
ko: 골치 아픈 밤

# Travel/&TravelEventEncounterFailure1Title
source: The party fails to detect an approaching enemy group.
ko: 파티는 다가오는 적들을 감지하지 못했습니다.

# Travel/&TravelEventEncounterSuccess1Title
source: An encounter! {0} hears the enemy approaching.
ko: 무언가 있습니다! {0}이(가) 적이 접근하는 소리를 들었습니다.

# Travel/&TravelEventEncounterSuccess2Title
source: An encounter! {0} spots the enemy before they see the party.
ko: 무언가 있습니다! {0}이(가) 적들보다 먼저 상대를 발견했습니다.

# Travel/&TravelEventFoodSearchFailure1Title
source: The party did not find any food.
ko: 파티는 어떤 식량도 찾지 못했습니다.

# Travel/&TravelEventFoodSearchSuccess1Title
source: {0} finds some tasty mushrooms. The party gains {1} food ration(s).
ko: {0}이(가) 맛있는 버섯을 찾았습니다. 파티는 식량 {1} 개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess2Title
source: {0} catches wild hares. The party gains {1} food ration(s).
ko: {0}이(가) 야생 토끼를 잡았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess3Title
source: {0} kills a boar. The party gains {1} food ration(s).
ko: {0}이(가) 멧돼지를 잡았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess4Title
source: {0} finds an apple tree. The party gains {1} food ration(s).
ko: {0}이(가) 사과 나무를 찾았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess5Title
source: {0} finds a bird's nest and gathers some eggs. The party gains {1} food ration(s).
ko: {0}이(가) 새 둥지를 찾아 알 몇 개를 주워담았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess6Title
source: {0} kills a fallow deer. The party gains {1} food ration(s).
ko: {0}은(는) 한눈팔던 사슴을 잡았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess7Title
source: {0} kills a couple of partridges. The party gains {1} food ration(s).
ko: {0}이(가) 꿩 몇 마리를 잡았습니다. 파티는 식량 {1}개를 얻었습니다.

# Travel/&TravelEventFoodSearchSuccess8Title
source: {0} finds a bunch of wild vegetables and gathers {1} food ration(s).
ko: {0}이(가) 야생 채소를 찾아내 식량 {1}개를 모았습니다.

# Travel/&TravelEventIngredientGatheringFailure1Title
source: The party did not find any useful ingredients.
ko: 파티는 쓸 만한 재료를 찾지 못했습니다.

# Travel/&TravelEventIngredientGatheringSuccess1Title
source: {0} manages to collect crafting ingredients: {1}
ko: {0}이(가) 제작 재료 {1}을(를) 수집했습니다

# Travel/&TravelEventLongRestCompleteFailure1Title
source: The party has failed to complete its long rest
ko: 파티는 긴 휴식을 완료하지 못했습니다

# Travel/&TravelEventLongRestCompleteSuccess1Title
source: The party has finished its long rest and consumed {0} unit(s) of food.
ko: 파티는 긴 휴식을 마치고 {0}개의 식량을 소비했습니다.

# Travel/&TravelEventLongRestStart1Title
source: The party starts to rest
ko: 파티는 휴식을 시작합니다

# Travel/&TravelEventNavigationStarts1Title
source: The party is on the move
ko: 파티는 이동 중입니다

# Travel/&TravelEventNewDayTitle
source: Day {0}
ko: {0}일차

# Travel/&TravelEventSetCamp1Title
source: The party sets camp
ko: 파티는 야영지를 설치합니다

# Travel/&TravelJourneyBeginsTitle
source: The journey begins!
ko: 여행이 시작됩니다!

# Travel/&TravelJourneyEndsTitle
source: The party has arrived
ko: 파티가 목적지에 도착했습니다

# Travel/&TravelEventExplorationEndsTitle
source: The party has found a way in.
ko: 파티가 접근 경로를 찾았습니다.

# Travel/&TravelEventExplorationStartsTitle
source: The party starts looking for access to the location.
ko: 파티는 그 위치로 접근할 방법을 찾기 시작했습니다.

# Travel/&TravelEventCastFoodSpellTitle
source: {0} casts the {1} spell and provides food for the whole party.
ko: {0}이(가) {1} 주문을 시전해 일행 전체에 식량을 제공했습니다.

# Travel/&StandardRandomEvents12Title
source: The party comes across a Scavenger chariot filled with loot and says hello.
ko: 파티는 마차에 전리품을 가득 싣고 가는 스캐빈저를 만나 인사를 했습니다.

# Travel/&StandardRandomEvents13Title
source: The party passes by a mass grave and walks away with a somber look.
ko: 파티는 공동묘지를 지나 어두운 표정으로 걸어갔습니다.

# Travel/&StandardRandomEvents14Title
source: The party passes by a Manacalon statue representing yet another emperor.
ko: 파티는 또 한 명의 황제를 상징하는 마나칼론 동상 앞을 지나갔습니다.

# Travel/&StandardRandomEvents15Title
source: The party passes by a broken statue of an elven woman with a slave.
ko: 파티는 여성 엘프와 노예의 형상을 한 부서진 조각상 옆을 지나갔습니다.

# Travel/&StandardRandomEvents16Title
source: The party passes by a shrine to Arun and hears thunder rumbling in the distance.
ko: 파티는 아룬의 성소를 지나며 멀리서 울리는 천둥소리를 들었습니다.

# Travel/&StandardRandomEvents17Title
source: The party passes by a shrine to Einar and sees a deer dash away.
ko: 파티는 에이나르의 성소를 지나며 사슴이 달려나가는 것을 보았습니다.

# Travel/&StandardRandomEvents18Title
source: The party passes by a shrine to Pakri and feels a cold breeze.
ko: 파티는 파크리의 성소를 지나며 찬 바람이 불어오는 것을 느꼈습니다.

# Travel/&StandardRandomEvents19Title
source: The party passes by a shrine to Maraike and hears a bird singing.
ko: 파티는 마라이케의 성소를 지나며 새들이 지저귀는 소리를 들었습니다.

# Travel/&StandardRandomEvents20Title
source: The party passes by a shrine to Misaye and hears someone laughing.
ko: 파티는 미사이에의 성소를 지나며 누군가 웃는 소리를 들었습니다.

# Travel/&StandardRandomEvents21Title
source: The party passes by a ruined Imperial tollgate on which flowers have grown.
ko: 파티는 꽃이 만발한 폐허가 된 제국의 징수문을 지나갔습니다.

# Travel/&StandardRandomEvents22Title
source: The party passes by a fallen bridge and wades through a stream.
ko: 파티는 무너진 다리를 지나 개울을 건넜습니다.

# Travel/&StandardRandomEvents23Title
source: The party walks in light rain for some time.
ko: 파티는 가벼운 비를 맞으며 걸었습니다.

# Travel/&StandardRandomEvents24Title
source: The party walks in heavy rain for a while.
ko: 파티는 한동안 폭우 속에서 걸었습니다.

# Travel/&StandardRandomEvents25Title
source: The party walks in a powerful storm for a short time.
ko: 파티는 잠시 동안 휘몰아치는 폭풍우 속에서 걸었습니다.

# Travel/&StandardCampActivity13Title
source: {0} carves a statuette with a piece of wood.
ko: {0}은(는) 나무 조각으로 조각상을 깎습니다.

# Travel/&StandardCampActivity14Title
source: {0} writes a letter to goodness knows who.
ko: {0}은(는) 누군가에게 편지를 씁니다.

# Travel/&StandardCampActivity15Title
source: {0} writes a chapter in their personal journal.
ko: {0}은(는) 개인 일지를 적습니다.

# Travel/&StandardCampActivity16Title
source: {0} reads a chapter of a book.
ko: {0}은(는) 책장을 넘깁니다.

# Travel/&StandardCampActivity17Title
source: {0} does some pushups and squats.
ko: {0}은(는) 팔굽혀펴기와 스쿼트를 합니다.

# Travel/&StandardCampActivity18Title
source: {0} cleans their shoes.
ko: {0}은(는) 신발을 닦습니다.

# Travel/&StandardCampActivity19Title
source: {0} takes a short time alone to think.
ko: {0}은(는) 혼자 생각하며 시간을 보냅니다.

# Travel/&StandardCampActivity20Title
source: {0} plays a game of skill with stones.
ko: {0}은(는) 돌멩이를 이용해 비석치기를 합니다.

# Travel/&StandardCampActivity21Title
source: {0} unfolds a bedroll to set up a nice sleeping spot.
ko: {0}은(는) 침낭을 펼쳐서 좋은 잠자리를 마련합니다.

# Travel/&TravelEventEncounterOther1Title
source: Weak monsters run away as they see the party approaching.
ko: 약한 괴물들이 파티를 마주치자 도망칩니다.

# Travel/&TravelEventEncounterOther2Title
source: An encounter! The monsters are frightened by the party and scurry away.
ko: 적 마주침! 몬스터들이 파티에게 겁을 먹고 도망칩니다.

# Travel/&DLC1_StandardRandomEvents1
source: The party passes what seems to be a redeemer's broken egg.
ko: 파티는 구원자의 부서진 알처럼 보이는 것을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents2
source: The party passes an ancient Manacalon runestone.
ko: 파티는 고대 마나칼론 룬석을 지나갔습니다.

# Travel/&DLC1_StandardRandomEvents3
source: The party passes what seems to be a ruined Tirmarian house.
ko: 파티는 티르마르 양식으로 보이는 파괴된 집을 지나갔습니다.

# Travel/&DLC1_StandardRandomEvents4
source: The party passes an ancient tree, old enough to have survived the Cataclysm.
ko: 파티는 대격변의 세월마저 견딘듯한 오래된 나무를 지나갔습니다.

# Travel/&DLC1_StandardRandomEvents5
source: The party passes an old Imperial marketplace, now used as a meeting point for traveling merchants.
ko: 파티는 구 제국의 시장이었으나 지금은 방랑 상인들의 접선 장소로 쓰이는 곳을 지나갔습니다.

# Travel/&DLC1_StandardRandomEvents6
source: The party passes the fallen statue of some Manacalon emperor.
ko: 파티는 마나칼론 제국의 동상이 쓰러져있는 곳을 지나갔습니다.

# Travel/&DLC1_StandardRandomEvents7
source: The party passes a ruined village that seems to have been burned down.
ko: 파티는 불타 내려앉은 마을의 잔해처럼 보이는 곳을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents8
source: The party passes a bunch of Forge collectors pulling a cart full of stuff.
ko: 파티는 가득찬 수레를 끌고 가는 포지 수집가 무리를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents9
source: The party passes a band of hooded travelers who avoid their path.
ko: 파티는 길에서 마주치기 기피되는 두건 쓴 모험가 무리를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents10
source: The party passes a merchant caravan with empty stocks.
ko: 파티는 재고가 다한 상단을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents11
source: The party passes a destroyed Dominion checkpoint.
ko: 파티는 파괴된 자치령 검문소를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents12
source: The party passes gallows with hanging corpses labeled as rebels.
ko: 파티는 반군이라 써진 시체들이 매달린 교수대를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents13
source: The party passes a post with shredded Dominion flags.
ko: 파티는 찢겨나간 자치령 깃발들이 걸린 전초기지를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents14
source: The party passes a milestone with a mask-shaped tag.
ko: 파티는 마스크 모양의 꼬리표가 붙은 이정표를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents15
source: The party passes a signpost with a mask-shaped tag.
ko: 파티는 마스크 모양의 꼬리표가 붙은 표지판을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents16
source: The party passes the corpse of a deformed creature.
ko: 파티는 뒤틀린 형태의 크리쳐 시체를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents17
source: The party passes the skeleton of a misshapen animal.
ko: 파티는 기형이 된 동물의 해골을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents18
source: The party passes a pile of skulls.
ko: 파티는 두개골 더미를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents19
source: The party passes an ancient Manacalon building, half-sunk in the swamp.
ko: 파티는 늪지에 반쯤 가라앉은 고대 마나칼론 건물을 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents20
source: The party passes a lake of quicksand.
ko: 파티는 유사로 이루어진 호수를 지나쳤습니다.

# Travel/&DLC1_StandardRandomEvents21
source: {0} skips a few stones on a stream.
ko: {0}이(가) 개울가에서 물수제비 몇 개를 튕겼습니다.

# Travel/&DLC1_StandardRandomEvents22
source: {0} slaps out at a swarm of mosquitos that is harassing the party.
ko: {0}이(가) 파티를 괴롭히는 모기떼를 잡았습니다.

# Travel/&DLC1_StandardRandomEvents23
source: {0} empties their boots of sand and rocks.
ko: {0}이(가) 모래와 자갈로 가득찬 장화들을 털어냈습니다.

# Travel/&DLC1_StandardRandomEvents24
source: {0} skips a few stones on a stream.
ko: {0}이(가) 개울가에서 물수제비 몇 개를 튕겼습니다.

# Travel/&DLC1_StandardRandomEvents25
source: {0} whistles a tune from Masgarth.
ko: {0}이(가) 휘파람으로 마스가르스의 노랫가락을 읊조립니다.

# Travel/&DLC3_StandardRandomEvents1
source: The party passes by a snow dwarf.
ko: 일행이 스노우 드워프를 지나쳐 갔습니다.

# Travel/&DLC3_StandardRandomEvents2
source: {0} almost slips on a patch of ice.
ko: {0}이(가) 빙판에서 넘어질 뻔했습니다.

# Travel/&DLC3_StandardRandomEvents3
source: The party hears a far-off wolf howl.
ko: 일행이 멀리서 늑대가 울부짖는 소리를 들었습니다.

# Travel/&DLC3_StandardRandomEvents4
source: {0} starts a snowball fight.
ko: {0}이(가) 눈싸움을 시작했습니다.

# Travel/&DLC3_StandardRandomEvents5
source: The party stops for a moment to take in the splendors of the mountainous landscape.
ko: 일행은 잠시 멈춰 서서 산맥들이 자아내는 장엄한 광경을 바라봤습니다.

# Travel/&DLC3_StandardRandomEvents6
source: The party crosses paths with a contingent of Itainens heading for the Gallivan border.
ko: 일행은 갈리반 국경으로 향하는 이타이넨 사절단과 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents7
source: The party passes a destroyed hamlet.
ko: 일행은 부서진 촌락을 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents8
source: The party discovers a caravan that was abandoned in a hurry.
ko: 일행은 급하게 버려지고 내팽개쳐진 대상의 흔적을 발견했습니다.

# Travel/&DLC3_StandardRandomEvents9
source: {0} suggests an arm wrestling contest.
ko: {0}이(가) 팔씨름 대회를 제안했습니다.

# Travel/&DLC3_StandardRandomEvents10
source: {0} uses a crystal-clear stream to wash their belongings.
ko: {0}이(가) 투명한 냇물로 소지품을 씻었습니다.

# Travel/&DLC3_StandardRandomEvents11
source: The party passes by a company of miners heading toward Turvaamalinn.
ko: 일행은 투르바말린으로 향하는 광부 무리와 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents12
source: The party passes by an Ettilen detachment heading to Kaupaapunki.
ko: 일행은 카우파푼키로 향하는 에틸렌 파견대와 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents13
source: {0} stumbles across a frozen corpse.
ko: {0}이(가) 얼어붙은 시체에 발이 걸렸습니다.

# Travel/&DLC3_StandardRandomEvents14
source: The party takes shelter from a blizzard until it passes.
ko: 일행이 눈보라를 지새울 움막을 지었습니다.

# Travel/&DLC3_StandardRandomEvents15
source: {0} gives treatment to a traveling bard who is suffering from frostbite to his hands.
ko: {0}이(가) 손에 걸린 동상으로 고생하는 방랑 음유시인에게 치료제를 건넸습니다.

# Travel/&DLC3_StandardRandomEvents16
source: The party is surprised by a snowstorm and takes refuge in a cave.
ko: 일행이 갑작스럽게 덮친 눈폭풍을 피해 동굴로 대피했습니다.

# Travel/&DLC3_StandardRandomEvents17
source: The party meets a group of Lantinen hunters.
ko: 일행이 란티넨 수렵꾼 무리와 마주쳤습니다.

# Travel/&DLC3_StandardRandomEvents18
source: {0} is surprised that no one else heard the abominable scream from the mountains.
ko: {0}은(는) 자신 말고는 산맥에서 들려온 끔찍한 비명소리를 듣지 못했다는 사실에 당황했습니다.

# Travel/&DLC3_StandardRandomEvents19
source: The party passes the statue of an ancient chief of the Keskainen Clan.
ko: 일행은 케스카이넨 가문의 옛 가주를 새긴 조각상을 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents20
source: The party passes by the remains of a giant's burned skeleton.
ko: 일행은 불타버린 거인이 남긴 해골 잔해를 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents21
source: A group of young dwarves run away laughing as the party approaches.
ko: 일행이 다가가자 몇몇 어린 드워프가 깔깔 웃으며 달아났습니다.

# Travel/&DLC3_StandardRandomEvents22
source: {0} gives alms to a vagrant who seems to be running away from something or someone.
ko: {0}은(는) 무언가로부터 달아나는 것처럼 보이는 부랑자에게 적선을 했습니다.

# Travel/&DLC3_StandardRandomEvents23
source: {0} regrets eating the berries they picked and wolfed down at the side of the road earlier.
ko: {0}은(는) 전에 길가에서 따먹은 나무열매를 먹은 사실을 후회했습니다.

# Travel/&DLC3_StandardRandomEvents24
source: The party passes by a stone bridge shattered by frost.
ko: 일행은 서릿발에 박살난 석조 다리를 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents25
source: The party helps a group of workers who are trying to remove a vast tree trunk that has fallen across the path.
ko: 일행은 길가를 가로질러 쓰러진 커다란 나무둥치를 제거하는 인부들을 도왔습니다.

# Travel/&DLC3_StandardRandomEvents26
source: The party come across a large swathe of trees that have been demolished by the passing of a massive, unknown creature.
ko: 일행은 커다란, 알 수 없는 존재가 지나가며 쓸어버린 거목들의 잔해를 지나쳤습니다.

# Travel/&DLC3_StandardRandomEvents27
source: An eerie howling noise fills the air and gives everyone a fright. An uneasy hour passes but nothing happens.
ko: 소름 끼치는 울음소리가 사방을 메웠습니다. 겁에 질린 시간이 지나갔으나, 아무 일도 일어나지는 않았습니다.

# Travel/&DLC3_StandardRandomEvents28
source: The party hears a far-off wolf howl.
ko: 일행이 멀리서 늑대가 울부짖는 소리를 들었습니다.

# Travel/&DLC3_StandardRandomEvents29
source: The world around is suddenly silent, nobody can communicate, and then just as suddenly all is normal.
ko: 사방이 갑작히 적막해지고, 아무도 뭐라 말을 꺼내지 못했다가, 갑작스럽게 모든 게 정상으로 돌아왔습니다.

# Travel/&DLC3_StandardRandomEvents30
source: Fish and frogs rain from the sky. There is no explanation for this.
ko: 하늘에서 생선과 개구리의 비가 내렸습니다. 누구도 그 원인을 밝히지 못했습니다.

# Travel/&DLC3_StandardRandomEvents31
source: A sudden hailstorm forces the party to seek shelter.
ko: 갑작스러운 우박으로 일행이 피난처를 찾아야만 했습니다.

# Travel/&DLC3_StandardRandomEvents32
source: A blue ball of light appears above the party. Crackling for a few seconds, it vanishes into the sky.
ko: 일행의 머리 위로 푸른 빛의 구체가 나타났습니다. 빛은 몇 초 간 파직거리다니, 이내 하늘로 사라졌습니다.

# Travel/&DLC3_StandardRandomEvents33
source: A lone dog with a hungry but intelligent look emerges from the trees, only to be chased away by a crazed bearded man with a crossbow.
ko: 굶주렸지만 눈에 총기가 깃든 외로운 개가 나무 틈에서 나타났지만, 석궁을 든 광분한 수염 난 사내에 의해 쫓겨났습니다.

# Travel/&DLC3_StandardRandomEvents34
source: The party pass the vast ruin of a cylindrical metal object. It looks like it fell from the sky!
ko: 원통형의 금속으로 된 커다란 폐허를 지나쳤습니다. 마치 하늘에서 뚝 떨어지기라도 한 것 같군요!

# Travel/&DLC3_StandardRandomEvents35
source: A large rock with strange runes carved into it. It feels evil to the touch.
ko: 낯선 룬들이 새겨진 커다란 바위를 발견했습니다. 건드려 보기엔 너무 사악한 기운이 느껴졌습니다.

# Travel/&DLC3_StandardRandomEvents36
source: {0} feels a presence following. A search reveals nothing.
ko: {0}이(가) 누군가 뒤를 밟는다는 느낌이 들었습니다. 수색 결과 건진 건 없었습니다.

# Travel/&DLC3_StandardRandomEvents37
source: {0} sees a young girl chasing a large rabbit. Both dive down a big rabbit hole and disappear.
ko: {0}이(가) 어린 소녀가 커다란 토끼를 쫓는 걸 발견했습니다. 둘은 커다란 토끼굴로 내려가더니 사라졌습니다.

# Travel/&DLC3_StandardRandomEvents38
source: {0} hears eerie and impossible music for a few minutes. Nobody else does.
ko: {0}은(는) 몇 분 간 으스스한 음악소리를 들었습니다. 그 외엔 아무도 듣지 못했습니다.

# Travel/&DLC3_StandardRandomEvents39
source: {0} sees a strange cat up a tree. As they approach it disappears.
ko: {0}이(가) 나무 위의 수상한 고양이를 발견했습니다. 다가가자 자취를 감췄습니다.

# Travel/&DLC3_StandardRandomEvents40
source: A dark slender shape gestures from the shade of a tree, and then vanishes. Did that really happen?
ko: 어둡고 홀쭉한 형태가 나무 그림자에 나타난 것 같더니, 이내 사라졌습니다. 정말 있었던 걸까요?

# Travel/&DLC3_StandardRandomEvents41
source: A haunting whistling tune follows the group for an hour, and then stops.
ko: 유령 들린 듯한 휘파람 소리가 한 시간 동안 일행을 뒤따라 다니더니, 잦아들었습니다.

# Travel/&DLC3_StandardRandomEvents42
source: A motionless figure stands at the side of the road. A very realistic statue of a long-forgotten hero.
ko: 움직이지 않는 인영이 길가 옆에 서 있었습니다. 아주 실제와 똑같이 새겨진, 오랫동안 잊혀진 영웅의 조각상이었습니다.

# Travel/&DLC3_StandardRandomEvents43
source: {0} wants to play "I spy." Nobody else does.
ko: {0}이(가) 자음 퀴즈를 하자고 했습니다. 나머지는 전부 싫어했습니다.

# Travel/&DLC3_StandardRandomEvents44
source: A booming sound is accompanied by a flash of light in the sky. A sudden wind blows, then silence.
ko: 하늘에 섬광이 번뜩이더니 폭발음이 뒤따랐습니다. 갑자기 바람이 불고, 이내 고요해졌습니다.

# Travel/&DLC3_StandardRandomEvents45
source: {0} sees something strange flying way up high in the air.
ko: {0}이(가) 뭔가 수상한 비행체가 하늘로 치솟는 걸 목격했습니다.

# Travel/&DLC3_StandardRandomEvents46
source: A vast ghostly army appears on the horizon, and then just as suddenly vanishes.
ko: 지평선에 막대한 수의 유령 군대가 나타나더니, 갑자기 사라졌습니다.

# Travel/&DLC3_StandardRandomEvents47
source: All the trees nearby are dead. There are no birds singing. Spooky.
ko: 근방의 나무들이 모두 죽어있는 걸 발견했습니다. 새 울음소리도 들리지 않았고 말입니다. 소름 끼치는 일입니다.

# Travel/&DLC3_StandardRandomEvents48
source: A strange gnome in a long leather coat jumps into a large blue barrel that promptly vanishes, leaving an eerie pulsing sound on the air.
ko: 긴 가죽 외투를 입은 수상한 노움이 커다란 파란 통에 들어가 사라졌습니다. 허공에 소름 돋는 파동음만을 남기고 말입니다.

# Travel/&DLC3_StandardRandomEvents49
source: A vast and ancient henge sits on a hill. Who built it?
ko: 언덕 위에 아주 낡고 커다란 돌기둥이 있었습니다. 누가 이런 걸 세웠을까요?

# FactionRelicInterestedFactionsTitle
source: Interested Factions
ko_mt: 관심 세력

# FatigueExhaustedDescription
source: The party is completely exhausted and must rest.
ko_mt: 파티는 완전히 지쳤고 쉬어야 합니다.

# FatigueExhaustedTitle
source: Exhausted
ko_mt: 탈진 한
