Repository: team-waldo/solasta-translation
Catalog: translation/*/Travel.po
Languages: ko, ko_mt

# FatigueFreshDescription
source: The party is fresh and can keep on traveling.
ko_mt: 파티는 신선하고 여행을 계속할 수 있습니다.

# FatigueFreshTitle
source: Fresh
ko_mt: 신선한

# FatigueImpededDescription
source: The party is slightly tired but can keep traveling.
ko_mt: 파티는 약간 피곤하지만 여행을 계속할 수 있습니다.

# FatigueImpededTitle
source: Impeded
ko_mt: 방해

# PaceFastDescription
source: The party travels quickly (36 miles per day), at the expense of stealth and perception.
ko_mt: 파티는 은신과 지각을 희생하면서 빠르게(하루에 36마일) 이동합니다.

# PaceFastTitle
source: Fast
ko_mt: 빠른

# PaceNormalDescription
source: The party travels at a normal pace (24 miles a day), striking a good balance between speed and awareness of its surroundings.
ko_mt: 일행은 정상적인 속도로(하루 24마일) 이동하며 속도와 주변 환경에 대한 인식 사이의 균형을 잘 유지합니다.

# PaceNormalTitle
source: Normal
ko_mt: 정상

# PaceSlowDescription
source: The party travels slowly (16 miles per day), paying more attention to the surroundings and being less noticeable.
ko_mt: 파티는 천천히(하루에 16마일) 이동하여 주변 환경에 더 주의를 기울이고 눈에 띄지 않습니다.

# PaceSlowTitle
source: Slow
ko_mt: 느린

# StandardCampActivity01Title
source: {0} does some weapons maintenance.
ko_mt: {0}은(는) 일부 무기 유지보수를 수행합니다.

# StandardCampActivity02Title
source: {0} performs armor maintenance.
ko_mt: {0}은 갑옷 유지 관리를 수행합니다.

# StandardCampActivity03Title
source: {0} cooks a nice meal for the party.
ko_mt: {0}은(는) 파티를 위해 멋진 식사를 준비합니다.

# StandardCampActivity04Title
source: {0} performs mental exercises.
ko_mt: {0}은 정신 운동을 수행합니다.

# StandardCampActivity05Title
source: {0} prays.
ko_mt: {0}은(는) 기도합니다.

# StandardCampActivity06Title
source: {0} tells old war stories.
ko_mt: {0}은(는) 오래된 전쟁 이야기를 들려줍니다.

# StandardCampActivity07Title
source: {0} starts a heated political discussion about the Principality of Masgarth.
ko_mt: {0}은(는) Masgarth 공국에 대한 열띤 정치적 토론을 시작합니다.

# StandardCampActivity08Title
source: {0} starts a discussion about deities and religions.
ko_mt: {0}은(는) 신과 종교에 대한 토론을 시작합니다.

# StandardCampActivity09Title
source: {0} starts a game of dice.
ko_mt: {0}은(는) 주사위 게임을 시작합니다.

# StandardCampActivity10Title
source: {0} starts singing an old song.
ko_mt: {0}은(는) 오래된 노래를 부르기 시작합니다.

# StandardCampActivity11Title
source: {0} starts a game of dice.
ko_mt: {0}은(는) 주사위 게임을 시작합니다.

# StandardCampActivity12Title
source: {0} starts a game of cards.
ko_mt: {0}은(는) 카드 게임을 시작합니다.

# StandardRandomEvents10Title
source: {0} stops near a shrine to pray.
ko_mt: {0}은(는) 기도하기 위해 신사 근처에 멈춥니다.

# StandardRandomEvents11Title
source: {0} works on martial arts training exercises.
ko_mt: {0}은(는) 무술 훈련 연습을 합니다.

# StandardRandomEvents1Title
source: The party comes across a band of mercenaries.
ko_mt: 파티는 용병 무리를 만납니다.

# StandardRandomEvents2Title
source: The party passes an old Imperial marketplace, now used as a meeting point for Scavengers.
ko_mt: 파티는 현재 Scavengers의 만남의 장소로 사용되는 오래된 제국 시장을 지나갑니다.

# StandardRandomEvents3Title
source: The party passes an ancient tree, old enough to have survived the Cataclysm.
ko_mt: 일행은 대격변에서 살아남을 수 있을 만큼 오래된 고대 나무를 지나갑니다.

# StandardRandomEvents4Title
source: The party meets a wandering scholar from Gallivan.
ko_mt: 일행은 갈리반에서 온 떠돌이 학자를 만난다.

# StandardRandomEvents5Title
source: The party meets a band of Pilgrims on their way to the Einareum.
ko_mt: 일행은 에이나름으로 가는 길에 순례자 무리를 만난다.

# StandardRandomEvents6Title
source: The party comes across some wounded dwarf mercenaries and tends to their wounds.
ko_mt: 일행은 부상당한 드워프 용병들을 만나 그들의 상처를 돌본다.

# StandardRandomEvents7Title
source: The party comes across a messenger whose horse has been spooked. {0} calms the animal and is gratefully thanked.
ko_mt: 일행은 말이 겁에 질린 전령을 만난다. {0}은(는) 동물을 진정시키고 감사한 마음을 전합니다.

# StandardRandomEvents8Title
source: {0} plays a game of dice with a wandering scholar.
ko_mt: {0}은(는) 방황하는 학자와 주사위 게임을 합니다.

# StandardRandomEvents9Title
source: {0} plays a tune on the flute.
ko_mt: {0}은 플루트를 연주합니다.

# TravelActivityCampTitle
source: Camp
ko_mt: 캠프

# TravelActivityExplorationTitle
source: Exploration
ko_mt: 탐구

# TravelActivityLongRestTitle
source: Rest
ko_mt: 쉬다

# TravelActivityNavigateTitle
source: Navigate
ko_mt: 탐색

# TravelActivityStandByTitle
source: Standby
ko_mt: 대기

# TravelEventCraftingProgressFailure1Title
source: {0} faces a setback while crafting the {1}: no progress.
ko_mt: {0}은(는) {1}을(를) 만드는 동안 차질에 직면했습니다. 진행 상황이 없습니다.

# TravelEventCraftingProgressFinishedTitle
source: {0} has finished crafting the {1}.
ko_mt: {0}이(가) {1} 제작을 완료했습니다.

# TravelEventCraftingProgressHalfwayTitle
source: {0} is halfway done crafting the {1}.
ko_mt: {0}은(는) {1} 제작을 절반 이상 완료했습니다.

# TravelEventCrownAttunedDescription
source: Our heroes take a well-deserved rest, but the mood is somber.
ko_mt: 우리 영웅들은 충분한 휴식을 취하지만 분위기는 침울합니다.

# TravelEventCrownAttunedTitle
source: A Troubled Night
ko_mt: 곤란한 밤

# TravelEventEncounterFailure1Title
source: The party fails to detect an approaching enemy group.
ko_mt: 파티는 다가오는 적군을 감지하지 못합니다.

# TravelEventEncounterSuccess1Title
source: An encounter! {0} hears the enemy approaching.
ko_mt: 만남! {0}은(는) 적이 접근하는 소리를 듣습니다.

# TravelEventEncounterSuccess2Title
source: An encounter! {0} spots the enemy before they see the party.
ko_mt: 만남! {0}은(는) 파티를 보기 전에 적을 발견합니다.

# TravelEventFoodSearchFailure1Title
source: The party did not find any food.
ko_mt: 파티는 음식을 찾지 못했습니다.

# TravelEventFoodSearchSuccess1Title
source: {0} finds some tasty mushrooms. The party gains {1} food ration(s).
ko_mt: {0}이(가) 맛있는 버섯을 찾습니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess2Title
source: {0} catches wild hares. The party gains {1} food ration(s).
ko_mt: {0}은(는) 야생 토끼를 잡습니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess3Title
source: {0} kills a boar. The party gains {1} food ration(s).
ko_mt: {0}은(는) 멧돼지를 죽입니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess4Title
source: {0} finds an apple tree. The party gains {1} food ration(s).
ko_mt: {0}은 사과나무를 찾습니다. 파티는 식량 배급 {1}개를 얻습니다.

# TravelEventFoodSearchSuccess5Title
source: {0} finds a bird's nest and gathers some eggs. The party gains {1} food ration(s).
ko_mt: {0}은(는) 새 둥지를 찾아 알을 모읍니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess6Title
source: {0} kills a fallow deer. The party gains {1} food ration(s).
ko_mt: {0}은(는) 휴경 중인 사슴을 죽입니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess7Title
source: {0} kills a couple of partridges. The party gains {1} food ration(s).
ko_mt: {0}은(는) 자고새 몇 마리를 죽입니다. 파티는 {1} 식량 배급을 얻습니다.

# TravelEventFoodSearchSuccess8Title
source: {0} finds a bunch of wild vegetables and gathers {1} food ration(s).
ko_mt: {0}은(는) 야생 야채 무리를 찾아 {1} 식량 배급을 모읍니다.

# TravelEventIngredientGatheringFailure1Title
source: The party did not find any useful ingredients.
ko_mt: 파티는 유용한 재료를 찾지 못했습니다.

# TravelEventIngredientGatheringSuccess1Title
source: {0} manages to collect crafting ingredients: {1}
ko_mt: {0}은(는) 제작 재료를 수집합니다. {1}

# TravelEventLongRestCompleteFailure1Title
source: The party has failed to complete its long rest
ko_mt: 파티는 긴 휴식을 완료하지 못했습니다

# TravelEventLongRestCompleteSuccess1Title
source: The party has finished its long rest and consumed {0} unit(s) of food.
ko_mt: 파티는 긴 휴식을 마치고 {0}단위의 음식을 소비했습니다.

# TravelEventLongRestStart1Title
source: The party starts to rest
ko_mt: 파티는 쉬기 시작한다

# TravelEventNavigationStarts1Title
source: The party is on the move
ko_mt: 파티가 진행 중입니다

# TravelEventNewDayTitle
source: Day {0}
ko_mt: {0}일

# TravelEventSetCamp1Title
source: The party sets camp
ko_mt: 파티 세트 캠프

# TravelJourneyBeginsTitle
source: The journey begins!
ko_mt: 여행이 시작됩니다!

# TravelJourneyEndsTitle
source: The party has arrived
ko_mt: 파티가 왔다

# TravelEventExplorationEndsTitle
source: The party has found a way in.
ko_mt: 파티에서 방법을 찾았습니다.

# TravelEventExplorationStartsTitle
source: The party starts looking for access to the location.
ko_mt: 파티는 위치에 대한 액세스를 찾기 시작합니다.

# TravelEventCastFoodSpellTitle
source: {0} casts the {1} spell and provides food for the whole party.
ko_mt: {0}은 {1} 주문을 시전하고 전체 파티에 음식을 제공합니다.

# StandardRandomEvents12Title
source: The party comes across a Scavenger chariot filled with loot and says hello.
ko_mt: 일행은 전리품으로 가득 찬 스캐빈저 마차를 만나 인사를 합니다.

# StandardRandomEvents13Title
source: The party passes by a mass grave and walks away with a somber look.
ko_mt: 일행은 공동묘지를 지나 침울한 표정으로 걸어간다.

# StandardRandomEvents14Title
source: The party passes by a Manacalon statue representing yet another emperor.
ko_mt: 일행은 또 다른 황제를 상징하는 마나칼론 동상을 지나갑니다.

# StandardRandomEvents15Title
source: The party passes by a broken statue of an elven woman with a slave.
ko_mt: 일행은 노예와 함께 엘프 여자의 부서진 조각상 옆을 지나간다.

# StandardRandomEvents16Title
source: The party passes by a shrine to Arun and hears thunder rumbling in the distance.
ko_mt: 일행은 아룬의 사당을 지나고 멀리서 천둥소리가 들린다.

# StandardRandomEvents17Title
source: The party passes by a shrine to Einar and sees a deer dash away.
ko_mt: 일행은 에이나르의 사당을 지나다가 사슴이 달려가는 것을 봅니다.

# StandardRandomEvents18Title
source: The party passes by a shrine to Pakri and feels a cold breeze.
ko_mt: 일행은 사당을 지나 파크리로 향하며 찬바람을 느낀다.

# StandardRandomEvents19Title
source: The party passes by a shrine to Maraike and hears a bird singing.
ko_mt: 일행은 마라이케 신사를 지나 새가 지저귀는 소리를 듣습니다.

# StandardRandomEvents20Title
source: The party passes by a shrine to Misaye and hears someone laughing.
ko_mt: 일행은 미사예에게 사당을 지나치는데 누군가 웃는 소리가 들린다.

# StandardRandomEvents21Title
source: The party passes by a ruined Imperial tollgate on which flowers have grown.
ko_mt: 일행은 꽃이 만발한 폐허가 된 제국의 톨게이트를 지나간다.

# StandardRandomEvents22Title
source: The party passes by a fallen bridge and wades through a stream.
ko_mt: 일행은 쓰러진 다리를 지나 개울을 건넌다.

# StandardRandomEvents23Title
source: The party walks in light rain for some time.
ko_mt: 파티는 잠시 동안 가벼운 비를 걷습니다.

# StandardRandomEvents24Title
source: The party walks in heavy rain for a while.
ko_mt: 파티는 한동안 폭우 속을 걷습니다.

# StandardRandomEvents25Title
source: The party walks in a powerful storm for a short time.
ko_mt: 파티는 짧은 시간 동안 강력한 폭풍우 속을 걷습니다.

# StandardCampActivity13Title
source: {0} carves a statuette with a piece of wood.
ko_mt: {0}은 나무 조각으로 조각상을 조각합니다.

# StandardCampActivity14Title
source: {0} writes a letter to goodness knows who.
ko_mt: {0}은(는) 선의에게 편지를 씁니다.

# StandardCampActivity15Title
source: {0} writes a chapter in their personal journal.
ko_mt: {0}은(는) 개인 일지에 한 장을 씁니다.

# StandardCampActivity16Title
source: {0} reads a chapter of a book.
ko_mt: {0}은 책의 한 장을 읽습니다.

# StandardCampActivity17Title
source: {0} does some pushups and squats.
ko_mt: {0}은(는) 팔굽혀펴기와 스쿼트를 합니다.

# StandardCampActivity18Title
source: {0} cleans their shoes.
ko_mt: {0}은(는) 신발을 청소합니다.

# StandardCampActivity19Title
source: {0} takes a short time alone to think.
ko_mt: {0} 혼자 생각하는 데 시간이 조금 걸립니다.

# StandardCampActivity20Title
source: {0} plays a game of skill with stones.
ko_mt: {0}은(는) 돌로 기술 게임을 합니다.

# StandardCampActivity21Title
source: {0} unfolds a bedroll to set up a nice sleeping spot.
ko_mt: {0}은(는) 침대를 펼쳐서 좋은 잠자리를 마련합니다.

# TravelEventEncounterOther1Title
source: Weak monsters run away as they see the party approaching.
ko_mt: 약한 몬스터들은 다가오는 파티를 보고 도망친다.

# TravelEventEncounterOther2Title
source: An encounter! The monsters are frightened by the party and scurry away.
ko_mt: 만남! 몬스터들은 파티에 겁을 먹고 달아난다.
