Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# TutorialStep/&Tuto03_Disarm2_Description
source: Some traps can only be disarmed by triggering them. If you fail to disarm a trap, you may trigger it, or lock it, or simply need to try again.
ko: 일부 함정은 발동해야만 해제됩니다. 함정을 해제하지 못했다면 함정을 발동시키거나 잠그거나 다시 시도해볼 수 있습니다.

# TutorialStep/&Tuto03_Disarm2_Title
source: Disarming Traps
ko: 함정 해제

# TutorialStep/&Tuto03_Lockpick_Description
source: To try picking a lock, mouse over a locked door or chest and left-click. If you select your whole party, the most skilled character is automatically chosen for the task. You must have thieves' tools in your inventory to try picking a lock. Being proficient with thieves' tools will help.
ko: 자물쇠를 따려면 잠긴 문이나 상자를 마우스 왼쪽 버튼으로 클릭하십시오. 파티 구성원 모두가 선택된 상태라면 자동으로 가장 숙련된 캐릭터가 자물쇠 따기를 시도할 것입니다. 자물쇠를 따기 위해서는 도둑의 도구가 필요하며, 해당 도구 사용 숙련도의 영향을 받습니다.

# TutorialStep/&Tuto03_Lockpick_Title
source: Lockpicking
ko: 자물쇠 따기

# TutorialStep/&Tuto03_Sneak_Attack_Description
source: If you attack an enemy while undetected, you gain the advantage of surprise. That means you have advantage on your roll to hit, and your opponent cannot react before the next turn. If you are a rogue, your attack will be a Sneak Attack, dealing additional damage.
ko: 적에게 발견되지 않은 상태에서 적을 공격하면 기습에 성공합니다. 기습에 성공하면 명중 굴림에 이득을 얻으며상대는 다음 턴까지 반응하지 못합니다. 당신이 도적이라면, 당신의 공격은 암습 공격이 되고 추가 피해를 줍니다.

# TutorialStep/&Tuto03_Sneak_Attack_Title
source: Surprise Attack
ko: 기습

# TutorialStep/&Tuto04_Attack_Shove_Description
source: To attack an enemy using your default weapon, mouse over them and left-click. You can also cast an attack spell or switch weapon configurations and use another weapon - a ranged one, for example. Depending on the character, some special abilities are also available.
ko: 기본 무기를 사용하여 적을 공격하려면 마우스를 적 위에 놓고 좌클릭합니다. 공격 주문을 시전하거나 무기를 설정을 변경하고, 또 다른 무기(예: 원거리 무기)를 사용할 수도 있습니다. 캐릭터에 따라 일부 특수 능력도 사용할 수 있습니다.

# TutorialStep/&Tuto04_Attack_Shove_Title
source: Attacking
ko: 공격

# TutorialStep/&Tuto04_Attack_Shove2_Description
source: You try to shove an enemy back or down. Select Shove and choose from the available options. If you shove an enemy backwards into a pit, they'll fall. If you shove an enemy down, they will be prone, remaining vulnerable until they spend move points to stand up.
ko: 당신은 적을 뒤로 밀거나 넘어뜨리려고 합니다. 밀기를 선택한 후, 가능한 옵션 중에 선택하십시오. 적을 구덩이쪽으로 밀면 떨어집니다. 적을 넘어뜨리면 넘어짐 상태가 되어, 이동 포인트를 소모하여 일어설 때까지 취약한 상태가 됩니다.

# TutorialStep/&Tuto04_Attack_Shove2_Title
source: Shoving
ko: 밀치기

# TutorialStep/&Tuto04_Dashing_Description
source: Moving to a point in the yellow area uses your main action to Dash. Dash doubles your maximum movement for the turn. However, you cannot use your action to attack or cast a spell. Remember that you can move normally and then decide whether to Dash further or to use your action for something else.
ko: 노란색 영역으로의 이동은 주 행동을 사용하여 질주하는 것입니다. 질주는 해당 턴 동안 최대 이동 가능 거리를 두 배로 늘립니다. 그러나 행동을 사용하여 주문을 시전하거나 공격할 수는 없습니다. 정상적으로 이동할 수도 있으므로, 질주로 더 멀리 이동할 지 아니면 다른 일을 위해 행동을 사용할지 결정하십시오.

# TutorialStep/&Tuto04_Dashing_Title
source: Dashing
ko: 질주

# TutorialStep/&Tuto04_Disengaging_Description
source: To avoid an opportunity attack, you can use the Disengage action. For the rest of your turn, you can move close to enemies freely, without any risk of opportunity attacks. Disengage uses your main action, though, so you won't be able to attack or Dash during this turn.
ko: 기회 공격을 피하기 위해 이탈 행동을 사용할 수 있습니다. 남은 턴 동안 기회 공격의 위험 없이 자유롭게 적에게 가까이 갈 수 있습니다. 그러나 이탈은 주 행동을 사용하므로, 이 턴 동안 공격하거나 질주할 수 없습니다.

# TutorialStep/&Tuto04_Disengaging_Title
source: Disengaging
ko: 이탈

# TutorialStep/&Tuto04_Dodging_Description
source: Clicking Dodge uses your main action and provides the following benefits: Until the start of your next turn, all attackers you can see have disadvantage on their rolls to hit, and you have advantage on Dexterity saving throws.
ko: 회피를 클릭하면 주 행동을 사용하며 다음과 같은 이점이 있습니다: 당신의 다음 턴이 시작될 때까지 당신이 볼 수 있는 모든 공격자들은 명중 굴림에 페널티를 받게 되며, 당신은 민첩 내성 굴림에 이득을 갖게 됩니다.

# TutorialStep/&Tuto04_Dodging_Title
source: Dodging
ko: 회피

# TutorialStep/&Tuto04_Opportunity_Description
source: Whenever a creature moves out of reach of an enemy that can see it, that enemy can use their reaction to perform a melee attack. Of course, you can use opportunity attacks, too. Always be careful when you're within melee range of an enemy - you can't just walk away!
ko: 크리쳐가 적의 시야 내에서 근접 범위 밖으로 이동할 때, 그 적은 반응 행동을 사용하여 근접 공격을 할 수 있습니다. 물론 기회 공격도 할 수 있습니다. 적의 근접 범위 안에 있을 때는 항상 조심하십시오. 그냥 걸어가버릴 수는 없습니다!

# TutorialStep/&Tuto04_Opportunity_Title
source: Opportunity Attacks
ko: 기회 공격

# TutorialStep/&Tuto04_Sleight_Description
source: If you are proficient with Sleight of Hand, you can attempt to pickpocket enemies and NPCs. Also, certain armors give you disadvantage on Stealth checks. This is always risky, so think twice before trying it. You must be very stealthy to stand a chance!
ko: 교활한 손에 능숙하면 적과 NPC에게 소매치기를 시도할 수 있습니다. 이 때, 특정 갑옷들은 은신 판정에서 불리합니다. 이것은 언제나 위험을 동반하므로 시도하기 전에 다시 한 번 생각하십시오. 성공 확률을 높이려면 매우 은밀해야만 합니다!

# TutorialStep/&Tuto04_Sleight_Title
source: Sleight of Hand
ko: 손재주

# TutorialStep/&TutoT4_Critical_Description
source: Sometimes in the course of your adventure, some Non-Player Characters may become critical. This means if you let them die, the game is over.
ko: 모험 중에 NPC가 필수적인 역할을 담당하기도 합니다. 그 NPC가 죽는다면 게임오버가 됩니다.

# TutorialStep/&TutoT4_Critical_Title
source: Critical Characters
ko: 필수 인물

# TutorialStep/&UsingCameraDescription
source: Right-click and drag to rotate the camera view and change your perspective. You can also rotate using the buttons on the compass at the bottom right of the screen, or by pressing Q or E. Use WASD or the arrow keys to move the camera around, and hold down W while focused on a character to zoom in on them.
ko: 마우스 오른쪽 버튼을 클릭하고 드래그하여 카메라 뷰를 회전하고 시점을 변경할 수 있습니다. 화면 오른쪽 하단에 있는 나침반의 버튼을 사용하거나 Q 또는 E를 눌러 회전할 수도 있습니다. WASD 또는 화살표 키를 사용하여 카메라를 이동할 수 있고, 캐릭터에 초점을 맞춘 상태에서 W 를 누르고 있으면 화면을 확대합니다.

# TutorialStep/&UsingCameraTitle
source: Using the Camera
ko: 카메라 활용

# TutorialStep/&Tuto_Explosive_Description
source: These chemical components are highly unstable and will trigger an explosion if you interact with them with a flaming spell or object. Be cautious wandering around these chemicals, or try to use them at your advantage to inflict some damage to nearby enemies.
ko: 이러한 화학 물질들은 매우 불안정하여 화염계 주문이나 불타는 물체와 만나면 폭발을 일으킬 것입니다. 이 화학 물질들 주변에서는 주의해야 하지만, 근처의 적에게 피해를 주기 사용함으로써 전황을 유리하게 가져갈 수도 있습니다.

# TutorialStep/&Tuto_Explosives_Title
source: Explosive Component
ko: 폭발성 물질

# TutorialStep/&Tuto_RunePuzzle_Title
source: Magic Runes Puzzle
ko: 마법의 룬 퍼즐

# TutorialStep/&Tuto_RunePuzzle_Description
source: Find the hidden runes that are barely shining on the ground, and step on them to activate them.
ko: 바닥에 숨겨져 있는 희미하게 빛나는 룬을 찾고 밟아 활성화시키십시오.

# TutorialStep/&Crafting01Title
source: Crafting
ko: 제작

# TutorialStep/&Crafting01Description
source: In Solasta, you can craft various items. To do so, you need the proper equipment, ingredients, skill, and time. For magical items, sometimes you need to know spells. Crafting is performed while traveling, once your party has set up camp but is not yet sleeping. Characters can devote some of their free time to working on their current crafting task.
ko: 솔라스타에서는 다양한 아이템을 제작할 수 있습니다. 이를 위해서는 적절한 장비, 재료, 기술 및 시간이 필요합니다. 마법 아이템의 경우 때때로 주문을 알아야 합니다. 여행 중 파티가 야영지를 정한 후 아직 잠들지 않은 않았을 때 제작이 수행됩니다. 캐릭터는 진행중인 제작 작업에 여가 시간의 일부를 할애할 수 있습니다.

# TutorialStep/&Crafting02Title
source: Crafting Equipment
ko: 장비 제작

# TutorialStep/&Crafting02Description
source: These are the tools required for crafting: -Potions: Herbalism kit -Scrolls: Scroll kit -Poisons: Poisoner's kit -Enchanted weapons and armor: Manacalon Rosary You'll need to be proficient with these tools to use them.
ko: 제작에 필요한 도구는 다음과 같습니다. - 물약 : 약초 세트 - 두루마리 : 두루마리 세트 - 독 : 독 전문가 세트 - 마법이 부여된 무기와 갑옷 : 마나칼론 묵주 이러한 도구를 사용하려면 각 도구에 숙련되어 있어야 합니다.

# TutorialStep/&Crafting03Title
source: Crafting Skills
ko: 제작 기술

# TutorialStep/&Crafting03Description
source: Even if you're proficient with a given crafting tool, you'll still need specific skills to make successive checks against the recipe's DC. To craft potions, sometimes Medicine is enough, but Arcana is very useful. To craft poisons, Medicine or Nature is useful. To craft scrolls or enchanted items, Arcana is a must.
ko: 주어진 제작 도구에 숙련되어 있더라도 레시피의 난이도에 대한 연속적인 판정을 성공하려면 특정 기술들이 필요합니다. 물약을 만들기 위해서 약 스킬으로도 충분한 경우가 있지만, 비전 스킬이 매우 유용합니다. 독을 만들려면 약이나 자연 스킬이 유용합니다. 두루마리나 마법이 부여된 아이템을 제작하려면 비전 스킬이 필수입니다.

# TutorialStep/&Crafting04Title
source: Crafting Ingredients
ko: 제작 재료

# TutorialStep/&Crafting04Description
source: Crafting requires ingredients. They can be found while adventuring and gathered from flowers, bushes and rocks, and sometimes from dead creatures. Obviously, you can also buy them from shops, unless they are very rare. Enchanting requires primed items that have been magically prepared for enchanting by Manacalon master smiths, whose secrets were lost with the Cataclysm. Generally, a primed item will require a very rare additional ingredient to fulfill its potential.
ko: 제작에는 재료가 필요합니다. 재료들은 모험을 하면서 발견할 수 있으며 꽃, 덤불, 바위, 때때로 죽은 생물에서도 채집할 수 있습니다. 매우 귀한 재료가 아니라면 상점에서 구입할 수도 있습니다. 마법부여를 하려면 마나칼론의 명장이 마법적으로 준비한 잠재된 아이템이 필요합니다. 일반적으로 잠재된 아이템은 잠재력을 이끌어 내기 위해 매우 희귀한 추가 재료를 필요로 합니다.

# TutorialStep/&Crafting05Title
source: Crafting Recipes
ko: 제작법

# TutorialStep/&Crafting05Description
source: Finally, to craft an item, you need to know which ingredients to combine. These "recipes" can be learned by reading manuals or taught by masters. Solastan factions generally keep copies of recipes and sell them at good prices to their friends, but some can be found out there in the Badlands, too. Once a recipe has been learned, all the party can use it.
ko: 마지막으로, 아이템을 만들기 위해서는 어떤 재료를 조합해야 하는지 알아야 합니다. 이 "레시피"는 매뉴얼을 읽거나 마스터에게 사사받아 배울 수 있습니다. 솔라스탄 세력은 보통 레시피 사본들을 가지고 있으며 우호 세력들에게 좋은 가격에 판매하지만, 일부 레시피는 황무지에서도 찾을 수 있습니다. 레시피를 배우면 모든 파티 멤버가 사용할 수 있습니다.

# TutorialStep/&Crafting06Title
source: Crafting Interface
ko: 제작 창

# TutorialStep/&Crafting06Description
source: To start crafting, open a character's screen and click on the Crafting tab. Simply select a recipe that is available to start. The progress bar will fill as you travel, and you will be notified when the operation is over, so you can launch another one if you want. Remember that if you cancel a crafting operation, the ingredients are lost.
ko: 제작을 시작하려면 캐릭터 화면을 열고 제작 탭을 클릭하세요. 제작을 시작할 수 있는 레시피를 선택하기만 하면 됩니다. 여행이 진행되면서 진행률 바가 채워지게 되고, 작업이 끝나면 다른 작업을 시작할 수 있도록 알림을 받을 수 있습니다. 제작 작업을 취소하면 재료를 잃게된다는 점을 기억하세요.

# TutorialStep/&Tuto_SurpriseAttack3_Title
source: Surprise Attack
ko: 기습

# TutorialStep/&Tuto_SurpriseAttack3_Description
source: If you can sneak up close to enemies who are unaware of your presence, you can take them by surprise and force them to lose their first turn of a battle. To do so, click on an attack option or attack spell with one of your characters, target an enemy, and confirm the attack. This will start the battle and give you the advantage of surprise. Also, as long as your characters remain unseen, they have advantage on attack rolls.
ko: 당신을 인지하지 못한 적에게 몰래 다가갈 수 있다면, 기습으로 첫 번째 턴에 아무 행동도 하지 못하게 만들 수 있습니다. 그렇게 하려면 캐릭터 중 한 명으로 공격 옵션이나 공격 주문을 클릭하고, 적을 지정하고, 공격을 실행하면 됩니다. 이것은 기습의 이점을 갖고 전투를 시작하도록 해줄 것 입니다. 또한 캐릭터가 발각되지 않은 상태라면, 명중 굴림에서 이점을 받습니다.

# TutorialStep/&Tuto_T8_Scav01_Title
source: Scavenger System
ko: 스캐빈저 시스템

# TutorialStep/&Tuto_T8_Scav01_Description
source: When you have cleared a location of monsters, go to any Scavenger outpost to report your deeds. They will send their people there to collect the minor loot left and sell it. Each time you visit a Scavenger HQ, you can claim the money they owe you.
ko: 몬스터들 출몰하는 지역을 정리한 후에는 스캐빈저 전초기지로 이동하여 결과를 보고하십시오. 그들은 사람들을 보내 남아 있는 사소한 전리품들을 모아 판매할 것입니다. 스캐빈저 본부를 방문할 때마다 그들이 당신으로 인해 얻은 이득을 청구할 수 있습니다.

# TutorialStep/&Tuto_T8_Scav02_Title
source: Getting Your Gold
ko: 금액 청구

# TutorialStep/&Tuto_T8_Scav02_Description
source: They take a portion of the total value of what they brought back. You also have the chance to buy back some of the collected stuff beforehand. You don't have to talk to the Scavenger quartermaster to use the system, you can click on the sign nearby.
ko: 그들은 그들이 모아온 것에서 얻은 이득의 일부를 가져갑니다. 그들이 가져온 물건들이 판매되기 전에 당신이 미리 구매할 수도 있습니다. 시스템을 사용하기 위해서 꼭 스캐빈저 병참장교와 대화할 필요는 없고, 근처에 있는 표지판을 클릭하기만 하면 됩니다.

# TutorialStep/&Tuto_T8_CriticalCharacters_Title
source: Critical Characters
ko: 중요 인물

# TutorialStep/&Tuto_T8_CriticalCharacters_Description
source: Two characters joined your party as companions. Take care of them; they are critical and it will be game over if they die. On the other hand, they're not mere followers; they can fight and perform actions just like your heroes.
ko: 두 캐릭터가 동료가 되었습니다. 그들을 잘 돌보십시오; 그들은 핵심인물이며, 그들이 죽으면 게임이 종료됩니다. 한 편, 그들은 단순한 NPC가 아닙니다. 그들은 당신의 영웅처럼 싸우고 행동할 수 있습니다.

# TutorialStep/&PickupQuests_Title
source: Pick up Quests
ko: 퀘스트 선택

# TutorialStep/&PickupQuests_Description
source: These boards offer you the opportunity to take on optional quests. It is quite simple: accept a quest from a client, perform the required actions, and return to a board to collect your reward! Beware: Some of these quests are more dangerous that they may seem.
ko: 이 보드는 선택 퀘스트를 수행할 수 있는 기회를 제공합니다. 매우 간단합니다: 의뢰인의 퀘스트를 수락하고, 필요한 행동을 취하고, 보드로 돌아가서 보상을 받으세요! 주의: 이러한 퀘스트 중 일부는 보기보다 더 위험합니다.

# TutorialStep/&MajorGateBoneKeep_Title
source: Major Gate
ko: 주 관문

# TutorialStep/&MajorGateBoneKeep_Description
source: Using this Minor Gate will teleport you outside the castle. You can also use the Major Gate behind you to teleport back to Caer Cyflen.
ko: 이 보조 게이트를 사용하면 성 밖으로 순간이동 됩니다. 뒤에 있는 주요 게이트를 사용하여 케어 키플렌으로 순간이동 할수도 있습니다.

# TutorialStep/&Tuto_Legendary_01_Title
source: Legendary Quest
ko: 전설 퀘스트

# TutorialStep/&Tuto_Legendary_01_Description
source: Bewave, if you talk to Arwin Merton, you'll have to complete the quest or fail it definitively.
ko: 주의하십시오. 아르윈 머튼과 대화할 때 퀘스트를 완료하지 못하면, 완전히 실패하게 됩니다.

# TutorialStep/&Tuto_Legendary_02_Title
source: Cancel Quest
ko: 퀘스트 취소

# TutorialStep/&Tuto_Legendary_02_Description
source: If you exit the location without completing the quest, it will be failed definitevely.
ko: 퀘스트를 완료하지 않고 해당 위치를 벗어나면 반드시 실패합니다.

# TutorialStep/&Tuto_TDLC1_T1_Redeemers_Title
source: Remain Cautious!
ko: 조심하세요!

# TutorialStep/&Tuto_TDLC1_T1_Redeemers_Description
source: Sometimes you'll come accross monsters that are way too powerful for your party. You don't always have to fight, though. Try to remain in Cautious Mode and avoid them at all costs. Otherwise…well, it's your life, after all.
ko: 때때로 당신은 당신의 파티에게는 너무 강력한 몬스터를 만날 것입니다. 하지만 항상 싸울 필요는 없습니다. 경계 모드를 유지하며 어떤 대가를 치르더라도 피하십시오. 그렇지 않으면... 음... 그것도 결국 당신의 삶입니다.

# BattleCameraDescription
source: During battles, you can move the camera around using WASD, or by moving your mouse pointer to the borders of the screen or moving the mouse while pressing the middle button. Rotate the camera the same way as you do during exploration.
ko_mt: 전투 중 WASD를 사용하거나 마우스 포인터를 화면 테두리로 이동하거나 가운데 버튼을 누른 상태에서 마우스를 움직여 카메라를 이동할 수 있습니다. 탐색하는 동안과 같은 방식으로 카메라를 회전합니다.

# BattleCameraTitle
source: Camera Control in Battle
ko_mt: 전투 중 카메라 제어

# CautiousModeDescription
source: Activating cautious mode makes you move slower, but it grants you two benefits: you pay extra attention to hidden objects and traps, and you move with stealth. When an enemy starts to notice your presence, a gauge fills over their head, giving you time to react and return to hiding.
ko_mt: 조심 모드를 활성화하면 이동 속도가 느려지지만 두 가지 이점이 있습니다. 숨겨진 물건과 함정에 더 주의를 기울이고 은신 상태로 이동합니다. 적이 당신의 존재를 알아차리기 시작하면 게이지가 머리 위에 채워져 반응하고 숨을 시간을 줍니다.

# CautiousModeTitle
source: Cautious Mode
ko_mt: 주의 모드

# ConfigWeapons2Description
source: You can change your shortcuts in your inventory. Drag and drop a weapon, shield, or other item onto a hand slot to change the shortcut.
ko_mt: 인벤토리에서 바로가기를 변경할 수 있습니다. 무기, 방패 또는 기타 항목을 손 슬롯에 끌어다 놓아 단축키를 변경합니다.

# ConfigWeapons2Title
source: Change Weapons Shortcuts
ko_mt: 무기 단축키 변경

# ConfigWeaponsDescription
source: You can use shortcuts to switch your equipment. You have three weapon configuration shortcuts by default. The last shortcut is your light shortcut. It uses the third configuration that includes a torch or other light source. If you have the Light cantrip in your spell list, the light button will cast it immediately.
ko_mt: 단축키를 사용하여 장비를 전환할 수 있습니다. 기본적으로 세 가지 무기 구성 바로 가기가 있습니다. 마지막 단축키는 라이트 단축키입니다. 토치 또는 기타 광원을 포함하는 세 번째 구성을 사용합니다. 주문 목록에 Light 캔트립이 있는 경우 라이트 버튼이 즉시 이를 시전합니다.

# ConfigWeaponsTitle
source: Equipment Shortcuts
ko_mt: 장비 단축키

# FoodDescription
source: If you have no food in your inventory, look for rations in lootable containers or among the belongings of fallen enemies.
ko_mt: 인벤토리에 음식이 없으면 약탈 가능한 컨테이너나 쓰러진 적의 소지품에서 식량을 찾으십시오.

# FoodTitle
source: Food
ko_mt: 음식

# GatheringDescription
source: Sometimes you will need to gather your team in certain areas in order to continue your adventure. Find a way to bring all your party to these areas to unlock the next steps of a quest.
ko_mt: 때로는 모험을 계속하기 위해 특정 지역에 팀을 모아야 합니다. 퀘스트의 다음 단계를 잠금 해제하기 위해 모든 파티를 이 지역으로 데려오는 방법을 찾으십시오.

# GatheringTitle
source: Gathering Your Party
ko_mt: 당신의 파티를 모으기

# InventorySpaceDescription
source: Your characters can carry up to five times their Strength before becoming encumbered. Each item has a weight. Some items, like arrows, can be stacked in a single inventory slot, but their weight still adds up. Check your encumbrance gauge when looting equipment. If a character is moving slowly, check that they are not carrying too much.
ko_mt: 캐릭터는 방해를 받기 전에 최대 5배의 힘을 가질 수 있습니다. 각 항목에는 무게가 있습니다. 화살표와 같은 일부 항목은 단일 인벤토리 슬롯에 쌓을 수 있지만 무게는 계속 추가됩니다. 장비를 약탈할 때 방해 게이지를 확인하십시오. 캐릭터가 천천히 움직이는 경우 너무 많이 들고 있지 않은지 확인하십시오.

# InventorySpaceTitle
source: Inventory Management
ko_mt: 재고 관리

# LightingDescription
source: In Solasta, you will explore deep, dark places without natural light sources. It makes exploration and combat harder, especially for characters without Darkvision. You can equip torches or cast light spells to reveal your environment for your whole group.
ko_mt: Solasta에서는 자연광이 없는 깊고 어두운 곳을 탐험하게 됩니다. 특히 Darkvision이 없는 캐릭터의 경우 탐색과 전투가 더 어려워집니다. 횃불을 장비하거나 빛의 주문을 시전하여 전체 그룹의 환경을 공개할 수 있습니다.

# LightingTitle
source: Lighting and Light Sources
ko_mt: 조명 및 광원

# MechanismsDescription
source: Sometimes, you will need to find an interactive item to unlock a passage or activate a system. Explore, use cautious mode to increase your detection chances, and look for a gear icon indicating a possible interaction. Then it's up to you: activate or not?
ko_mt: 때로는 통로를 잠금 해제하거나 시스템을 활성화하기 위해 대화형 항목을 찾아야 합니다. 탐색하고 조심 모드를 사용하여 탐지 가능성을 높이고 가능한 상호 작용을 나타내는 기어 아이콘을 찾으십시오. 그렇다면 그것은 당신에게 달려 있습니다 : 활성화 여부?

# MechanismsTitle
source: Interactive Objects
ko_mt: 대화형 개체

# MovingCharactersDescription
source: Left-click a destination on the ground to move your selected characters to that location. The camera automatically follows them. The cursor indicates if you're targeting an invalid location.
ko_mt: 지면의 목적지를 마우스 왼쪽 버튼으로 클릭하여 선택한 캐릭터를 해당 위치로 이동합니다. 카메라가 자동으로 따라갑니다. 커서는 잘못된 위치를 타겟팅하고 있는지 여부를 나타냅니다.

# MovingCharactersTitle
source: Moving Characters
ko_mt: 움직이는 캐릭터

# OutgameMainMenuDescription
source: Welcome to Solasta! This sequence of panels will introduce you to the main concepts of the game as you discover it. Select one of the options on the right of the screen to start a new adventure or create characters
ko_mt: 솔라스타에 오신 것을 환영합니다! 이 일련의 패널은 게임을 발견할 때 게임의 주요 개념을 소개합니다. 화면 오른쪽에 있는 옵션 중 하나를 선택하여 새로운 모험을 시작하거나 캐릭터를 생성하세요.

# OutgameMainMenuTitle
source: In-game Help
ko_mt: 게임 내 도움말

# OutgameNewAdventureDescription
source: This screen allows you to start a new adventure, known as a "Campaign", in the world of Solasta. More campaigns are planned after the release of the game. You have to select four level 1 characters to start the Solasta Campaign.
ko_mt: 이 화면에서 Solasta의 세계에서 "캠페인"으로 알려진 새로운 모험을 시작할 수 있습니다. 게임 출시 후 더 많은 캠페인이 계획되어 있습니다. 솔라스타 캠페인을 시작하려면 4명의 레벨 1 캐릭터를 선택해야 합니다.

# OutgameNewAdventureTitle
source: New Adventure
ko_mt: 새로운 모험

# OutgameCharacterSelectionDescription
source: This pool lists the available characters that you can select for your adventures. Some characters have been generated by us if you want to quick-start your adventure; but we advise that you create your own party of four adventurers.
ko_mt: 이 풀에는 모험을 위해 선택할 수 있는 사용 가능한 캐릭터가 나열됩니다. 모험을 빠르게 시작하려면 일부 캐릭터가 생성되었습니다. 하지만 4명의 모험가로 구성된 자신만의 파티를 만드는 것이 좋습니다.

# OutgameCharacterSelectionTitle
source: Party Setup
ko_mt: 파티 설정

# OutgameCharacterCreationAbilityScoresDescription
source: Ability scores are the six core attributes defining where your character excels: Strength, Dexterity, Constitution, Intelligence, Wisdom and Charisma, with values from 3 to 20. The bonus under each score is applied to any relevant action. For example, the STR bonus is added to attack rolls based on strength.
ko_mt: 능력 점수는 캐릭터가 뛰어난 위치를 정의하는 6가지 핵심 속성인 힘, 민첩성, 체질, 지능, 지혜 및 카리스마이며 3에서 20 사이의 값을 갖습니다. 각 점수 아래의 보너스는 모든 관련 작업에 적용됩니다. 예를 들어, STR 보너스는 힘을 기반으로 한 공격 굴림에 추가됩니다.

# OutgameCharacterCreationAbilityScoresTitle
source: Ability Scores
ko_mt: 능력 점수

# OutgameCharacterCreationAbilityScores2Description
source: Ability scores can be generated in several ways, either randomly or using a points system. Classes have preferred ability scores - for example, Intelligence for a wizard - so make sure your character's highest scores are in their class's primary abilities.
ko_mt: 능력 점수는 무작위로 또는 포인트 시스템을 사용하여 여러 가지 방법으로 생성할 수 있습니다. 클래스에는 선호하는 능력 점수(예: 마법사의 지능)가 있으므로 캐릭터의 가장 높은 점수가 해당 클래스의 기본 능력에 있는지 확인하십시오.

# OutgameCharacterCreationAbilityScores2Title
source: Ability Scores Determination
ko_mt: 능력치 판정

# OutgameCharacterCreationAbilityScores3Description
source: All character ancestries provide a bonus to some ability scores, leading to interesting ancestry/class synergies. Ability scores can be increased at levels 4, 8, and so on. Fighters increase even more often.
ko_mt: 모든 캐릭터 조상은 일부 능력 점수에 보너스를 제공하여 흥미로운 조상/직업 시너지로 이어집니다. 능력 점수는 레벨 4, 8 등에서 증가할 수 있습니다. 파이터는 더 자주 증가합니다.

# OutgameCharacterCreationAbilityScores3Title
source: Improving Ability Scores
ko_mt: 능력 점수 향상

# OutgameCharacterCreationBackgroundDescription
source: A background determines a character's history prior to their adventuring life. The background offers equipment and proficiencies, but also the ability to select personality flags. These determine the social behavior of the character during narrative sequences.
ko_mt: 배경은 모험적인 삶 이전의 캐릭터의 역사를 결정합니다. 배경은 장비와 숙련도를 제공하지만 성격 플래그를 선택할 수 있는 능력도 제공합니다. 이것들은 내러티브 시퀀스 동안 캐릭터의 사회적 행동을 결정합니다.

# OutgameCharacterCreationAncestryDescription
source: The first step of character creation is to select an Ancestry, which will determine your appearance as well as your gameplay abilities listed on the right. Some ancestries offer a lineage sub-option to further refine the gameplay abilities of the character.
ko_mt: 캐릭터 생성의 첫 번째 단계는 조상을 선택하는 것입니다. 조상은 오른쪽에 나열된 게임 플레이 능력과 외모를 결정합니다. 일부 조상은 캐릭터의 게임 플레이 능력을 더욱 세분화하기 위해 계보 하위 옵션을 제공합니다.

# OutgameCharacterCreationAncestryTitle
source: Ancestry Selection
ko_mt: 가계 선택

# OutgameCharacterCreationBackgroundTitle
source: Background Selection
ko_mt: 배경 선택

# OutgameCharacterCreationBackground2Description
source: In addition to the personality flags offered by your background, you must also select two personality flags as dispatched on the ethical axes of Law/Chaos and Good/Evil. In Solasta, the alignment is a second form of personality customization.
ko_mt: 배경에서 제공하는 성격 플래그 외에도 Law/Chao 및 Good/Evil의 윤리적 축에 파견된 두 개의 성격 플래그도 선택해야 합니다. Solasta에서 정렬은 성격 맞춤화의 두 번째 형태입니다.

# OutgameCharacterCreationBackground2Title
source: Alignment
ko_mt: 조정
