Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# TutorialStep/&BattleCameraDescription
source: During battles, you can move the camera around using WASD, or by moving your mouse pointer to the borders of the screen or moving the mouse while pressing the middle button. Rotate the camera the same way as you do during exploration.
ko: 전투 중에는 WASD 키를 이용하거나, 마우스 포인터를 화면 테두리로 이동하거나 휠 버튼을 누른 채로 마우스를 움직여 시점을 이동할 수 있습니다. 탐색 중에도 같은 방식으로 시점을 회전할 수 있습니다.

# TutorialStep/&BattleCameraTitle
source: Camera Control in Battle
ko: 전투 중 시점 조작

# TutorialStep/&CautiousModeDescription
source: Activating cautious mode makes you move slower, but it grants you two benefits: you pay extra attention to hidden objects and traps, and you move with stealth. When an enemy starts to notice your presence, a gauge fills over their head, giving you time to react and return to hiding.
ko: 경계 모드를 활성화하면 이동 속도가 느려지는 대신, 숨겨진 물건과 함정을 알아채기 쉬워지고 은신 상태로 이동할 수 있습니다. 적이 당신의 존재를 알아채기 시작하면 적 머리 위의 게이지가 채워지며, 그 동안 상황에 대처한 후 다시 숨을 수 있습니다.

# TutorialStep/&CautiousModeTitle
source: Cautious Mode
ko: 경계 모드

# TutorialStep/&ConfigWeapons2Description
source: You can change your shortcuts in your inventory. Drag and drop a weapon, shield, or other item onto a hand slot to change the shortcut.
ko: 인벤토리에서 퀵슬롯을 변경할 수 있습니다. 무기나 방패, 기타 물품을 손 슬롯에 끌어다 놓으면 퀵슬롯에 지정할 수 있습니다.

# TutorialStep/&ConfigWeapons2Title
source: Change Weapons Shortcuts
ko: 무기 퀵슬롯 변경

# TutorialStep/&ConfigWeaponsDescription
source: You can use shortcuts to switch your equipment. You have three weapon configuration shortcuts by default. The last shortcut is your light shortcut. It uses the third configuration that includes a torch or other light source. If you have the Light cantrip in your spell list, the light button will cast it immediately.
ko: 퀵슬롯을 이용해 장비를 바꿀 수 있습니다. 기본적으로 3개의 퀵슬롯이 있습니다. 마지막 퀵슬롯은 조명 퀵슬롯으로, 횃불이나 기타 조명을 장착할 수 있습니다. 주문 목록에 빛 주문이 있다면 버튼을 눌러 즉시 주문을 시전할 수 있습니다.

# TutorialStep/&ConfigWeaponsTitle
source: Equipment Shortcuts
ko: 장비 퀵슬롯

# TutorialStep/&FoodDescription
source: If you have no food in your inventory, look for rations in lootable containers or among the belongings of fallen enemies.
ko: 인벤토리에 식량이 없다면 주변의 상자나 쓰러진 적의 소지품에서 식량을 찾아보세요.

# TutorialStep/&FoodTitle
source: Food
ko: 식량

# TutorialStep/&GatheringDescription
source: Sometimes you will need to gather your team in certain areas in order to continue your adventure. Find a way to bring all your party to these areas to unlock the next steps of a quest.
ko: 모험을 계속하기 위해 특정 지역에 팀원들을 모아야 할 때도 있습니다. 퀘스트의 다음 단계로 넘어가기 위해 모든 파티원들을 이 지역으로 데려올 방법을 찾으세요.

# TutorialStep/&GatheringTitle
source: Gathering Your Party
ko: 파티 집합시키기

# TutorialStep/&InventorySpaceDescription
source: Your characters can carry up to five times their Strength before becoming encumbered. Each item has a weight. Some items, like arrows, can be stacked in a single inventory slot, but their weight still adds up. Check your encumbrance gauge when looting equipment. If a character is moving slowly, check that they are not carrying too much.
ko: 캐릭터는 근력 수치의 5배까지 짐을 들 수 있으며, 그 이상 넘어가면 과적 상태가 됩니다. 각각의 아이템들에는 무게가 있습니다. 화살과 같은 몇몇 아이템들은 하나의 슬롯에 합칠 수 있지만, 무게는 계속해서 늘어납니다. 장비를 챙길 때에는 과적 게이지를 확인하세요. 캐릭터가 느리게 움직인다면 너무 많은 짐을 들고 있지는 않은지 확인해보세요.

# TutorialStep/&InventorySpaceTitle
source: Inventory Management
ko: 인벤토리 관리

# TutorialStep/&LightingDescription
source: In Solasta, you will explore deep, dark places without natural light sources. It makes exploration and combat harder, especially for characters without Darkvision. You can equip torches or cast light spells to reveal your environment for your whole group.
ko: 솔라스타에서는 자연광이 없는 깊고 어두운 곳들을 탐험하게 될 것입니다. 이러한 장소에서의 탐색과 전투는 암시야를 지니지 않은 캐릭터에게는 특히 더 어려워집니다. 횃불을 장착하거나 빛 주문을 시전하면 주변을 밝힐 수 있습니다.

# TutorialStep/&LightingTitle
source: Lighting and Light Sources
ko: 조명과 광원

# TutorialStep/&MechanismsDescription
source: Sometimes, you will need to find an interactive item to unlock a passage or activate a system. Explore, use cautious mode to increase your detection chances, and look for a gear icon indicating a possible interaction. Then it's up to you: activate or not?
ko: 통로를 찾아내거나 장치를 작동시키기 위해 상호작용 할 수 있는 아이템을 찾아야 할 때도 있습니다. 탐색하고, 경계 모드를 이용하여 주변을 살피고, 상호작용이 가능함을 나타내는 톱니바퀴 아이콘을 찾으세요. 당신의 선택입니다: 작동시킬 것인가, 말 것인가?

# TutorialStep/&MechanismsTitle
source: Interactive Objects
ko: 상호작용 할 수 있는 물건들

# TutorialStep/&MovingCharactersDescription
source: Left-click a destination on the ground to move your selected characters to that location. The camera automatically follows them. The cursor indicates if you're targeting an invalid location.
ko: 목적지 지면을 마우스 왼쪽 버튼으로 클릭하면 선택된 캐릭터가 해당 위치로 이동합니다. 시점은 자동으로 캐릭터를 따라갑니다. 마우스 커서를 지면에 올리면 갈 수 있는 곳과 없는 곳을 구별 가능합니다.

# TutorialStep/&MovingCharactersTitle
source: Moving Characters
ko: 캐릭터 이동

# TutorialStep/&OutgameMainMenuDescription
source: Welcome to Solasta! This sequence of panels will introduce you to the main concepts of the game as you discover it. Select one of the options on the right of the screen to start a new adventure or create characters
ko: 솔라스타에 오신 것을 환영합니다! 여기 보이는 안내문들은 게임 진행 중 마주하는 솔라스타의 핵심 개념을 소개합니다. 화면 오른쪽에 있는 메뉴 중 하나를 선택하여 새로운 모험을 시작하거나 캐릭터를 생성하세요.

# TutorialStep/&OutgameMainMenuTitle
source: In-game Help
ko: 게임 내 도움말

# TutorialStep/&OutgameNewAdventureDescription
source: This screen allows you to start a new adventure, known as a "Campaign", in the world of Solasta. More campaigns are planned after the release of the game. You have to select four level 1 characters to start the Solasta Campaign.
ko: 이 화면에서 "캠페인"을 통해 솔라스타의 세계로 향하는 새로운 모험을 시작할 수 있습니다. 게임 출시 후 더 많은 캠페인이 계획되어 있습니다. 솔라스타 캠페인을 시작하려면 레벨 1 캐릭터를 4명 선택해야 합니다.

# TutorialStep/&OutgameNewAdventureTitle
source: New Adventure
ko: 새로운 모험

# TutorialStep/&OutgameCharacterSelectionDescription
source: This pool lists the available characters that you can select for your adventures. Some characters have been generated by us if you want to quick-start your adventure; but we advise that you create your own party of four adventurers.
ko: 이 목록에는 모험을 나설 때 선택할 수 있는 캐릭터가 나열됩니다. 빠른 시작을 위해 몇몇 캐릭터가 사전 생성되었습니다. 하지만 심도깊은 재미를 위해 4명의 모험가로 이루어진 파티를 직접 만드는 것이 좋습니다.

# TutorialStep/&OutgameCharacterSelectionTitle
source: Party Setup
ko: 파티 설정

# TutorialStep/&OutgameCharacterCreationAbilityScoresDescription
source: Ability scores are the six core attributes defining where your character excels: Strength, Dexterity, Constitution, Intelligence, Wisdom and Charisma, with values from 3 to 20. The bonus under each score is applied to any relevant action. For example, the STR bonus is added to attack rolls based on strength.
ko: 능력치는 캐릭터의 능력을 정의하는 6가지 속성을 의미합니다. 능력치에는 근력, 민첩, 건강, 지능, 지혜, 매력이 있으며 각각 3에서 20 사이의 값을 가집니다. 각 능력치 아래의 보너스는 모든 관련 행동에 적용됩니다. 예를 들어, 힘 보너스는 힘을 기반으로 하는 명중 굴림에 적용됩니다.

# TutorialStep/&OutgameCharacterCreationAbilityScoresTitle
source: Ability Scores
ko: 능력치

# TutorialStep/&OutgameCharacterCreationAbilityScores2Description
source: Ability scores can be generated in several ways, either randomly or using a points system. Classes have preferred ability scores - for example, Intelligence for a wizard - so make sure your character's highest scores are in their class's primary abilities.
ko: 능력치는 무작위 또는 포인트 시스템을 이용하는 등의 방법으로 늘릴 수 있습니다. 각각의 클래스마다 선호되는 능력치(예: 위자드의 지능)가 있으므로, 캐릭터의 클래스에 알맞은 능력치를 높이세요.

# TutorialStep/&OutgameCharacterCreationAbilityScores2Title
source: Ability Scores Determination
ko: 능력치 결정

# TutorialStep/&OutgameCharacterCreationAbilityScores3Description
source: All character ancestries provide a bonus to some ability scores, leading to interesting ancestry/class synergies. Ability scores can be increased at levels 4, 8, and so on. Fighters increase even more often.
ko: 모든 캐릭터의 종족은 일부 능력치에 보너스를 제공하며, 종족/클래스 시너지를 이끌어냅니다. 능력치는 4레벨, 8레벨 등에서 증가하며, 파이터의 경우 더 자주 증가합니다.

# TutorialStep/&OutgameCharacterCreationAbilityScores3Title
source: Improving Ability Scores
ko: 능력치 향상

# TutorialStep/&OutgameCharacterCreationBackgroundDescription
source: A background determines a character's history prior to their adventuring life. The background offers equipment and proficiencies, but also the ability to select personality flags. These determine the social behavior of the character during narrative sequences.
ko: 배경은 캐릭터가 모험을 시작하기 이전의 과거를 결정합니다. 배경에 따라 장비와 숙련도, 선택할 수 있는 성격이 달라집니다. 성격은 대화 상황에서 캐릭터의 사회적 행동을 결정합니다.

# TutorialStep/&OutgameCharacterCreationAncestryDescription
source: The first step of character creation is to select an Ancestry, which will determine your appearance as well as your gameplay abilities listed on the right. Some ancestries offer a lineage sub-option to further refine the gameplay abilities of the character.
ko: 캐릭터 생성의 첫 번째 단계는 종족을 선택하는 것입니다. 종족은 우측에 나열된 게임 플레이 능력과 외모를 결정합니다. 일부 종족에는 캐릭터의 게임 플레이 능력을 세부적으로 조정하기 위해 하위 종족이 존재합니다.

# TutorialStep/&OutgameCharacterCreationAncestryTitle
source: Ancestry Selection
ko: 종족 선택

# TutorialStep/&OutgameCharacterCreationBackgroundTitle
source: Background Selection
ko: 배경 선택

# TutorialStep/&OutgameCharacterCreationBackground2Description
source: In addition to the personality flags offered by your background, you must also select two personality flags as dispatched on the ethical axes of Law/Chaos and Good/Evil. In Solasta, the alignment is a second form of personality customization.
ko: 배경에 따라 선택할 수 있는 성격 외에도, 질서와 혼돈, 선과 악의 도덕적 기준점에 따라 두 번째 성격도 선택해야 합니다. 솔라스타에서 성향은 성격 커스터마이징의 또다른 형태입니다.

# TutorialStep/&OutgameCharacterCreationBackground2Title
source: Alignment
ko: 성향

# TutorialStep/&OutgameCharacterCreationBackground3Description
source: You can reinforce a personality trait by selecting the same flag twice. Flags will not affect gameplay, choices, or dialog options, but simply modify the way your character speaks, their tone, and manners. The resulting personality is summarized at the bottom left of the screen, where the deepest color represents the strongest personality.
ko: 같은 성격을 두 번 선택하면 성격 특성을 강화할 수 있습니다. 성격은 게임 플레이나 선택지, 대화 선택지에 직접적인 영향을 주지 않으며, 캐릭터가 말하는 방식이나 어조, 태도에만 영향을 줍니다. 최종적인 성격은 화면의 왼쪽 하단에 요약되며 가장 짙은 색상은 가장 강한 성격을 나타냅니다.

# TutorialStep/&OutgameCharacterCreationBackground3Title
source: Resulting Personality
ko: 최종 성격

# TutorialStep/&OutgameCharacterCreationClassDescription
source: A character class determines a profession, granting specific features listed on the right. New powers and even subclasses are granted at higher levels of experience. Each class also offers a set of equipment which you can customize.
ko: 캐릭터 클래스는 직업을 결정하며, 직업은 우측에 나열된 특성을 부여합니다. 더 높은 레벨의 경험을 통해 새로운 능력과 서브클래스를 얻을 수 있습니다. 또한 각각의 클래스는 캐릭터를 꾸밀 수 있는 장비 세트를 제공합니다.

# TutorialStep/&OutgameCharacterCreationClassTitle
source: Class Selection
ko: 클래스 선택

# TutorialStep/&OutgameCharacterCreationDeityDescription
source: Clerics and Paladins have to choose one of Solasta's deities when created. For a cleric, the selected Deity offers a range of Divine Domains to specialize into. The selected Divine Domain grants automatically prepared spells, the ability to channel Divinity, as well as new powers at higher levels.
ko: 클레릭과 팔라딘을 생성할 때에는 솔라스타의 신들 중 한 명을 선택해야 합니다. 클레릭의 경우, 당신이 선택한 신은 다양한 신성 권역을 제공하며 캐릭터는 이를 전문화하게 됩니다. 각각의 신성 권역은 더 높은 레벨에서 새로운 힘을 부여할 뿐만 아니라, 자동으로 준비되는 주문과 신성 변환 능력을 부여합니다.

# TutorialStep/&OutgameCharacterCreationDeityTitle
source: Deity
ko: 신

# TutorialStep/&OutgameCharacterCreationFightingStyleDescription
source: Some character classes allow the selection of a fighting style. This fighting style grants you specific advantages to using combat techniques and equipment. Some character classes are granted a secondary fighting style at higher levels.
ko: 일부 클래스는 전투 특화 방식을 선택할 수 있습니다. 전투 특화는 특정 기술이나 장비를 사용할 때 추가 이득을 제공합니다. 일부 클래스는 상위 레벨에서 추가 전투 특화 방식을 선택할 수 있습니다.

# TutorialStep/&OutgameCharacterCreationFightingStyleTitle
source: Fighting Style
ko: 전투 특화

# TutorialStep/&OutgameCharacterCreationIdentityDescription
source: This final stage of the character creation allows you to customize the appearance and identity of a character. You can freely select all available options, and a valid first name is required to complete the character creation process.
ko: 캐릭터 생성의 마지막 단계에서는 캐릭터의 외형과 신원을 정할 수 있습니다. 선택할 수 있는 모든 옵션을 자유롭게 고를 수 있으며, 캐릭터 생성을 완료하려면 유효한 이름이 필요합니다.

# TutorialStep/&OutgameCharacterCreationIdentityTitle
source: Identity
ko: 신원

# TutorialStep/&OutgameCharacterCreationProficienciesDescription
source: This stage lets you acquire proficiency in various fields of expertise. Your class and ancestry determine a set of proficiencies or range of options to choose from. The right side of the screen lets you choose your proficiencies by type and origin, and you must spend all your points before you can proceed.
ko: 이 단계에서는 다양한 전문 분야의 숙련도를 습득할 수 있습니다. 당신의 클래스와 종족에 따라 선택할 수 있는 숙련도의 종류나 그 범위가 달라집니다. 화면 오른쪽에서는 유형과 출신에 따라 숙련도를 선택할 수 있으며, 모든 포인트를 소비해야만 다음 단계로 넘어갈 수 있습니다.

# TutorialStep/&OutgameCharacterCreationProficienciesTitle
source: Proficiencies
ko: 숙련도

# TutorialStep/&OutgameCharacterCreationProficiencies2Description
source: Most attacks and ability checks use the proficiency bonus to determine your efficiency. This bonus starts at +2 and increases at levels 5, 9, etc. It is added to action rolls where the character is proficient: saving throws, ability checks, attack rolls using a proficient weapon, and magical attacks and spell difficulty class.
ko: 대부분의 공격과 능력치 판정은 숙련도 보너스에 따라 효율성이 결정됩니다. 이러한 보너스는 +2에서 시작해 레벨 5, 레벨 9 등에서 증가합니다. 숙련도 보너스는 내성 굴림, 능력치 판정, 숙련된 무기를 이용한 명중 굴림, 마법 공격, 주문의 난이도 등급과 같은 행동 굴림에 적용됩니다.

# TutorialStep/&OutgameCharacterCreationProficiencies2Title
source: Proficiency Bonus
ko: 숙련도 보너스

# TutorialStep/&OutgameCharacterCreationSpellsDescription
source: Some classes have access to magic spells right away, while others have to reach a higher level or select a subclass. This screen lets you choose which spells the character will be able to cast.
ko: 일부 클래스는 즉시 마법 주문을 사용 할 수 있지만 다른 클래스는 더 높은 레벨에 도달하거나 서브클래스를 선택해야 합니다. 이 화면에서 캐릭터가 시전할 수 있는 주문을 선택할 수 있습니다.

# TutorialStep/&OutgameCharacterCreationSpellsTitle
source: Spells & Magic
ko: 주문과 마법

# TutorialStep/&OutgameCharacterCreationSpells2Description
source: Some classes and ancestries have access to cantrips. The character must select the allotted cantrips from the list provided. Cantrips are simple spells which can be cast infinitely, without spending a spell slot, as opposed to main spells.
ko: 일부 클래스와 종족은 캔트립을 사용할 수 있습니다. 제공된 목록에서 사용 가능한 캔트립을 선택해야 합니다. 캔트립은 횟수 제한 없이 시전할 수 있는 간단한 주문으로, 일반 주문과 달리 주문 슬롯을 차지하지 않습니다.

# TutorialStep/&OutgameCharacterCreationSpells2Title
source: Cantrips
ko: 캔트립

# TutorialStep/&OutgameCharacterCreationSpells3Description
source: Each provides a list of spells tailored to the class flavor. For example, clerics have healing spells, while wizards can harness the power of the elements. Some classes can access all the spells from there, while others like the wizard must collect them in their spellbook. And finally, some classes require you to select and prepare their spells through a long rest, while others are free to use their known spells provided they have remaining spell slots.
ko: 캐릭터들은 각각의 클래스 특성에 어울리는 주문을 사용할 수 있습니다. 예를 들어, 클레릭은 치유 주문을 가지고 있고 위자드는 원소의 힘을 이용할 수 있습니다. 일부 클래스는 별 다른 절차 없이 모든 주문을 얻을 수 있지만, 위자드처럼 주문책을 통해 주문을 모아야 하는 경우도 있습니다. 일부 클래스는 긴 휴식을 통해 주문을 선택하고 준비해야 하는 반면, 다른 클래스는 주문 슬롯만 남아있다면 보유한 주문을 자유롭게 사용할 수 있습니다.

# TutorialStep/&OutgameCharacterCreationSpells3Title
source: Main Spells
ko: 주문

# TutorialStep/&OutgameCharacterCreationSubclassDescription
source: Classes provide a specialization when reaching a certain level, in the form of class archetypes. Archetypes have different names depending of their class: Arcane Tradition for wizards, Martial Archetypes for fighters; clerics select their Divine Domain at level 1. Each archetype offers a set of features and abilities which grant a unique flavor to the character, and can radically change its playstyle.
ko: 각 클래스별로 정해진 레벨을 달성하면 아키타입이라는 전문화를 획득할 수 있습니다. 아키타입의 이름은 클래스에 따라 다릅니다. 위자드는 비전 전통, 파이터는 무예 아키타입, 클레릭은 신성 권역을 선택합니다. 각 전형은 독특한 특징과 능력으로 캐릭터에 고유한 재미를 더해줍니다. 심지어는 종종 플레이스타일을 완전히 바꿔버리기도 합니다.

# TutorialStep/&OutgameCharacterCreationSubclassTitle
source: Class Archetypes
ko: 클래스 전형

# TutorialStep/&RestingDescription
source: When your party is low on health and spells, you can take a long rest as long as you are in a safe location and you have one food ration per character. A long rest heals all your hit points and recharges most of your powers, as well as giving back half your maximum hit dice.
ko: 체력과 주문이 부족할 때, 안전한 장소에 있고 캐릭터당 하나의 식량이 있다면 긴 휴식을 취할 수 있습니다. 긴 휴식은 체력을 완전히 회복시키고 대부분의 능력과 최대 체력 주사위의 절반을 충전합니다.

# TutorialStep/&RestingTitle
source: Resting
ko: 휴식

# TutorialStep/&SelectionDescription
source: Select your characters by clicking on them in the 3D view, or drag a rectangle to select more than one. Double-click on a portrait to lock onto one specific character. You can also click their portraits or use the Select All button at the bottom of the portrait list.
ko: 3D 보기에서 클릭으로 하나의 캐릭터를 선택하거나 드래그하여 여러 캐릭터를 선택할 수 있습니다. 초상화를 더블 클릭하면 해당 캐릭터에 시점이 고정됩니다. 초상화들을 클릭하거나 초상화 목록 하단에 있는 "모두 선택" 버튼을 사용할 수도 있습니다.

# TutorialStep/&SelectionTitle
source: Character Selection
ko: 캐릭터 선택

# TutorialStep/&Tuto_CampaignMap_Description
source: Use the arrow keys to explore the map. Click on a destination to plan your travel. Your party will take some time to get there. While en route, adventurers can gather food by foraging or hunting. They can also find crafting ingredients and encounter travelers, remarkable locations, or even monsters.
ko: 화살표 키를 사용하여 지도를 탐색합니다. 여행의 목적지를 정하려면 클릭하십시오. 도착하기까지 어느 정도의 시간이 소요됩니다. 이동하는 동안, 모험가들은 탐색과 사냥을 통해 음식을 찾을 수 있습니다. 또한 제작 재료를 찾거나 다른 여행자, 신비한 장소를 만나거나, 심지어는 괴물들을 마주칠 수도 있습니다.

# TutorialStep/&Tuto_CampaignMap_Title
source: Travel Map
ko: 여행 지도

# TutorialStep/&Tuto_CampaignMap2_Description
source: A slow pace lets you move cautiously, trying to remain hidden from monsters. A normal pace is faster, but riskier. A fast pace is the quickest of all, but can be dangerous. Rangers will be very useful while in their preferred terrain. You will find more food and are less likely to be surprised by monsters.
ko: 느린 속도는 적에게 들키지 않은 채로 조심스럽게 이동하는 것입니다. 보통 속도는 그보다 빠르지만 위험합니다. 빠른 속도가 가장 빠르지만 매우 위험합니다. 선호 지형에서는 레인저가 매우 유용합니다. 더 많은 음식을 찾을 수 있고 적에게 기습당할 확률이 낮아집니다.

# TutorialStep/&Tuto_CampaignMap2_Title
source: Travel Pace
ko: 여행 속도

# TutorialStep/&Tuto_CampaignMap3_Description
source: You can set up travel so you don't need to micromanage your party. Whenever someone can level up, a long rest can be started immediately without finishing the day's travel. When a crafting task is complete, you can set up a new one without losing time. You can open the post-rest window after a long rest, for instance, to modify your prepared spells.
ko: 여행을 설정하면 파티를 세세하게 관리할 필요가 없습니다. 누군가가 레벨을 올릴 수 있을 때마다 그 날의 여행을 마치지 않고 긴 휴식을 즉시 시작할 수 있습니다. 제작 작업이 완료되면 시간을 낭비하지 않고 새 작업을 설정할 수 있습니다. 예를 들어, 긴 휴식 후에 준비된 주문을 변경하기 위해 휴식 후 창을 열 수 있습니다.

# TutorialStep/&Tuto_CampaignMap3_Title
source: Travel Settings
ko: 여행 설정

# TutorialStep/&Tuto_CampaignMap4_Description
source: Your heroes normally plan their travel so that they are always fit and ready for anything. This routine requires them to travel no more than 8 hours a day, and leaves enough time to eat and sleep, and for other activities such as crafting, talking, playing games, playing an instrument, and praying.
ko: 당신의 영웅들은 항상 건강을 유지하고 상황에 대응하기 위해 여행을 계획합니다. 이 일과는 하루의 여행을 최대 8시간으로 제한하고, 먹고 자는 일, 그리고 제작, 대화, 게임, 악기 연주, 및 기도와 같은 기타 활동을 위해 충분한 시간을 남겨 둡니다.

# TutorialStep/&Tuto_CampaignMap4_Title
source: Travel Routine
ko: 여행 일과

# TutorialStep/&Tuto_CampaignMap5_Description
source: Sometimes the normal routine will be interrupted and your heroes will need to travel while they should be resting. This will add fatigue and may lead to exhaustion. Adventurers know how to push themselves temporarily and then return to their normal routine, limiting camping activities to get more rest so that fatigue is reduced.
ko: 때때로 정상적인 일과가 중단되고, 영웅들이 쉬어야할 때 여행을 해야만 할 수 있습니다. 영웅들은 이런 일로 피로해지고 지쳐버릴 수 있습니다. 모험가는 일시적으로 자신을 밀어 붙였다가, 쌓인 피로를 풀기 위해 캠핑 활동을 제한하여 더 많은 휴식을 취함으로써 일상으로 돌아가는 방법을 알고 있습니다.

# TutorialStep/&Tuto_CampaignMap5_Title
source: Travel Fatigue
ko: 여행 피로

# TutorialStep/&Tuto_CampaignMap6_Description
source: You can always interrupt your travel manually by pressing the Interrupt button. Then, you can click on a character's portrait to open their inventory and possibly start a new crafting activity, change equipment, or check anything you like. Just click the Resume button to resume travel.
ko: "중지" 버튼을 눌러 언제든지 여행을 멈출 수 있습니다. 이후 캐릭터의 초상화를 클릭하여 인벤토리를 열고, 새로운 제작을 시작하거나, 장비를 변경하거나, 기타 원하는 일을 할 수 있습니다. 여행을 재개하려면 "재개" 버튼을 클릭하기만 하면 됩니다.

# TutorialStep/&Tuto_CampaignMap6_Title
source: Interrupting Travel
ko: 여행 중단

# TutorialStep/&Tuto_CampaignMap7_Description
source: After a night attack, you can safely go back to sleep and complete your long rest. To do so, simply click on the campfire. All your characters will receive the benefits of the long rest as normal. A cleric of the Oblivion domain with Peaceful Rest will not be surprised in future. This time was for the purpose of explaining the rule.
ko: 야습이 끝났으므로 잠자리로 돌아가 안전하게 긴 휴식을 마칠 수 있습니다. 모닥불을 클릭하면 진행됩니다. 모든 캐릭터는 평소처럼 긴 휴식의 혜택을 받습니다. '평화로운 휴식'을 가진 망각 권역 클레릭은 원래 기습받지 않지만, 규칙을 설명하기 위해 이번에만 예외를 뒀습니다.

# TutorialStep/&Tuto_CampaignMap7_Title
source: Finishing Your Long Rest
ko: 긴 휴식 마무리하기

# TutorialStep/&Tuto_FindCouncil_Description
source: The Principality's capital is a large city. Right now, you need to find the Legacy Council. Once you've been there, you'll have access to the Fast Travel function - but for now, you'll have to walk a little. Go north and walk up the stairs to Sunblaze Court. Then, take the stairs west to the Council.
ko: 공국의 수도는 복잡한 대도시입니다. 일단 지금은, 걸어서 유산 평의회까지 이동하십시오. 그 이후부터 빠른 여행 기능을 이용할 수 있습니다. 북쪽의 계단을 오르면 햇볕 정원에 도착할 것입니다. 정원 서쪽의 계단을 오르면 의회에 도착합니다.

# TutorialStep/&Tuto_FindCouncil_Title
source: Finding Your Way in Caer Cyflen
ko: 케어 키플렌에서 길 찾기

# TutorialStep/&Tuto_LevelUp_Description
source: Your heroes are ready to level up! To do so, you need to take a long rest. Return to the Gravekeep's Cask and speak to Karel, the bartender. Ask for a room so you can stay.
ko: 영웅이 레벨 업 할 준비가 되었습니다! 레벨 업을 하려면 먼저 긴 휴식을 취해야 합니다. 묘지기의 술통 여관으로 돌아가 바텐더 카렐과 대화하여 하루 묵을 방을 구하십시오.

# TutorialStep/&Tuto_LevelUp_Title
source: Level Up!
ko: 레벨 업!

# TutorialStep/&Tuto_LevelUp2_Description
source: The night is over, and your heroes realize how much they've learned during the past few days. Click on each character's Level Up button to launch the relevant interface. Leveling up grants you more hit points, and additional features depending on your class.
ko: 밤이 지나고, 영웅들은 지난 며칠 동안 얼마나 많은 것을 배웠는지 깨닫게 됩니다. 각 캐릭터의 레벨 업 버튼을 클릭하여 창을 엽니다. 레벨을 올리면 더 많은 체력과 클래스에 따른 추가 특성을 얻을 수 있습니다.

# TutorialStep/&Tuto_LevelUp2_Title
source: Level Up!
ko: 레벨 업!

# TutorialStep/&Tuto_LevelUpGeneric_Description
source: When you reach the target experience for your next level, take a long rest to open the level-up window. There you will gain additional hit points and features, depending on your class. Don't forget that you can take a long rest to level up in an inn, during travel, or inside an exploration location.
ko: 레벨업을 위한 목표 경험치에 도달하면 긴 휴식을 취하여 레벨업 창을 엽니다. 거기에서 클래스에 맞는 추가 체력과 특성들을 얻을 수 있습니다. 여관에서, 여행 중에, 또는 탐사 지역 내에서 레벨업을 위해 긴 휴식을 취할 수 있다는 것을 잊지 마십시오.

# TutorialStep/&Tuto_LevelUpGeneric_Title
source: Leveling Up
ko: 레벨업

# TutorialStep/&Tuto_LocationMap_Description
source: Press the Map button to open the location map. When a waypoint has been found, you can use it to fast travel to another place in the location. For now, you can use fast travel to return to the Gravekeep's Cask.
ko: "지도" 버튼을 눌러 주변 지도를 확인하십시오. 웨이포인트를 발견한 이후에는, 주변의 다른 장소로 빠르게 이동하기 위해 그것을 사용할 수 있습니다. 지금은 빠른 이동 기능을 사용해서 "묘지기의 술통" 지역으로 돌아갈 수 있습니다.
