Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# Tuto_Telema_Identify1_Description
source: Sometimes you'll come across superb items which you'll suspect to be magical. You'll need to cast the Detect Magic spell to confirm this, and then cast Identify to find out their properties and benefit from them. These spells can be cast for a fee in most shops, but a character who knows them can cast them while exploring.
ko_mt: 때때로 당신은 마법의 것으로 의심되는 멋진 아이템을 발견할 것입니다. 이를 확인하기 위해 Detect Magic 주문을 시전한 다음 식별을 시전하여 속성을 찾고 혜택을 받아야 합니다. 이 주문은 대부분의 상점에서 유료로 시전할 수 있지만, 이를 아는 캐릭터는 탐색하는 동안 시전할 수 있습니다.

# Tuto_Telema_Identify1_Title
source: Identifying Magic Items
ko_mt: 마법 아이템 식별

# Tuto_Telema_Identify2_Description
source: Spells such as Detect Magic and Identify can be cast as rituals. That means you don't need to expend a spell slot to cast them - you simply need to stay put for a while, since a ritual takes 10 minutes longer than normal casting.
ko_mt: 마법 감지 및 식별과 같은 주문을 의식으로 사용할 수 있습니다. 즉, 마법을 시전하기 위해 주문 슬롯을 사용할 필요가 없습니다. 의식은 일반 시전보다 10분이 더 오래 걸리기 때문에 잠시 동안 가만히 있으면 됩니다.

# Tuto_Telema_Identify2_Title
source: Ritual Casting
ko_mt: 의식 주조

# Tuto_UseCovers_Description
source: In battle, you'll often find walls, barricades, or other setting elements that display a shield icon. Half cover gives enemies a -2 penalty to hit with ranged attacks. Of course, you have to be on the other side of the cover. Three-quarters cover grants a -5 penalty. Full cover means you cannot be targeted. This does not affect melee attacks or area of effect spells.
ko_mt: 전투에서 방패 아이콘을 표시하는 벽, 바리케이드 또는 기타 설정 요소를 자주 볼 수 있습니다. 하프 커버는 원거리 공격에 적중 시 -2 페널티를 줍니다. 물론, 당신은 덮개의 반대편에 있어야 합니다. 3/4 엄폐는 -5 페널티를 부여합니다. 완전 엄폐는 표적이 될 수 없음을 의미합니다. 이것은 근접 공격이나 효과 범위 주문에는 영향을 미치지 않습니다.

# Tuto_UseCovers_Title
source: Take Cover!
ko_mt: 커버!

# Tuto_Utility_Description
source: In battle, you can only use your inventory once per turn. This includes switching weapons. You also have a utility slot that allows you to access and use an item without spending your inventory action. Place a potion or scroll here to be able to use it directly. This will still count as your main action.
ko_mt: 전투에서 인벤토리는 턴에 한 번만 사용할 수 있습니다. 여기에는 무기 전환이 포함됩니다. 또한 인벤토리 작업을 지출하지 않고도 항목에 액세스하고 사용할 수 있는 유틸리티 슬롯이 있습니다. 여기에 물약을 놓거나 스크롤하여 직접 사용할 수 있습니다. 이것은 여전히 ​​주요 작업으로 간주됩니다.

# Tuto_Utility_Title
source: Inventory and Utility Slot
ko_mt: 인벤토리 및 유틸리티 슬롯

# Tuto01_Camera_Description
source: Right-click and drag to rotate the camera view and change your perspective. You can also rotate using the buttons on the compass at the bottom right of the screen, or by pressing Q or E. Use WASD or the arrow keys to move the camera around, and hold down W while focused on a character to zoom in on them.
ko_mt: 마우스 오른쪽 버튼을 클릭하고 드래그하여 카메라 뷰를 회전하고 관점을 변경합니다. 화면 오른쪽 하단에 있는 나침반의 버튼을 사용하거나 Q 또는 E를 눌러 회전할 수도 있습니다. WASD 또는 화살표 키를 사용하여 카메라를 이동하고 W 키를 누른 상태에서 캐릭터에 초점을 맞춰 확대합니다.

# Tuto01_Camera_Title
source: Camera Controls
ko_mt: 카메라 컨트롤

# Tuto01_Climbing_and_jumping_Description
source: To jump or climb, simply click on the destination. Depending on the character's Strength and proficiency with Athletics, you can jump and climb between 2 and 5 cells. You can always jump over 2 cells, drop down 3 cells, and climb up one cell, or climb up easy surfaces like ladders or ropes without any trouble.
ko_mt: 점프하거나 오르려면 목적지를 클릭하기만 하면 됩니다. 캐릭터의 근력과 운동 능력에 따라 2~5칸 사이를 점프하고 오를 수 있습니다. 항상 2칸을 뛰어 넘고 3칸을 내리고 1칸을 오르거나 사다리나 밧줄과 같은 쉬운 표면을 문제없이 오를 수 있습니다.

# Tuto01_Climbing_and_jumping_Title
source: Climbing and Jumping
ko_mt: 등반 및 점프

# Tuto01_Climbing_and_jumping2_Description
source: Above: A character with Strength below 15 and no proficiency in Athletics cannot jump far enough to reach the chest. Below: A fighter with Strength 15-20 can jump across 3 cells. So can a character with Strength 11-14 plus proficiency in Athletics.
ko_mt: 위: 힘이 15 미만이고 운동에 능숙하지 않은 캐릭터는 가슴에 닿을 만큼 멀리 점프할 수 없습니다. 아래: 힘이 15-20인 파이터는 3개의 셀을 건너뛸 수 있습니다. 힘 11-14에 운동 능력이 있는 캐릭터도 마찬가지입니다.

# Tuto01_Climbing_and_jumping2_Title
source: Jump Distance
ko_mt: 점프 거리

# Tuto01_Climbing_and_jumping3_Description
source: In general, the critical path is always open to characters without superior physical abilities. However, optional loot is sometimes harder to reach. Don't give up, though - you may find another way to get to this chest!
ko_mt: 일반적으로 크리티컬 패스는 우월한 신체 능력이 없는 캐릭터에게 항상 열려 있습니다. 그러나 선택적 전리품은 때때로 도달하기 더 어렵습니다. 하지만 포기하지 마십시오. 이 상자에 도달하는 다른 방법을 찾을 수 있습니다!

# Tuto01_Climbing_and_jumping3_Title
source: Alternate Paths
ko_mt: 대체 경로

# Tuto01_Crawling_Description
source: To crawl through a hole, click the other side. You can get a better view of the other side by rotating the camera. Use Q or E, or move the mouse while holding down the left button. Your character will automatically kneel, crawl, and stand up as appropriate on the way to the desired destination.
ko_mt: 구멍을 통해 크롤링하려면 다른 쪽을 클릭합니다. 카메라를 회전하면 반대편을 더 잘 볼 수 있습니다. Q 또는 E를 사용하거나 왼쪽 버튼을 누른 상태에서 마우스를 이동합니다. 캐릭터는 원하는 목적지로 가는 도중에 자동으로 무릎을 꿇고, 기고, 일어서게 됩니다.

# Tuto01_Crawling_Title
source: Crawling
ko_mt: 크롤링

# Tuto01_Interacting_Description
source: Highlighted elements are interactive. The cursor indicates the action that can be performed: opening, pushing, activating, lockpicking, etc. If an action requires a dice roll, the Difficulty Class will be displayed.
ko_mt: 강조 표시된 요소는 대화형입니다. 커서는 수행할 수 있는 작업(열기, 밀기, 활성화, 잠금 선택 등)을 나타냅니다. 행동에 주사위 굴림이 필요한 경우 난이도 등급이 표시됩니다.

# Tuto01_Interacting_Title
source: Interactive Elements
ko_mt: 인터랙티브 요소

# Tuto01_Looting_Description
source: Click on a chest or other container to loot it. Everything you carry affects your weight gauge, so be wary of reaching your weight limit as this will slow you down a lot. Equipment and light sources must be placed in the appropriate slots before they can be used.
ko_mt: 그것을 약탈하려면 상자 또는 다른 컨테이너를 클릭하십시오. 휴대하는 모든 것이 체중계에 영향을 미치므로 체중 제한에 도달하면 속도가 많이 느려지므로 주의하십시오. 장비와 광원은 사용하기 전에 해당 슬롯에 배치해야 합니다.

# Tuto01_Looting_Title
source: Looting and Inventory Management
ko_mt: 약탈 및 재고 관리

# Tuto01_Looting2_Description
source: Some items can stack in the same cell on your inventory. The maximum number of units depends on the item. To split a stack of items, drag and drop the stack onto an empty cell while holding down the CTRL key. This will take one unit from the stack.
ko_mt: 일부 아이템은 인벤토리의 동일한 셀에 쌓일 수 있습니다. 최대 단위 수는 항목에 따라 다릅니다. 항목 스택을 분할하려면 CTRL 키를 누른 상태에서 스택을 빈 셀로 끌어다 놓습니다. 스택에서 한 단위를 가져옵니다.

# Tuto01_Looting2_Title
source: Stackable Items
ko_mt: 쌓을 수 있는 아이템

# Tuto01_Questlog_Description
source: Click on the Journal button to open the quest log. This will give you more information on your current objectives, along with some useful context. Note that the Journal contains much more information than the Quest Log.
ko_mt: 저널 버튼을 클릭하여 퀘스트 로그를 엽니다. 이렇게 하면 유용한 컨텍스트와 함께 현재 목표에 대한 자세한 정보를 얻을 수 있습니다. 저널에는 퀘스트 로그보다 훨씬 더 많은 정보가 포함되어 있습니다.

# Tuto01_Questlog_Title
source: Journal
ko_mt: 신문

# Tuto01_Questlog2_Description
source: The log lists your current objective, which you must complete in order to move the quest forward. You may also have other, optional objectives. The log also give you hints and context to help you understand the subtleties of your quest. Your successes and failures are all recorded here.
ko_mt: 로그에는 퀘스트를 진행하기 위해 완료해야 하는 현재 목표가 나열됩니다. 당신은 또한 다른 선택적 목표를 가질 수 있습니다. 로그는 또한 퀘스트의 미묘함을 이해하는 데 도움이 되는 힌트와 컨텍스트를 제공합니다. 당신의 성공과 실패가 모두 여기에 기록됩니다.

# Tuto01_Questlog2_Title
source: Quest Log
ko_mt: 퀘스트 로그

# Tuto01_Refocus_Description
source: After moving the camera around to examine your surroundings, you can center on a character and follow them. Either double-click the character's portrait or press TAB while controlling this character.
ko_mt: 카메라를 이리저리 움직여 주변을 살펴본 후 캐릭터를 중심으로 따라갈 수 있습니다. 캐릭터의 초상화를 더블 클릭하거나 이 캐릭터를 제어하는 ​​동안 TAB 키를 누르십시오.

# Tuto01_Refocus_Title
source: Center on a Character
ko_mt: 캐릭터 중심

# Tuto01_Selection_Description
source: Select your character by clicking on the character in the 3D view or on the character's portrait. To select the whole party, use the Select All button at the bottom of the portrait display. You can also drag a rectangle around one or more characters to select them. To move, left-click on the destination. Valid destinations show a round marker when you mouse over them. Invalid destinations show a "forbidden" sign.
ko_mt: 3D 보기 또는 캐릭터의 초상화에서 캐릭터를 클릭하여 캐릭터를 선택합니다. 전체 파티를 선택하려면 세로 화면 하단의 모두 선택 버튼을 사용하십시오. 또한 하나 이상의 문자 주위에 사각형을 끌어서 선택할 수도 있습니다. 이동하려면 대상을 마우스 왼쪽 버튼으로 클릭합니다. 유효한 대상 위에 마우스를 가져가면 둥근 마커가 표시됩니다. 유효하지 않은 목적지는 "금지된" 기호를 표시합니다.

# Tuto01_Selection_Title
source: Character Selection and Basic Movement
ko_mt: 캐릭터 선택 및 기본 이동

# Tuto02_Cautious_Stealth_Description
source: Activating cautious mode makes you slower, but it grants two benefits: hidden objects and traps are easier to find, and you are harder for enemies to spot. When an enemy starts to notice your presence, a gauge appears over their head, giving you time to react and return to hiding. Remain 3 cells above the enemy in this mode, and you can't be detected.
ko_mt: 조심 모드를 활성화하면 속도가 느려지지만 두 가지 이점이 있습니다. 숨겨진 물건과 함정을 더 쉽게 찾을 수 있고 적이 찾기가 더 어려워집니다. 적이 당신의 존재를 알아차리기 시작하면 게이지가 머리 위에 나타나 당신이 반응하고 은신처로 돌아갈 시간을 줍니다. 이 모드에서 적보다 3칸 이상 남아 있으면 탐지되지 않습니다.

# Tuto02_Cautious_Stealth_Title
source: Cautious Mode
ko_mt: 주의 모드

# Tuto02_Healing_Description
source: If your character can cast healing spells (like a cleric, for instance), press the Cast Spell button and select a spell in order to recover lost hit points. You can also use a potion found in nearby loot. Open the inventory and right-click on the potion to use it.
ko_mt: 캐릭터가 치유 주문을 시전할 수 있는 경우(예: 성직자), 주문 시전 버튼을 누르고 잃어버린 체력을 회복하기 위해 주문을 선택합니다. 근처 전리품에서 찾을 수 있는 물약을 사용할 수도 있습니다. 인벤토리를 열고 물약을 마우스 오른쪽 버튼으로 클릭하여 사용하십시오.

# Tuto02_Healing_Title
source: Healing
ko_mt: 치유

# Tuto02_Light_Up_Description
source: You can light flammable items, like torches on holders, by interacting with them while holding a torch, or by casting a flaming spell on them, like the cantrip <i>Fire Bolt</i>.
ko_mt: 홀더의 횃불과 같은 가연성 품목은 횃불을 들고 상호작용하거나 캔트립 <i>Fire Bolt</i>와 같은 화염 주문을 시전하여 불을 붙일 수 있습니다.

# Tuto02_Light_Up_Title
source: Lighting Items
ko_mt: 조명 아이템

# Tuto02_Rest_Description
source: To recover hit points, special abilities, and spells, you must take a long rest. To do so, you need a to gather your party around a safe place and have one ration of food per party member. Safe places are represented by a campfire. They are also shown on the location map.
ko_mt: 체력, 특수 능력, 주문을 회복하려면 긴 휴식을 취해야 합니다. 그러기 위해서는 파티를 안전한 장소에 모아야 하고 파티원 1인당 1개의 식량이 배급되어야 합니다. 안전한 장소는 모닥불로 표시됩니다. 위치 지도에도 표시됩니다.

# Tuto02_Rest_Title
source: Take a Long Rest
ko_mt: 긴 휴식을 취하세요

# Tuto02_Search_Around_Description
source: Explore the area and find a mechanism to open the door. Interactive items are highlighted when you mouse over them, and the cursor changes to an explanatory icon.
ko_mt: 지역을 탐색하고 문을 여는 메커니즘을 찾으십시오. 대화형 항목 위에 마우스를 놓으면 강조 표시되고 커서가 설명 아이콘으로 변경됩니다.

# Tuto02_Search_Around_Title
source: Mechanisms
ko_mt: 메커니즘

# Tuto03_Cautious_Description
source: Use cautious mode to move stealthily. Enemies can hear you if they cross your noise circle, and they will spot you as soon as you leave cautious mode. Your noise circle depends on your armor type and your Stealth skill. Also, it's a good idea to avoid moving into an enemy's field of view while carrying a light source.
ko_mt: 조심스럽게 움직이려면 조심 모드를 사용하세요. 적이 당신의 소음 원을 넘으면 당신의 목소리를 들을 수 있으며, 당신이 조심 모드를 벗어나는 즉시 당신을 발견할 것입니다. 노이즈 서클은 갑옷 유형과 은신 기술에 따라 다릅니다. 또한 광원을 들고 적의 시야로 들어가는 것은 피하는 것이 좋다.

# Tuto03_Cautious_Title
source: Stealth
ko_mt: 몰래 하기

# Tuto03_Cautious2_Description
source: Remain in cautious mode for the whole duration of this mission. You must make a Stealth check if you attempt an object interaction while within hearing range of an enemy - such as opening a door or chest, or even pickpocketing - and you will remain undetected only if you succeed. Cautious mode also allows you to find and follow tracks.
ko_mt: 이 임무의 전체 기간 동안 조심 모드를 유지하십시오. 문이나 상자를 열거나 소매치기와 같이 적의 소리가 들리는 범위 내에서 물체 상호 작용을 시도하는 경우 은신 확인을 해야 하며 성공하는 경우에만 탐지되지 않습니다. 주의 모드를 사용하면 트랙을 찾고 추적할 수도 있습니다.

# Tuto03_Cautious2_Title
source: Stealth
ko_mt: 몰래 하기

# Tuto03_Disarm_Description
source: To disarm a trap, you must first detect it. If you try to open or lock-pick a chest with a trap that you haven't detected, you'll only find out about the trap when you trigger it! To try disarming a trap, mouse over it and left-click. You'll need to make a successful Dexterity check. Thieves' tools will help, if you are proficient with them.
ko_mt: 함정을 해제하려면 먼저 함정을 탐지해야 합니다. 발견하지 못한 함정이 있는 상자를 열거나 잠그려고 하면 방아쇠를 당겼을 때만 함정에 대해 알게 됩니다! 트랩을 해제하려면 트랩 위에 마우스를 놓고 마우스 왼쪽 버튼을 클릭하십시오. 손재주 검사에 성공해야 합니다. 도둑의 도구에 능숙하다면 도움이 될 것입니다.

# Tuto03_Disarm_Title
source: Disarming Traps
ko_mt: 함정 해제

# Tuto03_Disarm2_Description
source: Some traps can only be disarmed by triggering them. If you fail to disarm a trap, you may trigger it, or lock it, or simply need to try again.
ko_mt: 일부 함정은 발동해야만 무장 해제할 수 있습니다. 트랩의 무장 해제에 실패하면 트리거하거나 잠그거나 다시 시도해야 할 수 있습니다.

# Tuto03_Disarm2_Title
source: Disarming Traps
ko_mt: 함정 해제

# Tuto03_Lockpick_Description
source: To try picking a lock, mouse over a locked door or chest and left-click. If you select your whole party, the most skilled character is automatically chosen for the task. You must have thieves' tools in your inventory to try picking a lock. Being proficient with thieves' tools will help.
ko_mt: 자물쇠를 선택하려면 잠긴 문이나 상자 위에 마우스를 놓고 왼쪽 버튼을 클릭하십시오. 전체 파티를 선택하면 가장 숙련된 캐릭터가 자동으로 해당 작업에 선택됩니다. 자물쇠를 따려면 인벤토리에 도둑 도구가 있어야 합니다. 도둑 도구에 능숙하면 도움이 될 것입니다.

# Tuto03_Lockpick_Title
source: Lockpicking
ko_mt: 자물쇠 따기

# Tuto03_Sneak_Attack_Description
source: If you attack an enemy while undetected, you gain the advantage of surprise. That means you have advantage on your roll to hit, and your opponent cannot react before the next turn. If you are a rogue, your attack will be a Sneak Attack, dealing additional damage.
ko_mt: 들키지 않은 상태에서 적을 공격하면 기습의 이점을 얻습니다. 이것은 당신이 명중할 수 있는 당신의 롤에 이점이 있고 당신의 상대는 다음 턴 전에 반응할 수 없다는 것을 의미합니다. 당신이 도적이라면, 당신의 공격은 은신 공격이 되어 추가 피해를 줍니다.

# Tuto03_Sneak_Attack_Title
source: Surprise Attack
ko_mt: 기습

# Tuto04_Attack_Shove_Description
source: To attack an enemy using your default weapon, mouse over them and left-click. You can also cast an attack spell or switch weapon configurations and use another weapon - a ranged one, for example. Depending on the character, some special abilities are also available.
ko_mt: 기본 무기를 사용하여 적을 공격하려면 마우스를 그 위에 놓고 마우스 왼쪽 버튼을 클릭합니다. 공격 주문을 시전하거나 무기 구성을 전환하고 다른 무기(예: 원거리 무기)를 사용할 수도 있습니다. 캐릭터에 따라 일부 특수 능력도 사용할 수 있습니다.

# Tuto04_Attack_Shove_Title
source: Attacking
ko_mt: 공격

# Tuto04_Attack_Shove2_Description
source: You try to shove an enemy back or down. Select Shove and choose from the available options. If you shove an enemy backwards into a pit, they'll fall. If you shove an enemy down, they will be prone, remaining vulnerable until they spend move points to stand up.
ko_mt: 적을 뒤로 밀거나 아래로 밀어 넣으려고 합니다. 밀기를 선택하고 사용 가능한 옵션에서 선택하십시오. 적을 구덩이에 뒤로 밀면 쓰러집니다. 적을 밀쳐내면 엎드린 상태가 되어 이동 포인트를 소모하여 일어설 때까지 취약한 상태를 유지합니다.

# Tuto04_Attack_Shove2_Title
source: Shoving
ko_mt: 밀치기

# Tuto04_Dashing_Description
source: Moving to a point in the yellow area uses your main action to Dash. Dash doubles your maximum movement for the turn. However, you cannot use your action to attack or cast a spell. Remember that you can move normally and then decide whether to Dash further or to use your action for something else.
ko_mt: 노란색 영역의 한 지점으로 이동하면 대시에 대한 주요 행동이 사용됩니다. 돌진은 턴 동안 최대 이동을 두 배로 늘립니다. 그러나 행동을 사용하여 주문을 공격하거나 시전할 수는 없습니다. 정상적으로 움직일 수 있다는 점을 기억하고 대시를 더 진행할지 아니면 다른 일을 위해 행동을 사용할지 결정할 수 있습니다.

# Tuto04_Dashing_Title
source: Dashing
ko_mt: 위세 당당한

# Tuto04_Disengaging_Description
source: To avoid an opportunity attack, you can use the Disengage action. For the rest of your turn, you can move close to enemies freely, without any risk of opportunity attacks. Disengage uses your main action, though, so you won't be able to attack or Dash during this turn.
ko_mt: 기회 공격을 피하기 위해 Disengage 작업을 사용할 수 있습니다. 남은 턴 동안 기회 공격의 위험 없이 자유롭게 적에게 가까이 갈 수 있습니다. 그러나 Disengage는 주 행동을 사용하므로 이 턴 동안 공격하거나 돌진할 수 없습니다.

# Tuto04_Disengaging_Title
source: Disengaging
ko_mt: 해제

# Tuto04_Dodging_Description
source: Clicking Dodge uses your main action and provides the following benefits: Until the start of your next turn, all attackers you can see have disadvantage on their rolls to hit, and you have advantage on Dexterity saving throws.
ko_mt: Dodge를 클릭하면 기본 작업이 사용되며 다음과 같은 이점이 있습니다. 당신의 다음 턴이 시작될 때까지 당신이 볼 수 있는 모든 공격자들은 적중 굴림에 불리한 조건을 가지고 있으며 당신은 민첩 내성 굴림에 유리합니다.

# Tuto04_Dodging_Title
source: Dodging
ko_mt: 회피

# Tuto04_Opportunity_Description
source: Whenever a creature moves out of reach of an enemy that can see it, that enemy can use their reaction to perform a melee attack. Of course, you can use opportunity attacks, too. Always be careful when you're within melee range of an enemy - you can't just walk away!
ko_mt: 생물이 그것을 볼 수 있는 적의 손이 닿지 않는 곳으로 이동할 때마다 그 적은 근접 공격을 수행하기 위해 반응을 사용할 수 있습니다. 물론 기회 공격도 사용할 수 있습니다. 적의 근접 범위 안에 있을 때는 항상 조심하십시오. 그냥 걸어갈 수는 없습니다!

# Tuto04_Opportunity_Title
source: Opportunity Attacks
ko_mt: 기회 공격

# Tuto04_Sleight_Description
source: If you are proficient with Sleight of Hand, you can attempt to pickpocket enemies and NPCs. Also, certain armors give you disadvantage on Stealth checks. This is always risky, so think twice before trying it. You must be very stealthy to stand a chance!
ko_mt: Sleight of Hand에 능숙하면 적과 NPC를 소매치기를 시도할 수 있습니다. 또한 특정 갑옷은 은신 검사에서 불리합니다. 이것은 항상 위험하므로 시도하기 전에 두 번 생각하십시오. 기회를 잡으려면 매우 은밀해야 합니다!

# Tuto04_Sleight_Title
source: Sleight of Hand
ko_mt: 손의 속임수

# TutoT4_Critical_Description
source: Sometimes in the course of your adventure, some Non-Player Characters may become critical. This means if you let them die, the game is over.
ko_mt: 때로는 모험 중에 일부 논플레이어 캐릭터가 중요해질 수 있습니다. 즉, 죽게 내버려두면 게임이 끝납니다.

# TutoT4_Critical_Title
source: Critical Characters
ko_mt: 크리티컬 캐릭터

# UsingCameraDescription
source: Right-click and drag to rotate the camera view and change your perspective. You can also rotate using the buttons on the compass at the bottom right of the screen, or by pressing Q or E. Use WASD or the arrow keys to move the camera around, and hold down W while focused on a character to zoom in on them.
ko_mt: 마우스 오른쪽 버튼을 클릭하고 드래그하여 카메라 뷰를 회전하고 관점을 변경합니다. 화면 오른쪽 하단에 있는 나침반의 버튼을 사용하거나 Q 또는 E를 눌러 회전할 수도 있습니다. WASD 또는 화살표 키를 사용하여 카메라를 이동하고 W 키를 누른 상태에서 캐릭터에 초점을 맞춰 확대합니다.

# UsingCameraTitle
source: Using the Camera
ko_mt: 카메라 사용

# Tuto_Explosive_Description
source: These chemical components are highly unstable and will trigger an explosion if you interact with them with a flaming spell or object. Be cautious wandering around these chemicals, or try to use them at your advantage to inflict some damage to nearby enemies.
ko_mt: 이러한 화학 성분은 매우 불안정하여 불타는 주문이나 물체와 상호 작용하면 폭발을 일으킬 것입니다. 이 화학 물질 주위를 돌아다니거나 주변 적에게 약간의 피해를 입히기 위해 유리하게 사용하려고 합니다.

# Tuto_Explosives_Title
source: Explosive Component
ko_mt: 폭발성 부품

# Tuto_RunePuzzle_Title
source: Magic Runes Puzzle
ko_mt: 마법의 룬 퍼즐

# Tuto_RunePuzzle_Description
source: Find the hidden runes that are barely shining on the ground, and step on them to activate them.
ko_mt: 바닥에 간신히 빛나는 숨겨진 룬을 찾아 밟아 활성화하십시오.

# Crafting01Title
source: Crafting
ko_mt: 제작

# Crafting01Description
source: In Solasta, you can craft various items. To do so, you need the proper equipment, ingredients, skill, and time. For magical items, sometimes you need to know spells. Crafting is performed while traveling, once your party has set up camp but is not yet sleeping. Characters can devote some of their free time to working on their current crafting task.
ko_mt: 솔라스타에서는 다양한 아이템을 제작할 수 있습니다. 그러기 위해서는 적절한 장비, 재료, 기술, 시간이 필요합니다. 마법 아이템의 경우 때때로 주문을 알아야 합니다. 파티가 캠프를 구성했지만 아직 잠들지 않은 상태에서 여행하는 동안 제작이 수행됩니다. 캐릭터는 현재 제작 작업에 여가 시간의 일부를 할애할 수 있습니다.

# Crafting02Title
source: Crafting Equipment
ko_mt: 제작 장비

# Crafting02Description
source: These are the tools required for crafting: -Potions: Herbalism kit -Scrolls: Scroll kit -Poisons: Poisoner's kit -Enchanted weapons and armor: Manacalon Rosary You'll need to be proficient with these tools to use them.
ko_mt: 제작에 필요한 도구는 다음과 같습니다. - 물약: 약초 키트 - 두루마리: 두루마리 키트 - 독: 포이즌의 키트 - 마법이 부여된 무기와 갑옷: 마나칼론 묵주 이러한 도구를 사용하려면 능숙해야 합니다.

# Crafting03Title
source: Crafting Skills
ko_mt: 제작 기술

# Crafting03Description
source: Even if you're proficient with a given crafting tool, you'll still need specific skills to make successive checks against the recipe's DC. To craft potions, sometimes Medicine is enough, but Arcana is very useful. To craft poisons, Medicine or Nature is useful. To craft scrolls or enchanted items, Arcana is a must.
ko_mt: 주어진 제작 도구에 능숙하더라도 레시피의 DC를 연속적으로 확인하려면 특정 기술이 필요합니다. 물약을 만들려면 약으로도 충분하지만 Arcana는 매우 유용합니다. 독을 만들려면 약이나 자연이 유용합니다. 두루마리나 마법이 부여된 아이템을 제작하려면 Arcana가 필수입니다.

# Crafting04Title
source: Crafting Ingredients
ko_mt: 제작 재료

# Crafting04Description
source: Crafting requires ingredients. They can be found while adventuring and gathered from flowers, bushes and rocks, and sometimes from dead creatures. Obviously, you can also buy them from shops, unless they are very rare. Enchanting requires primed items that have been magically prepared for enchanting by Manacalon master smiths, whose secrets were lost with the Cataclysm. Generally, a primed item will require a very rare additional ingredient to fulfill its potential.
ko_mt: 제작에는 재료가 필요합니다. 그들은 모험을 하는 동안 발견할 수 있으며 꽃, 덤불, 바위, 때로는 죽은 생물에서 채집할 수 있습니다. 매우 드물지 않는 한 분명히 상점에서 구입할 수도 있습니다. 마법부여를 하려면 대격변으로 비밀을 잃어버린 마나칼론 대장장이가 마법부여를 위해 마법처럼 준비한 프라이밍된 아이템이 필요합니다. 일반적으로 프라이밍된 아이템은 잠재력을 발휘하기 위해 매우 희귀한 추가 재료가 필요합니다.

# Crafting05Title
source: Crafting Recipes
ko_mt: 제작법

# Crafting05Description
source: Finally, to craft an item, you need to know which ingredients to combine. These "recipes" can be learned by reading manuals or taught by masters. Solastan factions generally keep copies of recipes and sell them at good prices to their friends, but some can be found out there in the Badlands, too. Once a recipe has been learned, all the party can use it.
ko_mt: 마지막으로, 아이템을 만들기 위해서는 어떤 재료를 조합해야 하는지 알아야 합니다. 이 "레시피"는 매뉴얼을 읽거나 마스터가 가르칠 수 있습니다. 솔라스탄 파벌은 일반적으로 레시피 사본을 보관하고 친구에게 좋은 가격에 판매하지만 일부는 배드랜드에서도 찾을 수 있습니다. 레시피를 배우면 모든 파티가 사용할 수 있습니다.

# Crafting06Title
source: Crafting Interface
ko_mt: 제작 인터페이스

# Crafting06Description
source: To start crafting, open a character's screen and click on the Crafting tab. Simply select a recipe that is available to start. The progress bar will fill as you travel, and you will be notified when the operation is over, so you can launch another one if you want. Remember that if you cancel a crafting operation, the ingredients are lost.
ko_mt: 제작을 시작하려면 캐릭터 화면을 열고 제작 탭을 클릭하세요. 시작할 수 있는 레시피를 선택하기만 하면 됩니다. 이동하면서 진행률 표시줄이 채워지고 알림을 받게 됩니다. 작업이 끝나면 원하는 경우 다른 작업을 시작할 수 있습니다. 제작 작업을 취소하면 재료가 손실된다는 점을 기억하세요.

# Tuto_SurpriseAttack3_Title
source: Surprise Attack
ko_mt: 기습

# Tuto_SurpriseAttack3_Description
source: If you can sneak up close to enemies who are unaware of your presence, you can take them by surprise and force them to lose their first turn of a battle. To do so, click on an attack option or attack spell with one of your characters, target an enemy, and confirm the attack. This will start the battle and give you the advantage of surprise. Also, as long as your characters remain unseen, they have advantage on attack rolls.
ko_mt: 자신의 존재를 인지하지 못하는 적에게 가까이 다가갈 수 있다면 기습적으로 데려가 전투의 첫 번째 턴을 잃게 만들 수 있습니다. 그렇게 하려면 캐릭터 중 한 명으로 공격 옵션이나 공격 주문을 클릭하고 적을 대상으로 지정하고 공격을 확인합니다. 이것은 전투를 시작하고 당신에게 기습의 이점을 줄 것입니다. 또한 캐릭터가 보이지 않는 한 공격 굴림에서 이점이 있습니다.

# Tuto_T8_Scav01_Title
source: Scavenger System
ko_mt: 스캐빈저 시스템
