Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# OutgameCharacterCreationBackground3Description
source: You can reinforce a personality trait by selecting the same flag twice. Flags will not affect gameplay, choices, or dialog options, but simply modify the way your character speaks, their tone, and manners. The resulting personality is summarized at the bottom left of the screen, where the deepest color represents the strongest personality.
ko_mt: 같은 깃발을 두 번 선택하여 성격 특성을 강화할 수 있습니다. 플래그는 게임 플레이, 선택 또는 대화 옵션에 영향을 미치지 않지만 단순히 캐릭터가 말하는 방식, 어조 및 매너를 수정합니다. 결과 성격은 화면 왼쪽 하단에 요약되며 가장 깊은 색상이 가장 강한 성격을 나타냅니다.

# OutgameCharacterCreationBackground3Title
source: Resulting Personality
ko_mt: 결과 성격

# OutgameCharacterCreationClassDescription
source: A character class determines a profession, granting specific features listed on the right. New powers and even subclasses are granted at higher levels of experience. Each class also offers a set of equipment which you can customize.
ko_mt: 캐릭터 클래스는 오른쪽에 나열된 특정 기능을 부여하는 직업을 결정합니다. 더 높은 수준의 경험을 통해 새로운 능력과 하위 클래스가 부여됩니다. 각 클래스는 또한 사용자 정의할 수 있는 장비 세트를 제공합니다.

# OutgameCharacterCreationClassTitle
source: Class Selection
ko_mt: 클래스 선택

# OutgameCharacterCreationDeityDescription
source: Clerics and Paladins have to choose one of Solasta's deities when created. For a cleric, the selected Deity offers a range of Divine Domains to specialize into. The selected Divine Domain grants automatically prepared spells, the ability to channel Divinity, as well as new powers at higher levels.
ko_mt: 성직자와 성기사는 생성될 때 솔라스타의 신 중 하나를 선택해야 합니다. 성직자의 경우 선택된 신은 전문화할 다양한 신성한 영역을 제공합니다. 선택한 신성한 영역은 자동으로 준비된 주문, 신성을 집중할 수 있는 능력, 더 높은 수준의 새로운 능력을 부여합니다.

# OutgameCharacterCreationDeityTitle
source: Deity
ko_mt: 신

# OutgameCharacterCreationFightingStyleDescription
source: Some character classes allow the selection of a fighting style. This fighting style grants you specific advantages to using combat techniques and equipment. Some character classes are granted a secondary fighting style at higher levels.
ko_mt: 일부 캐릭터 클래스에서는 전투 스타일을 선택할 수 있습니다. 이 전투 스타일은 전투 기술과 장비를 사용할 때 특정 이점을 제공합니다. 일부 캐릭터 클래스는 상위 레벨에서 2차 전투 스타일이 부여됩니다.

# OutgameCharacterCreationFightingStyleTitle
source: Fighting Style
ko_mt: 격투 스타일

# OutgameCharacterCreationIdentityDescription
source: This final stage of the character creation allows you to customize the appearance and identity of a character. You can freely select all available options, and a valid first name is required to complete the character creation process.
ko_mt: 캐릭터 생성의 이 마지막 단계에서는 캐릭터의 모양과 정체성을 사용자 지정할 수 있습니다. 사용 가능한 모든 옵션을 자유롭게 선택할 수 있으며 캐릭터 생성 프로세스를 완료하려면 유효한 이름이 필요합니다.

# OutgameCharacterCreationIdentityTitle
source: Identity
ko_mt: 신원

# OutgameCharacterCreationProficienciesDescription
source: This stage lets you acquire proficiency in various fields of expertise. Your class and ancestry determine a set of proficiencies or range of options to choose from. The right side of the screen lets you choose your proficiencies by type and origin, and you must spend all your points before you can proceed.
ko_mt: 이 단계에서는 다양한 전문 분야의 숙련도를 습득할 수 있습니다. 당신의 계급과 가계는 선택할 수 있는 일련의 능력이나 선택의 범위를 결정합니다. 화면 오른쪽에서는 유형과 출신에 따라 숙련도를 선택할 수 있으며 계속 진행하기 전에 모든 포인트를 소비해야 합니다.

# OutgameCharacterCreationProficienciesTitle
source: Proficiencies
ko_mt: 능력

# OutgameCharacterCreationProficiencies2Description
source: Most attacks and ability checks use the proficiency bonus to determine your efficiency. This bonus starts at +2 and increases at levels 5, 9, etc. It is added to action rolls where the character is proficient: saving throws, ability checks, attack rolls using a proficient weapon, and magical attacks and spell difficulty class.
ko_mt: 대부분의 공격과 능력 검사는 숙련도 보너스를 사용하여 효율성을 결정합니다. 이 보너스는 +2에서 시작하여 레벨 5, 9 등에서 증가합니다. 이것은 캐릭터가 능숙한 액션 롤에 추가됩니다: 내성 굴림, 능력 확인, 능숙한 무기를 사용한 공격 롤, 마법 공격 및 주문 난이도 등급.

# OutgameCharacterCreationProficiencies2Title
source: Proficiency Bonus
ko_mt: 숙련도 보너스

# OutgameCharacterCreationSpellsDescription
source: Some classes have access to magic spells right away, while others have to reach a higher level or select a subclass. This screen lets you choose which spells the character will be able to cast.
ko_mt: 일부 클래스는 마법 주문에 즉시 액세스할 수 있는 반면, 다른 클래스는 더 높은 레벨에 도달하거나 하위 클래스를 선택해야 합니다. 이 화면에서 캐릭터가 시전할 수 있는 주문을 선택할 수 있습니다.

# OutgameCharacterCreationSpellsTitle
source: Spells & Magic
ko_mt: 주문 및 마법

# OutgameCharacterCreationSpells2Description
source: Some classes and ancestries have access to cantrips. The character must select the allotted cantrips from the list provided. Cantrips are simple spells which can be cast infinitely, without spending a spell slot, as opposed to main spells.
ko_mt: 일부 클래스와 조상은 캔트립에 액세스할 수 있습니다. 캐릭터는 제공된 목록에서 할당된 캔트립을 선택해야 합니다. 캔트립은 주 주문과 달리 주문 슬롯을 사용하지 않고 무한히 시전할 수 있는 간단한 주문입니다.

# OutgameCharacterCreationSpells2Title
source: Cantrips
ko_mt: 캔트립스

# OutgameCharacterCreationSpells3Description
source: Each provides a list of spells tailored to the class flavor. For example, clerics have healing spells, while wizards can harness the power of the elements. Some classes can access all the spells from there, while others like the wizard must collect them in their spellbook. And finally, some classes require you to select and prepare their spells through a long rest, while others are free to use their known spells provided they have remaining spell slots.
ko_mt: 각각은 클래스 취향에 맞는 주문 목록을 제공합니다. 예를 들어, 성직자는 치유 주문을 가지고 있고 마법사는 원소의 힘을 이용할 수 있습니다. 일부 클래스는 거기에서 모든 주문에 액세스할 수 있지만 마법사와 같은 다른 클래스는 주문 책에서 수집해야 합니다. 마지막으로, 일부 클래스는 긴 휴식을 통해 주문을 선택하고 준비해야 하는 반면, 다른 클래스는 남은 주문 슬롯이 있는 경우 알려진 주문을 자유롭게 사용할 수 있습니다.

# OutgameCharacterCreationSpells3Title
source: Main Spells
ko_mt: 주요 주문

# OutgameCharacterCreationSubclassDescription
source: Classes provide a specialization when reaching a certain level, in the form of class archetypes. Archetypes have different names depending of their class: Arcane Tradition for wizards, Martial Archetypes for fighters; clerics select their Divine Domain at level 1. Each archetype offers a set of features and abilities which grant a unique flavor to the character, and can radically change its playstyle.
ko_mt: 클래스는 클래스 원형의 형태로 특정 레벨에 도달하면 전문화를 제공합니다. 아키타입은 클래스에 따라 다른 이름이 있습니다. 마법사의 경우 비전 전통, 전사의 경우 무술 전형; 성직자는 레벨 1에서 신성한 영역을 선택합니다. 각 전형은 캐릭터에 독특한 풍미를 부여하고 플레이 스타일을 근본적으로 바꿀 수 있는 일련의 기능과 능력을 제공합니다.

# OutgameCharacterCreationSubclassTitle
source: Class Archetypes
ko_mt: 클래스 전형

# RestingDescription
source: When your party is low on health and spells, you can take a long rest as long as you are in a safe location and you have one food ration per character. A long rest heals all your hit points and recharges most of your powers, as well as giving back half your maximum hit dice.
ko_mt: 파티의 체력과 주문이 부족할 때 안전한 위치에 있고 캐릭터당 하나의 식량 배급만 있으면 긴 휴식을 취할 수 있습니다. 긴 휴식은 모든 체력을 치유하고 대부분의 능력을 재충전할 뿐만 아니라 최대 히트 주사위의 절반을 돌려줍니다.

# RestingTitle
source: Resting
ko_mt: 휴식

# SelectionDescription
source: Select your characters by clicking on them in the 3D view, or drag a rectangle to select more than one. Double-click on a portrait to lock onto one specific character. You can also click their portraits or use the Select All button at the bottom of the portrait list.
ko_mt: 3D 보기에서 캐릭터를 클릭하여 선택하거나 직사각형을 끌어 둘 이상을 선택합니다. 초상화를 더블 클릭하면 특정 캐릭터에 고정됩니다. 그들의 초상화를 클릭하거나 초상화 목록 하단에 있는 모두 선택 버튼을 사용할 수도 있습니다.

# SelectionTitle
source: Character Selection
ko_mt: 캐릭터 선택

# Tuto_CampaignMap_Description
source: Use the arrow keys to explore the map. Click on a destination to plan your travel. Your party will take some time to get there. While en route, adventurers can gather food by foraging or hunting. They can also find crafting ingredients and encounter travelers, remarkable locations, or even monsters.
ko_mt: 지도를 탐색하려면 화살표 키를 사용하세요. 목적지를 클릭하여 여행을 계획하세요. 당신의 파티는 거기에 도착하는 데 시간이 걸릴 것입니다. 이동하는 동안 모험가는 먹이를 구하거나 사냥하여 음식을 수집할 수 있습니다. 그들은 또한 제작 재료를 찾고 여행자, 놀라운 장소 또는 괴물을 만날 수 있습니다.

# Tuto_CampaignMap_Title
source: Travel Map
ko_mt: 여행 지도

# Tuto_CampaignMap2_Description
source: A slow pace lets you move cautiously, trying to remain hidden from monsters. A normal pace is faster, but riskier. A fast pace is the quickest of all, but can be dangerous. Rangers will be very useful while in their preferred terrain. You will find more food and are less likely to be surprised by monsters.
ko_mt: 느린 속도를 사용하면 조심스럽게 이동할 수 있으며 몬스터로부터 숨겨져 있습니다. 정상적인 속도는 더 빠르지만 더 위험합니다. 빠른 속도가 가장 빠르지만 위험할 수 있습니다. 레인저는 선호하는 지형에 있을 때 매우 유용합니다. 더 많은 음식을 찾을 수 있고 몬스터에 놀라지 않을 것입니다.

# Tuto_CampaignMap2_Title
source: Travel Pace
ko_mt: 여행 속도

# Tuto_CampaignMap3_Description
source: You can set up travel so you don't need to micromanage your party. Whenever someone can level up, a long rest can be started immediately without finishing the day's travel. When a crafting task is complete, you can set up a new one without losing time. You can open the post-rest window after a long rest, for instance, to modify your prepared spells.
ko_mt: 여행을 설정할 수 있으므로 파티를 세세하게 관리할 필요가 없습니다. 누군가가 레벨을 올릴 수 있을 때마다 하루의 여행을 마치지 않고 긴 휴식을 즉시 시작할 수 있습니다. 제작 작업이 완료되면 시간을 낭비하지 않고 새 작업을 설정할 수 있습니다. 예를 들어, 준비된 주문을 수정하기 위해 긴 휴식 후에 휴식 후 창을 열 수 있습니다.

# Tuto_CampaignMap3_Title
source: Travel Settings
ko_mt: 여행 설정

# Tuto_CampaignMap4_Description
source: Your heroes normally plan their travel so that they are always fit and ready for anything. This routine requires them to travel no more than 8 hours a day, and leaves enough time to eat and sleep, and for other activities such as crafting, talking, playing games, playing an instrument, and praying.
ko_mt: 영웅은 일반적으로 여행을 계획하여 항상 건강하고 무엇이든 할 준비가 되어 있습니다. 이 일과는 하루에 8시간 이상을 여행하지 않아야 하며 먹고 자고 공예, 말하기, 게임, 악기 연주, 기도와 같은 기타 활동을 위해 충분한 시간을 둡니다.

# Tuto_CampaignMap4_Title
source: Travel Routine
ko_mt: 여행 루틴

# Tuto_CampaignMap5_Description
source: Sometimes the normal routine will be interrupted and your heroes will need to travel while they should be resting. This will add fatigue and may lead to exhaustion. Adventurers know how to push themselves temporarily and then return to their normal routine, limiting camping activities to get more rest so that fatigue is reduced.
ko_mt: 때때로 정상적인 일상이 중단되고 영웅은 휴식을 취하는 동안 여행을 해야 합니다. 이것은 피로를 더하고 피로를 유발할 수 있습니다. 모험가는 일시적으로 자신을 밀어붙였다가 일상으로 돌아가 피로를 줄이기 위해 더 많은 휴식을 취하기 위해 캠핑 활동을 제한하는 방법을 알고 있습니다.

# Tuto_CampaignMap5_Title
source: Travel Fatigue
ko_mt: 여행 피로

# Tuto_CampaignMap6_Description
source: You can always interrupt your travel manually by pressing the Interrupt button. Then, you can click on a character's portrait to open their inventory and possibly start a new crafting activity, change equipment, or check anything you like. Just click the Resume button to resume travel.
ko_mt: 중단 버튼을 눌러 언제든지 수동으로 여행을 중단할 수 있습니다. 그런 다음 캐릭터의 초상화를 클릭하여 인벤토리를 열고 새로운 제작 활동을 시작하거나 장비를 변경하거나 원하는 것을 확인할 수 있습니다. 여행을 재개하려면 재개 버튼을 클릭하기만 하면 됩니다.

# Tuto_CampaignMap6_Title
source: Interrupting Travel
ko_mt: 여행을 방해하다

# Tuto_CampaignMap7_Description
source: After a night attack, you can safely go back to sleep and complete your long rest. To do so, simply click on the campfire. All your characters will receive the benefits of the long rest as normal. A cleric of the Oblivion domain with Peaceful Rest will not be surprised in future. This time was for the purpose of explaining the rule.
ko_mt: 야간 공격이 끝나면 안전하게 다시 잠들고 긴 휴식을 마칠 수 있습니다. 그렇게 하려면 모닥불을 클릭하기만 하면 됩니다. 모든 캐릭터는 평소처럼 장기 휴식의 혜택을 받습니다. 평화로운 안식을 가진 Oblivion 영역의 성직자는 앞으로 놀라지 않을 것입니다. 이번에는 규칙을 설명하기 위한 것이었습니다.

# Tuto_CampaignMap7_Title
source: Finishing Your Long Rest
ko_mt: 긴 휴식을 마치고

# Tuto_FindCouncil_Description
source: The Principality's capital is a large city. Right now, you need to find the Legacy Council. Once you've been there, you'll have access to the Fast Travel function - but for now, you'll have to walk a little. Go north and walk up the stairs to Sunblaze Court. Then, take the stairs west to the Council.
ko_mt: 공국의 수도는 대도시입니다. 지금 바로 레거시 위원회를 찾아야 합니다. 일단 거기에 도착하면 빠른 이동 기능에 액세스할 수 있지만 지금은 조금 걸어야 합니다. 북쪽으로 가서 Sunblaze Court로 가는 계단을 올라갑니다. 그런 다음 서쪽 계단을 타고 의회로 향합니다.

# Tuto_FindCouncil_Title
source: Finding Your Way in Caer Cyflen
ko_mt: Caer Cyflen에서 길 찾기

# Tuto_LevelUp_Description
source: Your heroes are ready to level up! To do so, you need to take a long rest. Return to the Gravekeep's Cask and speak to Karel, the bartender. Ask for a room so you can stay.
ko_mt: 당신의 영웅은 레벨을 올릴 준비가 되었습니다! 그러려면 긴 휴식을 취해야 합니다. 묘지의 술통으로 돌아가 바텐더 카렐과 대화하십시오. 당신이 머물 수 있도록 방을 요청하십시오.

# Tuto_LevelUp_Title
source: Level Up!
ko_mt: 레벨 업!

# Tuto_LevelUp2_Description
source: The night is over, and your heroes realize how much they've learned during the past few days. Click on each character's Level Up button to launch the relevant interface. Leveling up grants you more hit points, and additional features depending on your class.
ko_mt: 밤이 지나고 당신의 영웅들은 지난 며칠 동안 얼마나 많은 것을 배웠는지 깨닫게 됩니다. 각 캐릭터의 레벨 업 버튼을 클릭하여 관련 인터페이스를 실행합니다. 레벨을 올리면 더 많은 체력과 클래스에 따라 추가 기능을 얻을 수 있습니다.

# Tuto_LevelUp2_Title
source: Level Up!
ko_mt: 레벨 업!

# Tuto_LevelUpGeneric_Description
source: When you reach the target experience for your next level, take a long rest to open the level-up window. There you will gain additional hit points and features, depending on your class. Don't forget that you can take a long rest to level up in an inn, during travel, or inside an exploration location.
ko_mt: 다음 레벨의 목표 경험치에 도달하면 긴 휴식을 취하여 레벨업 창을 엽니다. 거기에서 클래스에 따라 추가 히트 포인트와 기능을 얻을 수 있습니다. 여관, 여행 중 또는 탐사 장소에서 레벨을 올리기 위해 긴 휴식을 취할 수 있다는 것을 잊지 마십시오.

# Tuto_LevelUpGeneric_Title
source: Leveling Up
ko_mt: 레벨업

# Tuto_LocationMap_Description
source: Press the Map button to open the location map. When a waypoint has been found, you can use it to fast travel to another place in the location. For now, you can use fast travel to return to the Gravekeep's Cask.
ko_mt: 지도 버튼을 눌러 위치 지도를 엽니다. 웨이포인트를 찾으면 이를 사용하여 해당 위치의 다른 장소로 빠르게 이동할 수 있습니다. 지금은 빠른 이동을 사용하여 묘지의 술통으로 돌아갈 수 있습니다.

# Tuto_LocationMap_Title
source: Location Map
ko_mt: 위치지도

# Tuto_LocationMap2_Description
source: Press the Map button to open the location map. Once you have found an exit and have a clear path to it, you can also fast travel directly to the world map. Click on the fast travel button and select Yes.
ko_mt: 지도 버튼을 눌러 위치 지도를 엽니다. 출구를 찾고 명확한 경로가 있으면 세계 지도로 직접 빠르게 이동할 수도 있습니다. 빠른 이동 버튼을 클릭하고 예를 선택합니다.

# Tuto_LocationMap2_Title
source: Fast Exit Location
ko_mt: 빠른 출구 위치

# Tuto_LocationMapGeneric_Description
source: Click the Map button to open the location map. As you explore, you will find waypoints. They give you information about the role of various structures, the lighting levels in the area, and other gameplay modifiers. The map indicates the presence of important NPCs such as merchants. A portrait generally means you can interact with the NPC.
ko_mt: 지도 버튼을 클릭하여 위치 지도를 엽니다. 탐색하면서 웨이포인트를 찾을 수 있습니다. 다양한 구조의 역할, 해당 지역의 조명 수준 및 기타 게임플레이 수정자에 대한 정보를 제공합니다. 지도는 상인과 같은 중요한 NPC의 존재를 나타냅니다. 초상화는 일반적으로 NPC와 상호 작용할 수 있음을 의미합니다.

# Tuto_LocationMapGeneric_Title
source: Location Map
ko_mt: 위치지도

# Tuto_LocationMapGeneric2_Description
source: The map also shows locked doors, unopened chests, and traps that you've detected but not triggered or disarmed. Enemies that you have spotted but not fought are also visible, so you can decide whether to attack or avoid them. The map updates automatically as you explore a location.
ko_mt: 지도는 또한 잠긴 문, 열리지 않은 상자, 감지했지만 작동되거나 무장 해제되지 않은 함정을 보여줍니다. 발견했지만 싸우지 않은 적도 볼 수 있으므로 공격할지 피할지 결정할 수 있습니다. 위치를 탐색하면 지도가 자동으로 업데이트됩니다.

# Tuto_LocationMapGeneric2_Title
source: Map Icons
ko_mt: 지도 아이콘

# Tuto_LocationMapGeneric3_Description
source: Use the map to instantly travel to a waypoint on the map, as long as the path is clear and you can get there on foot. If not, you'll be told that the path is blocked.
ko_mt: 경로가 명확하고 도보로 갈 수 있는 한 지도를 사용하여 지도의 웨이포인트로 즉시 이동합니다. 그렇지 않으면 경로가 차단되었다는 메시지가 표시됩니다.

# Tuto_LocationMapGeneric3_Title
source: Fast Travel
ko_mt: 빠른 여행

# Tuto_LocationMapGeneric4_Description
source: Also, if this waypoint is a location exit, you can use it to go directly to the travel map, as long as the path is clear and you can get there on foot. If not, you'll be told that the path is blocked.
ko_mt: 또한 이 웨이포인트가 위치 출구인 경우 경로가 명확하고 도보로 갈 수 있는 한 여행지도로 바로 이동할 수 있습니다. 그렇지 않으면 경로가 차단되었다는 메시지가 표시됩니다.

# Tuto_LocationMapGeneric4_Title
source: Fast Exit Location
ko_mt: 빠른 출구 위치

# Tuto_ManaLamps_Description
source: In Manacalon ruins, you may come across these magical lamps. They use magical power, and cast a brighter and more reliable light than torches. Any magical damage will activate them - even a cantrip.
ko_mt: 마나칼론 유적에서 이러한 마법의 램프를 만날 수 있습니다. 마력을 사용하여 횃불보다 더 밝고 안정적인 빛을 냅니다. 모든 마법 피해는 캔트립을 포함하여 활성화됩니다.

# Tuto_ManaLamps_Title
source: Mana Lamps
ko_mt: 마나 램프

# Tuto_Merchants_Description
source: Merchants sell and buy items. They can also detect and identify magical items in your inventory. Some of them are affiliated with certain factions, and you will benefit from having a good reputation with those factions.
ko_mt: 상인들은 물건을 팔고 산다. 또한 인벤토리에서 마법 아이템을 감지하고 식별할 수 있습니다. 그들 중 일부는 특정 파벌과 관련이 있으며, 해당 파벌과 좋은 평판을 얻을 수 있습니다.

# Tuto_Merchants_Title
source: Merchants
ko_mt: 상인

# Tuto_PreparingSpells_Description
source: Many spellcasters know more spells than they can recall at a given time. Prepared spells represent those a character can use by spending spell slots. Check your heroes' lists of known spells and choose which ones you want to prepare. Spells that are not prepared cannot be cast. Many characters know more spells than they can prepare, so choose carefully for the given situation!
ko_mt: 많은 주문 시전자는 주어진 시간에 기억할 수 있는 것보다 더 많은 주문을 알고 있습니다. 준비된 주문은 캐릭터가 주문 슬롯을 사용하여 사용할 수 있는 주문을 나타냅니다. 영웅의 알려진 주문 목록을 확인하고 준비할 주문을 선택하세요. 준비되지 않은 주문은 시전할 수 없습니다. 많은 캐릭터가 자신이 준비할 수 있는 것보다 더 많은 주문을 알고 있으므로 주어진 상황에 따라 신중하게 선택하십시오!

# Tuto_PreparingSpells_Title
source: Preparing Spells
ko_mt: 주문 준비

# Tuto_ReadyAnAction_Description
source: This lets your character wait for a specific condition to be met so they can then interrupt other characters' turns to perform the readied action. In Crown of the Magister, you can ready an attack, depending on your character and their equipment and abilities. You can move, use a bonus action, and still use Ready an Action. This automatically ends your turn.
ko_mt: 이렇게 하면 캐릭터가 특정 조건이 충족될 때까지 기다렸다가 다른 캐릭터의 차례를 방해하여 준비된 작업을 수행할 수 있습니다. Crown of the Magister에서는 캐릭터와 장비, 능력에 따라 공격을 준비할 수 있습니다. 이동하고 보너스 액션을 사용하면서도 여전히 액션 준비를 사용할 수 있습니다. 그러면 자동으로 턴이 종료됩니다.

# Tuto_ReadyAnAction_Title
source: Ready an Action
ko_mt: 조치 준비

# Tuto_ShortRest_Description
source: Short rests are a useful way to recover while exploring a dungeon. You can do so whenever you are far enough away from all enemies, though this may be impossible in a very hostile location. The party must all be together. A short rest is a period of downtime of one hour, in which characters do nothing more strenuous than eating, drinking, reading, and tending to wounds.
ko_mt: 짧은 휴식은 던전을 탐험하는 동안 회복하는 데 유용한 방법입니다. 모든 적들로부터 충분히 멀리 떨어져 있을 때마다 그렇게 할 수 있지만 매우 적대적인 위치에서는 불가능할 수도 있습니다. 파티는 모두 함께 해야 합니다. 짧은 휴식은 캐릭터가 먹고, 마시고, 읽고, 상처를 돌보는 것보다 더 힘든 일은 하지 않는 1시간의 다운타임 기간입니다.

# Tuto_ShortRest_Title
source: Taking a Short Rest
ko_mt: 짧은 휴식

# Tuto_ShortRest2_Description
source: After a short rest, characters can spend hit dice to recover hit points. Heroes have one hit die per level. Once they are spent, they need a long rest to get them back. You can spend all or part of your hit dice after a short rest. Other abilities may be recovered by taking a short rest, according to a character's class and level.
ko_mt: 짧은 휴식 후 캐릭터는 히트 주사위를 사용하여 HP를 회복할 수 있습니다. 영웅은 레벨당 하나의 명중 주사위를 가집니다. 한 번 사용한 후에는 다시 회복하기 위해 긴 휴식이 필요합니다. 짧은 휴식 후에 히트 주사위의 전체 또는 일부를 사용할 수 있습니다. 다른 능력은 캐릭터의 클래스와 레벨에 따라 짧은 휴식을 취하면 회복될 수 있습니다.

# Tuto_ShortRest2_Title
source: Benefits of a Short Rest
ko_mt: 짧은 휴식의 이점

# Tuto_Stalactites_Description
source: As you explore, you may come across hanging cages, stalactites, and other hazards, ready to fall on your enemies - or on you. Target these with an arrow or an attack spell (you still need to make an attack roll) to make them fall and crush anyone beneath them.
ko_mt: 탐험을 하다 보면 매달린 새장, 종유석 및 기타 위험 요소가 적에게 또는 자신에게 떨어질 수 있습니다. 화살이나 공격 주문(여전히 공격 굴림을 만들어야 함)로 대상을 지정하여 아래에 있는 모든 사람을 쓰러뜨리고 짓밟습니다.

# Tuto_Stalactites_Title
source: Falling Hazards
ko_mt: 추락 위험

# Tuto_SurpriseAttack_Description
source: You have been surprised while camping! You must fight off your attackers before you can leave. Having been surprised, you cannot take any action during the first turn of the battle! Don't hold back your spells and powers! You will finish your long rest after the battle, so put all your strength into this fight for survival!
ko_mt: 캠핑을 하다 깜짝 놀랐다! 떠나기 전에 공격자들과 싸워야 합니다. 놀라면 전투의 첫 번째 턴 동안에는 아무 행동도 할 수 없습니다! 당신의 주문과 능력을 억제하지 마십시오! 전투가 끝나면 긴 휴식이 끝날 것이므로 생존을 위한 이 전투에 온 힘을 쏟으십시오!

# Tuto_SurpriseAttack_Title
source: Surprise Attack!
ko_mt: 기습!

# Tuto_SurpriseAttack2_Title
source: Surviving an Encounter
ko_mt: 만남에서 살아남기

# Tuto_TeamBalance_Description
source: A balanced party has a better chance of surviving any kind of situation. For instance, one damage dealer (fighter), one healer (cleric), one magic user (wizard), and one stealthy character (rogue) make for a classic, balanced party. A paladin is a combination of a damage dealer, healer, and magic user, with some ability in all three areas. Likewise, a ranger is a damage dealer, a stealthy character, and a magic user. It's best to avoid having two or three characters of the same class, as this seriously limits your options. Four of the same class is even worse - but hey, it's your party!
ko_mt: 균형 잡힌 파티는 어떤 상황에서도 살아남을 확률이 더 높습니다. 예를 들어, 한 명의 데미지 딜러(파이터), 한 명의 힐러(성직자), 한 명의 마법 사용자(마법사), 한 명의 은밀한 캐릭터(도적)가 고전적이고 균형 잡힌 파티를 만듭니다. 성기사는 데미지 딜러, 힐러, 매직 유저의 조합으로 세 영역 모두에서 어느 정도 능력이 있습니다. 마찬가지로 레인저는 데미지 딜러이자 은밀한 캐릭터이자 마법 사용자입니다. 같은 클래스의 두세 캐릭터를 사용하지 않는 것이 가장 좋습니다. 이렇게 하면 옵션이 심각하게 제한되기 때문입니다. 같은 클래스의 4개는 더 나쁘다 - 그러나 이봐, 그것은 당신의 파티입니다!

# Tuto_TeamBalance_Title
source: Party Balance
ko_mt: 파티 밸런스

# Tuto_Telema_CameraElevation_Description
source: The free camera usually follows the ground elevation. When navigation zones overlap, you can move the camera up and down using the mouse wheel or the arrow buttons on the compass. The compass arrows appear in these situations, and if there is a serious height difference an icon is displayed onscreen.
ko_mt: 무료 카메라는 일반적으로 지면 고도를 따릅니다. 탐색 영역이 겹칠 경우 마우스 휠이나 나침반의 화살표 버튼을 사용하여 카메라를 위아래로 이동할 수 있습니다. 이러한 상황에서 나침반 화살표가 나타나며, 높이 차이가 심한 경우 화면에 아이콘이 표시됩니다.

# Tuto_Telema_CameraElevation_Title
source: Camera Elevation
ko_mt: 카메라 고도

# Tuto_Telema_Crafting_Description
source: With the relevant crafting kit, knowledge, ingredients, and recipe, you can craft various items. Violet is proficient with the herbalism kit and the Medicine skill. If she has learned the recipe and has the required ingredients, she can craft a Potion of Healing! Note that the knowledge of recipes is shared by the whole party.
ko_mt: 해당 제작 키트와 지식, 재료, 레시피를 통해 다양한 아이템을 제작할 수 있습니다. 바이올렛은 약초 키트와 의학 스킬에 능숙합니다. 레시피를 배우고 필요한 재료가 있으면 치유의 물약을 만들 수 있습니다! 레시피에 대한 지식은 파티 전체가 공유합니다.

# Tuto_Telema_Crafting_Title
source: Crafting
ko_mt: 제작

# Tuto_Telema_Crafting2_Description
source: Open the crafting interface in the character inventory and select the Scroll of Magic Missile. Violet will start by creating the magical ink using the necessary ingredients, and then she will write the scroll. This will take hours, and she must use downtime during her travels. You won't be able to complete the scroll while exploring the Ruins of Telema.
ko_mt: 캐릭터 인벤토리에서 제작 인터페이스를 열고 마법 미사일 두루마리를 선택하십시오. 바이올렛은 필요한 재료를 사용하여 마법의 잉크를 만드는 것으로 시작한 다음 두루마리를 쓸 것입니다. 이 작업에는 몇 시간이 걸리며 여행 중에 다운타임을 사용해야 합니다. 텔레마 유적을 탐험하는 동안에는 두루마리를 완성할 수 없습니다.

# Tuto_Telema_Crafting2_Title
source: Crafting
ko_mt: 제작
