Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# Tuto_T8_Scav01_Description
source: When you have cleared a location of monsters, go to any Scavenger outpost to report your deeds. They will send their people there to collect the minor loot left and sell it. Each time you visit a Scavenger HQ, you can claim the money they owe you.
ko_mt: 몬스터의 위치를 ​​제거한 후에는 스캐빈저 전초 기지로 이동하여 행동을 보고하십시오. 그들은 사람들을 그곳으로 보내 남아 있는 작은 전리품을 모아서 판매할 것입니다. Scavenger HQ를 방문할 때마다 그들이 당신에게 빚진 돈을 청구할 수 있습니다.

# Tuto_T8_Scav02_Title
source: Getting Your Gold
ko_mt: 골드 획득

# Tuto_T8_Scav02_Description
source: They take a portion of the total value of what they brought back. You also have the chance to buy back some of the collected stuff beforehand. You don't have to talk to the Scavenger quartermaster to use the system, you can click on the sign nearby.
ko_mt: 그들은 그들이 가져온 것의 총 가치의 일부를 가져갑니다. 미리 수집한 물건을 다시 살 수 있는 기회도 있습니다. 시스템을 사용하기 위해 Scavenger 병참장교와 대화할 필요가 없습니다. 근처에 있는 표지판을 클릭하면 됩니다.

# Tuto_T8_CriticalCharacters_Title
source: Critical Characters
ko_mt: 크리티컬 캐릭터

# Tuto_T8_CriticalCharacters_Description
source: Two characters joined your party as companions. Take care of them; they are critical and it will be game over if they die. On the other hand, they're not mere followers; they can fight and perform actions just like your heroes.
ko_mt: 두 명의 캐릭터가 동료로 파티에 합류했습니다. 그들을 잘 돌 봐줘; 그들은 중요하며 그들이 죽으면 게임이 종료됩니다. 반면에 그들은 단순한 추종자가 아닙니다. 그들은 당신의 영웅처럼 싸우고 행동할 수 있습니다.

# PickupQuests_Title
source: Pick up Quests
ko_mt: 퀘스트 픽업

# PickupQuests_Description
source: These boards offer you the opportunity to take on optional quests. It is quite simple: accept a quest from a client, perform the required actions, and return to a board to collect your reward! Beware: Some of these quests are more dangerous that they may seem.
ko_mt: 이 보드는 선택적 퀘스트를 수행할 수 있는 기회를 제공합니다. 매우 간단합니다. 클라이언트의 퀘스트를 수락하고, 필요한 작업을 수행하고, 보드로 돌아가서 보상을 받으세요! 주의: 이러한 퀘스트 중 일부는 보기보다 더 위험합니다.

# MajorGateBoneKeep_Title
source: Major Gate
ko_mt: 메이저 게이트

# MajorGateBoneKeep_Description
source: Using this Minor Gate will teleport you outside the castle. You can also use the Major Gate behind you to teleport back to Caer Cyflen.
ko_mt: 이 Minor Gate를 사용하면 성 밖으로 순간이동합니다. 뒤에 있는 Major Gate를 사용하여 Caer Cyflen으로 다시 텔레포트할 수도 있습니다.

# Tuto_Legendary_01_Title
source: Legendary Quest
ko_mt: 전설 퀘스트

# Tuto_Legendary_01_Description
source: Bewave, if you talk to Arwin Merton, you'll have to complete the quest or fail it definitively.
ko_mt: Bewave, Arwin Merton과 대화하면 퀘스트를 완료하거나 완전히 실패해야 합니다.

# Tuto_Legendary_02_Title
source: Cancel Quest
ko_mt: 퀘스트 취소

# Tuto_Legendary_02_Description
source: If you exit the location without completing the quest, it will be failed definitevely.
ko_mt: 퀘스트를 완료하지 않고 해당 위치를 벗어나면 반드시 실패합니다.

# Tuto_TDLC1_T1_Redeemers_Title
source: Remain Cautious!
ko_mt: 조심하세요!

# Tuto_TDLC1_T1_Redeemers_Description
source: Sometimes you'll come accross monsters that are way too powerful for your party. You don't always have to fight, though. Try to remain in Cautious Mode and avoid them at all costs. Otherwise…well, it's your life, after all.
ko_mt: 때때로 당신은 당신의 파티에 너무 강력한 몬스터를 만날 것입니다. 하지만 항상 싸울 필요는 없습니다. 주의 모드를 유지하고 어떤 대가를 치르더라도 피하십시오. 그렇지 않으면 ... 글쎄, 그것은 결국 당신의 삶입니다.
