Repository: team-waldo/solasta-translation
Catalog: translation/*/TutorialStep.po
Languages: ko, ko_mt

# TutorialStep/&Tuto_LocationMap_Title
source: Location Map
ko: 주변 지도

# TutorialStep/&Tuto_LocationMap2_Description
source: Press the Map button to open the location map. Once you have found an exit and have a clear path to it, you can also fast travel directly to the world map. Click on the fast travel button and select Yes.
ko: "지도" 버튼을 눌러 주변 지도를 확인하십시오. 이미 발견한 출구로 가는 명확한 경로가 있으면, 세계 지도로 빠르게 이동할 수 있습니다. 빠른 이동 버튼을 클릭하고 "예"를 선택하십시오.

# TutorialStep/&Tuto_LocationMap2_Title
source: Fast Exit Location
ko: 빠른 출구 위치

# TutorialStep/&Tuto_LocationMapGeneric_Description
source: Click the Map button to open the location map. As you explore, you will find waypoints. They give you information about the role of various structures, the lighting levels in the area, and other gameplay modifiers. The map indicates the presence of important NPCs such as merchants. A portrait generally means you can interact with the NPC.
ko: "지도" 버튼을 눌러 주변 지도를 확인하십시오. 주변을 탐험하다보면 웨이포인트를 발견할 수 있습니다. 웨이포인트는 각 구조물의 역할, 해당 지역의 밝기, 그리고 기타 게임플레이에 영향을 주는 요소에 대한 정보를 제공합니다. 지도는 상인과 같은 중요한 NPC의 존재를 보여줍니다. 초상화는 일반적으로 그 NPC와 상호 작용할 수 있다는 것을 의미합니다.

# TutorialStep/&Tuto_LocationMapGeneric_Title
source: Location Map
ko: 주변 지도

# TutorialStep/&Tuto_LocationMapGeneric2_Description
source: The map also shows locked doors, unopened chests, and traps that you've detected but not triggered or disarmed. Enemies that you have spotted but not fought are also visible, so you can decide whether to attack or avoid them. The map updates automatically as you explore a location.
ko: 지도는 또한 잠긴 문, 열리지 않은 궤짝, 확인했지만 작동되거나 해제되지 않은 함정을 보여 줍니다. 발견했지만 싸우지 않은 적도 볼 수 있으므로, 그들을 공격할 지 피할 지 결정할 수 있습니다. 새로운 지역을 탐색하면 지도가 자동으로 최신화됩니다.

# TutorialStep/&Tuto_LocationMapGeneric2_Title
source: Map Icons
ko: 지도 아이콘

# TutorialStep/&Tuto_LocationMapGeneric3_Description
source: Use the map to instantly travel to a waypoint on the map, as long as the path is clear and you can get there on foot. If not, you'll be told that the path is blocked.
ko: 웨이포인트로 가는 경로가 명확하고 도보로 갈 수 있다면 지도에서 곧바로 여행할 수 있습니다. 그렇지 않으면 경로가 차단되었다는 메시지가 표시됩니다.

# TutorialStep/&Tuto_LocationMapGeneric3_Title
source: Fast Travel
ko: 빠른 여행

# TutorialStep/&Tuto_LocationMapGeneric4_Description
source: Also, if this waypoint is a location exit, you can use it to go directly to the travel map, as long as the path is clear and you can get there on foot. If not, you'll be told that the path is blocked.
ko: 만약 웨이포인트가 지역 출구이면서, 가는 경로가 명확하고 도보로 갈 수 있다면 여행 지도로 바로 나갈 수 있습니다. 그렇지 않으면 경로가 차단되었다는 메시지가 표시됩니다.

# TutorialStep/&Tuto_LocationMapGeneric4_Title
source: Fast Exit Location
ko: 빠른 출구 위치

# TutorialStep/&Tuto_ManaLamps_Description
source: In Manacalon ruins, you may come across these magical lamps. They use magical power, and cast a brighter and more reliable light than torches. Any magical damage will activate them - even a cantrip.
ko: 마나칼론 유적에서 이러한 마법의 램프를 찾을 수 있습니다. 이들은 마력을 기반으로 횃불보다 더 밝고 안정적인 빛을 냅니다. 캔트립을 포함한 모든 마법 공격이 램프를 활성화시킵니다.

# TutorialStep/&Tuto_ManaLamps_Title
source: Mana Lamps
ko: 마나 램프

# TutorialStep/&Tuto_Merchants_Description
source: Merchants sell and buy items. They can also detect and identify magical items in your inventory. Some of them are affiliated with certain factions, and you will benefit from having a good reputation with those factions.
ko: 상인들은 아이템을 사고 팝니다. 또한 당신의 인벤토리에 있는 마법 아이템을 감지 및 식별할 수 있습니다. 특정 세력과 관련이 있는 일부 상인은 해당 세력에서 당신의 평판이 좋다면 혜택을 제공합니다.

# TutorialStep/&Tuto_Merchants_Title
source: Merchants
ko: 상인

# TutorialStep/&Tuto_PreparingSpells_Description
source: Many spellcasters know more spells than they can recall at a given time. Prepared spells represent those a character can use by spending spell slots. Check your heroes' lists of known spells and choose which ones you want to prepare. Spells that are not prepared cannot be cast. Many characters know more spells than they can prepare, so choose carefully for the given situation!
ko: 많은 주문 시전자는 순간적으로 기억해 낼 수 있는 것보다 더 많은 주문을 알고 있습니다. 준비된 주문은 주문 슬롯에 저장함으로써 캐릭터가 사용할 수 있는 주문을 나타냅니다. 영웅이 알고 있는 주문 목록을 확인하고 준비할 주문을 선택하세요. 준비되지 않은 주문은 시전할 수 없습니다. 많은 캐릭터가 자신이 준비할 수 있는 것보다 더 많은 주문을 알고 있으므로 주어진 상황에 따라 신중하게 선택하십시오!

# TutorialStep/&Tuto_PreparingSpells_Title
source: Preparing Spells
ko: 주문 준비하기

# TutorialStep/&Tuto_ReadyAnAction_Description
source: This lets your character wait for a specific condition to be met so they can then interrupt other characters' turns to perform the readied action. In Crown of the Magister, you can ready an attack, depending on your character and their equipment and abilities. You can move, use a bonus action, and still use Ready an Action. This automatically ends your turn.
ko: 이렇게 하면 당신의 캐릭터가 특정 조건이 충족될 때까지 기다렸다가, 다른 캐릭터의 턴에 끼어들dj 준비한 행동을 수행할 수 있습니다. Crown of the Magister에서는 캐릭터와 장비, 능력에 따라 공격을 준비할 수 있습니다. 이동하고 보너스 행동까지 사용한 뒤에도 추가로 "행동 대기"를 할 수 있습니다. 그러면 자동으로 턴이 종료됩니다.

# TutorialStep/&Tuto_ReadyAnAction_Title
source: Ready an Action
ko: 행동 준비

# TutorialStep/&Tuto_ShortRest_Description
source: Short rests are a useful way to recover while exploring a dungeon. You can do so whenever you are far enough away from all enemies, though this may be impossible in a very hostile location. The party must all be together. A short rest is a period of downtime of one hour, in which characters do nothing more strenuous than eating, drinking, reading, and tending to wounds.
ko: 짧은 휴식은 던전을 탐험하는 동안 유용한 회복 방법입니다. 짧은 휴식은 적들로부터 충분히 멀리 떨어져 있으면 가능하지만, 적대적인 지역에서는 불가능할 수도 있습니다. 모든 파티원이 모여 있어야 합니다. 짧은 휴식은 캐릭터가 간단하게 먹고, 마시고, 읽고, 상처를 돌보는 정도만 가능한, 한 시간 정도의 휴식입니다.

# TutorialStep/&Tuto_ShortRest_Title
source: Taking a Short Rest
ko: 짧은 휴식 취하기

# TutorialStep/&Tuto_ShortRest2_Description
source: After a short rest, characters can spend hit dice to recover hit points. Heroes have one hit die per level. Once they are spent, they need a long rest to get them back. You can spend all or part of your hit dice after a short rest. Other abilities may be recovered by taking a short rest, according to a character's class and level.
ko: 짧은 휴식 후 캐릭터는 체력 주사위를 소모하여 체력을 회복할 수 있습니다. 영웅은 레벨 당 하나의 체력 주사위를 가집니다. 주사위를 사용한 후 다시 회복하기 위해서는 긴 휴식이 필요합니다. 짧은 휴식 후에 히트 주사위의 전부 혹은 일부를 사용할 수 있습니다. 다른 능력들은 캐릭터의 클래스와 레벨에 따라 짧은 휴식을 통해 회복될 수 있습니다.

# TutorialStep/&Tuto_ShortRest2_Title
source: Benefits of a Short Rest
ko: 짧은 휴식의 이점

# TutorialStep/&Tuto_Stalactites_Description
source: As you explore, you may come across hanging cages, stalactites, and other hazards, ready to fall on your enemies - or on you. Target these with an arrow or an attack spell (you still need to make an attack roll) to make them fall and crush anyone beneath them.
ko: 탐험 중에 매달려 있는 우리나 종유석, 기타 위험 요소들이 적이나 당신에게 떨어질 수 있습니다. 화살이나 공격 주문(명중 굴림 성공이 필요함)으로 이것들을 맞춰서 아래에 있는 사람을 쓰러뜨리고 파괴하세요.

# TutorialStep/&Tuto_Stalactites_Title
source: Falling Hazards
ko: 추락 위험

# TutorialStep/&Tuto_SurpriseAttack_Description
source: You have been surprised while camping! You must fight off your attackers before you can leave. Having been surprised, you cannot take any action during the first turn of the battle! Don't hold back your spells and powers! You will finish your long rest after the battle, so put all your strength into this fight for survival!
ko: 캠핑 중에 기습을 당했습니다! 떠나기 전에 기습한 적들과 싸워야만 합니다. 기습을 당했을 때에는 전투의 첫 번째 턴에 아무 행동도 할 수 없습니다! 당신의 주문과 능력을 아끼지 마십시오! 전투 이후에 긴 휴식이 끝날 것이므로 이 전투에서 생존하기 위해 전력투구 하십시오!

# TutorialStep/&Tuto_SurpriseAttack_Title
source: Surprise Attack!
ko: 기습 공격!

# TutorialStep/&Tuto_SurpriseAttack2_Title
source: Surviving an Encounter
ko: 기습에서 살아남기

# TutorialStep/&Tuto_TeamBalance_Description
source: A balanced party has a better chance of surviving any kind of situation. For instance, one damage dealer (fighter), one healer (cleric), one magic user (wizard), and one stealthy character (rogue) make for a classic, balanced party. A paladin is a combination of a damage dealer, healer, and magic user, with some ability in all three areas. Likewise, a ranger is a damage dealer, a stealthy character, and a magic user. It's best to avoid having two or three characters of the same class, as this seriously limits your options. Four of the same class is even worse - but hey, it's your party!
ko: 균형 잡힌 파티는 어떤 상황에서도 살아남을 확률이 높습니다. 예를 들어, 한 명의 데미지 딜러 (파이터), 한 명의 치유사 (클레릭), 한 명의 마법 구사자 (위자드), 한 명의 은밀 캐릭터 (로그)는 고전적인 균형 잡힌 파티로 유명한 예시입니다. 팔라딘은 데미지 딜러, 치유사, 마법 구사자의 조합으로 세 분야 모두 어느 정도 능력이 있습니다. 마찬가지로 레인저는 데미지 딜러 겸 은밀 캐릭터, 그리고 마법 구사자입니다. 같은 클래스의 캐릭터 2~3명을 중복 사용하지 않는 것이 가장 좋습니다. 이렇게 하면 선택지가 심각하게 제한되기 때문입니다. 같은 클래스 4명은 더 심각합니다. 하지만, 파티를 만드는 건 당신인걸요! 원하는 대로 개성을 뽐내도 좋습니다!

# TutorialStep/&Tuto_TeamBalance_Title
source: Party Balance
ko: 파티의 균형 맞추기

# TutorialStep/&Tuto_Telema_CameraElevation_Description
source: The free camera usually follows the ground elevation. When navigation zones overlap, you can move the camera up and down using the mouse wheel or the arrow buttons on the compass. The compass arrows appear in these situations, and if there is a serious height difference an icon is displayed onscreen.
ko: 자유 카메라는 일반적으로 지면을 따라 움직입니다. 탐색 영역이 가려질 경우, 마우스 휠이나 나침반의 화살표 버튼을 사용하여 카메라를 위아래로 움직일 수 있습니다. 카메라를 움직인 상태에서는 나침반 화살표가 나타나며, 높이 차이가 심한 경우 화면에 아이콘이 표시됩니다.

# TutorialStep/&Tuto_Telema_CameraElevation_Title
source: Camera Elevation
ko: 시점 높이

# TutorialStep/&Tuto_Telema_Crafting_Description
source: With the relevant crafting kit, knowledge, ingredients, and recipe, you can craft various items. Violet is proficient with the herbalism kit and the Medicine skill. If she has learned the recipe and has the required ingredients, she can craft a Potion of Healing! Note that the knowledge of recipes is shared by the whole party.
ko: 관련된 제작 세트와 지식, 재료 및 레시피가 있으면 다양한 아이템을 제작할 수 있습니다. 바이올렛은 약초 세트와 의학 스킬에 숙련되어 있습니다. 그녀는 레시피를 알고 있고 필요한 재료가 있으면 치유 물약을 만들 수 있습니다! 레시피에 대한 지식은 파티 전체가 공유합니다.

# TutorialStep/&Tuto_Telema_Crafting_Title
source: Crafting
ko: 제작

# TutorialStep/&Tuto_Telema_Crafting2_Description
source: Open the crafting interface in the character inventory and select the Scroll of Magic Missile. Violet will start by creating the magical ink using the necessary ingredients, and then she will write the scroll. This will take hours, and she must use downtime during her travels. You won't be able to complete the scroll while exploring the Ruins of Telema.
ko: 캐릭터 인벤토리에서 제작 인터페이스를 열고 마법 미사일 두루마리를 선택하십시오. 바이올렛은 우선 필요한 재료를 사용하여 마법의 잉크를 만들고 나서, 두루마리를 작성할 것입니다. 이 작업에는 몇 시간이 걸리며 여행 중에 휴식시간을 사용해야만 합니다. 텔레마 유적을 탐험하는 동안에는 두루마리를 완성할 수 없습니다.

# TutorialStep/&Tuto_Telema_Crafting2_Title
source: Crafting
ko: 제작

# TutorialStep/&Tuto_Telema_Identify1_Description
source: Sometimes you'll come across superb items which you'll suspect to be magical. You'll need to cast the Detect Magic spell to confirm this, and then cast Identify to find out their properties and benefit from them. These spells can be cast for a fee in most shops, but a character who knows them can cast them while exploring.
ko: 때때로 당신은 마법 아이템으로 보이는 뛰어난 아이템을 발견할 것입니다. 이를 확인하기 위해 마법 탐지 주문을 시전한 후, 식별을 시전하여 아이템의 특성과 이점을 찾을 수 있습니다. 이 주문들은 대부분의 상점에서 돈을 내고 시전할 수 있지만, 이를 아는 캐릭터가 있다면 탐색하는 동안에도 시전할 수 있습니다.

# TutorialStep/&Tuto_Telema_Identify1_Title
source: Identifying Magic Items
ko: 마법 아이템 식별

# TutorialStep/&Tuto_Telema_Identify2_Description
source: Spells such as Detect Magic and Identify can be cast as rituals. That means you don't need to expend a spell slot to cast them - you simply need to stay put for a while, since a ritual takes 10 minutes longer than normal casting.
ko: 마법 탐지 및 식별과 같은 주문은 의식으로 시전할 수 있습니다. 즉, 해당 마법을 시전하기 위해 주문 슬롯이 필요하지 않습니다 - 의식은 일반 시전보다 10분 더 걸리기 때문에, 잠시 동안 가만히 있으면 됩니다.

# TutorialStep/&Tuto_Telema_Identify2_Title
source: Ritual Casting
ko: 의식 시전

# TutorialStep/&Tuto_UseCovers_Description
source: In battle, you'll often find walls, barricades, or other setting elements that display a shield icon. Half cover gives enemies a -2 penalty to hit with ranged attacks. Of course, you have to be on the other side of the cover. Three-quarters cover grants a -5 penalty. Full cover means you cannot be targeted. This does not affect melee attacks or area of effect spells.
ko: 전투에서 방패 아이콘을 표시하는 벽, 방벽, 또는 기타 설정 요소를 볼 수 있습니다. 1/2 엄폐는 원거리 공격을 하는 적에게 -2 명중 페널티를 줍니다. 물론, 당신은 엄폐물의 반대편에 있어야 합니다. 3/4 엄폐는 -5 페널티를 부여합니다. 완전 엄폐는 당신이 표적이 될 수 없음을 의미합니다. 이것은 근접 공격이나 광역 주문에는 영향을 미치지 않습니다.

# TutorialStep/&Tuto_UseCovers_Title
source: Take Cover!
ko: 엄폐하라!

# TutorialStep/&Tuto_Utility_Description
source: In battle, you can only use your inventory once per turn. This includes switching weapons. You also have a utility slot that allows you to access and use an item without spending your inventory action. Place a potion or scroll here to be able to use it directly. This will still count as your main action.
ko: 전투 중 인벤토리는 턴 당 한 번만 사용할 수 있습니다. 무기 전환 역시 여기에 포함됩니다. 보조 슬롯은 인벤토리를 열지 않고 아이템을 사용할 수 있게 해줍니다. 여기에 물약이나 두루마리를 놓아 바로 사용할 수 있습니다. 이는 주 행동을 사용합니다.

# TutorialStep/&Tuto_Utility_Title
source: Inventory and Utility Slot
ko: 인벤토리 및 보조 슬롯

# TutorialStep/&Tuto01_Camera_Description
source: Right-click and drag to rotate the camera view and change your perspective. You can also rotate using the buttons on the compass at the bottom right of the screen, or by pressing Q or E. Use WASD or the arrow keys to move the camera around, and hold down W while focused on a character to zoom in on them.
ko: 마우스 오른쪽 버튼을 누른 채 드래그하여 시점을 회전할 수 있습니다. 화면 오른쪽 하단에 있는 나침반의 버튼을 사용하거나 Q와 E를 눌러 회전할 수도 있습니다. WASD 또는 화살표 키를 사용하여 카메라를 이동할 수 있고, 캐릭터에 초점을 맞춘 상태에서 W 를 누르고 있으면 화면을 확대합니다.

# TutorialStep/&Tuto01_Camera_Title
source: Camera Controls
ko: 시점 조작

# TutorialStep/&Tuto01_Climbing_and_jumping_Description
source: To jump or climb, simply click on the destination. Depending on the character's Strength and proficiency with Athletics, you can jump and climb between 2 and 5 cells. You can always jump over 2 cells, drop down 3 cells, and climb up one cell, or climb up easy surfaces like ladders or ropes without any trouble.
ko: 점프하거나 고지대를 등반하려면 목적지를 클릭하기만 하면 됩니다. 캐릭터의 근력과 운동 능력에 따라 2~5칸을 점프하거나 오를 수 있습니다. 어떤 캐릭터든 점프는 2칸, 낙하는 3칸, 등반은 1칸까지는 가능하며, 더 높은 등반도 사다리나 밧줄을 이용하면 문제 없습니다.

# TutorialStep/&Tuto01_Climbing_and_jumping_Title
source: Climbing and Jumping
ko: 등반과 점프

# TutorialStep/&Tuto01_Climbing_and_jumping2_Description
source: Above: A character with Strength below 15 and no proficiency in Athletics cannot jump far enough to reach the chest. Below: A fighter with Strength 15-20 can jump across 3 cells. So can a character with Strength 11-14 plus proficiency in Athletics.
ko: 위: 힘이 15 미만이고 운동 능력이 없는 캐릭터는 궤짝에 닿을 만큼 멀리 점프할 수 없습니다. 아래: 힘이 15-20인 파이터는 3개의 셀을 건너뛸 수 있습니다. 힘 11-14에 운동 능력이 있는 캐릭터도 마찬가지입니다.

# TutorialStep/&Tuto01_Climbing_and_jumping2_Title
source: Jump Distance
ko: 점프 거리

# TutorialStep/&Tuto01_Climbing_and_jumping3_Description
source: In general, the critical path is always open to characters without superior physical abilities. However, optional loot is sometimes harder to reach. Don't give up, though - you may find another way to get to this chest!
ko: 일반적으로 중요한 길은 우월한 신체 능력이 없는 캐릭터에게도 항상 열려 있습니다. 그러나 어떤 전리품은 일반적인 캐릭터로 도달하기가 어렵습니다. 하지만 포기하지 마십시오. 이 상자로 향하는 다른 길도 있습니다!

# TutorialStep/&Tuto01_Climbing_and_jumping3_Title
source: Alternate Paths
ko: 다른 경로

# TutorialStep/&Tuto01_Crawling_Description
source: To crawl through a hole, click the other side. You can get a better view of the other side by rotating the camera. Use Q or E, or move the mouse while holding down the left button. Your character will automatically kneel, crawl, and stand up as appropriate on the way to the desired destination.
ko: 좁은 구멍을 엎드려 기어가려면 반대편을 클릭하면 됩니다. 시점을 회전하면 더 잘 볼 수 있습니다. Q와 E를 사용하거나 마우스 왼쪽 버튼을 누른 상태에서 마우스를 이동합니다. 캐릭터는 목적지로 가면서 환경에 맞춰 알아서 포복하고, 기어간 다음, 일어섭니다.

# TutorialStep/&Tuto01_Crawling_Title
source: Crawling
ko: 포복

# TutorialStep/&Tuto01_Interacting_Description
source: Highlighted elements are interactive. The cursor indicates the action that can be performed: opening, pushing, activating, lockpicking, etc. If an action requires a dice roll, the Difficulty Class will be displayed.
ko: 강조 표시된 물체들은 상호작용이 가능합니다. 마우스 커서를 물체에 올리면 관련된 작업이 나타납니다 . (열기, 밀기, 활성화, 자물쇠 따기 등) 행동에 주사위 굴림이 필요한 경우 난이도 등급이 표시됩니다.

# TutorialStep/&Tuto01_Interacting_Title
source: Interactive Elements
ko: 상호작용 요소

# TutorialStep/&Tuto01_Looting_Description
source: Click on a chest or other container to loot it. Everything you carry affects your weight gauge, so be wary of reaching your weight limit as this will slow you down a lot. Equipment and light sources must be placed in the appropriate slots before they can be used.
ko: 아이템을 얻기 위해 궤짝과 같은 상자들을 클릭하십시오. 휴대하는 모든 것이 휴대 가능 하중에 영향을 미치고, 하중 한계에 도달하면 이동속도가 많이 느려지므로 주의하십시오. 장비와 광원은 미리 적절한 슬롯에 배치해야 합니다.

# TutorialStep/&Tuto01_Looting_Title
source: Looting and Inventory Management
ko: 아이템 획득과 인벤토리 관리

# TutorialStep/&Tuto01_Looting2_Description
source: Some items can stack in the same cell on your inventory. The maximum number of units depends on the item. To split a stack of items, drag and drop the stack onto an empty cell while holding down the CTRL key. This will take one unit from the stack.
ko: 일부 아이템은 인벤토리의 동일한 셀에 중첩할 수 있습니다. 최대 중첩 가능한 숫자는 아이템마다 다릅니다. 중첩된 아이템을 분할하려면 CTRL 키를 누른 상태에서 아이템을 빈 셀로 끌어다 놓으십시오. 이는 아이템 한 개를 분리합니다.

# TutorialStep/&Tuto01_Looting2_Title
source: Stackable Items
ko: 중첩 가능 아이템

# TutorialStep/&Tuto01_Questlog_Description
source: Click on the Journal button to open the quest log. This will give you more information on your current objectives, along with some useful context. Note that the Journal contains much more information than the Quest Log.
ko: 일지 버튼을 클릭하여 퀘스트 기록을 엽니다. 이곳에선 유용한 맥락와 함께 현재 목표에 대한 자세한 정보를 얻을 수 있습니다. 일지에는 퀘스트 기록보다 훨씬 더 많은 정보가 포함되어 있습니다.

# TutorialStep/&Tuto01_Questlog_Title
source: Journal
ko: 일지

# TutorialStep/&Tuto01_Questlog2_Description
source: The log lists your current objective, which you must complete in order to move the quest forward. You may also have other, optional objectives. The log also give you hints and context to help you understand the subtleties of your quest. Your successes and failures are all recorded here.
ko: 기록에는 퀘스트 진행을 위해 달성해야 하는 현재 목표가 표시됩니다. 선택 가능한 보조 목표도 존재합니다. 기록은 퀘스트의 모호한 단서를 이해하는 데 도움이 되는 문맥과 힌트를 제공합니다. 파티의 성공과 실패 모두 이곳에 기록됩니다.

# TutorialStep/&Tuto01_Questlog2_Title
source: Quest Log
ko: 퀘스트 기록

# TutorialStep/&Tuto01_Refocus_Description
source: After moving the camera around to examine your surroundings, you can center on a character and follow them. Either double-click the character's portrait or press TAB while controlling this character.
ko: 시점을 조작해 이리저리 둘러본 후엔, 캐릭터 위치로 시점을 고정해 따라가게 할 수도 있습니다. 캐릭터의 초상화를 더블클릭하거나 캐릭터를 조작하는 상태에서 Tab 키를 누르십시오.

# TutorialStep/&Tuto01_Refocus_Title
source: Center on a Character
ko: 시점을 캐릭터 중심으로

# TutorialStep/&Tuto01_Selection_Description
source: Select your character by clicking on the character in the 3D view or on the character's portrait. To select the whole party, use the Select All button at the bottom of the portrait display. You can also drag a rectangle around one or more characters to select them. To move, left-click on the destination. Valid destinations show a round marker when you mouse over them. Invalid destinations show a "forbidden" sign.
ko: 3D 게임 화면이나 초상화를 통해 캐릭터를 클릭하여 선택합니다. 파티 전체를 선택하려면 왼쪽 초상화 목록 위에 있는 "모두 선택" 버튼을 사용하십시오. 또한 드래그를 통해 캐릭터 한 명 이상을 동시에 선택할 수도 있습니다. 캐릭터를 이동시키려면 목적지를 마우스 왼쪽 클릭합니다. 갈 수 있는 지점에 마우스를 가져가면 둥큰 마커가 표시됩니다. 갈 수 없는 지점에는 "불가능" 표시가 보일 겁니다.

# TutorialStep/&Tuto01_Selection_Title
source: Character Selection and Basic Movement
ko: 캐릭터 선택 및 기초적인 이동

# TutorialStep/&Tuto02_Cautious_Stealth_Description
source: Activating cautious mode makes you slower, but it grants two benefits: hidden objects and traps are easier to find, and you are harder for enemies to spot. When an enemy starts to notice your presence, a gauge appears over their head, giving you time to react and return to hiding. Remain 3 cells above the enemy in this mode, and you can't be detected.
ko: 경계 모드를 활성화하면 속도가 느려지지만 두 가지 이점이 있습니다 - 숨겨진 물건과 함정을 더 쉽게 찾을 수 있고 적이 당신을 찾기가 더 어려워집니다. 적이 당신의 존재를 알아차리는 순간 게이지가 머리 위에 나타나고, 게이지가 차기 전에 다시 숨을 수 있습니다. 경계 모드에서 적보다 3칸 이상 위에 있다면 당신은 탐지되지 않습니다.

# TutorialStep/&Tuto02_Cautious_Stealth_Title
source: Cautious Mode
ko: 경계 모드

# TutorialStep/&Tuto02_Healing_Description
source: If your character can cast healing spells (like a cleric, for instance), press the Cast Spell button and select a spell in order to recover lost hit points. You can also use a potion found in nearby loot. Open the inventory and right-click on the potion to use it.
ko: 캐릭터가 치유 주문을 시전할 수 있다면(클레릭 등), 주문 시전 버튼을 누르고 주문을 선택해 잃은 체력을 회복하십시오. 근처에서 찾을 수 있는 물약을 사용할 수도 있습니다. 인벤토리를 열고 물약을 마우스 오른쪽 버튼으로 클릭하여 사용하십시오.

# TutorialStep/&Tuto02_Healing_Title
source: Healing
ko: 치유

# TutorialStep/&Tuto02_Light_Up_Description
source: You can light flammable items, like torches on holders, by interacting with them while holding a torch, or by casting a flaming spell on them, like the cantrip <i>Fire Bolt</i>.
ko: 횃불을 들고 벽에 걸린 횃불과 같은 대상에 불을 켤 수 있습니다. 또는 <i>화염 화살</i> 캔트립과 같은 화염 주문을 시전해서 켤 수도 있습니다.

# TutorialStep/&Tuto02_Light_Up_Title
source: Lighting Items
ko: 불 켜기

# TutorialStep/&Tuto02_Rest_Description
source: To recover hit points, special abilities, and spells, you must take a long rest. To do so, you need a to gather your party around a safe place and have one ration of food per party member. Safe places are represented by a campfire. They are also shown on the location map.
ko: 체력, 특수 능력, 주문을 회복하기 위해서는 긴 휴식을 취해야 합니다. 그러기 위해서는 파티를 안전한 곳으로 이동하고, 파티원당 하나씩의 식량을 준비해야 합니다. 안전한 장소는 모닥불로 표시되며, 주변 지도에도 나타납니다.

# TutorialStep/&Tuto02_Rest_Title
source: Take a Long Rest
ko: 긴 휴식

# TutorialStep/&Tuto02_Search_Around_Description
source: Explore the area and find a mechanism to open the door. Interactive items are highlighted when you mouse over them, and the cursor changes to an explanatory icon.
ko: 근처를 수색해서 문을 여는 장치를 찾으세요. 상호작용 가능한 물체는 마우스 커서를 올리면 강조 표시 되며, 커서가 조작 아이콘으로 바뀝니다.

# TutorialStep/&Tuto02_Search_Around_Title
source: Mechanisms
ko: 장치 조작

# TutorialStep/&Tuto03_Cautious_Description
source: Use cautious mode to move stealthily. Enemies can hear you if they cross your noise circle, and they will spot you as soon as you leave cautious mode. Your noise circle depends on your armor type and your Stealth skill. Also, it's a good idea to avoid moving into an enemy's field of view while carrying a light source.
ko: 경계 모드를 사용해 조심스럽게 움직이세요. 적이 당신의 소음 범위 안에 들어온다면 당신의 소리를 들을 수 있으며, 당신이 조심 모드를 벗어나는 즉시 발각될 것입니다. 소음 범위는 착용한 갑옷 유형과 은신 기술에 따라 다릅니다. 또한 광원을 들고 적의 시야로 들어가는 것은 피하는 것이 좋습니다.

# TutorialStep/&Tuto03_Cautious_Title
source: Stealth
ko: 은신

# TutorialStep/&Tuto03_Cautious2_Description
source: Remain in cautious mode for the whole duration of this mission. You must make a Stealth check if you attempt an object interaction while within hearing range of an enemy - such as opening a door or chest, or even pickpocketing - and you will remain undetected only if you succeed. Cautious mode also allows you to find and follow tracks.
ko: 이 임무 내내 경계 모드를 유지하십시오. 문이나 상자를 열거나 소매치기를 하는 등, 적 소리를 들을 수 있는 거리에서 물체와 상호작용을 시도하는 경우 은신 판정을 해야 하며, 성공하는 경우에만 탐지되지 않은 채로 유지됩니다. 경계 모드를 사용하면 자취를 찾고 추적할 수도 있습니다.

# TutorialStep/&Tuto03_Cautious2_Title
source: Stealth
ko: 은신

# TutorialStep/&Tuto03_Disarm_Description
source: To disarm a trap, you must first detect it. If you try to open or lock-pick a chest with a trap that you haven't detected, you'll only find out about the trap when you trigger it! To try disarming a trap, mouse over it and left-click. You'll need to make a successful Dexterity check. Thieves' tools will help, if you are proficient with them.
ko: 함정을 해제하기 전에 먼저 함정을 발견해야 합니다. 함정을 발견하지 못한 채로 상자를 열거나 자물쇠를 따려고 하면 함정이 발동할 것입니다! 함정을 해제하려면 함정을 마우스 왼쪽 버튼으로 클릭하십시오. 민첩 판정을 통과하면 해제할 수 있습니다. 도둑의 도구 숙련도에 영향을 받습니다.

# TutorialStep/&Tuto03_Disarm_Title
source: Disarming Traps
ko: 함정 해제
